{
  "paper_id": "000affa746a03f1fe4e3b3ef1a62fdfa9b9ac52a",
  "metadata": {
    "title": "Correlation between antimicrobial consumption and incidence of health-care- associated infections due to methicillin- resistant Staphylococcus aureus and vancomycin-resistant enterococci at a university hospital in Taiwan from 2000 to 2010",
    "coda_data_split": "train",
    "coda_paper_id": 7671,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Objectives: This study was conducted to investigate the correlation between antibiotic consumption and the incidence of health-care-associated infections (HCAIs) caused by methicillin-resistant Staphylococcus aureus (MRSA) (HCAI-MRSA) and vancomycin-resistant enterococci (VREs) (HCAI-VREs) at a university hospital in Taiwan during the period from 2000 to 2010. Methods: Data on annual patient-days and annual consumption (defined daily dose/1000 patient-days) of glycopeptides (vancomycin and teicoplanin), linezolid, fusidic acid, tigecycline, and daptomycin were analyzed. Yearly aggregated data on the number of nonduplicate clinical MRSA and VRE isolates causing HCAI were collected.",
      "sentences": [
        [
          {
            "segment_text": "Objectives : This study was conducted to investigate the correlation between antibiotic consumption and the incidence of health-care-associated infections ( HCAIs ) caused by methicillin-resistant Staphylococcus aureus ( MRSA ) ( HCAI-MRSA ) and vancomycin-resistant enterococci ( VREs ) ( HCAI-VREs ) at a university hospital in Taiwan during the period from 2000 to 2010 .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : Data on annual patient-days and annual consumption ( defined daily dose/1000 patient-days ) of glycopeptides ( vancomycin and teicoplanin ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "linezolid , fusidic acid , tigecycline , and daptomycin were analyzed .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Yearly aggregated data on the number of nonduplicate clinical MRSA and VRE isolates causing HCAI were collected .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Journal of Microbiology, Immunology and Infection (2015) 48, 431e436 aureus;",
      "sentences": [
        [
          {
            "segment_text": "Journal of Microbiology , Immunology and Infection ( 2015 ) 48 , 431e436 aureus ;",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "Results: Overall, the consumption of teicoplanin and linezolid significantly increased during the study period. A significant decrease in the incidence of HCAI-MRSA and a significant increase in the incidence of HCAI-VRE were found during the study period. A significant correlation was found between the increased use of teicoplanin and linezolid and the decreased incidence of HCAI-MRSA. By contrast, positive correlations were found between the consumption of teicoplanin and tigecycline and the incidence of HCAI-VRE.",
      "sentences": [
        [
          {
            "segment_text": "Results : Overall , the consumption of teicoplanin and linezolid significantly increased during the study period .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A significant decrease in the incidence of HCAI-MRSA and a significant increase in the incidence of HCAI-VRE were found during the study period .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A significant correlation was found between the increased use of teicoplanin and linezolid and the decreased incidence of HCAI-MRSA .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "By contrast , positive correlations were found between the consumption of teicoplanin and tigecycline and the incidence of HCAI-VRE .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusion: This study identified various correlations between the consumption of antibiotics and the incidence of HCAI-MRSA and HCAI-VRE. Strict implementation of infection-control guidelines and reinforcement of administering appropriate antibiotic agents would be helpful in decreasing the incidence of MRSA and VRE in hospitals.",
      "sentences": [
        [
          {
            "segment_text": "Conclusion : This study identified various correlations between the consumption of antibiotics and the incidence of HCAI-MRSA and HCAI-VRE .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Strict implementation of infection-control guidelines and reinforcement of administering appropriate antibiotic agents would be helpful in decreasing the incidence of MRSA and VRE in hospitals .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "10",
    "segment_num": "11",
    "token_num": "251"
  }
}