{
  "paper_id": "0016983545c217458b711d5aaad5fba583d81171",
  "metadata": {
    "title": "Enhancement of feline infectious peritonitis virus Type I infection in cell cultures using low-speed centrifugation",
    "coda_data_split": "train",
    "coda_paper_id": 2842,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The effects of centrifugation on the ability of feline infectious peritonitis virus (FIPV) to infect cells in culture was investigated. The infectivity titer was the highest when the plates were centrifuged at 400 X g (1500 rpm) for 2 h. All five strains classified as FIPV Type I showed infectivity titers enhanced lo-lOO-fold by centrifugation at 400 X g for 2 h. The centrifugal enhancement of infection was obtained only by centrifugation immediately after inoculation of the virus, suggesting that the enhancement occurs during attachment or adsorption of viruses to the cells. This method may be useful for the culture of FIPV Type I strains. * Corresponding author. Fax: + 81 0176 238703. 0166-0934,/95/$09.50 0 1995 Elsevier Science B.V. All rights reserved SSDI 0166-0934(94)00119-7 3.58 T. Hohdatsu et al. /Journal of Virological Methods 51 (1995) 357-362",
      "sentences": [
        [
          {
            "segment_text": "The effects of centrifugation on the ability of feline infectious peritonitis virus ( FIPV ) to infect cells in culture was investigated .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The infectivity titer was the highest when the plates were centrifuged at 400 X g ( 1500 rpm ) for 2 h. All five strains classified as FIPV Type I showed infectivity titers enhanced lo-lOO-fold by centrifugation at 400 X g for 2 h .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The centrifugal enhancement of infection was obtained only by centrifugation immediately after inoculation of the virus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "suggesting that the enhancement occurs during attachment or adsorption of viruses to the cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This method may be useful for the culture of FIPV Type I strains .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "* Corresponding author .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Fax : + 81 0176 238703 .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "0166-0934 , / 95 / $ 09.50 0 1995 Elsevier Science B.V. All rights reserved SSDI 0166-0934 ( 94 ) 00119-7 3.58 T. Hohdatsu et al. / Journal of Virological Methods 51 ( 1995 ) 357-362",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "8",
    "token_num": "159"
  }
}