{
  "paper_id": "001b7a3388e3c1e712a01e30cdd8dbd3e8535e1e",
  "metadata": {
    "title": "Hidden Silent Codes in Viral Genomes",
    "coda_data_split": "train",
    "coda_paper_id": 2112,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Viruses are small infectious agents that replicate only inside the living cells of other organisms and comprise approximately 94% of the nucleic acid-containing particles in the oceans. They are believed to play a central role in evolution, are responsible for various human diseases, and have important contributions to biotechnology and nanotechnology. Viruses undergo evolutionary selection for efficient transmission from host to host by exploiting the host\u0027s gene expression machinery (e.g., ribosomes) for the expression of the genes encoded in their genomes. As a result, viral genes tend to be expressed via non-canonical mechanisms that are very rare in living organisms. Many of the gene expression stages and other aspects of the viral life cycle are encoded in the viral transcripts via \u0027silent codes\u0027, and are induced by mutations that are synonymous to the viral amino acid content. In a series of studies that included the analyses of dozens of organisms from the three domains of life, it was shown that there are overlapping \u0027silent codes\u0027 in the genetic code that are related to all stages of gene expression regulation. The aim of this chapter is to summarize the current knowledge related to the silent codes in viral genomes and the open questions in the field.",
      "sentences": [
        [
          {
            "segment_text": "Viruses are small infectious agents that replicate only inside the living cells of other organisms and comprise approximately 94 % of the nucleic acid-containing particles in the oceans .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "They are believed to play a central role in evolution ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "are responsible for various human diseases ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and have important contributions to biotechnology and nanotechnology .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Viruses undergo evolutionary selection for efficient transmission from host to host by exploiting the host \u0027s gene expression machinery ( e.g. , ribosomes ) for the expression of the genes encoded in their genomes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "As a result , viral genes tend to be expressed via non-canonical mechanisms that are very rare in living organisms .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Many of the gene expression stages and other aspects of the viral life cycle are encoded in the viral transcripts via ` silent codes \u0027 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and are induced by mutations that are synonymous to the viral amino acid content .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In a series of studies that included the analyses of dozens of organisms from the three domains of life ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "it was shown that there are overlapping ` silent codes \u0027 in the genetic code that are related to all stages of gene expression regulation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The aim of this chapter is to summarize the current knowledge related to the silent codes in viral genomes and the open questions in the field .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "11",
    "token_num": "226"
  }
}