{
  "paper_id": "002e47e3d05b7bb891b9027b335de165d59d1b8b",
  "metadata": {
    "title": "TR-PIV measurement of exhaled flow using a breathing thermal manikin",
    "coda_data_split": "train",
    "coda_paper_id": 5030,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Breathing is a high-risk behavior for spreading infectious diseases in enclosed environments, so it is important to investigate the characteristics of human exhalation flow and dispersal of exhaled air to reduce the risk. This paper used two-dimensional time-resolved particle image velocimetry (2D TR-PIV) to measure the exhaled flow from a breathing thermal manikin. Since the exhaled flow is transient and periodic, the phase-averaged method was used to analyze the flow characteristics. The results showed that the velocity profile of the flow exiting the mouth was bell-shaped for exhalation and flat for inhalation. The exhaled flow showed different characteristics during each stage of the exhalation process. In the initial phase, a mushroom-shaped flow arose, while some jet characteristics appeared in the middle phase. The effect of thermal buoyancy and thermal plume on the exhaled flow was analyzed. Clear turbulence characteristics were found in the exhaled flow, and the turbulence fluctuation was very strong in the transition stage between exhalation and inhalation. The last finding was that the distribution and value of vorticity were different in each phase. The results of quantitative PIV provided detailed information about the boundary condition set and validation data for CFD simulation.",
      "sentences": [
        [
          {
            "segment_text": "Breathing is a high-risk behavior for spreading infectious diseases in enclosed environments ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "so it is important to investigate the characteristics of human exhalation flow and dispersal of exhaled air to reduce the risk .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This paper used two-dimensional time-resolved particle image velocimetry ( 2D TR-PIV ) to measure the exhaled flow from a breathing thermal manikin .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Since the exhaled flow is transient and periodic ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "the phase-averaged method was used to analyze the flow characteristics .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The results showed that the velocity profile of the flow exiting the mouth was bell-shaped for exhalation and flat for inhalation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The exhaled flow showed different characteristics during each stage of the exhalation process .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In the initial phase , a mushroom-shaped flow arose ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while some jet characteristics appeared in the middle phase .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The effect of thermal buoyancy and thermal plume on the exhaled flow was analyzed .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Clear turbulence characteristics were found in the exhaled flow ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the turbulence fluctuation was very strong in the transition stage between exhalation and inhalation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The last finding was that the distribution and value of vorticity were different in each phase .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The results of quantitative PIV provided detailed information about the boundary condition set and validation data for CFD simulation .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "14",
    "token_num": "212"
  }
}