{
  "paper_id": "00352a58c8766861effed18a4b079d1683fec2ec",
  "metadata": {
    "title": "MINI REVIEW Function of the Deubiquitinating Enzyme USP46 in the Nervous System and Its Regulation by WD40-Repeat Proteins",
    "coda_data_split": "train",
    "coda_paper_id": 9928,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Posttranslational modification of proteins by ubiquitin regulates synapse development and synaptic transmission. Much progress has been made investigating the role of ubiquitin ligases at the synapse, however very little is known about the deubiquitinating enzymes (DUBs) which remove ubiquitin from target proteins. Although there are far fewer DUBs than ubiquitin ligases encoded by the human genome, it is becoming clear that DUBs have very specific physiological functions, suggesting that DUB activity is tightly regulated in vivo. Many DUBs function as part of larger protein complexes, and multiple regulatory mechanisms exist to control the expression, localization and catalytic activity of DUBs. In this review article, we focus on the role of the DUB USP46 in the nervous system, and illustrate potential mechanisms of regulating DUBs by describing how USP46 is regulated by two WD40-repeat (WDR) proteins, WDR48/UAF1 and WDR20, based on recent structural studies and genetic analyses in vivo.",
      "sentences": [
        [
          {
            "segment_text": "Posttranslational modification of proteins by ubiquitin regulates synapse development and synaptic transmission .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Much progress has been made investigating the role of ubiquitin ligases at the synapse ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "however very little is known about the deubiquitinating enzymes ( DUBs ) which remove ubiquitin from target proteins .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although there are far fewer DUBs than ubiquitin ligases encoded by the human genome ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "it is becoming clear that DUBs have very specific physiological functions ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "suggesting that DUB activity is tightly regulated in vivo .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Many DUBs function as part of larger protein complexes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and multiple regulatory mechanisms exist to control the expression ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "localization and catalytic activity of DUBs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this review article , we focus on the role of the DUB USP46 in the nervous system ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and illustrate potential mechanisms of regulating DUBs by describing how USP46 is regulated by two WD40-repeat ( WDR ) proteins ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "WDR48/UAF1 and WDR20 , based on recent structural studies and genetic analyses in vivo .",
            "crowd_label": "method"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "12",
    "token_num": "166"
  }
}