{
  "paper_id": "0041321465851c3f9c1962f4d81de8f6fe839efe",
  "metadata": {
    "title": "Molecular detection of human parechovirus in under-Five-Year-Old Children with gastroenteritis",
    "coda_data_split": "train",
    "coda_paper_id": 3361,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background: Currently, RT-PCR is used widely and considered to be a convenient, useful, and powerful method for molecular diagnosis, to detect pathogens from clinical specimens. Objectives: In this work we describe the development of an in-house Real-time Taqman PCR assay for quantification of HPeV in stool specimens. Study designs: A total of 137 fecal specimens previously screened for rotavirus and adenovirus were tested for HPeV virus. Results: A total of 11 out of 137 (8%) episodes of acute gastroenteritis were associated with HPeV genomic detection with median viral load 14678 ± 28927 genomes/mg fecal specimens. There was no significant difference in the detection rate between male and female (54.5% (6/11) vs. 45.5% (5/11). Among the 11 HPeV-positive cases, 2 were also positive for other viral pathogens, including rotavirus (n \u003d 2). Conclusion: In conclusion, the development of a laboratory designed Real Time PCR TaqMan assay for quantitative detection of HPeV and the optimization and standardization of this assay using stool of children with acute gastroenteritis are described.",
      "sentences": [
        [
          {
            "segment_text": "Background : Currently , RT-PCR is used widely and considered to be a convenient ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "useful , and powerful method for molecular diagnosis ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "to detect pathogens from clinical specimens .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Objectives : In this work we describe the development of an in-house Real-time Taqman PCR assay for quantification of HPeV in stool specimens .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Study designs : A total of 137 fecal specimens previously screened for rotavirus and adenovirus were tested for HPeV virus .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : A total of 11 out of 137 ( 8 % ) episodes of acute gastroenteritis were associated with HPeV genomic detection with median viral load 14678 ± 28927 genomes/mg fecal specimens .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "There was no significant difference in the detection rate between male and female ( 54.5 % ( 6/11 ) vs. 45.5 % ( 5/11 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Among the 11 HPeV-positive cases ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "2 were also positive for other viral pathogens ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including rotavirus ( n \u003d 2 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusion : In conclusion , the development of a laboratory designed Real Time PCR TaqMan assay for quantitative detection of HPeV and the optimization and standardization of this assay using stool of children with acute gastroenteritis are described .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "11",
    "token_num": "198"
  }
}