{
  "paper_id": "007618ad76a3548195ab5d11c1e2459931c91cd1",
  "metadata": {
    "title": "Molecular Sciences Monocytes and Macrophages as Viral Targets and Reservoirs",
    "coda_data_split": "train",
    "coda_paper_id": 4737,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Viruses manipulate cell biology to utilize monocytes/macrophages as vessels for dissemination, long-term persistence within tissues and virus replication. Viruses enter cells through endocytosis, phagocytosis, macropinocytosis or membrane fusion. These processes play important roles in the mechanisms contributing to the pathogenesis of these agents and in establishing viral genome persistence and latency. Upon viral infection, monocytes respond with an elevated expression of proinflammatory signalling molecules and antiviral responses, as is shown in the case of the influenza, Chikungunya, human herpes and Zika viruses. Human immunodeficiency virus initiates acute inflammation on site during the early stages of infection but there is a shift of M1 to M2 at the later stages of infection. Cytomegalovirus creates a balance between pro-and anti-inflammatory processes by inducing a specific phenotype within the M1/M2 continuum. Despite facilitating inflammation, infected macrophages generally display abolished apoptosis and restricted cytopathic effect, which sustains the virus production. The majority of viruses discussed in this review employ monocytes/macrophages as a repository but certain viruses use these cells for productive replication. This review focuses on viral adaptations to enter monocytes/macrophages, immune escape, reprogramming of infected cells and the response of the host cells.",
      "sentences": [
        [
          {
            "segment_text": "Viruses manipulate cell biology to utilize monocytes/macrophages as vessels for dissemination ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "long-term persistence within tissues and virus replication .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Viruses enter cells through endocytosis ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "phagocytosis , macropinocytosis or membrane fusion .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These processes play important roles in the mechanisms contributing to the pathogenesis of these agents and in establishing viral genome persistence and latency .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Upon viral infection , monocytes respond with an elevated expression of proinflammatory signalling molecules and antiviral responses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "as is shown in the case of the influenza ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Chikungunya , human herpes and Zika viruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Human immunodeficiency virus initiates acute inflammation on site during the early stages of infection but there is a shift of M1 to M2 at the later stages of infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Cytomegalovirus creates a balance between pro-and anti-inflammatory processes by inducing a specific phenotype within the M1/M2 continuum .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Despite facilitating inflammation , infected macrophages generally display abolished apoptosis and restricted cytopathic effect ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which sustains the virus production .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The majority of viruses discussed in this review employ monocytes/macrophages as a repository but certain viruses use these cells for productive replication .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This review focuses on viral adaptations to enter monocytes/macrophages ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "immune escape , reprogramming of infected cells and the response of the host cells .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "15",
    "token_num": "210"
  }
}