{
  "paper_id": "00799d9acb7f964564fd4c31d0e6268185e68e3c",
  "metadata": {
    "title": "The GPRLQPY motif located at the carboxy-terminal of the spike protein induces antibodies that neutralize Porcine epidemic diarrhea virus",
    "coda_data_split": "train",
    "coda_paper_id": 10306,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The spike protein of Porcine epidemic diarrhea virus is the main surface glycoprotein involved in virus attachment and entry and therefore is the target of neutralizing antibodies. Here, the immunogenicity of a novel antigenic domain found on the carboxy-terminal of the spike protein characterized by the peptide motif GPRLQPY, was evaluated. A synthetic peptide whose linear sequence is identical to the 24 a.a. carboxy-terminal portion of the spike protein (S-CT24) elicited a strong antibody response in BALB/c mice that had specific reactivity against the S-CT24 and PEDV. These antibodies were shown to have a specific affinity to the GPRLQPY motif, as demonstrated by non-reactivity with a peptide that lacks this motif. In addition, antiS-CT24 antibodies exhibited neutralizing activities against KPEDV-9 in focus reduction neutralization tests suggesting that the GPRLQPY motif induces neutralizing antibodies against PEDV.",
      "sentences": [
        [
          {
            "segment_text": "The spike protein of Porcine epidemic diarrhea virus is the main surface glycoprotein involved in virus attachment and entry and therefore is the target of neutralizing antibodies .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , the immunogenicity of a novel antigenic domain found on the carboxy-terminal of the spike protein characterized by the peptide motif GPRLQPY , was evaluated .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A synthetic peptide whose linear sequence is identical to the 24 a.a. carboxy-terminal portion of the spike protein ( S-CT24 ) elicited a strong antibody response in BALB/c mice that had specific reactivity against the S-CT24 and PEDV .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These antibodies were shown to have a specific affinity to the GPRLQPY motif ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as demonstrated by non-reactivity with a peptide that lacks this motif .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , antiS-CT24 antibodies exhibited neutralizing activities against KPEDV-9 in focus reduction neutralization tests suggesting that the GPRLQPY motif induces neutralizing antibodies against PEDV .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "6",
    "token_num": "146"
  }
}