{
  "paper_id": "007bf75961da42a7e0cc8e2855e5c208a5ec65c1",
  "metadata": {
    "title": "The Murine Coronavirus Hemagglutinin-esterase Receptor-binding Site: A Major Shift in Ligand Specificity through Modest Changes in Architecture",
    "coda_data_split": "train",
    "coda_paper_id": 10250,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The hemagglutinin-esterases (HEs), envelope glycoproteins of corona-, toro-and orthomyxoviruses, mediate reversible virion attachment to O-acetylated sialic acids (O-Ac-Sias). They do so through concerted action of distinct receptor-binding (\u0027\u0027lectin\u0027\u0027) and receptor-destroying sialate O-acetylesterase (\u0027\u0027esterase\u0027\u0027) domains. Most HEs target 9-O-acetylated Sias. In one lineage of murine coronaviruses, however, HE esterase substrate and lectin ligand specificity changed dramatically as these viruses evolved to use 4-O-acetylated Sias instead. Here we present the crystal structure of the lectin domain of mouse hepatitis virus (MHV) strain S HE, resolved both in its native state and in complex with a receptor analogue. The data show that the shift from 9-O-to 4-O-Ac-Sia receptor usage primarily entailed a change in ligand binding topology and, surprisingly, only modest changes in receptor-binding site architecture. Our findings illustrate the ease with which viruses can change receptor-binding specificity with potential consequences for host-, organ and/or cell tropism, and for pathogenesis.",
      "sentences": [
        [
          {
            "segment_text": "The hemagglutinin-esterases ( HEs ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "envelope glycoproteins of corona - ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "toro-and orthomyxoviruses , mediate reversible virion attachment to O-acetylated sialic acids ( O-Ac-Sias ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "They do so through concerted action of distinct receptor-binding ( `` lectin \u0027\u0027 ) and receptor-destroying sialate O-acetylesterase ( `` esterase \u0027\u0027 ) domains .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Most HEs target 9-O-acetylated Sias .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In one lineage of murine coronaviruses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "however , HE esterase substrate and lectin ligand specificity changed dramatically as these viruses evolved to use 4-O-acetylated Sias instead .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we present the crystal structure of the lectin domain of mouse hepatitis virus ( MHV ) strain S HE ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "resolved both in its native state and in complex with a receptor analogue .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The data show that the shift from 9-O-to 4-O-Ac-Sia receptor usage primarily entailed a change in ligand binding topology and ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "surprisingly , only modest changes in receptor-binding site architecture .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our findings illustrate the ease with which viruses can change receptor-binding specificity with potential consequences for host - ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "organ and/or cell tropism , and for pathogenesis .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "13",
    "token_num": "180"
  }
}