{
  "paper_id": "008cf2148ee4383534191b3736096878cad82c67",
  "metadata": {
    "title": "Molecular Basis of Coronavirus Virulence and Vaccine Development",
    "coda_data_split": "train",
    "coda_paper_id": 6869,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Virus vaccines have to be immunogenic, sufficiently stable, safe, and suitable to induce long-lasting immunity. To meet these requirements, vaccine studies need to provide a comprehensive understanding of (i) the protective roles of antiviral B and T-cell-mediated immune responses, (ii) the complexity and plasticity of major viral antigens, and (iii) virus molecular biology and pathogenesis. There are many types of vaccines including subunit vaccines, whole-inactivated virus, vectored, and live-attenuated virus vaccines, each of which featuring specific advantages and limitations. While nonliving virus vaccines have clear advantages in being safe and stable, they may cause side effects and be less efficacious compared to live-attenuated virus vaccines. In most cases, the latter induce longlasting immunity but they may require special safety measures to prevent reversion to highly virulent viruses following vaccination. The chapter summarizes the recent progress in the development of coronavirus (CoV) vaccines, focusing on two zoonotic CoVs, the severe acute respiratory syndrome CoV (SARS-CoV), and the Middle East respiratory syndrome CoV, both of which cause deadly disease and epidemics in humans. The development of attenuated virus vaccines to combat infections caused by highly pathogenic CoVs was largely based on the identification and characterization of viral virulence proteins that, for example, interfere with the innate and adaptive immune response or are involved in interactions with specific cell types, such as macrophages, dendritic and epithelial cells, and T lymphocytes, thereby modulating antiviral host responses and viral pathogenesis and potentially resulting in deleterious side effects following vaccination.",
      "sentences": [
        [
          {
            "segment_text": "Virus vaccines have to be immunogenic ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "sufficiently stable , safe , and suitable to induce long-lasting immunity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To meet these requirements , vaccine studies need to provide a comprehensive understanding of ( i ) the protective roles of antiviral B and T-cell-mediated immune responses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "( ii ) the complexity and plasticity of major viral antigens ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and ( iii ) virus molecular biology and pathogenesis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "There are many types of vaccines including subunit vaccines ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "whole-inactivated virus , vectored , and live-attenuated virus vaccines ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "each of which featuring specific advantages and limitations .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "While nonliving virus vaccines have clear advantages in being safe and stable ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "they may cause side effects and be less efficacious compared to live-attenuated virus vaccines .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In most cases , the latter induce longlasting immunity but they may require special safety measures to prevent reversion to highly virulent viruses following vaccination .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The chapter summarizes the recent progress in the development of coronavirus ( CoV ) vaccines ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "focusing on two zoonotic CoVs ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "the severe acute respiratory syndrome CoV ( SARS-CoV ) ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and the Middle East respiratory syndrome CoV ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "both of which cause deadly disease and epidemics in humans .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The development of attenuated virus vaccines to combat infections caused by highly pathogenic CoVs was largely based on the identification and characterization of viral virulence proteins that ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "for example , interfere with the innate and adaptive immune response or are involved in interactions with specific cell types ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "such as macrophages , dendritic and epithelial cells ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and T lymphocytes , thereby modulating antiviral host responses and viral pathogenesis and potentially resulting in deleterious side effects following vaccination .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "20",
    "token_num": "283"
  }
}