{
  "paper_id": "00951716e01c8e0cc341770389fc38d1b5455210",
  "metadata": {
    "title": "Knowledge of, attitudes toward, and preventive practices relating to cholera and oral cholera vaccine among urban high-risk groups: findings of a cross-sectional study in Dhaka, Bangladesh",
    "coda_data_split": "train",
    "coda_paper_id": 6880,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "In endemic countries such as Bangladesh, consequences of cholera place an enormous financial and social burden on patients and their families. Cholera vaccines not only provide health benefits to susceptible populations but also have effects on the earning capabilities and financial stability of the family. Community-based research and evaluations are necessary to understand perceptions about and practices of the community relating to cholera and oral cholera vaccines. This may help identify the ways in which such vaccines may be successfully introduced, and other preventive measures can be implemented. The present study assessed the knowledge of, attitudes toward, and preventive practices relating to cholera and oral cholera vaccine among an urban population residing in a high cholera-prone setting in Dhaka, Bangladesh.",
      "sentences": [
        [
          {
            "segment_text": "In endemic countries such as Bangladesh ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "consequences of cholera place an enormous financial and social burden on patients and their families .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Cholera vaccines not only provide health benefits to susceptible populations but also have effects on the earning capabilities and financial stability of the family .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Community-based research and evaluations are necessary to understand perceptions about and practices of the community relating to cholera and oral cholera vaccines .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This may help identify the ways in which such vaccines may be successfully introduced ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and other preventive measures can be implemented .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The present study assessed the knowledge of ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "attitudes toward , and preventive practices relating to cholera and oral cholera vaccine among an urban population residing in a high cholera-prone setting in Dhaka , Bangladesh .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Methods: This cross-sectional study was conducted in an area of high cholera prevalence in 15 randomly-selected clusters in Mirpur, Dhaka city. A study team collected data through a survey and in-depth interviews during Results: Of 2,830 families included in the final analysis, 23% could recognize cholera as acute watery diarrhea and 16% had ever heard of oral cholera vaccine. About 54% of the respondents had poor knowledge about cholerarelated issues while 97% had a positive attitude toward cholera and oral cholera vaccine. One-third showed poor practice relating to the prevention of cholera. The findings showed a significant (p \u003c 0.05) association between the respondents\u0027 knowledge and sex, education, occupation, monthly overall household expenditure, attitudes and practice. In the adjusted model, male sex, having a lower monthly overall household expenditure, and having a less positive attitude toward cholera were the significant predictors to having poor knowledge. Conclusions: The findings suggest the strengthening of health education activities to improve knowledge on cholera, its prevention and treatment and information on cholera vaccination among high-risk populations. The data also underscore the potential of mass cholera vaccination to prevent and control cholera.",
      "sentences": [
        [
          {
            "segment_text": "Methods : This cross-sectional study was conducted in an area of high cholera prevalence in 15 randomly-selected clusters in Mirpur , Dhaka city .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A study team collected data through a survey and in-depth interviews during Results : Of 2,830 families included in the final analysis ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "23 % could recognize cholera as acute watery diarrhea and 16 % had ever heard of oral cholera vaccine .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "About 54 % of the respondents had poor knowledge about cholerarelated issues while 97 % had a positive attitude toward cholera and oral cholera vaccine .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "One-third showed poor practice relating to the prevention of cholera .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The findings showed a significant ( p \u003c 0.05 ) association between the respondents \u0027 knowledge and sex ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "education , occupation , monthly overall household expenditure , attitudes and practice .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In the adjusted model , male sex ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "having a lower monthly overall household expenditure ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and having a less positive attitude toward cholera were the significant predictors to having poor knowledge .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : The findings suggest the strengthening of health education activities to improve knowledge on cholera ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "its prevention and treatment and information on cholera vaccination among high-risk populations .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The data also underscore the potential of mass cholera vaccination to prevent and control cholera .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "13",
    "segment_num": "21",
    "token_num": "345"
  }
}