{
  "paper_id": "009edb5bf522176b963718e040978c2588e3b4a9",
  "metadata": {
    "title": "Effects of cattle tick (Boophilus microplus) infestation on the bovine immune system",
    "coda_data_split": "train",
    "coda_paper_id": 5970,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Inokuma, H., Kerlin, R.L., Kemp, D.H. and Willadsen, P., 1993. Effects of cattle tick (Boophilu.s mtcrophis ) inl~station on the bovine immune system l~,t. Parasitol.. 47:107-I 18.",
      "sentences": [
        [
          {
            "segment_text": "Inokuma , H. , Kerlin ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "R.L. , Kemp , D.H. and Willadsen , P. , 1993 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Effects of cattle tick ( Boophilu.s mtcrophis ) inl ~ station on the bovine immune system l ~ , t. Parasitol .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": ".",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "47:107-I 18 .",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "The immunosuppressive effect of experimental Boophilus microplus infestation on bovine peripheral blood lymphocytes (PBL) and on host antibody production to a protein antigen (ovalbumin) was examined. Boophilus microplus infestation caused a marginal decrease in the percentage of T lymphocytes in PBL, which was observed in both lightly (5000 larvae) and heavily (40 000 larvae) infested cattle, and began at the second infestation and continued until the end of the fourth infestation. The percentage ofB lymphocytes in heavily tick-infested cattle was less than that in non-infested control cattle after the fourth infestation. The response of PBL from tick-infested cattle to phytohemagglutinin (PHA) was always less than that of tick-free cattle after the second infestation. No noteworthy differences were detected betwccn the three stages of tick infestation, that is. 1 week before the peak of adult engorgement, the middle of the peak and 1 week after all ticks had dropped. Boophilus microplus saliva ( 100/11 ml-t ) suppressed 47% of the response of bovine PBL to PHA in vitro.",
      "sentences": [
        [
          {
            "segment_text": "The immunosuppressive effect of experimental Boophilus microplus infestation on bovine peripheral blood lymphocytes ( PBL ) and on host antibody production to a protein antigen ( ovalbumin ) was examined .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Boophilus microplus infestation caused a marginal decrease in the percentage of T lymphocytes in PBL ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which was observed in both lightly ( 5000 larvae ) and heavily ( 40 000 larvae ) infested cattle ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and began at the second infestation and continued until the end of the fourth infestation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The percentage ofB lymphocytes in heavily tick-infested cattle was less than that in non-infested control cattle after the fourth infestation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The response of PBL from tick-infested cattle to phytohemagglutinin ( PHA ) was always less than that of tick-free cattle after the second infestation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "No noteworthy differences were detected betwccn the three stages of tick infestation , that is .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "1 week before the peak of adult engorgement ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "the middle of the peak and 1 week after all ticks had dropped .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Boophilus microplus saliva ( 100/11 ml-t ) suppressed 47 % of the response of bovine PBL to PHA in vitro .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "This suppressive effect of saliva may contribute to the lower responsiveness of PBL from tick-infested cattle. Antibody production by tick-infested cattle was examined during the third and tourth heavy tick infestation. Tick-infested cattle showed a diminished response against ovalbumin after the second immunization. The immunosuppressive effects of tick infestation may play an important role in tick survival or in the transmission of tick-borne diseases in the field. sponse in the bovine host, which is manifest by mast cell disruption, eosinophil infiltration and concentration at the attachment site (Schleger et al.,",
      "sentences": [
        [
          {
            "segment_text": "This suppressive effect of saliva may contribute to the lower responsiveness of PBL from tick-infested cattle .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Antibody production by tick-infested cattle was examined during the third and tourth heavy tick infestation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Tick-infested cattle showed a diminished response against ovalbumin after the second immunization .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The immunosuppressive effects of tick infestation may play an important role in tick survival or in the transmission of tick-borne diseases in the field .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "sponse in the bovine host ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which is manifest by mast cell disruption ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "eosinophil infiltration and concentration at the attachment site ( Schleger et al. ,",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Correspondence to.\" H. lnokuma, National Livestock Breeding Center, Ministry\u0027 of Agriculture.",
      "sentences": [
        [
          {
            "segment_text": "Correspondence to . \u0027\u0027",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "H. lnokuma , National Livestock Breeding Center , Ministry \u0027 of Agriculture .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Forest~\u0027 and Fisheries, Nishigho, Nishi-shirakawa, Fukushima 961, Japan.",
      "sentences": [
        [
          {
            "segment_text": "Forest ~ \u0027 and Fisheries ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Nishigho , Nishi-shirakawa , Fukushima 961 , Japan .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "5",
    "sentence_num": "19",
    "segment_num": "26",
    "token_num": "363"
  }
}