{
  "paper_id": "00aa67f6695256f8ade032f62ea9fa2764d34a30",
  "metadata": {
    "title": "Role of protein kinase R in double-stranded RNA-induced expression of nitric oxide synthase in human astroglia",
    "coda_data_split": "train",
    "coda_paper_id": 10560,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Environmental factor(s), such as viral infection, has been implicated as one of the triggering events leading to neuroinflammation in multiple sclerosis. This study underlines the importance of doublestranded RNA (dsRNA), the active component of a viral infection, in inducing the expression of inducible nitric oxide synthase (iNOS) in human astroglia. DsRNA in the form of synthetic polyinosinic-polycytidylic acid (poly IC) induced expression of iNOS and iNOS promoter-driven luciferase activity through activation of nuclear factor (NF)-κB and CCAAT/enhancer-binding proteinβ (C/EBPβ). In addition, we show that inhibitors of protein kinase R attenuated iNOS by suppressing the activation of NF-κB but not C/EBPβ. In contrast, knock down of p38 mitogenactivated protein kinase (MAPK) attenuated iNOS by suppressing the activation of C/EBPβ but not NF-κB. This study delineates a novel role of dsRNA in inducing the expression of iNOS through dsRNA-activated protein kinase (PKR)-mediated activation of NF-κB and p38-mediated activation of C/EBPβ in human astroglia that may participate in virus-induced neurological abnormalities.",
      "sentences": [
        [
          {
            "segment_text": "Environmental factor ( s ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "such as viral infection , has been implicated as one of the triggering events leading to neuroinflammation in multiple sclerosis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This study underlines the importance of doublestranded RNA ( dsRNA ) ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "the active component of a viral infection ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "in inducing the expression of inducible nitric oxide synthase ( iNOS ) in human astroglia .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "DsRNA in the form of synthetic polyinosinic-polycytidylic acid ( poly IC ) induced expression of iNOS and iNOS promoter-driven luciferase activity through activation of nuclear factor ( NF ) - κB and CCAAT/enhancer-binding proteinβ ( C/EBPβ ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , we show that inhibitors of protein kinase R attenuated iNOS by suppressing the activation of NF-κB but not C/EBPβ .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In contrast , knock down of p38 mitogenactivated protein kinase ( MAPK ) attenuated iNOS by suppressing the activation of C/EBPβ but not NF-κB .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This study delineates a novel role of dsRNA in inducing the expression of iNOS through dsRNA-activated protein kinase ( PKR ) - mediated activation of NF-κB and p38-mediated activation of C/EBPβ in human astroglia that may participate in virus-induced neurological abnormalities .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "9",
    "token_num": "191"
  }
}