{
  "paper_id": "00aa9cbf61505e3fa77ef009eafe04300a5c39b2",
  "metadata": {
    "title": "Current status of rabies and prospects for elimination",
    "coda_data_split": "train",
    "coda_paper_id": 7063,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Rabies is one of the most deadly infectious diseases, with a case-fatality rate approaching 100%. The disease is established on all continents apart from Antarctica; most cases are reported in Africa and Asia, with thousands of deaths recorded annually. However, the estimated annual fi gure of almost 60 000 human rabies fatalities is probably an underestimate. Almost all cases of human rabies result from bites from infected dogs. Therefore, the most cost-eff ective approach to elimination of the global burden of human rabies is to control canine rabies rather than expansion of the availability of human prophylaxis. Mass vaccination campaigns with parenteral vaccines, and advances in oral vaccines for wildlife, have allowed the elimination of rabies in terrestrial carnivores in several countries worldwide. The subsequent reduction in cases of human rabies in such regions advocates the multidisciplinary One Health approach to rabies control through the mass vaccination of dogs and control of canine populations.",
      "sentences": [
        [
          {
            "segment_text": "Rabies is one of the most deadly infectious diseases ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "with a case-fatality rate approaching 100 % .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The disease is established on all continents apart from Antarctica ; most cases are reported in Africa and Asia ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "with thousands of deaths recorded annually .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , the estimated annual fi gure of almost 60 000 human rabies fatalities is probably an underestimate .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Almost all cases of human rabies result from bites from infected dogs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Therefore , the most cost-eff ective approach to elimination of the global burden of human rabies is to control canine rabies rather than expansion of the availability of human prophylaxis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Mass vaccination campaigns with parenteral vaccines ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and advances in oral vaccines for wildlife ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "have allowed the elimination of rabies in terrestrial carnivores in several countries worldwide .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The subsequent reduction in cases of human rabies in such regions advocates the multidisciplinary One Health approach to rabies control through the mass vaccination of dogs and control of canine populations .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "11",
    "token_num": "169"
  }
}