{
  "paper_id": "00ab6bdcb3cdedc8cdbb297379a289a169bb5839",
  "metadata": {
    "title": "Campesin, a thermostable antifungal peptide with highly potent antipathogenic activities",
    "coda_data_split": "train",
    "coda_paper_id": 4602,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "An 9.4-kDa antifungal peptide designated as campesin was isolated from seeds of the cabbage Brassica campestris. The isolation procedure involved affinity chromatography on Affi-gel blue gel, ion exchange chromatography on Q-Sepharose and Mono S, and gel filtration on Superdex 75 and Superdex Peptide. The peptide was adsorbed on the first three chromatographic media. It exerted an inhibitory action on mycelial growth including Fusarium oxysporum and Mycosphaerella arachidicola, with an IC 50 of 5.1 μM and 4.4 μM, respectively. The peptide was characterized by remarkable thermostability and pH stability. It inhibited proliferation of HepG2 and MCF cancer cells with an IC 50 of 6.4 μM and 1.8 μM, and the activity of HIV-1 reverse transcriptase with an IC 50 of 3.2 μM. It demonstrated lysolecithin binding activity.",
      "sentences": [
        [
          {
            "segment_text": "An 9.4-kDa antifungal peptide designated as campesin was isolated from seeds of the cabbage Brassica campestris .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The isolation procedure involved affinity chromatography on Affi-gel blue gel ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "ion exchange chromatography on Q-Sepharose and Mono S ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and gel filtration on Superdex 75 and Superdex Peptide .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The peptide was adsorbed on the first three chromatographic media .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "It exerted an inhibitory action on mycelial growth including Fusarium oxysporum and Mycosphaerella arachidicola ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with an IC 50 of 5.1 μM and 4.4 μM , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The peptide was characterized by remarkable thermostability and pH stability .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "It inhibited proliferation of HepG2 and MCF cancer cells with an IC 50 of 6.4 μM and 1.8 μM ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the activity of HIV-1 reverse transcriptase with an IC 50 of 3.2 μM .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "It demonstrated lysolecithin binding activity .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "11",
    "token_num": "138"
  }
}