{
  "paper_id": "00baf167b536dde6a06bfe431aec3e514e04a42b",
  "metadata": {
    "title": "Applications of high-throughput genomics to antiviral research: evasion of antiviral responses and activation of inflammation during fulminant RNA virus infection",
    "coda_data_split": "train",
    "coda_paper_id": 5648,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Host responses can contribute to the severity of viral infection, through the failure of innate antiviral mechanisms to recognize and restrict the pathogen, the development of intense systemic inflammation leading to circulatory failure or through tissue injury resulting from overly exuberant cell-mediated immune responses. High-throughput genomics methods are now being used to identify the biochemical pathways underlying ineffective or damaging host responses in a number of acute and chronic viral infections. This article reviews recent gene-expression studies of 1918 H1N1 influenza and Ebola hemorrhagic fever in cell culture and animal models, focusing on how genomics experiments can be used to increase our understanding of the mechanisms that permit those viruses to cause rapidly overwhelming infection. Particular attention is paid to how evasion of type I IFN responses in infected cells might contribute to over-activation of inflammatory responses. Reviewing recent research and describing how future studies might be tailored to understand the relationship between the infected cell and its environment, this article discusses how the rapidly growing field of high-throughput genomics can contribute to a more complete understanding of severe, acute viral infections and identify novel targets for therapeutic intervention.",
      "sentences": [
        [
          {
            "segment_text": "Host responses can contribute to the severity of viral infection ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "through the failure of innate antiviral mechanisms to recognize and restrict the pathogen ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the development of intense systemic inflammation leading to circulatory failure or through tissue injury resulting from overly exuberant cell-mediated immune responses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "High-throughput genomics methods are now being used to identify the biochemical pathways underlying ineffective or damaging host responses in a number of acute and chronic viral infections .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This article reviews recent gene-expression studies of 1918 H1N1 influenza and Ebola hemorrhagic fever in cell culture and animal models ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "focusing on how genomics experiments can be used to increase our understanding of the mechanisms that permit those viruses to cause rapidly overwhelming infection .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Particular attention is paid to how evasion of type I IFN responses in infected cells might contribute to over-activation of inflammatory responses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Reviewing recent research and describing how future studies might be tailored to understand the relationship between the infected cell and its environment ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "this article discusses how the rapidly growing field of high-throughput genomics can contribute to a more complete understanding of severe ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "acute viral infections and identify novel targets for therapeutic intervention .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "10",
    "token_num": "199"
  }
}