{
  "paper_id": "00ccc4ef2b6c6f238836b7feb5123bd6a822cc08",
  "metadata": {
    "title": "Involvement of the different lung compartments in the pathogenesis of pH1N1 influenza virus infection in ferrets",
    "coda_data_split": "train",
    "coda_paper_id": 5347,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Severe cases after pH1N1 infection are consequence of interstitial pneumonia triggered by alveolar viral replication and an exacerbated host immune response, characterized by the up-regulation of pro-inflammatory cytokines and the influx of inflammatory leukocytes to the lungs. Different lung cell populations have been suggested as culprits in the unregulated innate immune responses observed in these cases. This study aims to clarify this question by studying the different induction of innate immune molecules by the distinct lung anatomic compartments (vascular, alveolar and bronchiolar) of ferrets intratracheally infected with a human pH1N1 viral isolate, by means of laser microdissection techniques. The obtained results were then analysed in relation to viral quantification in the different anatomic areas and the histopathological lesions observed. More severe lung lesions were observed at 24 h post infection (hpi) correlating with viral antigen detection in bronchiolar and alveolar epithelial cells. However, high levels of viral RNA were detected in all anatomic compartments throughout infection. Bronchiolar areas were the first source of IFN-α and most pro-inflammatory cytokines, through the activation of RIG-I. In contrast, vascular areas contributed with the highest induction of CCL2 and other pro-inflammatory cytokines, through the activation of TLR3. (2015) Hospitalization fatality risk of influenza A(H1N1)pdm09: a systematic review and meta-analysis. Am J Epidemiol 182:294-301 2.",
      "sentences": [
        [
          {
            "segment_text": "Severe cases after pH1N1 infection are consequence of interstitial pneumonia triggered by alveolar viral replication and an exacerbated host immune response ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "characterized by the up-regulation of pro-inflammatory cytokines and the influx of inflammatory leukocytes to the lungs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Different lung cell populations have been suggested as culprits in the unregulated innate immune responses observed in these cases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This study aims to clarify this question by studying the different induction of innate immune molecules by the distinct lung anatomic compartments ( vascular , alveolar and bronchiolar ) of ferrets intratracheally infected with a human pH1N1 viral isolate ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "by means of laser microdissection techniques .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The obtained results were then analysed in relation to viral quantification in the different anatomic areas and the histopathological lesions observed .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "More severe lung lesions were observed at 24 h post infection ( hpi ) correlating with viral antigen detection in bronchiolar and alveolar epithelial cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , high levels of viral RNA were detected in all anatomic compartments throughout infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Bronchiolar areas were the first source of IFN-α and most pro-inflammatory cytokines ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "through the activation of RIG-I .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In contrast , vascular areas contributed with the highest induction of CCL2 and other pro-inflammatory cytokines ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "through the activation of TLR3 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "( 2015 ) Hospitalization fatality risk of influenza A ( H1N1 ) pdm09 : a systematic review and meta-analysis .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Am J Epidemiol 182:294-301 2 .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "14",
    "token_num": "238"
  }
}