{
  "paper_id": "00e945f3938efdc9d46139eedea6284cce579f35",
  "metadata": {
    "title": "α-Ketoamides as Broad-Spectrum Inhibitors of Coronavirus and Enterovirus Replication: Structure-Based Design, Synthesis, and Activity Assessment",
    "coda_data_split": "train",
    "coda_paper_id": 4938,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The main protease of coronaviruses and the 3C protease of enteroviruses share a similar active-site architecture and a unique requirement for glutamine in the P1 position of the substrate. Because of their unique specificity and essential role in viral polyprotein processing, these proteases are suitable targets for the development of antiviral drugs. In order to obtain near-equipotent, broad-spectrum antivirals against alphacoronaviruses, betacoronaviruses, and enteroviruses, we pursued a structure-based design of peptidomimetic α-ketoamides as inhibitors of main and 3C proteases. Six crystal structures of protease−inhibitor complexes were determined as part of this study. Compounds synthesized were tested against the recombinant proteases as well as in viral replicons and virus-infected cell cultures; most of them were not cell-toxic. Optimization of the P2 substituent of the αketoamides proved crucial for achieving near-equipotency against the three virus genera. The best near-equipotent inhibitors, 11u (P2 \u003d cyclopentylmethyl) and 11r (P2 \u003d cyclohexylmethyl), display low-micromolar EC 50 values against enteroviruses, alphacoronaviruses, and betacoronaviruses in cell cultures. In Huh7 cells, 11r exhibits three-digit picomolar activity against the Middle East Respiratory Syndrome coronavirus.",
      "sentences": [
        [
          {
            "segment_text": "The main protease of coronaviruses and the 3C protease of enteroviruses share a similar active-site architecture and a unique requirement for glutamine in the P1 position of the substrate .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Because of their unique specificity and essential role in viral polyprotein processing ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "these proteases are suitable targets for the development of antiviral drugs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In order to obtain near-equipotent ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "broad-spectrum antivirals against alphacoronaviruses , betacoronaviruses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and enteroviruses , we pursued a structure-based design of peptidomimetic α-ketoamides as inhibitors of main and 3C proteases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Six crystal structures of protease − inhibitor complexes were determined as part of this study .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Compounds synthesized were tested against the recombinant proteases as well as in viral replicons and virus-infected cell cultures ; most of them were not cell-toxic .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Optimization of the P2 substituent of the αketoamides proved crucial for achieving near-equipotency against the three virus genera .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The best near-equipotent inhibitors , 11u ( P2 \u003d cyclopentylmethyl ) and 11r ( P2 \u003d cyclohexylmethyl ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "display low-micromolar EC 50 values against enteroviruses ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "alphacoronaviruses , and betacoronaviruses in cell cultures .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In Huh7 cells , 11r exhibits three-digit picomolar activity against the Middle East Respiratory Syndrome coronavirus .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "13",
    "token_num": "200"
  }
}