{
  "paper_id": "00ec85838f0ebb20028f8600e1ad7b68155569f9",
  "metadata": {
    "title": "Former Health Promotion Technical Officer at the Family Health Division, Department of Health, Ministry of Public Health in Thailand",
    "coda_data_split": "train",
    "coda_paper_id": 4567,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The objectives of this study were to compare the health care delivery systems of Korea and Thailand and the health status of the people of the 2 countries. To analyze the health care delivery system government organization of health care, health care personnel, and health insurance programs were examined. The population distribution, life expectancy, maternal and infant death rates, cause of specific death rates, and health behaviors were examined to determine the health status of the 2 populations. From this comparison of the health care system and health status of the 2 countries, recommendations are made concerning government policy and activation of health care professionals and health workers to address the problems that were identified in the study. (Lee C et al. Nurs Outlook 2003;51:115-9.) Duck-Hee Kang is an Associate Professor at the University of Alabama at Birmingham School of Nursing, Birmingham, Alabama. Prapim Buddhirakkul is a Doctoral Student and Faculty of Nursing,",
      "sentences": [
        [
          {
            "segment_text": "The objectives of this study were to compare the health care delivery systems of Korea and Thailand and the health status of the people of the 2 countries .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "To analyze the health care delivery system government organization of health care ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "health care personnel , and health insurance programs were examined .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The population distribution , life expectancy ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "maternal and infant death rates ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "cause of specific death rates ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and health behaviors were examined to determine the health status of the 2 populations .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "From this comparison of the health care system and health status of the 2 countries ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "recommendations are made concerning government policy and activation of health care professionals and health workers to address the problems that were identified in the study .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "( Lee C et al. .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Nurs Outlook 2003 ; 51:115-9 . )",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Duck-Hee Kang is an Associate Professor at the University of Alabama at Birmingham School of Nursing , Birmingham , Alabama .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Prapim Buddhirakkul is a Doctoral Student and Faculty of Nursing ,",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "13",
    "token_num": "174"
  }
}