{
  "paper_id": "0110eaeb5103ac1d44cc2e7aa0f6c0f621e6acc7",
  "metadata": {
    "title": "Increased pulmonary secretion of tumor necrosis factor-a in calves experimentally infected with bovine respiratory syncytial virus",
    "coda_data_split": "train",
    "coda_paper_id": 6002,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Bovine respiratory syncytial virus (BRSV) is an important cause of respiratory disease among calves in the Danish cattle industry. An experimental BRSV infection model was used to study the pathogenesis of the disease in calves. Broncho alveolar lung lavage (BAL) was performed on 28 Jersey calves, of which 23 were experimentally infected with BRSV and ®ve were given a mock inoculum. The presence of the cytokine tumor necrosis factor a (TNF-a) in the BAL¯uids was detected and quanti®ed by a capture ELISA. TNF-a was detected in 21 of the infected animals. The amount of TNF-a in the BAL¯uid of calves killed post inoculation day (PID) 2 and 4 was at the same very low level as in the uninfected control animals. Large amounts of TNF-a were detected on PID 6, maximum levels of TNF-a were reached on PID 7, and smaller amounts of TNF-a were seen on PID 8. The high levels of TNF-a appeared on the days where severe lung lesions and clinical signs were obvious and the amounts of BRSV-antigen were at their greatest. Although Pasteurellaceae were isolated from some of the BRSV-infected calves, calves treated with antibiotics before and through the whole period of the infection, as well as BRSV-infected calves free of bacteria reached the same level of TNF-a as animals from which bacteria were isolated from the lungs. It is concluded that signi®cant quantities of TNF-a are produced in the lungs of the calves Veterinary Immunology and Immunopathology 76 (2000) 199±214",
      "sentences": [
        [
          {
            "segment_text": "Bovine respiratory syncytial virus ( BRSV ) is an important cause of respiratory disease among calves in the Danish cattle industry .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "An experimental BRSV infection model was used to study the pathogenesis of the disease in calves .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Broncho alveolar lung lavage ( BAL ) was performed on 28 Jersey calves ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "of which 23 were experimentally infected with BRSV and ® ve were given a mock inoculum .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The presence of the cytokine tumor necrosis factor a ( TNF-a ) in the BAL ¯ uids was detected and quanti ® ed by a capture ELISA .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "TNF-a was detected in 21 of the infected animals .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The amount of TNF-a in the BAL ¯ uid of calves killed post inoculation day ( PID ) 2 and 4 was at the same very low level as in the uninfected control animals .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Large amounts of TNF-a were detected on PID 6 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "maximum levels of TNF-a were reached on PID 7 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and smaller amounts of TNF-a were seen on PID 8 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The high levels of TNF-a appeared on the days where severe lung lesions and clinical signs were obvious and the amounts of BRSV-antigen were at their greatest .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Although Pasteurellaceae were isolated from some of the BRSV-infected calves ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "calves treated with antibiotics before and through the whole period of the infection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as well as BRSV-infected calves free of bacteria reached the same level of TNF-a as animals from which bacteria were isolated from the lungs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "It is concluded that signi ® cant quantities of TNF-a are produced in the lungs of the calves Veterinary Immunology and Immunopathology 76 ( 2000 ) 199 ± 214",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Abbreviations: PID, post inoculation day; BRSV, bovine respiratory syncytial virus; Mock, mock inoculum; BAL, broncho alveolar lung lavage; TNF-a, tumor necrosis factor-a",
      "sentences": [
        [
          {
            "segment_text": "Abbreviations : PID , post inoculation day ; BRSV ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "bovine respiratory syncytial virus ; Mock ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "mock inoculum ; BAL , broncho alveolar lung lavage ; TNF-a , tumor necrosis factor-a",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "11",
    "segment_num": "18",
    "token_num": "313"
  }
}