{
  "paper_id": "01313cfb80a0a3532ae597e05482797329f9beb4",
  "metadata": {
    "title": "Co-expression vs. co-infection using baculovirus expression vectors in insect cell culture: Benefits and drawbacks",
    "coda_data_split": "train",
    "coda_paper_id": 8654,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The baculovirus expression vector system (BEVS) is a versatile and powerful platform for protein expression in insect cells. With the ability to approach similar post-translational modifications as in mammalian cells, the BEVS offers a number of advantages including high levels of expression as well as an inherent safety during manufacture and of the final product. Many BEVS products include proteins and protein complexes that require expression from more than one gene. This review examines the expression strategies that have been used to this end and focuses on the distinguishing features between those that make use of single polycistronic baculovirus (co-expression) and those that use multiple monocistronic baculoviruses (co-infection). Three major areas in which researchers have been able to take advantage of co-expression/co-infection are addressed, including compound structure-function studies, insect cell functionality augmentation, and VLP production. The core of the review discusses the parameters of interest for co-infection and co-expression with time of infection (TOI) and multiplicity of infection (MOI) highlighted for the former and the choice of promoter for the latter. In addition, an overview of modeling approaches is presented, with a suggested trajectory for future exploration. The review concludes with an examination of the gaps that still remain in co-expression/co-infection knowledge and practice.",
      "sentences": [
        [
          {
            "segment_text": "The baculovirus expression vector system ( BEVS ) is a versatile and powerful platform for protein expression in insect cells .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "With the ability to approach similar post-translational modifications as in mammalian cells ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the BEVS offers a number of advantages including high levels of expression as well as an inherent safety during manufacture and of the final product .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Many BEVS products include proteins and protein complexes that require expression from more than one gene .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review examines the expression strategies that have been used to this end and focuses on the distinguishing features between those that make use of single polycistronic baculovirus ( co-expression ) and those that use multiple monocistronic baculoviruses ( co-infection ) .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Three major areas in which researchers have been able to take advantage of co-expression/co-infection are addressed ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "including compound structure-function studies , insect cell functionality augmentation , and VLP production .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The core of the review discusses the parameters of interest for co-infection and co-expression with time of infection ( TOI ) and multiplicity of infection ( MOI ) highlighted for the former and the choice of promoter for the latter .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "In addition , an overview of modeling approaches is presented ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "with a suggested trajectory for future exploration .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The review concludes with an examination of the gaps that still remain in co-expression/co-infection knowledge and practice .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "11",
    "token_num": "228"
  }
}