{
  "paper_id": "014fb9a001135a4f1d84e955cbd054eadb50b94c",
  "metadata": {
    "title": "",
    "coda_data_split": "train",
    "coda_paper_id": 3546,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Coronaviruses tend to efficiently evade innate immune sensing. Alpha-coronaviruses interfere with the type I interferon (IFN) response in various ways, ensuring the limited activation of IFN responses. Transmissible gastroenteritis virus (TGEV), an Alphacoronavirus genera virus, is an important pathogen that mainly infects piglet, but little is known about the activation of the host immune response. We show that TGEV induces a delayed activation of the IFN response in intestinal epithelial cells. Briefly, IFN-b expression induced by TGEV infection is delayed with respect to that induced by poly(I:C) transfection. In addition, some of the IFN-stimulated genes (ISGs) were up-regulated in the early infection stage without obvious expression of IFN-b. Moreover, we show that activation of IFN responses induced by poly(I:C) could inhibit viral replication in the early infection stage, but failed in the late infection stage in IPEC-J2 cells. Finally, the activation of IFN responses induced by TGEV infection cannot inhibit viral replication. Taken together, this study provides a preliminary analysis of an interaction between TGEV and IFN-b responses of intestinal epithelial cells.",
      "sentences": [
        [
          {
            "segment_text": "Coronaviruses tend to efficiently evade innate immune sensing .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Alpha-coronaviruses interfere with the type I interferon ( IFN ) response in various ways ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "ensuring the limited activation of IFN responses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Transmissible gastroenteritis virus ( TGEV ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "an Alphacoronavirus genera virus , is an important pathogen that mainly infects piglet ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but little is known about the activation of the host immune response .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We show that TGEV induces a delayed activation of the IFN response in intestinal epithelial cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Briefly , IFN-b expression induced by TGEV infection is delayed with respect to that induced by poly ( I : C ) transfection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , some of the IFN-stimulated genes ( ISGs ) were up-regulated in the early infection stage without obvious expression of IFN-b .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , we show that activation of IFN responses induced by poly ( I : C ) could inhibit viral replication in the early infection stage ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but failed in the late infection stage in IPEC-J2 cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Finally , the activation of IFN responses induced by TGEV infection can not inhibit viral replication .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Taken together , this study provides a preliminary analysis of an interaction between TGEV and IFN-b responses of intestinal epithelial cells .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "13",
    "token_num": "208"
  }
}