{
  "paper_id": "0150b2d0c4f75faf01a869d3f5109fca50aab5c3",
  "metadata": {
    "title": "Viral evasion of intracellular DNA and RNA sensing",
    "coda_data_split": "train",
    "coda_paper_id": 2877,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The co-evolution of viruses with their hosts has led to the emergence of viral pathogens that are adept at evading or actively suppressing host immunity. Pattern recognition receptors (PRRs) are key components of antiviral immunity that detect conserved molecular features of viral pathogens and initiate signalling that results in the expression of antiviral genes. In this Review, we discuss the strategies that viruses use to escape immune surveillance by key intracellular sensors of viral RNA or DNA, with a focus on RIG-I-like receptors (RLRs), cyclic GMP-AMP synthase (cGAS) and interferon-γ (IFNγ)-inducible protein 16 (IFI16). Such viral strategies include the sequestration or modification of viral nucleic acids, interference with specific post-translational modifications of PRRs or their adaptor proteins, the degradation or cleavage of PRRs or their adaptors, and the sequestration or relocalization of PRRs. An understanding of viral immuneevasion mechanisms at the molecular level may guide the development of vaccines and antivirals.",
      "sentences": [
        [
          {
            "segment_text": "The co-evolution of viruses with their hosts has led to the emergence of viral pathogens that are adept at evading or actively suppressing host immunity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Pattern recognition receptors ( PRRs ) are key components of antiviral immunity that detect conserved molecular features of viral pathogens and initiate signalling that results in the expression of antiviral genes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this Review , we discuss the strategies that viruses use to escape immune surveillance by key intracellular sensors of viral RNA or DNA ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "with a focus on RIG-I-like receptors ( RLRs ) ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "cyclic GMP-AMP synthase ( cGAS ) and interferon-γ ( IFNγ ) - inducible protein 16 ( IFI16 ) .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Such viral strategies include the sequestration or modification of viral nucleic acids ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "interference with specific post-translational modifications of PRRs or their adaptor proteins ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the degradation or cleavage of PRRs or their adaptors ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the sequestration or relocalization of PRRs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "An understanding of viral immuneevasion mechanisms at the molecular level may guide the development of vaccines and antivirals .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "10",
    "token_num": "174"
  }
}