{
  "paper_id": "015729be3f439e9ef2033276a4ef14df8873dda9",
  "metadata": {
    "title": "Original Article Screening for Antiviral Activities of Isolated Compounds from Essential Oils",
    "coda_data_split": "train",
    "coda_paper_id": 8149,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Essential oil of star anise as well as phenylpropanoids and sesquiterpenes, for example, trans-anethole, eugenol, β-eudesmol, farnesol, β-caryophyllene and β-caryophyllene oxide, which are present in many essential oils, were examined for their antiviral activity against herpes simplex virus type 1 (HSV-1) in vitro. Antiviral activity was analyzed by plaque reduction assays and mode of antiviral action was determined by addition of the drugs to uninfected cells, to the virus prior to infection or to herpesvirusinfected cells. Star anise oil reduced viral infectivity by \u003e99%, phenylpropanoids inhibited HSV infectivity by about 60-80% and sesquiterpenes suppressed herpes virus infection by 40-98%. Both, star anise essential oil and all isolated compounds exhibited anti-HSV-1 activity by direct inactivation of free virus particles in viral suspension assays. All tested drugs interacted in a dosedependent manner with herpesvirus particles, thereby inactivating viral infectivity. Star anise oil, rich in trans-anethole, revealed a high selectivity index of 160 against HSV, whereas among the isolated compounds only β-caryophyllene displayed a high selectivity index of 140. The presence of β-caryophyllene in many essential oils might contribute strongly to their antiviral ability. These results indicate that phenylpropanoids and sesquiterpenes present in essential oils contribute to their antiviral activity against HSV.",
      "sentences": [
        [
          {
            "segment_text": "Essential oil of star anise as well as phenylpropanoids and sesquiterpenes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "for example , trans-anethole , eugenol ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "β-eudesmol , farnesol , β-caryophyllene and β-caryophyllene oxide ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which are present in many essential oils ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "were examined for their antiviral activity against herpes simplex virus type 1 ( HSV-1 ) in vitro .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Antiviral activity was analyzed by plaque reduction assays and mode of antiviral action was determined by addition of the drugs to uninfected cells ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "to the virus prior to infection or to herpesvirusinfected cells .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Star anise oil reduced viral infectivity by \u003e 99 % ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "phenylpropanoids inhibited HSV infectivity by about 60-80 % and sesquiterpenes suppressed herpes virus infection by 40-98 % .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Both , star anise essential oil and all isolated compounds exhibited anti-HSV-1 activity by direct inactivation of free virus particles in viral suspension assays .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "All tested drugs interacted in a dosedependent manner with herpesvirus particles , thereby inactivating viral infectivity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Star anise oil , rich in trans-anethole ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "revealed a high selectivity index of 160 against HSV ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whereas among the isolated compounds only β-caryophyllene displayed a high selectivity index of 140 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The presence of β-caryophyllene in many essential oils might contribute strongly to their antiviral ability .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results indicate that phenylpropanoids and sesquiterpenes present in essential oils contribute to their antiviral activity against HSV .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "16",
    "token_num": "228"
  }
}