{
  "paper_id": "01571c3ac81e501b33421da9a4524502124ba473",
  "metadata": {
    "title": "Regulatory T cells and Th17 cells in viral infections: implications for multiple sclerosis and myocarditis",
    "coda_data_split": "train",
    "coda_paper_id": 4243,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "In immune-mediated diseases, Treg and proinflammatory Th17 cells have been suggested to play either suppressor (beneficial) or effector (detrimental) roles, respectively. Tissue damage in viral infections can be caused by direct viral replication or immunopathology. Viral replication can be enhanced by anti-inflammatory responses and suppressed by proinflammatory responses. However, Tregs could suppress proinflammatory responses, reducing immunopathology, while Th17 cell-induced inflammation may enhance immunopathology. Here, the roles of Treg and Th17 cells depend on whether tissue damage is caused by direct virus replication or immunopathology, which differ depending on the virus, disease stage and host immune background. Although the precise mechanisms of tissue damage in multiple sclerosis and myocarditis are unclear, both viral replication and immune effector cells have been proposed to cause pathogenesis. Personalized medicine that alters the balance between Treg and Th17 cells may ameliorate viral pathology during infections.",
      "sentences": [
        [
          {
            "segment_text": "In immune-mediated diseases , Treg and proinflammatory Th17 cells have been suggested to play either suppressor ( beneficial ) or effector ( detrimental ) roles , respectively .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Tissue damage in viral infections can be caused by direct viral replication or immunopathology .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Viral replication can be enhanced by anti-inflammatory responses and suppressed by proinflammatory responses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , Tregs could suppress proinflammatory responses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "reducing immunopathology , while Th17 cell-induced inflammation may enhance immunopathology .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , the roles of Treg and Th17 cells depend on whether tissue damage is caused by direct virus replication or immunopathology ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which differ depending on the virus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "disease stage and host immune background .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Although the precise mechanisms of tissue damage in multiple sclerosis and myocarditis are unclear ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "both viral replication and immune effector cells have been proposed to cause pathogenesis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Personalized medicine that alters the balance between Treg and Th17 cells may ameliorate viral pathology during infections .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "11",
    "token_num": "160"
  }
}