{
  "paper_id": "015a5be4701f244a51d6c244c2ba5b69ac68dd9d",
  "metadata": {
    "title": "Interferon-γ Inhibits Ebola Virus Infection",
    "coda_data_split": "train",
    "coda_paper_id": 8431,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Ebola virus outbreaks, such as the 2014 Makona epidemic in West Africa, are episodic and deadly. Filovirus antivirals are currently not clinically available. Our findings suggest interferon gamma, an FDA-approved drug, may serve as a novel and effective prophylactic or treatment option. Using mouse-adapted Ebola virus, we found that murine interferon gamma administered 24 hours before or after infection robustly protects lethally-challenged mice and reduces morbidity and serum viral titers. Furthermore, we demonstrated that interferon gamma profoundly inhibits Ebola virus infection of macrophages, an early cellular target of infection. As early as six hours following in vitro infection, Ebola virus RNA levels in interferon gamma-treated macrophages were lower than in infected, untreated cells. Addition of the protein synthesis inhibitor, cycloheximide, to interferon gamma-treated macrophages did not further reduce viral RNA levels, suggesting that interferon gamma blocks life cycle events that require protein synthesis such as virus replication. Microarray studies with interferon gamma-treated human macrophages identified more than 160 interferon-stimulated genes. Ectopic expression of a select group of these genes inhibited Ebola virus infection. These studies provide new potential avenues for antiviral targeting as these genes that have not previously appreciated to inhibit negative strand RNA viruses and specifically Ebola virus infection. As treatment of interferon gamma robustly protects mice from lethal Ebola virus infection, we propose that interferon gamma should be further evaluated for its efficacy as a prophylactic and/or therapeutic strategy against filoviruses. Use of this FDAapproved drug could rapidly be deployed during future outbreaks.",
      "sentences": [
        [
          {
            "segment_text": "Ebola virus outbreaks , such as the 2014 Makona epidemic in West Africa , are episodic and deadly .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Filovirus antivirals are currently not clinically available .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Our findings suggest interferon gamma ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "an FDA-approved drug , may serve as a novel and effective prophylactic or treatment option .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Using mouse-adapted Ebola virus , we found that murine interferon gamma administered 24 hours before or after infection robustly protects lethally-challenged mice and reduces morbidity and serum viral titers .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , we demonstrated that interferon gamma profoundly inhibits Ebola virus infection of macrophages ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "an early cellular target of infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "As early as six hours following in vitro infection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Ebola virus RNA levels in interferon gamma-treated macrophages were lower than in infected , untreated cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Addition of the protein synthesis inhibitor ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "cycloheximide , to interferon gamma-treated macrophages did not further reduce viral RNA levels ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "suggesting that interferon gamma blocks life cycle events that require protein synthesis such as virus replication .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Microarray studies with interferon gamma-treated human macrophages identified more than 160 interferon-stimulated genes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Ectopic expression of a select group of these genes inhibited Ebola virus infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These studies provide new potential avenues for antiviral targeting as these genes that have not previously appreciated to inhibit negative strand RNA viruses and specifically Ebola virus infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "As treatment of interferon gamma robustly protects mice from lethal Ebola virus infection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "we propose that interferon gamma should be further evaluated for its efficacy as a prophylactic and/or therapeutic strategy against filoviruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Use of this FDAapproved drug could rapidly be deployed during future outbreaks .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Filovirus outbreaks occur sporadically, but with increasing frequency. With no current approved filovirus therapeutics, the 2014 Makona Ebola virus epidemic in Guinea, Sierra PLOS Pathogens |",
      "sentences": [
        [
          {
            "segment_text": "Filovirus outbreaks occur sporadically , but with increasing frequency .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "With no current approved filovirus therapeutics ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the 2014 Makona Ebola virus epidemic in Guinea , Sierra PLOS Pathogens |",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "14",
    "segment_num": "21",
    "token_num": "301"
  }
}