{
  "paper_id": "0167dddb0e2783a60841b8e6f2b4e4cb981904e2",
  "metadata": {
    "title": "Three cases of idiopathic eosinophilic enteritis with chronic obstinate diarrhea in Japanese Black fattening cattle",
    "coda_data_split": "train",
    "coda_paper_id": 9153,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Eosinophilic enteritis (EOE) is a type of inflammatory bowel disease and is characterized clinically by chronic obstinate diarrhea. Three Japanese Black (JB) fattening cattle (2 males and 1 female) on different cattle farms presented with chronic episodic diarrhea without fever or dehydration. Soft reddish spherical carneous tissues (1−3 cm) were occasionally excreted within the diarrheic feces. Administration of antibiotics, antidiarrheal drugs and vermicides had no therapeutic effect, but dexamethasone improved the fecal characteristics. The symptoms persisted until the animals were slaughtered at 27-30 months of age. Histopathological examination of the intestines revealed marked eosinophilic infiltration in the lamina propria and submucosa. From these findings, we diagnosed these cattle as the first cases of EOE in Jb cattle. KEY WORDS: eosinophilic enteritis, inflammatory bowel disease, Japanese Black cattle",
      "sentences": [
        [
          {
            "segment_text": "Eosinophilic enteritis ( EOE ) is a type of inflammatory bowel disease and is characterized clinically by chronic obstinate diarrhea .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Three Japanese Black ( JB ) fattening cattle ( 2 males and 1 female ) on different cattle farms presented with chronic episodic diarrhea without fever or dehydration .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Soft reddish spherical carneous tissues ( 1 − 3 cm ) were occasionally excreted within the diarrheic feces .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Administration of antibiotics , antidiarrheal drugs and vermicides had no therapeutic effect ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "but dexamethasone improved the fecal characteristics .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The symptoms persisted until the animals were slaughtered at 27-30 months of age .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Histopathological examination of the intestines revealed marked eosinophilic infiltration in the lamina propria and submucosa .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "From these findings , we diagnosed these cattle as the first cases of EOE in Jb cattle .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "KEY WORDS : eosinophilic enteritis ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "inflammatory bowel disease , Japanese Black cattle",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "10",
    "token_num": "150"
  }
}