{
  "paper_id": "01b39b951a58dc639b4347f72daaa87e12462182",
  "metadata": {
    "title": "Epitopes on the spike protein of a nephropathogenic strain of infectious bronchitis virus",
    "coda_data_split": "train",
    "coda_paper_id": 8988,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Infectious bronchitis virus (IBV), the first coronavirus described, was initially associated with severe respiratory disease. However, outbreaks have more recently also been associated with nephropathogenesis. Topographically interrelated antigenic determinants of the nephropathogenic Gray strain of IBV were characterized using eleven monoclonal antibodies (MAbs). Four MAbs (IgG 2a~c) defined epitopes that were both conformation-independent and group specific, reacting with Gray, Arkansas (Ark), and Massachusetts41 (Mass41) strains. Seven MAbs (IgG 1~:) defined conformation-dependent epitopes that could differentiate the Gray from the Ark and Mass strains. The spike protein specificity of the MAbs was determined with the conformation-independent MAbs and one MAb that reacted only in \"non-denaturing\" western blot assays. Competitive binding studies using these MAbs suggested a high degree of functional dependency among the associated epitopes as might be expected with a protein of complex secondary and tertiary structure. At least two regions associated with complete protection of infected embryos were identified that consisted of both conformation-dependent and independent epitopes. However, a \"non-neutralizing\" MAb, which did not protect the embryo from gross lesions, did inhibit virus-induced lesions and replication in the kidneys. These MAbs should be valuable tools in studying IBV pathogenesis.",
      "sentences": [
        [
          {
            "segment_text": "Infectious bronchitis virus ( IBV ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the first coronavirus described , was initially associated with severe respiratory disease .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , outbreaks have more recently also been associated with nephropathogenesis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Topographically interrelated antigenic determinants of the nephropathogenic Gray strain of IBV were characterized using eleven monoclonal antibodies ( MAbs ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Four MAbs ( IgG 2a ~ c ) defined epitopes that were both conformation-independent and group specific ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "reacting with Gray , Arkansas ( Ark ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and Massachusetts41 ( Mass41 ) strains .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Seven MAbs ( IgG 1 ~ :-RRB- defined conformation-dependent epitopes that could differentiate the Gray from the Ark and Mass strains .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The spike protein specificity of the MAbs was determined with the conformation-independent MAbs and one MAb that reacted only in `` non-denaturing \u0027\u0027 western blot assays .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Competitive binding studies using these MAbs suggested a high degree of functional dependency among the associated epitopes as might be expected with a protein of complex secondary and tertiary structure .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "At least two regions associated with complete protection of infected embryos were identified that consisted of both conformation-dependent and independent epitopes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , a `` non-neutralizing \u0027\u0027 MAb ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which did not protect the embryo from gross lesions ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "did inhibit virus-induced lesions and replication in the kidneys .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These MAbs should be valuable tools in studying IBV pathogenesis .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "15",
    "token_num": "228"
  }
}