{
  "paper_id": "01b5ae0cce289ca9cdcebc4079f960e833cfbd79",
  "metadata": {
    "title": "A Genome-Wide Analysis of RNA Pseudoknots That Stimulate Efficient −1 Ribosomal Frameshifting or Readthrough in Animal Viruses",
    "coda_data_split": "train",
    "coda_paper_id": 4663,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Programmed −1 ribosomal frameshifting (PRF) and stop codon readthrough are two translational recoding mechanisms utilized by some RNA viruses to express their structural and enzymatic proteins at a defined ratio. Efficient recoding usually requires an RNA pseudoknot located several nucleotides downstream from the recoding site. To assess the strategic importance of the recoding pseudoknots, we have carried out a large scale genome-wide analysis in which we used an in-house developed program to detect all possible H-type pseudoknots within the genomic mRNAs of 81 animal viruses. Pseudoknots are detected downstream from ∼85% of the recoding sites, including many previously unknown pseudoknots. ∼78% of the recoding pseudoknots are the most stable pseudoknot within the viral genomes. However, they are not as strong as some designed pseudoknots that exhibit roadblocking effect on the translating ribosome. Strong roadblocking pseudoknots are not detected within the viral genomes. These results indicate that the decoding pseudoknots have evolved to possess optimal stability for efficient recoding. We also found that the sequence at the gag-pol frameshift junction of HIV1 harbors potential elaborated pseudoknots encompassing the frameshift site. A novel mechanism is proposed for possible involvement of the elaborated pseudoknots in the HIV1 PRF event.",
      "sentences": [
        [
          {
            "segment_text": "Programmed − 1 ribosomal frameshifting ( PRF ) and stop codon readthrough are two translational recoding mechanisms utilized by some RNA viruses to express their structural and enzymatic proteins at a defined ratio .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Efficient recoding usually requires an RNA pseudoknot located several nucleotides downstream from the recoding site .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To assess the strategic importance of the recoding pseudoknots ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "we have carried out a large scale genome-wide analysis in which we used an in-house developed program to detect all possible H-type pseudoknots within the genomic mRNAs of 81 animal viruses .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Pseudoknots are detected downstream from ∼ 85 % of the recoding sites ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including many previously unknown pseudoknots .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "∼ 78 % of the recoding pseudoknots are the most stable pseudoknot within the viral genomes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , they are not as strong as some designed pseudoknots that exhibit roadblocking effect on the translating ribosome .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Strong roadblocking pseudoknots are not detected within the viral genomes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results indicate that the decoding pseudoknots have evolved to possess optimal stability for efficient recoding .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We also found that the sequence at the gag-pol frameshift junction of HIV1 harbors potential elaborated pseudoknots encompassing the frameshift site .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A novel mechanism is proposed for possible involvement of the elaborated pseudoknots in the HIV1 PRF event .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "12",
    "token_num": "216"
  }
}