{
  "paper_id": "01e22956c79df3220a67bce71cf22de95d29b723",
  "metadata": {
    "title": "In-Depth Analysis of the Antibody Response of Individuals Exposed to Primary Dengue Virus Infection",
    "coda_data_split": "train",
    "coda_paper_id": 4257,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Humans who experience a primary dengue virus (DENV) infection develop antibodies that preferentially neutralize the homologous serotype responsible for infection. Affected individuals also generate cross-reactive antibodies against heterologous DENV serotypes, which are non-neutralizing. Dengue cross-reactive, non-neutralizing antibodies can enhance infection of Fc receptor bearing cells and, potentially, exacerbate disease. The actual binding sites of human antibody on the DENV particle are not well defined. We characterized the specificity and neutralization potency of polyclonal serum antibodies and memory B-cell derived monoclonal antibodies (hMAbs) from 2 individuals exposed to primary DENV infections. Most DENV-specific hMAbs were serotype cross-reactive and weakly neutralizing. Moreover, many hMAbs bound to the viral pre-membrane protein and other sites on the virus that were not preserved when the viral envelope protein was produced as a soluble, recombinant antigen (rE protein). Nonetheless, by modifying the screening procedure to detect rare antibodies that bound to rE, we were able to isolate and map human antibodies that strongly neutralized the homologous serotype of DENV. Our MAbs results indicate that, in these two individuals exposed to primary DENV infections, a small fraction of the total antibody response was responsible for virus neutralization.",
      "sentences": [
        [
          {
            "segment_text": "Humans who experience a primary dengue virus ( DENV ) infection develop antibodies that preferentially neutralize the homologous serotype responsible for infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Affected individuals also generate cross-reactive antibodies against heterologous DENV serotypes , which are non-neutralizing .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Dengue cross-reactive , non-neutralizing antibodies can enhance infection of Fc receptor bearing cells and , potentially , exacerbate disease .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The actual binding sites of human antibody on the DENV particle are not well defined .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We characterized the specificity and neutralization potency of polyclonal serum antibodies and memory B-cell derived monoclonal antibodies ( hMAbs ) from 2 individuals exposed to primary DENV infections .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Most DENV-specific hMAbs were serotype cross-reactive and weakly neutralizing .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , many hMAbs bound to the viral pre-membrane protein and other sites on the virus that were not preserved when the viral envelope protein was produced as a soluble ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "recombinant antigen ( rE protein ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Nonetheless , by modifying the screening procedure to detect rare antibodies that bound to rE ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "we were able to isolate and map human antibodies that strongly neutralized the homologous serotype of DENV .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our MAbs results indicate that ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "in these two individuals exposed to primary DENV infections ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "a small fraction of the total antibody response was responsible for virus neutralization .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "13",
    "token_num": "215"
  }
}