{
  "paper_id": "02049ffbdb20997055c4def3516af0e6e40dd427",
  "metadata": {
    "title": "Ribonuclease L mediates the cell-lethal phenotype of double-stranded RNA editing enzyme ADAR1 deficiency in a human cell line",
    "coda_data_split": "train",
    "coda_paper_id": 5825,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "ADAR1 isoforms are adenosine deaminases that edit and destabilize double-stranded RNA reducing its immunostimulatory activities. Mutation of ADAR1 leads to a severe neurodevelopmental and inflammatory disease of children, Aicardi-Goutié res syndrome. In mice, Adar1 mutations are embryonic lethal but are rescued by mutation of the Mda5 or Mavs genes, which function in IFN induction. However, the specific IFN regulated proteins responsible for the pathogenic effects of ADAR1 mutation are unknown. We show that the cell-lethal phenotype of ADAR1 deletion in human lung adenocarcinoma A549 cells is rescued by CRISPR/Cas9 mutagenesis of the RNASEL gene or by expression of the RNase L antagonist, murine coronavirus NS2 accessory protein. Our result demonstrate that ablation of RNase L activity promotes survival of ADAR1 deficient cells even in the presence of MDA5 and MAVS, suggesting that the RNase L system is the primary sensor pathway for endogenous dsRNA that leads to cell death.",
      "sentences": [
        [
          {
            "segment_text": "ADAR1 isoforms are adenosine deaminases that edit and destabilize double-stranded RNA reducing its immunostimulatory activities .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Mutation of ADAR1 leads to a severe neurodevelopmental and inflammatory disease of children , Aicardi-Goutié res syndrome .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In mice , Adar1 mutations are embryonic lethal but are rescued by mutation of the Mda5 or Mavs genes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which function in IFN induction .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , the specific IFN regulated proteins responsible for the pathogenic effects of ADAR1 mutation are unknown .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We show that the cell-lethal phenotype of ADAR1 deletion in human lung adenocarcinoma A549 cells is rescued by CRISPR/Cas9 mutagenesis of the RNASEL gene or by expression of the RNase L antagonist ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "murine coronavirus NS2 accessory protein .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our result demonstrate that ablation of RNase L activity promotes survival of ADAR1 deficient cells even in the presence of MDA5 and MAVS ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "suggesting that the RNase L system is the primary sensor pathway for endogenous dsRNA that leads to cell death .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "9",
    "token_num": "161"
  }
}