{
  "paper_id": "021aa59c28ff346dcdd67e70d20b4dc2af4bc3c9",
  "metadata": {
    "title": "Algorithms for interval-valued fuzzy soft sets in emergency decision making based on WDBA and CODAS with new information measure",
    "coda_data_split": "train",
    "coda_paper_id": 3741,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "This paper aims to give deeper insights into decision making problem based on interval-valued fuzzy soft set (IVFSS). Firstly, a new score function for interval-valued fuzzy number is proposed for tackling the comparison problem. Subsequently, the formulae of information measures (distance measure, similarity measure and entropy) are introduced and their transformation relations are pioneered. Then, the objective weights of various parameters are determined via new entropy method, meanwhile, we develop the combined weights, which can show both the subjective information and the objective information. Moreover, we propose three algorithms to solve interval-valued fuzzy soft decision making problem by Weighted Distance Based Approximation (WDBA), COmbinative Distance-based ASsessment (CODAS) and similarity measure. Finally, the effectiveness and feasibility of approaches are demonstrated by a mine emergency decision making problem. The salient features of the proposed methods, compared to the existing interval-valued fuzzy soft decision making methods, are (1) it can obtain the optimal alternative without counterintuitive phenomena; (2) it has a great power in distinguishing the optimal alternative; and (3) it can avoid the parameter selection problems.",
      "sentences": [
        [
          {
            "segment_text": "This paper aims to give deeper insights into decision making problem based on interval-valued fuzzy soft set ( IVFSS ) .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Firstly , a new score function for interval-valued fuzzy number is proposed for tackling the comparison problem .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Subsequently , the formulae of information measures ( distance measure , similarity measure and entropy ) are introduced and their transformation relations are pioneered .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Then , the objective weights of various parameters are determined via new entropy method ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "meanwhile , we develop the combined weights ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "which can show both the subjective information and the objective information .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Moreover , we propose three algorithms to solve interval-valued fuzzy soft decision making problem by Weighted Distance Based Approximation ( WDBA ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "COmbinative Distance-based ASsessment ( CODAS ) and similarity measure .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Finally , the effectiveness and feasibility of approaches are demonstrated by a mine emergency decision making problem .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The salient features of the proposed methods ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "compared to the existing interval-valued fuzzy soft decision making methods ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "are ( 1 ) it can obtain the optimal alternative without counterintuitive phenomena ; ( 2 ) it has a great power in distinguishing the optimal alternative ; and ( 3 ) it can avoid the parameter selection problems .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "12",
    "token_num": "209"
  }
}