{
  "paper_id": "022efb5d64e88419546d697b6a5a96e6bc8a9fab",
  "metadata": {
    "title": "Harnessing host-virus evolution in antiviral therapy and immunotherapy",
    "coda_data_split": "train",
    "coda_paper_id": 5556,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Pathogen resistance and development costs are major challenges in current approaches to antiviral therapy. The high error rate of RNA synthesis and reverse-transcription confers genome plasticity, enabling the remarkable adaptability of RNA viruses to antiviral intervention. However, this property is coupled to fundamental constraints including limits on the size of information available to manipulate complex hosts into supporting viral replication. Accordingly, RNA viruses employ various means to extract maximum utility from their informationally limited genomes that, correspondingly, may be leveraged for effective host-oriented therapies. Host-oriented approaches are becoming increasingly feasible because of increased availability of bioactive compounds and recent advances in immunotherapy and precision medicine, particularly genome editing, targeted delivery methods and RNAi. In turn, one driving force behind these innovations is the increasingly detailed understanding of evolutionarily diverse hostvirus interactions, which is the key concern of an emerging field, neo-virology. This review examines biotechnological solutions to disease and other sustainability issues of our time that leverage the properties of RNA and DNA viruses as developed through coevolution with their hosts.",
      "sentences": [
        [
          {
            "segment_text": "Pathogen resistance and development costs are major challenges in current approaches to antiviral therapy .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The high error rate of RNA synthesis and reverse-transcription confers genome plasticity ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "enabling the remarkable adaptability of RNA viruses to antiviral intervention .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , this property is coupled to fundamental constraints including limits on the size of information available to manipulate complex hosts into supporting viral replication .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Accordingly , RNA viruses employ various means to extract maximum utility from their informationally limited genomes that ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "correspondingly , may be leveraged for effective host-oriented therapies .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Host-oriented approaches are becoming increasingly feasible because of increased availability of bioactive compounds and recent advances in immunotherapy and precision medicine ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "particularly genome editing , targeted delivery methods and RNAi .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In turn , one driving force behind these innovations is the increasingly detailed understanding of evolutionarily diverse hostvirus interactions ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which is the key concern of an emerging field , neo-virology .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review examines biotechnological solutions to disease and other sustainability issues of our time that leverage the properties of RNA and DNA viruses as developed through coevolution with their hosts .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "11",
    "token_num": "188"
  }
}