{
  "paper_id": "023907d5dbdb76f3e1c3b38622cb60fe98c17479",
  "metadata": {
    "title": "Pre-structured hydrophobic peptide β-strands: A universal amyloid trap?",
    "coda_data_split": "train",
    "coda_paper_id": 10616,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Amyloid fibril formation has long been studied because of the variety of proteins that are capable of adopting this structure despite sharing little sequence homology. This makes amyloid fibrils a challenging focus for inhibition studies because the peptides and proteins that form amyloid fibrils cannot be targeted based on a sequence motif. Most peptide inhibitors that target specific amyloidogenic proteins rely heavily on sequence recognition to ensure that the inhibitory peptide is able to bind its target. This approach is limited to targeting one amyloidogenic protein at a time. However, there is increasing evidence of cross-reactivity between amyloidforming polypeptides. It has therefore become more useful to study the similarities between these proteins that goes beyond their sequence homology. Indeed, the observation that amyloidogenic proteins adopt similar secondary structures along the pathway to fibril formation opens the way to an interesting investigation: the development of inhibitors that could be universal amyloid traps. The review below will analyze two specific amyloidogenic proteins, α-synuclein and human amylin, and introduce a small number of peptides that have been shown to be capable of inhibiting the amyloidogenesis of both of these very dissimilar polypeptides. Some of the inhibitory peptide motifs may indeed, be applicable to Aβ and other amyloidogenic systems.",
      "sentences": [
        [
          {
            "segment_text": "Amyloid fibril formation has long been studied because of the variety of proteins that are capable of adopting this structure despite sharing little sequence homology .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This makes amyloid fibrils a challenging focus for inhibition studies because the peptides and proteins that form amyloid fibrils can not be targeted based on a sequence motif .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Most peptide inhibitors that target specific amyloidogenic proteins rely heavily on sequence recognition to ensure that the inhibitory peptide is able to bind its target .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This approach is limited to targeting one amyloidogenic protein at a time .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , there is increasing evidence of cross-reactivity between amyloidforming polypeptides .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It has therefore become more useful to study the similarities between these proteins that goes beyond their sequence homology .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Indeed , the observation that amyloidogenic proteins adopt similar secondary structures along the pathway to fibril formation opens the way to an interesting investigation : the development of inhibitors that could be universal amyloid traps .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The review below will analyze two specific amyloidogenic proteins ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "α-synuclein and human amylin , and introduce a small number of peptides that have been shown to be capable of inhibiting the amyloidogenesis of both of these very dissimilar polypeptides .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Some of the inhibitory peptide motifs may indeed ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "be applicable to Aβ and other amyloidogenic systems .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "11",
    "token_num": "221"
  }
}