{
  "paper_id": "0241ada1b12eaacadc56a59586bc1728a580583d",
  "metadata": {
    "title": "Permissiveness of human hepatoma cell lines for HCV infection",
    "coda_data_split": "train",
    "coda_paper_id": 10781,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Although primary and established human hepatoma cell lines have been evaluated for hepatitis C virus (HCV) infection in vitro, thus far only Huh7 cells have been found to be highly permissive for infectious HCV. Since our understanding of the HCV lifecycle would benefit from the identification of additional permissive cell lines, we assembled a panel of hepatic and non-hepatic cell lines and assessed their ability to support HCV infection. Here we show infection of the human hepatoma cell lines PLC/PRF/5 and Hep3B with cell culturederived HCV (HCVcc), albeit to lower levels than that achieved in Huh7 cells. To better understand the reduced permissiveness of PLC and Hep3B cells for HCVcc infection, we performed studies to evaluate the ability of each cell line to support specific steps of the viral lifecycle (i.e. entry, replication, egress and spread).",
      "sentences": [
        [
          {
            "segment_text": "Background : Although primary and established human hepatoma cell lines have been evaluated for hepatitis C virus ( HCV ) infection in vitro ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "thus far only Huh7 cells have been found to be highly permissive for infectious HCV .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Since our understanding of the HCV lifecycle would benefit from the identification of additional permissive cell lines ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "we assembled a panel of hepatic and non-hepatic cell lines and assessed their ability to support HCV infection .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Here we show infection of the human hepatoma cell lines PLC/PRF/5 and Hep3B with cell culturederived HCV ( HCVcc ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "albeit to lower levels than that achieved in Huh7 cells .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "To better understand the reduced permissiveness of PLC and Hep3B cells for HCVcc infection ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "we performed studies to evaluate the ability of each cell line to support specific steps of the viral lifecycle ( i.e. entry , replication , egress and spread ) .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results: We found that while the early events in HCV infection (i.e. entry plus replication initiation) are cumulatively equivalent or only marginally reduced in PLC and Hep3B cells, later steps of the viral life cycle such as steady-state replication, de novo virus production and/or spread are impaired to different degrees in PLC and Hep3B cultures compared to Huh7 cell cultures. Interestingly, we also observed that interferon stimulated gene (i.e. ISG56) expression was significantly and differentially up-regulated in PLC and Hep3B cells following viral infection. Conclusions: We conclude that the restrictions observed later during HCV infection in these cell lines could in part be attributed to HCV-induced innate signaling. Nevertheless, the identification of two new cell lines capable of supporting authentic HCVcc infection, even at reduced levels, expands the current repertoire of cell lines amendable for the study of HCV in vitro and should aid in further elucidating HCV biology and the cellular determinants that modulate HCV infection.",
      "sentences": [
        [
          {
            "segment_text": "Results : We found that while the early events in HCV infection ( i.e. entry plus replication initiation ) are cumulatively equivalent or only marginally reduced in PLC and Hep3B cells ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "later steps of the viral life cycle such as steady-state replication ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "de novo virus production and/or spread are impaired to different degrees in PLC and Hep3B cultures compared to Huh7 cell cultures .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Interestingly , we also observed that interferon stimulated gene ( i.e. ISG56 ) expression was significantly and differentially up-regulated in PLC and Hep3B cells following viral infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : We conclude that the restrictions observed later during HCV infection in these cell lines could in part be attributed to HCV-induced innate signaling .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Nevertheless , the identification of two new cell lines capable of supporting authentic HCVcc infection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "even at reduced levels , expands the current repertoire of cell lines amendable for the study of HCV in vitro and should aid in further elucidating HCV biology and the cellular determinants that modulate HCV infection .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "8",
    "segment_num": "15",
    "token_num": "327"
  }
}