{
  "paper_id": "02522a1b4512e4d2880a6a551a8dff589d4cb393",
  "metadata": {
    "title": "Analysis of Ebola Virus Entry Into Macrophages",
    "coda_data_split": "train",
    "coda_paper_id": 4520,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Ebolaviruses constitute a public health threat, particularly in Central and Western Africa. Host cell factors required for spread of ebolaviruses may serve as targets for antiviral intervention. Lectins, TAM receptor tyrosine kinases (Tyro3, Axl, Mer), T cell immunoglobulin and mucin domain (TIM) proteins, integrins, and Niemann-Pick C1 (NPC1) have been reported to promote entry of ebolaviruses into certain cellular systems. However, the factors used by ebolaviruses to invade macrophages, major viral targets, are poorly defined. Here, we show that mannose-specific lectins, TIM-1 and Axl augment entry into certain cell lines but do not contribute to Ebola virus (EBOV)-glycoprotein (GP)-driven transduction of macrophages. In contrast, expression of Mer, integrin αV, and NPC1 was required for efficient GP-mediated transduction and EBOV infection of macrophages. These results define cellular factors hijacked by EBOV for entry into macrophages and, considering that Mer and integrin αV promote phagocytosis of apoptotic cells, support the concept that EBOV relies on apoptotic mimicry to invade target cells.",
      "sentences": [
        [
          {
            "segment_text": "Ebolaviruses constitute a public health threat ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "particularly in Central and Western Africa .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Host cell factors required for spread of ebolaviruses may serve as targets for antiviral intervention .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Lectins , TAM receptor tyrosine kinases ( Tyro3 , Axl , Mer ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "T cell immunoglobulin and mucin domain ( TIM ) proteins ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "integrins , and Niemann-Pick C1 ( NPC1 ) have been reported to promote entry of ebolaviruses into certain cellular systems .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , the factors used by ebolaviruses to invade macrophages ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "major viral targets , are poorly defined .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we show that mannose-specific lectins ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "TIM-1 and Axl augment entry into certain cell lines but do not contribute to Ebola virus ( EBOV ) - glycoprotein ( GP ) - driven transduction of macrophages .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In contrast , expression of Mer ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "integrin αV , and NPC1 was required for efficient GP-mediated transduction and EBOV infection of macrophages .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results define cellular factors hijacked by EBOV for entry into macrophages and ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "considering that Mer and integrin αV promote phagocytosis of apoptotic cells ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "support the concept that EBOV relies on apoptotic mimicry to invade target cells .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "15",
    "token_num": "197"
  }
}