{
  "paper_id": "0255e9592e43d4781d33cb0067017700ab56fdb3",
  "metadata": {
    "title": "Evaluation of peptide-aldehyde inhibitors using R188I mutant of SARS 3CL protease as a proteolysis-resistant mutant",
    "coda_data_split": "train",
    "coda_paper_id": 7016,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The 3C-like (3CL) protease of the severe acute respiratory syndrome (SARS) coronavirus is a key enzyme for the virus maturation. We found for the first time that the mature SARS 3CL protease is subject to degradation at 188Arg/189Gln. Replacing Arg with Ile at position 188 rendered the protease resistant to proteolysis. The R188I mutant digested a conserved undecapeptide substrate with a K m of 33.8 lM and k cat of 4753 s À1 . Compared with the value reported for the mature protease containing a C-terminal His-tag, the relative activity of the mutant was nearly 10 6 . Novel peptide-aldehyde derivatives containing a sidechain-protected C-terminal Gln efficiently inhibited the catalytic activity of the R188I mutant. The results indicated for the first time that the tetrapeptide sequence is enough for inhibitory activities of peptidealdehyde derivatives.",
      "sentences": [
        [
          {
            "segment_text": "The 3C-like ( 3CL ) protease of the severe acute respiratory syndrome ( SARS ) coronavirus is a key enzyme for the virus maturation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We found for the first time that the mature SARS 3CL protease is subject to degradation at 188Arg/189Gln .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Replacing Arg with Ile at position 188 rendered the protease resistant to proteolysis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The R188I mutant digested a conserved undecapeptide substrate with a K m of 33.8 lM and k cat of 4753 s À1 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Compared with the value reported for the mature protease containing a C-terminal His-tag ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the relative activity of the mutant was nearly 10 6 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Novel peptide-aldehyde derivatives containing a sidechain-protected C-terminal Gln efficiently inhibited the catalytic activity of the R188I mutant .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The results indicated for the first time that the tetrapeptide sequence is enough for inhibitory activities of peptidealdehyde derivatives .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "8",
    "token_num": "144"
  }
}