{
  "paper_id": "0257972a954e28aa23013f8a197c3dba95263229",
  "metadata": {
    "title": "Compensating for the \u0027Authoritarian Advantage\u0027 in Crisis Response: A Comparative Case Study of SARS Pandemic Responses in China and Taiwan",
    "coda_data_split": "train",
    "coda_paper_id": 2675,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Why do some countries more effectively respond to crises than others? This paper compares China\u0027s relatively effective response to the 2002-3 SARS outbreak with Taiwan\u0027s relatively ineffective response, focusing on three variables that constitute China\u0027s \u0027authoritarian advantage\u0027 -centralized decision making powers; public support; and, relations with the mass media. The paper rejects a fourth explanatory variable specific to the Taiwan casemembership in international organizations. Drawing heavily on the Taiwan example, the paper concludes by suggesting options for overcoming the authoritarian advantage in pandemic response.",
      "sentences": [
        [
          {
            "segment_text": "Why do some countries more effectively respond to crises than others ?",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This paper compares China \u0027s relatively effective response to the 2002-3 SARS outbreak with Taiwan \u0027s relatively ineffective response ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "focusing on three variables that constitute China \u0027s ` authoritarian advantage \u0027 - centralized decision making powers ; public support ; and ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "relations with the mass media .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The paper rejects a fourth explanatory variable specific to the Taiwan casemembership in international organizations .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Drawing heavily on the Taiwan example ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the paper concludes by suggesting options for overcoming the authoritarian advantage in pandemic response .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "7",
    "token_num": "99"
  }
}