{
  "paper_id": "0267ea0cfef9e90f5e60e97839370e11c253f17b",
  "metadata": {
    "title": "Evolutionary Medicine of Retroviruses in the Human Genome",
    "coda_data_split": "train",
    "coda_paper_id": 5526,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Humans are infected with many viruses, and the immune system mostly removes viruses and the infected cells. However, certain viruses have entered the human genome. Of the human genome, »45% is composed of transposable elements (long interspersed nuclear elements [LINEs], short interspersed nuclear elements [SINEs] and transposons) and 5-8% is derived from viral sequences with similarity to infectious retroviruses. If integration of retrovirus occurs in a germline, the integrated viral sequences are heritable. Accumulation of viral sequences has created the current human genome. This article summarizes recent studies of retroviruses in humans and bridges clinical fields and evolutionary genetics. First, we report the repertories of human-infective retroviruses. Second, we review endogenous retroviruses in the human genome and diseases associated with endogenous retroviruses. Third, we discuss the biological functions of endogenous retroviruses and propose the concept of accelerated human evolution via viruses. Finally, we present perspectives of virology in the field of evolutionary medicine.",
      "sentences": [
        [
          {
            "segment_text": "Humans are infected with many viruses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and the immune system mostly removes viruses and the infected cells .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , certain viruses have entered the human genome .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Of the human genome , \u0027\u0027 45 % is composed of transposable elements ( long interspersed nuclear elements ( LINEs ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "short interspersed nuclear elements ( SINEs ) and transposons ) and 5-8 % is derived from viral sequences with similarity to infectious retroviruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "If integration of retrovirus occurs in a germline ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the integrated viral sequences are heritable .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Accumulation of viral sequences has created the current human genome .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This article summarizes recent studies of retroviruses in humans and bridges clinical fields and evolutionary genetics .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "First , we report the repertories of human-infective retroviruses .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Second , we review endogenous retroviruses in the human genome and diseases associated with endogenous retroviruses .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Third , we discuss the biological functions of endogenous retroviruses and propose the concept of accelerated human evolution via viruses .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Finally , we present perspectives of virology in the field of evolutionary medicine .",
            "crowd_label": "method"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "13",
    "token_num": "181"
  }
}