{
  "paper_id": "02753048c4dc699d155288935b9dc6517a79f279",
  "metadata": {
    "title": "Rabies-based vaccine induces potent immune responses against Nipah virus",
    "coda_data_split": "train",
    "coda_paper_id": 2441,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Nipah Virus (NiV) is a re-emerging zoonotic pathogen in the genus Henipavirus of the Paramyxoviridae family of viruses. NiV is endemic to Bangladesh and Malaysia and is highly fatal to both livestock and humans (human case fatality rate \u003d 74.5%). Currently, there is no approved vaccine against NiV on the market. The goal of this study was to use a recombinant RABV vector expressing NiV glycoprotein (NiV G) to develop a bivalent candidate vaccine against NiV disease and rabies virus (RABV) disease, which is also a significant health burden in the regions where NiV is endemic. The rabies vector is a well-established vaccine strain that lacks neurovirulence and can stably expresses foreign antigens that are immunogenic in various animal models. Mice inoculated intranasally with the live recombinant RABV/NiV vaccine (NIPARAB) showed no signs of disease. To test the immunogenicity of the vaccine candidate, groups of C57BL/6 mice were immunized intramuscularly with a single dose of live vaccine particles or two doses of chemically inactivated viral particles. Both vaccination groups showed NiV G-specific seroconversion, and the inactivated (INAC) vaccine group yielded higher titers of NiV G-specific antibodies. Furthermore, cross-reactivity of NiV G-specific immune sera against Hendra virus (HeV), was confirmed by immunofluorescence (IF) and indirect ELISA against soluble recombinant HeV glycoprotein (HeV G). Both live and killed vaccines induced neutralizing antibodies. These results indicate that NIPARAB may be used as a killed virus vaccine to protect humans against NiV and RABV, and possibly as a preventative measure against HeV as well.",
      "sentences": [
        [
          {
            "segment_text": "Nipah Virus ( NiV ) is a re-emerging zoonotic pathogen in the genus Henipavirus of the Paramyxoviridae family of viruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "NiV is endemic to Bangladesh and Malaysia and is highly fatal to both livestock and humans ( human case fatality rate \u003d 74.5 % ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Currently , there is no approved vaccine against NiV on the market .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The goal of this study was to use a recombinant RABV vector expressing NiV glycoprotein ( NiV G ) to develop a bivalent candidate vaccine against NiV disease and rabies virus ( RABV ) disease ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "which is also a significant health burden in the regions where NiV is endemic .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The rabies vector is a well-established vaccine strain that lacks neurovirulence and can stably expresses foreign antigens that are immunogenic in various animal models .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Mice inoculated intranasally with the live recombinant RABV/NiV vaccine ( NIPARAB ) showed no signs of disease .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "To test the immunogenicity of the vaccine candidate ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "groups of C57BL/6 mice were immunized intramuscularly with a single dose of live vaccine particles or two doses of chemically inactivated viral particles .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Both vaccination groups showed NiV G-specific seroconversion ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the inactivated ( INAC ) vaccine group yielded higher titers of NiV G-specific antibodies .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , cross-reactivity of NiV G-specific immune sera against Hendra virus ( HeV ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "was confirmed by immunofluorescence ( IF ) and indirect ELISA against soluble recombinant HeV glycoprotein ( HeV G ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Both live and killed vaccines induced neutralizing antibodies .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results indicate that NIPARAB may be used as a killed virus vaccine to protect humans against NiV and RABV ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and possibly as a preventative measure against HeV as well .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "npj Vaccines (2019) 4:15 ; https://doi.",
      "sentences": [
        [
          {
            "segment_text": "npj Vaccines ( 2019 ) 4:15 ; https://doi .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "12",
    "segment_num": "17",
    "token_num": "296"
  }
}