{
  "paper_id": "028382edbe67a35f1e099fa0607fa9a4922a45d1",
  "metadata": {
    "title": "Contribution of the Purinergic Receptor P2X7 to Development of Lung Immunopathology during Influenza Virus Infection",
    "coda_data_split": "train",
    "coda_paper_id": 6751,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "An exacerbated immune response is one of the main causes of influenza-induced lung damage during infection. The molecular mechanisms regulating the fate of the initial immune response to infection, either as a protective response or as detrimental immunopathology, are not well understood. The purinergic receptor P2X7 is an ionotropic nucleotide-gated ion channel receptor expressed on immune cells that has been implicated in induction and maintenance of excessive inflammation. Here, we analyze the role of this receptor in a mouse model of influenza virus infection using a receptor knockout (KO) mouse strain. Our results demonstrate that the absence of the P2X7 receptor results in a better outcome to influenza virus infection characterized by reduced weight loss and increased survival upon experimental influenza challenge compared to wild-type mice. This effect was not virus strain specific. Overall lung pathology and apoptosis were reduced in virusinfected KO mice. Production of proinflammatory cytokines and chemokines such as interleukin-10 (IL-10), gamma interferon (IFN-␥), and CC chemokine ligand 2 (CCL2) was also reduced in the lungs of the infected KO mice. Infiltration of neutrophils and depletion of CD11b ϩ macrophages, characteristic of severe influenza virus infection in mice, were lower in the KO animals. Together, these results demonstrate that activation of the P2X7 receptor is involved in the exacerbated immune response observed during influenza virus infection. IMPORTANCE A hallmark of influenza virus infection is the development of lung pathology induced by an exacerbated immune response. The mechanisms shared by the antiviral host defense required for viral clearance and those required for development of immunopathology are not clearly understood. Purinergic receptors, and in particular the purinergic receptor P2X7 (P2X7r), are involved in activation of the immune response. We used mice lacking the P2X7r (P2X7r KO mice) to better understand the mechanisms that lead to development of lung pathology during influenza virus infection. In our studies, we observed that P2X7r KO mice developed less lung immunopathology and had better survival than the wild-type mice. These results implicate P2X7r in the induction of an exacerbated local immune response to influenza virus and help us to better understand the mechanisms leading to the lung immunopathology observed during severe viral infections.",
      "sentences": [
        [
          {
            "segment_text": "An exacerbated immune response is one of the main causes of influenza-induced lung damage during infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The molecular mechanisms regulating the fate of the initial immune response to infection ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "either as a protective response or as detrimental immunopathology , are not well understood .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The purinergic receptor P2X7 is an ionotropic nucleotide-gated ion channel receptor expressed on immune cells that has been implicated in induction and maintenance of excessive inflammation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we analyze the role of this receptor in a mouse model of influenza virus infection using a receptor knockout ( KO ) mouse strain .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Our results demonstrate that the absence of the P2X7 receptor results in a better outcome to influenza virus infection characterized by reduced weight loss and increased survival upon experimental influenza challenge compared to wild-type mice .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This effect was not virus strain specific .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Overall lung pathology and apoptosis were reduced in virusinfected KO mice .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Production of proinflammatory cytokines and chemokines such as interleukin-10 ( IL-10 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "gamma interferon ( IFN - ␥ ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and CC chemokine ligand 2 ( CCL2 ) was also reduced in the lungs of the infected KO mice .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Infiltration of neutrophils and depletion of CD11b ϩ macrophages ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "characteristic of severe influenza virus infection in mice ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "were lower in the KO animals .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Together , these results demonstrate that activation of the P2X7 receptor is involved in the exacerbated immune response observed during influenza virus infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "IMPORTANCE A hallmark of influenza virus infection is the development of lung pathology induced by an exacerbated immune response .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The mechanisms shared by the antiviral host defense required for viral clearance and those required for development of immunopathology are not clearly understood .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Purinergic receptors , and in particular the purinergic receptor P2X7 ( P2X7r ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "are involved in activation of the immune response .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We used mice lacking the P2X7r ( P2X7r KO mice ) to better understand the mechanisms that lead to development of lung pathology during influenza virus infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In our studies , we observed that P2X7r KO mice developed less lung immunopathology and had better survival than the wild-type mice .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results implicate P2X7r in the induction of an exacerbated local immune response to influenza virus and help us to better understand the mechanisms leading to the lung immunopathology observed during severe viral infections .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Citation Leyva-Grado VH, Ermler ME, Schotsaert M, Gonzalez MG, Gillespie V, Lim JK, García-Sastre A. 2017. Contribution of the purinergic receptor P2X7 to development of lung immunopathology during influenza virus infection. mBio 8:e00229-17. https://doi.",
      "sentences": [
        [
          {
            "segment_text": "Citation Leyva-Grado VH , Ermler ME ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "Schotsaert M , Gonzalez MG ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "Gillespie V , Lim JK , García-Sastre A. 2017 .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Contribution of the purinergic receptor P2X7 to development of lung immunopathology during influenza virus infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "mBio 8 : e00229-17 .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "https://doi .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "20",
    "segment_num": "28",
    "token_num": "446"
  }
}