{
  "paper_id": "02a8c573239c53b9ecdd7b93e02513fc11ec51e2",
  "metadata": {
    "title": "Antiviral Strategies Against Chikungunya Virus",
    "coda_data_split": "train",
    "coda_paper_id": 7893,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "In the last few decades the Chikungunya virus (CHIKV) has evolved from a geographically isolated pathogen to a virus that is widespread in many parts of Africa, Asia and recently also in Central-and South-America. Although CHIKV infections are rarely fatal, the disease can evolve into a chronic stage, which is characterized by persisting polyarthralgia and joint stiffness. This chronic CHIKV infection can severely incapacitate patients for weeks up to several years after the initial infection. Despite the burden of CHIKV infections, no vaccine or antivirals are available yet. The current therapy is therefore only symptomatic and consists of the administration of analgesics, antipyretics, and anti-infl ammatory agents. Recently several molecules with various viral or host targets have been identifi ed as CHIKV inhibitors. In this chapter, we summarize the current status of the development of antiviral strategies against CHIKV infections.",
      "sentences": [
        [
          {
            "segment_text": "In the last few decades the Chikungunya virus ( CHIKV ) has evolved from a geographically isolated pathogen to a virus that is widespread in many parts of Africa ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Asia and recently also in Central-and South-America .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although CHIKV infections are rarely fatal ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the disease can evolve into a chronic stage ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which is characterized by persisting polyarthralgia and joint stiffness .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This chronic CHIKV infection can severely incapacitate patients for weeks up to several years after the initial infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Despite the burden of CHIKV infections ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "no vaccine or antivirals are available yet .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The current therapy is therefore only symptomatic and consists of the administration of analgesics ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "antipyretics , and anti-infl ammatory agents .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Recently several molecules with various viral or host targets have been identifi ed as CHIKV inhibitors .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this chapter , we summarize the current status of the development of antiviral strategies against CHIKV infections .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "12",
    "token_num": "156"
  }
}