{
  "paper_id": "02b2d8d3432995c81a3ddf2821723f95809dda3d",
  "metadata": {
    "title": "Clinical Communications: Pediatrics CEREBROVASCULAR ACCIDENT IN A PEDIATRIC PATIENT PRESENTING WITH INFLUENZA",
    "coda_data_split": "train",
    "coda_paper_id": 5032,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background: Acute ischemic stroke (AIS) in pediatric populations accounts for more than half of pediatric strokes and is associated with significant morbidity and mortality. Pediatric AIS can present with nonspecific symptoms or symptoms that mimic alternate pathology. Case Report: A 4-month-old female presented to the emergency department for fever, decreased oral intake, and \u0027\u0027limp\u0027\u0027 appearance after antibiotic administration. She was febrile, tachypneic, and hypoxic. Her skin was mottled with 3-s capillary refill, her anterior fontanelle was tense, and she had mute Babinski reflex bilaterally but was moving all extremities. The patient was hyponatremic, thrombocytopenic, and tested positive for influenza A. A computed tomography scan of the brain revealed an acute infarction involving the right frontal, parietal, temporal, and occipital lobes in addition to hyperdensities concerning for thrombosed cortical veins. The patient was transferred for specialty evaluation and was discharged 2 weeks later on levetiracetam. Why Should an Emergency Physician be Aware of This?: Pediatric AIS can present with nonspecific symptoms that mimic alternate pathology. A high level of suspicion is needed so as not to miss the diagnosis of pediatric AIS in the emergency department. A thorough neurologic assessment is warranted, and subtle abnormalities should be investigated further. Ó",
      "sentences": [
        [
          {
            "segment_text": "Background : Acute ischemic stroke ( AIS ) in pediatric populations accounts for more than half of pediatric strokes and is associated with significant morbidity and mortality .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Pediatric AIS can present with nonspecific symptoms or symptoms that mimic alternate pathology .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Case Report : A 4-month-old female presented to the emergency department for fever ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "decreased oral intake , and `` limp \u0027\u0027 appearance after antibiotic administration .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "She was febrile , tachypneic , and hypoxic .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Her skin was mottled with 3-s capillary refill ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "her anterior fontanelle was tense ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and she had mute Babinski reflex bilaterally but was moving all extremities .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The patient was hyponatremic , thrombocytopenic ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and tested positive for influenza A .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A computed tomography scan of the brain revealed an acute infarction involving the right frontal ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "parietal , temporal , and occipital lobes in addition to hyperdensities concerning for thrombosed cortical veins .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The patient was transferred for specialty evaluation and was discharged 2 weeks later on levetiracetam .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Why Should an Emergency Physician be Aware of This ?",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": ": Pediatric AIS can present with nonspecific symptoms that mimic alternate pathology .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A high level of suspicion is needed so as not to miss the diagnosis of pediatric AIS in the emergency department .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A thorough neurologic assessment is warranted ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and subtle abnormalities should be investigated further .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Ó",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "13",
    "segment_num": "19",
    "token_num": "230"
  }
}