{
  "paper_id": "02d18b629aa57f2676db338d4ffd1e25caef9c85",
  "metadata": {
    "title": "Review: Micronutrient Selenium Deficiency Influences Evolution of Some Viral Infectious Diseases",
    "coda_data_split": "train",
    "coda_paper_id": 8724,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Recently emerged viral infectious diseases (VIDs) include HIV/AIDS, influenzas H5N1 and 2009 H1N1, SARS, and Ebola hemorrhagic fevers. Earlier research determined metabolic oxidative stress in hosts deficient in antioxidant selenium (Se) (\u003c1 μMol Se/L of blood) induces both impaired human host immunocompetence and rapidly mutated benign variants of RNA viruses to virulence. These viral mutations are consistent, rather than stochastic, and long-lived. When Se-deficient virus-infected hosts were supplemented with dietary Se, viral mutation rates diminished and immunocompetence improved. Herein is described the role of micronutrient Se deficiency on the evolution of some contemporary RNA viruses and their subsequent VIDs. Distinguishing cellular and biomolecular evidence for several VIDs suggests that environmental conditions conducive to chronic dietary Se deprivation could be monitored for bioindicators of incipient viral virulence and subsequent pathogenesis.",
      "sentences": [
        [
          {
            "segment_text": "Recently emerged viral infectious diseases ( VIDs ) include HIV/AIDS ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "influenzas H5N1 and 2009 H1N1 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "SARS , and Ebola hemorrhagic fevers .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Earlier research determined metabolic oxidative stress in hosts deficient in antioxidant selenium ( Se ) ( \u003c 1 μMol Se/L of blood ) induces both impaired human host immunocompetence and rapidly mutated benign variants of RNA viruses to virulence .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These viral mutations are consistent ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "rather than stochastic , and long-lived .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "When Se-deficient virus-infected hosts were supplemented with dietary Se ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "viral mutation rates diminished and immunocompetence improved .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Herein is described the role of micronutrient Se deficiency on the evolution of some contemporary RNA viruses and their subsequent VIDs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Distinguishing cellular and biomolecular evidence for several VIDs suggests that environmental conditions conducive to chronic dietary Se deprivation could be monitored for bioindicators of incipient viral virulence and subsequent pathogenesis .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "10",
    "token_num": "148"
  }
}