{
  "paper_id": "031d7057ea23fc5ab8a7cd7a5c3c3472972c0092",
  "metadata": {
    "title": "Physica A A dynamic mathematical test of international property securities bubbles and crashes",
    "coda_data_split": "train",
    "coda_paper_id": 10592,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "This study investigates property securities bubbles and crashes by using a dynamic mathematical methodology developed from the previous research (Watanabe et al. 2007a, b [31,32]). The improved model is used to detect the bubble and crash periods in five international countries/cities (namely, . By this model definition, we are able to detect the beginning of each bubble period even before it bursts. Meanwhile, the empirical results show that most of property securities markets experienced bubble periods between 2003 and 2007, and crashes happened in Apr 2008 triggered by the Subprime Mortgage Crisis of US. In contrast, Japan suffered the shortest bubble period and no evidence has documented the existence of crash there.",
      "sentences": [
        [
          {
            "segment_text": "This study investigates property securities bubbles and crashes by using a dynamic mathematical methodology developed from the previous research ( Watanabe et al. 2007a , b ( 31,32 ) ) .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The improved model is used to detect the bubble and crash periods in five international countries/cities ( namely , .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "By this model definition , we are able to detect the beginning of each bubble period even before it bursts .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Meanwhile , the empirical results show that most of property securities markets experienced bubble periods between 2003 and 2007 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and crashes happened in Apr 2008 triggered by the Subprime Mortgage Crisis of US .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In contrast , Japan suffered the shortest bubble period and no evidence has documented the existence of crash there .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "6",
    "token_num": "127"
  }
}