{
  "paper_id": "0332a68a1f00f80bc0c76cc6c191f9c67bb53001",
  "metadata": {
    "title": "Chapter 23 Modelling Emerging Viral Epidemics for Public Health Protection",
    "coda_data_split": "train",
    "coda_paper_id": 4803,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Mathematical models when applied to infectious disease data can provide extremely useful insights into the possible future impacts of potential emerging epidemics and how they might be best controlled or mitigated. Modelling, which is like any other hypothesis-driven approach, aims to develop a better understanding of biological phenomena. However, diseases processes generally, and particularly those related to transmission, will in many cases be imperfectly understood or too complex to systematically describe, so models will necessarily be simplifications of the overall system. It is essential, therefore, that models are designed carefully and used appropriately. Key to this is identifying what specific questions a model might be expected to answer and what data is available to inform the model. A particular type of model might be fine for one particular situation but highly inappropriate for another. It is also important to appreciate and communicate what simplifications and assumptions have had to be made and how this might affect the robustness of the modelling results. It is also particularly important to understand that models frequently make what can be hidden assumptions about underlying processes because of the way they have been constructed and these assumptions also need to be carefully considered and made explicit, particularly for non-expert audiences. This chapter, therefore, provides a brief introduction to some of these aspects of epidemic modelling for those that might be less familiar with them.",
      "sentences": [
        [
          {
            "segment_text": "Mathematical models when applied to infectious disease data can provide extremely useful insights into the possible future impacts of potential emerging epidemics and how they might be best controlled or mitigated .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Modelling , which is like any other hypothesis-driven approach ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "aims to develop a better understanding of biological phenomena .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , diseases processes generally ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and particularly those related to transmission ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "will in many cases be imperfectly understood or too complex to systematically describe ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "so models will necessarily be simplifications of the overall system .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It is essential , therefore ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "that models are designed carefully and used appropriately .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Key to this is identifying what specific questions a model might be expected to answer and what data is available to inform the model .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A particular type of model might be fine for one particular situation but highly inappropriate for another .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It is also important to appreciate and communicate what simplifications and assumptions have had to be made and how this might affect the robustness of the modelling results .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It is also particularly important to understand that models frequently make what can be hidden assumptions about underlying processes because of the way they have been constructed and these assumptions also need to be carefully considered and made explicit , particularly for non-expert audiences .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This chapter , therefore , provides a brief introduction to some of these aspects of epidemic modelling for those that might be less familiar with them .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "14",
    "token_num": "249"
  }
}