{
  "paper_id": "03531faa11b00259bcee616d1e215af33ba66bb8",
  "metadata": {
    "title": "WITHIN-AND BETWEEN-STRAIN VARIABILITY IN LONGEVITY OF INBRED AND OUTBRED RATS UNDER THE SAME ENVIRONMENTAL CONDITIONS",
    "coda_data_split": "train",
    "coda_paper_id": 7711,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The analysis of 26 longevity curves of different populations of inbred (Fischer 344) and outbred (Sprague-Dawley) rats highlighted a remarkable betweenpopulations variability in survival parameters. This variability is independent of the breeding characteristics of the strain. The two strains differed in the slope of the survival curves, with Fischer 344 rats showing a higher survival over the second year of life as well as a lower interindividual variability. A model-free approach based on principal component analysis allowed us to quantify these differences and to highlight some limitations of the classical Gompertzian approach.",
      "sentences": [
        [
          {
            "segment_text": "The analysis of 26 longevity curves of different populations of inbred ( Fischer 344 ) and outbred ( Sprague-Dawley ) rats highlighted a remarkable betweenpopulations variability in survival parameters .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This variability is independent of the breeding characteristics of the strain .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The two strains differed in the slope of the survival curves ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with Fischer 344 rats showing a higher survival over the second year of life as well as a lower interindividual variability .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A model-free approach based on principal component analysis allowed us to quantify these differences and to highlight some limitations of the classical Gompertzian approach .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "5",
    "token_num": "101"
  }
}