{
  "paper_id": "03911eb9f8a1e489fa8b3a636f18b2508f2f7ff8",
  "metadata": {
    "title": "Molecular assay for the detection of Cochlosoma anatis in house flies and turkey specimens by polymerase chain reaction",
    "coda_data_split": "train",
    "coda_paper_id": 10516,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "A 1520 bp region of Cochlosoma anatis mtDNA 16S gene was subjected to DNA sequencing and a 466 bp portion was compared with other protozoan 16S sequences to develop PCR primers specific for C. anatis. This PCR diagnostic method allowed identification of C. anatis from house flies, Musca domestica L., turkey gut, and fecal samples within 6 h after fieldcollected samples reached the laboratory. House flies detected carrying C. anatis using the diagnostic 374 bp amplicons represented the first record of this protozoan in house flies. #",
      "sentences": [
        [
          {
            "segment_text": "A 1520 bp region of Cochlosoma anatis mtDNA 16S gene was subjected to DNA sequencing and a 466 bp portion was compared with other protozoan 16S sequences to develop PCR primers specific for C. anatis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This PCR diagnostic method allowed identification of C. anatis from house flies ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Musca domestica L. , turkey gut ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and fecal samples within 6 h after fieldcollected samples reached the laboratory .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "House flies detected carrying C. anatis using the diagnostic 374 bp amplicons represented the first record of this protozoan in house flies .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "#",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "6",
    "token_num": "93"
  }
}