{
  "paper_id": "0396bc111213d601eeb67ae191530309bdbb6220",
  "metadata": {
    "title": "Exchange Protein Directly Activated by cAMP Modulates Ebola Virus Uptake into Vascular Endothelial Cells",
    "coda_data_split": "train",
    "coda_paper_id": 3939,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Members of the family Filoviridae, including Ebola virus (EBOV) and Marburg virus (MARV), cause severe hemorrhagic fever in humans and nonhuman primates. Given their high lethality, a comprehensive understanding of filoviral pathogenesis is urgently needed. In the present studies, we revealed that the exchange protein directly activated by cAMP 1 (EPAC1) gene deletion protects vasculature in ex vivo explants from EBOV infection. Importantly, pharmacological inhibition of EPAC1 using EPAC-specific inhibitors (ESIs) mimicked the EPAC1 knockout phenotype in the ex vivo model. ESI treatment dramatically decreased EBOV infectivity in both ex vivo vasculature and in vitro vascular endothelial cells (ECs). Furthermore, postexposure protection of ECs against EBOV infection was conferred using ESIs. Protective efficacy of ESIs in ECs was observed also in MARV infection. Additional studies using a vesicular stomatitis virus pseudotype that expresses EBOV glycoprotein (EGP-VSV) confirmed that ESIs reduced infection in ECs. Ultrastructural studies suggested that ESIs blocked EGP-VSV internalization via inhibition of macropinocytosis. The inactivation of EPAC1 affects the early stage of viral entry after viral binding to the cell surface, but before early endosome formation, in a phosphatidylinositol-4,5-bisphosphate 3-kinase (PI3K)-dependent manner. Our study delineated a new critical role of EPAC1 during EBOV uptake into ECs.",
      "sentences": [
        [
          {
            "segment_text": "Members of the family Filoviridae ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including Ebola virus ( EBOV ) and Marburg virus ( MARV ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "cause severe hemorrhagic fever in humans and nonhuman primates .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Given their high lethality , a comprehensive understanding of filoviral pathogenesis is urgently needed .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In the present studies , we revealed that the exchange protein directly activated by cAMP 1 ( EPAC1 ) gene deletion protects vasculature in ex vivo explants from EBOV infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Importantly , pharmacological inhibition of EPAC1 using EPAC-specific inhibitors ( ESIs ) mimicked the EPAC1 knockout phenotype in the ex vivo model .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "ESI treatment dramatically decreased EBOV infectivity in both ex vivo vasculature and in vitro vascular endothelial cells ( ECs ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , postexposure protection of ECs against EBOV infection was conferred using ESIs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Protective efficacy of ESIs in ECs was observed also in MARV infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Additional studies using a vesicular stomatitis virus pseudotype that expresses EBOV glycoprotein ( EGP-VSV ) confirmed that ESIs reduced infection in ECs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Ultrastructural studies suggested that ESIs blocked EGP-VSV internalization via inhibition of macropinocytosis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The inactivation of EPAC1 affects the early stage of viral entry after viral binding to the cell surface ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but before early endosome formation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "in a phosphatidylinositol-4,5-bisphosphate 3-kinase ( PI3K ) - dependent manner .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our study delineated a new critical role of EPAC1 during EBOV uptake into ECs .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "15",
    "token_num": "233"
  }
}