{
  "paper_id": "03a061bbd85ef6aca2b2087a80ff2581eb24a8fc",
  "metadata": {
    "title": "Cross-reactive antibodies enhance live attenuated virus infection for increased immunogenicity",
    "coda_data_split": "train",
    "coda_paper_id": 6158,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Vaccination has achieved remarkable successes in the control of childhood viral diseases. To control emerging infections, however, vaccines will need to be delivered to older individuals who, unlike infants, probably have had prior infection or vaccination with related viruses and thus have cross-reactive antibodies against the vaccines. Whether and how these cross-reactive antibodies impact live attenuated vaccination efficacy is unclear. Using an open-label randomized trial design, we show that subjects with a specific range of cross-reactive antibody titres from a prior inactivated Japanese encephalitis vaccination enhanced yellow fever (YF) immunogenicity upon YF vaccination. Enhancing titres of crossreactive antibodies prolonged YF vaccine viraemia, provoked greater pro-inflammatory responses, and induced adhesion molecules intrinsic to the activating Fc-receptor signalling pathway, namely immune semaphorins, facilitating immune cell interactions and trafficking. Our findings clinically demonstrate antibody-enhanced infection and suggest that vaccine efficacy could be improved by exploiting cross-reactive antibodies.",
      "sentences": [
        [
          {
            "segment_text": "Vaccination has achieved remarkable successes in the control of childhood viral diseases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To control emerging infections , however ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "vaccines will need to be delivered to older individuals who ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "unlike infants , probably have had prior infection or vaccination with related viruses and thus have cross-reactive antibodies against the vaccines .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Whether and how these cross-reactive antibodies impact live attenuated vaccination efficacy is unclear .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Using an open-label randomized trial design ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we show that subjects with a specific range of cross-reactive antibody titres from a prior inactivated Japanese encephalitis vaccination enhanced yellow fever ( YF ) immunogenicity upon YF vaccination .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Enhancing titres of crossreactive antibodies prolonged YF vaccine viraemia ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "provoked greater pro-inflammatory responses , and induced adhesion molecules intrinsic to the activating Fc-receptor signalling pathway ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "namely immune semaphorins , facilitating immune cell interactions and trafficking .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our findings clinically demonstrate antibody-enhanced infection and suggest that vaccine efficacy could be improved by exploiting cross-reactive antibodies .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Clinical trial features. To investigate how cross-reactive antibodies affect live attenuated vaccination, we examined, through an open",
      "sentences": [
        [
          {
            "segment_text": "Clinical trial features .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "To investigate how cross-reactive antibodies affect live attenuated vaccination ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "we examined , through an open",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "8",
    "segment_num": "14",
    "token_num": "181"
  }
}