{
  "paper_id": "03aa0556aa6d712feb40fd557a3c0fd98338beda",
  "metadata": {
    "title": "PREVENTIVE Associations between passive immunity and morbidity and mortality in dairy heifers in Florida, USA",
    "coda_data_split": "train",
    "coda_paper_id": 6433,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "A prospective cohort study was undertaken to determine calf-level factors that affected calf health status between birth and 6 months of age. A convenience sample of approximately 3300 female Holstein calves born in 1991 on two large Florida dairy farms was used for the study. Data collected on each calf at birth included farm of origin, weight, height at the pelvis, birth date, and serum total protein (a measure of colostral immunoglobulin absorption). Birth season was dichotomized into summer and winter using meteorological data collected by University of Florida Agricultural Research Stations. Health data including date of initial treatment and number of treatments were collected for the diseases diarrhea, omphalitis, septicemia and pneumonia. All calves were followed for 6 months. Cumulative incidences of mortality and occurrence of diarrhea, omphalitis, septicemia and pneumonia were 0.12, 0.35, 0.11, 0.24 and 0.21, respectively. Serum total protein (TP) was a significant risk factor for mortality. The association of TP and mortality was quadratic and showed a dramatic decrease in mortality as TP increased from 4.0 to 5.0 g/dl, a small improvement from 5.0 to 6.0 g/d1 and virtually no improvement in mortality rates as TP increased over 6.0 g/dl. The hazard mortality ratio was constant from birth to six months, indicating that the increased risk of mortality associated with low levels of TP was evident through six months of age. No interactions between TP, farm, season, or birth weight were found in these analyses. Serum total protein concentration was a significant risk factor for the 32 G. A. Donovan et al. /Preventive Veterinary Medicine 34 (1998) 31-46 occurrences, age of onset and severity of septicemia and pneumonia. The association between TP and septicemia was linear and an interaction with birth season was found. The association between TP and pneumonia was quadratic, and in contrast to the TP-and-septicemia relationship, the morbidity hazard ratio for pneumonia was not constant over the time measured; that is, colostral immunity protected the calf from developing pneumonia early in life, but this effect disappeared as the calf got older. Total protein was not a significant risk factor for diarrhea or omphalitis. 0 1998 Elsevier Science B.V.",
      "sentences": [
        [
          {
            "segment_text": "A prospective cohort study was undertaken to determine calf-level factors that affected calf health status between birth and 6 months of age .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "A convenience sample of approximately 3300 female Holstein calves born in 1991 on two large Florida dairy farms was used for the study .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Data collected on each calf at birth included farm of origin ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "weight , height at the pelvis ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "birth date , and serum total protein ( a measure of colostral immunoglobulin absorption ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Birth season was dichotomized into summer and winter using meteorological data collected by University of Florida Agricultural Research Stations .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Health data including date of initial treatment and number of treatments were collected for the diseases diarrhea ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "omphalitis , septicemia and pneumonia .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "All calves were followed for 6 months .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Cumulative incidences of mortality and occurrence of diarrhea ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "omphalitis , septicemia and pneumonia were 0.12 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "0.35 , 0.11 , 0.24 and 0.21 , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Serum total protein ( TP ) was a significant risk factor for mortality .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The association of TP and mortality was quadratic and showed a dramatic decrease in mortality as TP increased from 4.0 to 5.0 g/dl ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "a small improvement from 5.0 to 6.0 g/d1 and virtually no improvement in mortality rates as TP increased over 6.0 g/dl .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The hazard mortality ratio was constant from birth to six months ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "indicating that the increased risk of mortality associated with low levels of TP was evident through six months of age .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "No interactions between TP , farm ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "season , or birth weight were found in these analyses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Serum total protein concentration was a significant risk factor for the 32 G. A. Donovan et al. / Preventive Veterinary Medicine 34 ( 1998 ) 31-46 occurrences ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "age of onset and severity of septicemia and pneumonia .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The association between TP and septicemia was linear and an interaction with birth season was found .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The association between TP and pneumonia was quadratic ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and in contrast to the TP-and-septicemia relationship ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the morbidity hazard ratio for pneumonia was not constant over the time measured ; that is ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "colostral immunity protected the calf from developing pneumonia early in life ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but this effect disappeared as the calf got older .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Total protein was not a significant risk factor for diarrhea or omphalitis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "0 1998 Elsevier Science B.V.",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "16",
    "segment_num": "29",
    "token_num": "401"
  }
}