{
  "paper_id": "03b459a3edd40cbc8e647159775772456caf2d01",
  "metadata": {
    "title": "Dysregulated expression of T cell immunoglobulin and mucin domain 3 is associated with the disease severity and the outcome of patients with spontaneous intracerebral hemorrhage",
    "coda_data_split": "train",
    "coda_paper_id": 2670,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "a b s t r a c t Keywords: Intracerebral hemorrhage (ICH) T cell immunoglobulin and mucin domain 3 (Tim-3) Glasgow coma scale (GCS) Glasgow outcome scale (GOS) Blood glucose",
      "sentences": [
        [
          {
            "segment_text": "a b s t r a c t Keywords : Intracerebral hemorrhage ( ICH ) T cell immunoglobulin and mucin domain 3 ( Tim-3 ) Glasgow coma scale ( GCS ) Glasgow outcome scale ( GOS ) Blood glucose",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Objectives: We aimed to investigate the expression of T cell immunoglobulin and mucin domain 3 (Tim-3) on peripheral blood cells in spontaneous intracerebral hemorrhage (ICH) patients and to analyze its clinical significance.",
      "sentences": [
        [
          {
            "segment_text": "Objectives : We aimed to investigate the expression of T cell immunoglobulin and mucin domain 3 ( Tim-3 ) on peripheral blood cells in spontaneous intracerebral hemorrhage ( ICH ) patients and to analyze its clinical significance .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Design and methods: Tim-3 expression on peripheral immunocytes from ICH patients and healthy volunteers was measured by flow cytometry. The correlation between Tim-3 expression and the clinical indices was estimated using linear regression.",
      "sentences": [
        [
          {
            "segment_text": "Design and methods : Tim-3 expression on peripheral immunocytes from ICH patients and healthy volunteers was measured by flow cytometry .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The correlation between Tim-3 expression and the clinical indices was estimated using linear regression .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results: Tim-3 expressions on peripheral CD3 + T cells and CD8 + T cells in ICH patients are significantly downregulated, while Tim-3 expressions on CD14 + monocytes and CD16 + CD56 + NK cells are increased. Furthermore, Tim-3 expression on peripheral CD8 + T cells was negatively correlated with the inflammatory response, the disease severity and the outcome of ICH patients. However, there was no relationship between Tim-3 expression and blood glucose concentration.",
      "sentences": [
        [
          {
            "segment_text": "Results : Tim-3 expressions on peripheral CD3 + T cells and CD8 + T cells in ICH patients are significantly downregulated ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while Tim-3 expressions on CD14 + monocytes and CD16 + CD56 + NK cells are increased .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , Tim-3 expression on peripheral CD8 + T cells was negatively correlated with the inflammatory response ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the disease severity and the outcome of ICH patients .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , there was no relationship between Tim-3 expression and blood glucose concentration .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions: Altered expression of Tim-3 might play an important role in the pathogenesis of ICH, demonstrating that Tim-3 might be a novel candidate molecule for prognosis evaluation of ICH patients.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions : Altered expression of Tim-3 might play an important role in the pathogenesis of ICH ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "demonstrating that Tim-3 might be a novel candidate molecule for prognosis evaluation of ICH patients .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "5",
    "sentence_num": "8",
    "segment_num": "11",
    "token_num": "227"
  }
}