{
  "paper_id": "03baa0ff09213ce5a8ef3da6881998267938e39c",
  "metadata": {
    "title": "The potential of recurrent epidemics and pandemics in a highly mobile global society",
    "coda_data_split": "train",
    "coda_paper_id": 8967,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The aim of this study was to demonstrate how latent epidemics can potentially evolve into a pandemic instantaneously due to globally mobile human population in recent times, as can be seen in the ongoing Ebola epidemic in West Africa. Selected cases of current epidemics are used in this study to identify emergent patterns. These cases exemplify the need for a comprehensive analysis of infectious diseases and serve as an initial stage when developing appropriate strategies in improving epidemic management. This study can help better understand the complexities of infectious diseases and assist in developing a specific set of preventative processes from the individual to international levels when developing strategies to reducing the effects of an epidemic outbreak.",
      "sentences": [
        [
          {
            "segment_text": "The aim of this study was to demonstrate how latent epidemics can potentially evolve into a pandemic instantaneously due to globally mobile human population in recent times ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "as can be seen in the ongoing Ebola epidemic in West Africa .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Selected cases of current epidemics are used in this study to identify emergent patterns .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "These cases exemplify the need for a comprehensive analysis of infectious diseases and serve as an initial stage when developing appropriate strategies in improving epidemic management .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "This study can help better understand the complexities of infectious diseases and assist in developing a specific set of preventative processes from the individual to international levels when developing strategies to reducing the effects of an epidemic outbreak .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "5",
    "token_num": "122"
  }
}