{
  "paper_id": "03bb746ba6fb4c250b5f8f9ff0e5013b2c49b8f7",
  "metadata": {
    "title": "Immunogenicity of adenovirus-vector vaccine targeting hepatitis B virus: non-clinical safety assessment in non-human primates",
    "coda_data_split": "train",
    "coda_paper_id": 2374,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: A new promising therapeutic approach has emerged for patients chronically infected by the hepatitis B virus (HBV) with the development of a non-replicative adenovirus vector vaccine candidate (Ad-HBV). The vaccine encodes a fusion protein composed of a truncated HBV core protein, mutated polymerase protein, and two envelope domains. In this study, we assessed the immunogenicity of Ad-HBV administered to cynomolgus monkeys during a non-clinical safety assessment. Methods: The virus was subcutaneously administered at 1.0 × 10 9 viral particles (VP)/animal (low-dose group), 1.0 × 10 10 VP/animal (mid-dose group), and 1.0 × 10 11 VP/animal (high-dose group); the control groups were administered an Ad5-null virus (1.0 × 10 11 VP/animal) and saline only.",
      "sentences": [
        [
          {
            "segment_text": "Background : A new promising therapeutic approach has emerged for patients chronically infected by the hepatitis B virus ( HBV ) with the development of a non-replicative adenovirus vector vaccine candidate ( Ad-HBV ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The vaccine encodes a fusion protein composed of a truncated HBV core protein ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "mutated polymerase protein , and two envelope domains .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , we assessed the immunogenicity of Ad-HBV administered to cynomolgus monkeys during a non-clinical safety assessment .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : The virus was subcutaneously administered at 1.0 × 10 9 viral particles ( VP ) / animal ( low-dose group ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "1.0 × 10 10 VP/animal ( mid-dose group ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and 1.0 × 10 11 VP/animal ( high-dose group ) ; the control groups were administered an Ad5-null virus ( 1.0 × 10 11 VP/animal ) and saline only .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results: Except for inflammatory cell infiltration under the skin at the injection sites and transient elevation of body temperature and serum albumin, no Ad-HBV-related toxic effects were noted in any treatment group. Moreover, interferon (IFN)-γ enzyme-linked immunospot assays showed that Ad-HBV induced the targeting of T cells to a broad spectrum of HBV-specific epitopes spanning all three of the selected HBV immunogens (core, polymerase, and envelope domains) in a dose-dependent manner. Although anti-Ad antibody was produced in all groups (except for the saline control), the antibody titers were significantly lower in the high-dose Ad-HBV group than in the group that received the same dose of the Ad-null empty vector. In addition, the IFN-γ and IL-2 expression levels in the liver were significantly improved for the mid-dose, high-dose, and Ad-null control group (p \u003c 0.05), but not for the low-dose group.",
      "sentences": [
        [
          {
            "segment_text": "Results : Except for inflammatory cell infiltration under the skin at the injection sites and transient elevation of body temperature and serum albumin ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "no Ad-HBV-related toxic effects were noted in any treatment group .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , interferon ( IFN ) - γ enzyme-linked immunospot assays showed that Ad-HBV induced the targeting of T cells to a broad spectrum of HBV-specific epitopes spanning all three of the selected HBV immunogens ( core , polymerase , and envelope domains ) in a dose-dependent manner .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Although anti-Ad antibody was produced in all groups ( except for the saline control ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the antibody titers were significantly lower in the high-dose Ad-HBV group than in the group that received the same dose of the Ad-null empty vector .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , the IFN-γ and IL-2 expression levels in the liver were significantly improved for the mid-dose ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "high-dose , and Ad-null control group ( p \u003c 0.05 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but not for the low-dose group .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions: Taken together, this safety assessment indicates that the Ad-HBV candidate vaccine is a potent specific immunotherapeutic agent, supporting its further clinical development as an anti-HBV infection vaccine.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions : Taken together , this safety assessment indicates that the Ad-HBV candidate vaccine is a potent specific immunotherapeutic agent ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "supporting its further clinical development as an anti-HBV infection vaccine .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "9",
    "segment_num": "17",
    "token_num": "338"
  }
}