{
  "paper_id": "03be1b13bb27c345596bc823c25963ebeb990640",
  "metadata": {
    "title": "Initial High Viral Load Is Associated with Prolonged Shedding of Human Rhinovirus in Allogeneic Hematopoietic Cell Transplant Recipients",
    "coda_data_split": "train",
    "coda_paper_id": 2034,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "A B S T R A C T Recent data suggest human rhinovirus (HRV) is associated with lower respiratory tract infection and mortality in hematopoietic cell transplant (HCT) recipients. Examining risk factors for prolonged viral shedding may provide critical insight for the development of novel therapeutics and help inform infection prevention practices. Our objective was to identify risk factors for prolonged shedding of HRV post-HCT. We prospectively collected weekly nasal samples from allogeneic HCT recipients from day 0 to day 100 post-transplant, and performed real-time reverse transcriptase PCR (December 2005 to February 2010). Subjects with symptomatic HRV infection and a negative test within 2 weeks of the last positive were included. Duration of shedding was defined as time between the first positive and first negative samples. Cycle threshold (Ct) values were used as a proxy for viral load. HRV species were identified by sequencing the 5 0 noncoding region. Logistic regression analyses were performed to evaluate factors associated with prolonged shedding (21 days). We identified 38 HCT recipients with HRV infection fulfilling study criteria (32 adults, 6 children). Median duration of shedding was 9.5 days (D 2 1 X Xrange, 2 to 89 days); 18 patients had prolonged shedding. Among 26 samples sequenced, 69% were species A, and species B and C accounted for 15% each; the median shedding duration of HRV did not differ among species (P \u003d .17). Bivariable logistic regression analyses suggest that initial high viral load (low Ct value) is associated with prolonged shedding. HCT recipients with initial high viral loads are at risk for prolonged HRV viral shedding.",
      "sentences": [
        [
          {
            "segment_text": "A B S T R A C T Recent data suggest human rhinovirus ( HRV ) is associated with lower respiratory tract infection and mortality in hematopoietic cell transplant ( HCT ) recipients .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Examining risk factors for prolonged viral shedding may provide critical insight for the development of novel therapeutics and help inform infection prevention practices .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Our objective was to identify risk factors for prolonged shedding of HRV post-HCT .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We prospectively collected weekly nasal samples from allogeneic HCT recipients from day 0 to day 100 post-transplant ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and performed real-time reverse transcriptase PCR ( December 2005 to February 2010 ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Subjects with symptomatic HRV infection and a negative test within 2 weeks of the last positive were included .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Duration of shedding was defined as time between the first positive and first negative samples .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Cycle threshold ( Ct ) values were used as a proxy for viral load .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "HRV species were identified by sequencing the 5 0 noncoding region .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Logistic regression analyses were performed to evaluate factors associated with prolonged shedding ( 21 days ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We identified 38 HCT recipients with HRV infection fulfilling study criteria ( 32 adults , 6 children ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Median duration of shedding was 9.5 days ( D 2 1 X Xrange , 2 to 89 days ) ; 18 patients had prolonged shedding .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Among 26 samples sequenced , 69 % were species A ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and species B and C accounted for 15 % each ; the median shedding duration of HRV did not differ among species ( P \u003d .17 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Bivariable logistic regression analyses suggest that initial high viral load ( low Ct value ) is associated with prolonged shedding .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "HCT recipients with initial high viral loads are at risk for prolonged HRV viral shedding .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "14",
    "segment_num": "16",
    "token_num": "304"
  }
}