{
  "paper_id": "03bfd506ef756befe00fd69ae3efe9a36fa6ab5c",
  "metadata": {
    "title": "Drug adherence and the incidence of coronary heart disease-and stroke-specific mortality among 218,047 patients newly prescribed an antihypertensive medication: A five-year cohort study",
    "coda_data_split": "train",
    "coda_paper_id": 7890,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background: Randomized trials have shown that optimal adherence to antihypertensive agents could protect against cardiovascular diseases, but whether adherence reduces cardiovascular deaths in community settings has not been explored so fully. This study evaluates the association between antihypertensive adherence and cardiovascular (coronary heart disease and stroke) mortality in the primary care settings. Methods: From a territory-wide database in Hong Kong, we included all patients who were prescribed their first-ever antihypertensive agents in the years between 2001 and 2005 from the public healthcare sector. All patients were followed up for five years, and assigned as having poor (Proportion of Days Covered [PDC] b 40%), intermediate (40-79%), and high (≥80%) adherence to antihypertensive agents. The association between antihypertensive adherence and cardiovascular mortality was evaluated by using the Cox proportional hazard models. Results: From a total of 218,047 eligible patients, 3825 patients (1.75%) died of cardiovascular disease within five years after having received their first-ever antihypertensive agents. The proportions of patients having poor, intermediate, and high medication adherence were 32.9%, 12.1%, and 55.0%, respectively. Higher adherence levels at PDC 40%-79% (HR \u003d 0.46, 95% C.I. 0.41-0.52, p b 0.001) and ≥ 80% (HR \u003d 0.91, 95% C.I. 0.85-0.98, p \u003d 0.012) were significantly less likely to be associated with mortality than the poor adherence (PDC0.040) group. Conclusions: Better antihypertensive adherence was associated with lower cardiovascular mortality. This highlights the need to promote adherence through strategies which have been proved to be effective in clinical settings.",
      "sentences": [
        [
          {
            "segment_text": "Background : Randomized trials have shown that optimal adherence to antihypertensive agents could protect against cardiovascular diseases ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but whether adherence reduces cardiovascular deaths in community settings has not been explored so fully .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This study evaluates the association between antihypertensive adherence and cardiovascular ( coronary heart disease and stroke ) mortality in the primary care settings .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : From a territory-wide database in Hong Kong ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we included all patients who were prescribed their first-ever antihypertensive agents in the years between 2001 and 2005 from the public healthcare sector .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "All patients were followed up for five years ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and assigned as having poor ( Proportion of Days Covered ( PDC ) b 40 % ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "intermediate ( 40-79 % ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and high ( ≥ 80 % ) adherence to antihypertensive agents .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The association between antihypertensive adherence and cardiovascular mortality was evaluated by using the Cox proportional hazard models .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : From a total of 218,047 eligible patients ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "3825 patients ( 1.75 % ) died of cardiovascular disease within five years after having received their first-ever antihypertensive agents .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The proportions of patients having poor ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "intermediate , and high medication adherence were 32.9 % ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "12.1 % , and 55.0 % , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Higher adherence levels at PDC 40 % -79 % ( HR \u003d 0.46 , 95 % C.I. 0.41-0.52 , p b 0.001 ) and ≥ 80 % ( HR \u003d 0.91 , 95 % C.I. 0.85-0.98 , p \u003d 0.012 ) were significantly less likely to be associated with mortality than the poor adherence ( PDC0 .040 ) group .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : Better antihypertensive adherence was associated with lower cardiovascular mortality .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This highlights the need to promote adherence through strategies which have been proved to be effective in clinical settings .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "18",
    "token_num": "304"
  }
}