{
  "paper_id": "03ca47766e6f3e8d5d71fa25d86803f82d690b38",
  "metadata": {
    "title": "Myricitrin Protects Cardiomyocytes from Hypoxia/Reoxygenation Injury: Involvement of Heat Shock Protein 90",
    "coda_data_split": "train",
    "coda_paper_id": 8662,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Modulation of oxidative stress is therapeutically effective in ischemia/reperfusion (I/R) injury. Myricitrin, a naturally occurring phenolic compound, is a potent antioxidant. However, little is known about its effect on I/R injury to cardiac myocytes. The present study was performed to investigate the potential protective effect of myricitrin against hypoxia/reoxygenation (H/R)-induced H9c2 cardiomyocyte injury and its underlying mechanisms. Myricitrin pretreatment improved cardiomyocyte viability, inhibited ROS generation, maintained the mitochondrial membrane potential, reduced apoptotic cardiomyocytes, decreased the caspase-3 activity, upregulated antiapoptotic proteins and downregulated proapoptotic proteins during H/R injury. Moreover, the potential targets of myricitrin was predicted using Discovery Studio software, and heat shock protein 90 (Hsp90) was identified as the main disease-related target. Further mechanistic investigation revealed that 17-AAG, a pharmacologic inhibitor of Hsp90, significantly blocked the myricitrin-induced cardioprotective effect demonstrated by increased apoptosis and ROS generation. These results suggested that myricitrin provides protection to H9c2 cardiomyocytes against H/R-induced oxidative stress and apoptosis, most likely via increased expression of Hsp90.",
      "sentences": [
        [
          {
            "segment_text": "Modulation of oxidative stress is therapeutically effective in ischemia/reperfusion ( I/R ) injury .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Myricitrin , a naturally occurring phenolic compound , is a potent antioxidant .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , little is known about its effect on I/R injury to cardiac myocytes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The present study was performed to investigate the potential protective effect of myricitrin against hypoxia/reoxygenation ( H/R ) - induced H9c2 cardiomyocyte injury and its underlying mechanisms .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Myricitrin pretreatment improved cardiomyocyte viability ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "inhibited ROS generation , maintained the mitochondrial membrane potential ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "reduced apoptotic cardiomyocytes , decreased the caspase-3 activity ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "upregulated antiapoptotic proteins and downregulated proapoptotic proteins during H/R injury .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , the potential targets of myricitrin was predicted using Discovery Studio software ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and heat shock protein 90 ( Hsp90 ) was identified as the main disease-related target .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Further mechanistic investigation revealed that 17-AAG ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "a pharmacologic inhibitor of Hsp90 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "significantly blocked the myricitrin-induced cardioprotective effect demonstrated by increased apoptosis and ROS generation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results suggested that myricitrin provides protection to H9c2 cardiomyocytes against H/R-induced oxidative stress and apoptosis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "most likely via increased expression of Hsp90 .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "15",
    "token_num": "188"
  }
}