{
  "paper_id": "03f7d2452890b8b38bd91208ff5dc094b70d16ce",
  "metadata": {
    "title": "Moving beyond hand hygiene monitoring as a marker of infection prevention performance: Development of a tailored infection control continuous quality improvement tool",
    "coda_data_split": "train",
    "coda_paper_id": 8547,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background: Infection control practice compliance is commonly monitored by measuring hand hygiene compliance. The limitations of this approach were recognized in 1 acute health care organization that led to the development of an Infection Control Continuous Quality Improvement tool. Methods: The Pronovost cycle, Barriers and Mitigation tool, and Hexagon framework were used to review the existing monitoring system and develop a quality improvement data collection tool that considered the context of care delivery. Results: Barriers and opportunities for improvement including ambiguity, consistency and feasibility of expectations, the environment, knowledge, and education were combined in a monitoring tool that was piloted and modified in response to feedback. Local adaptations enabled staff to prioritize and monitor issues important in their own workplace.",
      "sentences": [
        [
          {
            "segment_text": "Background : Infection control practice compliance is commonly monitored by measuring hand hygiene compliance .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The limitations of this approach were recognized in 1 acute health care organization that led to the development of an Infection Control Continuous Quality Improvement tool .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Methods : The Pronovost cycle ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "Barriers and Mitigation tool , and Hexagon framework were used to review the existing monitoring system and develop a quality improvement data collection tool that considered the context of care delivery .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Barriers and opportunities for improvement including ambiguity ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "consistency and feasibility of expectations ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the environment , knowledge , and education were combined in a monitoring tool that was piloted and modified in response to feedback .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Local adaptations enabled staff to prioritize and monitor issues important in their own workplace .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "The tool replaced the previous system and was positively evaluated by auditors. Challenges included ensuring staff had time to train in use of the tool, time to collect the audit, and the reporting of low scores that conflicted with a target-based performance system. Conclusions: Hand hygiene compliance monitoring alone misses other important aspects of infection control compliance. A continuous quality improvement tool was developed reflecting specific organizational needs that could be transferred or adapted to other organizations.",
      "sentences": [
        [
          {
            "segment_text": "The tool replaced the previous system and was positively evaluated by auditors .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Challenges included ensuring staff had time to train in use of the tool ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "time to collect the audit ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the reporting of low scores that conflicted with a target-based performance system .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : Hand hygiene compliance monitoring alone misses other important aspects of infection control compliance .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A continuous quality improvement tool was developed reflecting specific organizational needs that could be transferred or adapted to other organizations .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "9",
    "segment_num": "14",
    "token_num": "218"
  }
}