{
  "paper_id": "03fd3a4ec79ffea2a049338b2818457e98496df6",
  "metadata": {
    "title": "Comparative In Vivo Analysis of Recombinant Type II Feline Coronaviruses with Truncated and Completed ORF3 Region",
    "coda_data_split": "train",
    "coda_paper_id": 4456,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Our previous in vitro comparative study on a feline coronavirus (FCoV) pair, differing only in the intactness of their ORF3abc regions, showed that the truncated ORF3abc plays an important role in the efficient macrophage/monocyte tropism of type II feline infectious peritonitis virus (FIPV). In the present study, we describe a challenge experiment with the same recombinant FCoVs in order to gain data on the in vivo characteristics on these viruses. While parent virus FIPV DF-2 developed feline infectious peritonitis in all the infected cats, its recombinant virus PBFIPV-DF-2, differing only in seven nucleotides, proved to be surprisingly low virulent, although caused an acute febrile episode similarly to the original FIPV DF-2. PBFIPV-DF-2 infection induced significantly lower virus neutralization titers than its parent virus, and lacked the second phase of viremia and development of fatal course of the disease. The recombinant PBFIPV-DF-2-R3i with completed ORF3abc gained biological properties that differentiate between the feline enteric coronavirus (FECV) and FIPV biotypes such as intensive replication in the gut, absence of viremia and weak or no serological response. Using reverse genetic approaches our study is the first experimental proof that ORF3abc is indeed responsible for the restriction of FECV replication to the intestine in vivo.",
      "sentences": [
        [
          {
            "segment_text": "Our previous in vitro comparative study on a feline coronavirus ( FCoV ) pair ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "differing only in the intactness of their ORF3abc regions ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "showed that the truncated ORF3abc plays an important role in the efficient macrophage/monocyte tropism of type II feline infectious peritonitis virus ( FIPV ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In the present study , we describe a challenge experiment with the same recombinant FCoVs in order to gain data on the in vivo characteristics on these viruses .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "While parent virus FIPV DF-2 developed feline infectious peritonitis in all the infected cats ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "its recombinant virus PBFIPV-DF-2 , differing only in seven nucleotides ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "proved to be surprisingly low virulent ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "although caused an acute febrile episode similarly to the original FIPV DF-2 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "PBFIPV-DF-2 infection induced significantly lower virus neutralization titers than its parent virus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and lacked the second phase of viremia and development of fatal course of the disease .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The recombinant PBFIPV-DF-2-R3i with completed ORF3abc gained biological properties that differentiate between the feline enteric coronavirus ( FECV ) and FIPV biotypes such as intensive replication in the gut ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "absence of viremia and weak or no serological response .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Using reverse genetic approaches our study is the first experimental proof that ORF3abc is indeed responsible for the restriction of FECV replication to the intestine in vivo .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Citation: Bálint Á , Farsang A, Zádori Z, Belák S (2014) Comparative In Vivo Analysis of Recombinant Type II Feline Coronaviruses with Truncated and Completed ORF3 Region. PLoS ONE 9(2): e88758.",
      "sentences": [
        [
          {
            "segment_text": "Citation : Bálint Á , Farsang A ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "Zádori Z , Belák S ( 2014 ) Comparative In Vivo Analysis of Recombinant Type II Feline Coronaviruses with Truncated and Completed ORF3 Region .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "PLoS ONE 9 ( 2 ) : e88758 .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "8",
    "segment_num": "16",
    "token_num": "264"
  }
}