{
  "paper_id": "03fea4a49ce80db75ae5c76eeaa176a87ce668a6",
  "metadata": {
    "title": "",
    "coda_data_split": "train",
    "coda_paper_id": 10372,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "This study reports on the simultaneous administration of live NDV or aMPV subtype B vaccines alongside two live IBV (Massachusetts-H120 and 793B-CR88) vaccines in day-old maternal-antibody positive commercial broiler chicks. In the first experiment, chicks were divided into four groups; one unvaccinated and three groups vaccinated with live NDV VG/GA-Avinew, live H120 + CR88, or VG/GA-Avinew + H120 + CR88. In the second experiment, live aMPV subtype B vaccine was used in place of NDV. Clinical signs were monitored daily and oropharyngeal swabs were taken at regular intervals for vaccine virus detection. Blood was collected at 21 dpv for serology. 10 chicks from each group were challenged with virulent strains of M41 or QX or aMPV subtype B. For IBV, after 5 days post challenge (dpc), tracheal ciliary protection was assessed. For aMPV, clinical scores were recorded up to 10 dpc. For NDV, haemagglutination inhibition (HI) antibody titres were assayed as an indicator of protective immunity. In both experiments, ciliary protection for IBV vaccinated groups was maintained above 90%. The protection against virulent aMPV challenge was not compromised when aMPV, H120 and CR88 were coadministered. NDV HI mean titres in single and combined NDV-vaccinated groups remained above the protective titre (\u003e3 log 2 ). Both experiments demonstrated that simultaneous administration of live NDV VG/GA-Avinew or aMPV subtype B alongside H120 and CR88 vaccines does not interfere with protection conferred against NDV, IBV or aMPV.",
      "sentences": [
        [
          {
            "segment_text": "This study reports on the simultaneous administration of live NDV or aMPV subtype B vaccines alongside two live IBV ( Massachusetts-H120 and 793B-CR88 ) vaccines in day-old maternal-antibody positive commercial broiler chicks .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "In the first experiment , chicks were divided into four groups ; one unvaccinated and three groups vaccinated with live NDV VG/GA-Avinew ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "live H120 + CR88 , or VG/GA-Avinew + H120 + CR88 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "In the second experiment , live aMPV subtype B vaccine was used in place of NDV .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Clinical signs were monitored daily and oropharyngeal swabs were taken at regular intervals for vaccine virus detection .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Blood was collected at 21 dpv for serology .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "10 chicks from each group were challenged with virulent strains of M41 or QX or aMPV subtype B. For IBV ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "after 5 days post challenge ( dpc ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "tracheal ciliary protection was assessed .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "For aMPV , clinical scores were recorded up to 10 dpc .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "For NDV , haemagglutination inhibition ( HI ) antibody titres were assayed as an indicator of protective immunity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In both experiments , ciliary protection for IBV vaccinated groups was maintained above 90 % .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The protection against virulent aMPV challenge was not compromised when aMPV ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "H120 and CR88 were coadministered .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "NDV HI mean titres in single and combined NDV-vaccinated groups remained above the protective titre ( \u003e 3 log 2 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Both experiments demonstrated that simultaneous administration of live NDV VG/GA-Avinew or aMPV subtype B alongside H120 and CR88 vaccines does not interfere with protection conferred against NDV , IBV or aMPV .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "12",
    "segment_num": "16",
    "token_num": "267"
  }
}