{
  "paper_id": "0401a5bebe76fc07dde0f103a248118ce30facda",
  "metadata": {
    "title": "Comparison of enzyme-linked immunosorbent assay systems using rift valley fever virus nucleocapsid protein and inactivated virus as antigens",
    "coda_data_split": "train",
    "coda_paper_id": 6776,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Rift Valley Fever (RVF) is a mosquito-borne viral zoonosis. To detect RVF virus (RVFV) infection, indirect immunoglobulin G (IgG) and immunoglobulin M (IgM) enzyme linked immunosorbent assays (ELISAs) which utilize recombinant RVFV nucleocapsid (RVFV-N) protein as assay antigen, have reportedly been used, however, there is still a need to develop more sensitive and specific methods of detection. Methods: RVFV-N protein was expressed in Escherichia coli (E. coli) and purified by histidine-tag based affinity chromatography. This recombinant RVFV-N (rRVFV-N) protein was then used as antigen to develop an IgG sandwich ELISA and IgM capture ELISAs for human sera. Ninety six serum samples collected from healthy volunteers during the RVF surveillance programme in Kenya in 2013, and 93 serum samples collected from RVF-suspected patients during the 2006-2007 RVF outbreak in Kenya were used respectively, to evaluate the newly established rRVFV-N protein-based IgG sandwich ELISA and IgM capture ELISA systems in comparison with the inactivated virus-based ELISA systems.",
      "sentences": [
        [
          {
            "segment_text": "Background : Rift Valley Fever ( RVF ) is a mosquito-borne viral zoonosis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To detect RVF virus ( RVFV ) infection ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "indirect immunoglobulin G ( IgG ) and immunoglobulin M ( IgM ) enzyme linked immunosorbent assays ( ELISAs ) which utilize recombinant RVFV nucleocapsid ( RVFV-N ) protein as assay antigen ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "have reportedly been used , however ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "there is still a need to develop more sensitive and specific methods of detection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Methods : RVFV-N protein was expressed in Escherichia coli ( E. coli ) and purified by histidine-tag based affinity chromatography .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "This recombinant RVFV-N ( rRVFV-N ) protein was then used as antigen to develop an IgG sandwich ELISA and IgM capture ELISAs for human sera .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Ninety six serum samples collected from healthy volunteers during the RVF surveillance programme in Kenya in 2013 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and 93 serum samples collected from RVF-suspected patients during the 2006-2007 RVF outbreak in Kenya were used respectively ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "to evaluate the newly established rRVFV-N protein-based IgG sandwich ELISA and IgM capture ELISA systems in comparison with the inactivated virus-based ELISA systems .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results: rRVFV-N protein-based-IgG sandwich ELISA and IgM capture ELISA for human sera were established. Both the new ELISA systems were in 100% concordance with the inactivated virus-based ELISA systems, with a sensitivity and specificity of 100%.",
      "sentences": [
        [
          {
            "segment_text": "Results : rRVFV-N protein-based-IgG sandwich ELISA and IgM capture ELISA for human sera were established .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Both the new ELISA systems were in 100 % concordance with the inactivated virus-based ELISA systems ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with a sensitivity and specificity of 100 % .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions: Recombinant RVFV-N is a safe and affordable antigen for RVF diagnosis. Our rRVFV-N-based ELISA systems are safe and reliable tools for diagnosis of RVFV infection in humans and especially useful in large-scale epidemiological investigation and for application in developing countries.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions : Recombinant RVFV-N is a safe and affordable antigen for RVF diagnosis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our rRVFV-N-based ELISA systems are safe and reliable tools for diagnosis of RVFV infection in humans and especially useful in large-scale epidemiological investigation and for application in developing countries .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "9",
    "segment_num": "15",
    "token_num": "271"
  }
}