{
  "paper_id": "04030bba3035a58c7725ae267973206f6eb6c0b4",
  "metadata": {
    "title": "Development and Evaluation of A CRISPR-based Diagnostic For 2019-novel Coronavirus",
    "coda_data_split": "train",
    "coda_paper_id": 3008,
    "coda_has_expert_labels": false,
    "subset": "biorxiv_medrxiv"
  },
  "abstract": [
    {
      "original_text": "The recent outbreak of infections by the 2019 novel coronavirus (2019-nCoV), the third 36 zoonotic CoV has raised great public health concern. The demand for rapid and accurate 37 diagnosis of this novel pathogen brought significant clinical and technological challenges. 38 Currently, metagenomic next-generation sequencing (mNGS) and reverse-transcription PCR 39 (RT-PCR) are the most widely used molecular diagnostics for 2019-nCoV.",
      "sentences": [
        [
          {
            "segment_text": "The recent outbreak of infections by the 2019 novel coronavirus ( 2019-nCoV ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the third 36 zoonotic CoV has raised great public health concern .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The demand for rapid and accurate 37 diagnosis of this novel pathogen brought significant clinical and technological challenges .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "38 Currently , metagenomic next-generation sequencing ( mNGS ) and reverse-transcription PCR 39 ( RT-PCR ) are the most widely used molecular diagnostics for 2019-nCoV .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "40 Methods 41 2019-nCoV infections were confirmed in 52 specimens by mNGS. Genomic information was 42 analyzed and used for the design and development of an isothermal, CRISPR-based 43 diagnostic for the novel virus. The diagnostic performance of CRISPR-nCoV was assessed 44 and also compared across three technology platforms (mNGS, RT-PCR and CRISPR) 45 Results 46 2019-nCoVs sequenced in our study were conserved with the Wuhan strain, and shared 47 certain genetic similarity with SARS-CoV. A high degree of variation in the level of viral 48 All rights reserved. No reuse allowed without permission.",
      "sentences": [
        [
          {
            "segment_text": "40 Methods 41 2019-nCoV infections were confirmed in 52 specimens by mNGS .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Genomic information was 42 analyzed and used for the design and development of an isothermal ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "CRISPR-based 43 diagnostic for the novel virus .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The diagnostic performance of CRISPR-nCoV was assessed 44 and also compared across three technology platforms ( mNGS , RT-PCR and CRISPR ) 45 Results 46 2019-nCoVs sequenced in our study were conserved with the Wuhan strain ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and shared 47 certain genetic similarity with SARS-CoV .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A high degree of variation in the level of viral 48 All rights reserved .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "No reuse allowed without permission .",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
      "sentences": [
        [
          {
            "segment_text": "the author/funder , who has granted medRxiv a license to display the preprint in perpetuity .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "9",
    "segment_num": "12",
    "token_num": "191"
  }
}