{
  "paper_id": "040765d9c62b33f0a74bb4d3732d4d345f7d6c30",
  "metadata": {
    "title": "Longitudinal study of Salmonella spp., diarrheagenic Escherichia coli, Rotavirus, and Coronavirus isolated from healthy and diarrheic calves in a Brazilian dairy herd",
    "coda_data_split": "train",
    "coda_paper_id": 6290,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "This prospective longitudinal study investigated the epidemiology of enteric disease associated with infections in calves aging up to 70 days. A total of 850 fecal samples were collected from 67 calves. Seventeen isolates of Salmonella spp. were recovered from feces of 11 calves (16.4 %), and statistical analysis revealed no association between the presence of Salmonella spp. and clinical signs of diarrhea or age. Virulence factors of Escherichia coli were identified in 103 strains: eae (7), K99/STa (7), Stx1 (7), Stx1/eae (36), Stx1/Stx2/eae (2), Stx2 (43), and Stx2/eae (1). There was statistical association between diarrheic animals carrying E. coli Stx1/eae + in their feces at 2 and 4 weeks of age (P\u003d 0.003) and E. coli Stx2 + at 5 weeks of age (P\u003d0.03). Rotavirus was detected in 49 (5.76 %) fecal samples collected from 33 calves (49.2 %). The presence of rotavirus was correlated with diarrheic feces (P\u003c0.0001) rather than feces with normal consistency. There was a significant relationship between age group and diarrhea (P \u003d 0.001). Bovine coronavirus (BCoV) was detected in 93 fecal samples collected from 46 calves (68.6 %). There was an association (P\u003c0.0001) between diarrheic animals positive for BCoV and age groups. The results demonstrate the importance of the pathogens studied in the etiology of diarrhea in calves.",
      "sentences": [
        [
          {
            "segment_text": "This prospective longitudinal study investigated the epidemiology of enteric disease associated with infections in calves aging up to 70 days .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "A total of 850 fecal samples were collected from 67 calves .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Seventeen isolates of Salmonella spp. were recovered from feces of 11 calves ( 16.4 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and statistical analysis revealed no association between the presence of Salmonella spp. and clinical signs of diarrhea or age .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Virulence factors of Escherichia coli were identified in 103 strains : eae ( 7 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "K99/STa ( 7 ) , Stx1 ( 7 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Stx1/eae ( 36 ) , Stx1/Stx2/eae ( 2 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Stx2 ( 43 ) , and Stx2/eae ( 1 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "There was statistical association between diarrheic animals carrying E. coli Stx1/eae + in their feces at 2 and 4 weeks of age ( P \u003d 0.003 ) and E. coli Stx2 + at 5 weeks of age ( P \u003d 0.03 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Rotavirus was detected in 49 ( 5.76 % ) fecal samples collected from 33 calves ( 49.2 % ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The presence of rotavirus was correlated with diarrheic feces ( P \u003c 0.0001 ) rather than feces with normal consistency .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "There was a significant relationship between age group and diarrhea ( P \u003d 0.001 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Bovine coronavirus ( BCoV ) was detected in 93 fecal samples collected from 46 calves ( 68.6 % ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "There was an association ( P \u003c 0.0001 ) between diarrheic animals positive for BCoV and age groups .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The results demonstrate the importance of the pathogens studied in the etiology of diarrhea in calves .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "15",
    "token_num": "273"
  }
}