{
  "paper_id": "04218b965a5c6e4fa9b0c1cde21434ebbec8f3cd",
  "metadata": {
    "title": "State-of-the-art methods for studying air distributions in commercial airliner cabins",
    "coda_data_split": "train",
    "coda_paper_id": 8579,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Air distributions in commercial airliner cabins are crucial for creating a thermally comfortable and healthy cabin environment. This paper reviews the methods used in predicting, designing, and analyzing air distributions in the cabins, among which experimental measurements and numerical simulations are the two popular ones. The experimental measurements have usually been seen as more reliable although they are more expensive and time consuming. Most of the numerical simulations use Computational Fluid Dynamics (CFD) that can provide effectively detailed information. Numerous applications using the two methods can be found in the literature for studying air distributions in aircraft cabins, including investigations on more reliable and accurate models. The review in the paper shows that the studies using both experimental measurements and computer simulations are becoming popular. And it is necessary to use a full-scale test rig to obtain reliable and high quality experimental data. What\u0027s more, the hybrid CFD models are found to be rather promising for simulating air distributions in airliner cabins.",
      "sentences": [
        [
          {
            "segment_text": "Air distributions in commercial airliner cabins are crucial for creating a thermally comfortable and healthy cabin environment .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This paper reviews the methods used in predicting ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "designing , and analyzing air distributions in the cabins ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "among which experimental measurements and numerical simulations are the two popular ones .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The experimental measurements have usually been seen as more reliable although they are more expensive and time consuming .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Most of the numerical simulations use Computational Fluid Dynamics ( CFD ) that can provide effectively detailed information .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Numerous applications using the two methods can be found in the literature for studying air distributions in aircraft cabins ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including investigations on more reliable and accurate models .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The review in the paper shows that the studies using both experimental measurements and computer simulations are becoming popular .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "And it is necessary to use a full-scale test rig to obtain reliable and high quality experimental data .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "What \u0027s more , the hybrid CFD models are found to be rather promising for simulating air distributions in airliner cabins .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "11",
    "token_num": "178"
  }
}