{
  "paper_id": "04299cd1ecb45c984de64da12daf3ccc1fe2abe2",
  "metadata": {
    "title": "Intestinal microbiota and chronic constipation",
    "coda_data_split": "train",
    "coda_paper_id": 4913,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Chronic constipation is a prevalent, burdensome gastrointestinal disorder whose aetiology and pathophysiology remains poorly understood and is most likely multifactorial. Differences in the composition of the intestinal microbiota have been demonstrated when constipated patients and healthy controls have been compared. Growing evidence indicates that alterations of intestinal microbiota may contribute to constipation and constipation-related symptoms. The intestinal microbiota is a collection of microorganisms that live within the gastrointestinal tract, and perform many important health-promoting functions. The intestinal microbiota aids in the breakdown of food products into absorbable nutrients, stimulates the host immune system, prevents growth of pathogenic bacteria and produces a great variety of biologically important compounds. In this review, we will summarize the current evidence supporting roles of the intestinal microbiota in the pathogenesis and management of chronic constipation. The discussion will shed light on the novel mechanisms of intestinal microbiota and gut function interactions, which is invaluable in ultimately developing new therapeutic tools for the treatment of chronic constipation. which permits unrestricted use, distribution, and reproduction in any medium, provided you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made.",
      "sentences": [
        [
          {
            "segment_text": "Chronic constipation is a prevalent ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "burdensome gastrointestinal disorder whose aetiology and pathophysiology remains poorly understood and is most likely multifactorial .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Differences in the composition of the intestinal microbiota have been demonstrated when constipated patients and healthy controls have been compared .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Growing evidence indicates that alterations of intestinal microbiota may contribute to constipation and constipation-related symptoms .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The intestinal microbiota is a collection of microorganisms that live within the gastrointestinal tract ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and perform many important health-promoting functions .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The intestinal microbiota aids in the breakdown of food products into absorbable nutrients ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "stimulates the host immune system ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "prevents growth of pathogenic bacteria and produces a great variety of biologically important compounds .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this review , we will summarize the current evidence supporting roles of the intestinal microbiota in the pathogenesis and management of chronic constipation .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The discussion will shed light on the novel mechanisms of intestinal microbiota and gut function interactions ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which is invaluable in ultimately developing new therapeutic tools for the treatment of chronic constipation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "which permits unrestricted use , distribution ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and reproduction in any medium ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "provided you give appropriate credit to the original author ( s ) and the source ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "provide a link to the Creative Commons license ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and indicate if changes were made .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "17",
    "token_num": "219"
  }
}