{
  "paper_id": "0439101f320a5d332c1d06b12b90c6a1d0591c0e",
  "metadata": {
    "title": "Early Life Viral Infections and the Development of Asthma -A Target for Asthma Prevention?",
    "coda_data_split": "train",
    "coda_paper_id": 4023,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Purpose of the Review-To discuss recent insights into the relationships between viral respiratory infections and asthma inception in the context of a long-term goal of moving towards prevention strategies for childhood asthma.",
      "sentences": [
        [
          {
            "segment_text": "Purpose of the Review-To discuss recent insights into the relationships between viral respiratory infections and asthma inception in the context of a long-term goal of moving towards prevention strategies for childhood asthma .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Recent Findings-There is strong evidence for respiratory syncytial virus (RSV) and human rhinovirus (RV) wheezing illnesses as important risk factors for asthma inception. The mechanisms underlying these relationships have been an intense area of study. Novel approaches for the prevention of virus infections and/or lessening the severity of associated illnesses are at various stages of development, and are important potential tools in efforts aimed at primary and secondary prevention of asthma.",
      "sentences": [
        [
          {
            "segment_text": "Recent Findings-There is strong evidence for respiratory syncytial virus ( RSV ) and human rhinovirus ( RV ) wheezing illnesses as important risk factors for asthma inception .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The mechanisms underlying these relationships have been an intense area of study .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Novel approaches for the prevention of virus infections and/or lessening the severity of associated illnesses are at various stages of development ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and are important potential tools in efforts aimed at primary and secondary prevention of asthma .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Summary-Viral respiratory infections in early life are a major source of morbidity and critical in the development of asthma. Mechanisms by which these infections lead to asthma inception in susceptible individuals are emerging. Further, there are promising potential interventions currently available that should be tested in clinical trials. The goal of prevention of disease inception is clearly on the horizon.",
      "sentences": [
        [
          {
            "segment_text": "Summary-Viral respiratory infections in early life are a major source of morbidity and critical in the development of asthma .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Mechanisms by which these infections lead to asthma inception in susceptible individuals are emerging .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Further , there are promising potential interventions currently available that should be tested in clinical trials .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The goal of prevention of disease inception is clearly on the horizon .",
            "crowd_label": "background"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "8",
    "segment_num": "9",
    "token_num": "177"
  }
}