{
  "paper_id": "043aa68f2c784899f71225e8eb233150760a6a54",
  "metadata": {
    "title": "Original Contribution Distribution and Risk Factors of 2009 Pandemic Influenza A (H1N1) in Mainland China",
    "coda_data_split": "train",
    "coda_paper_id": 8019,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Data from all reported cases of 2009 pandemic influenza A (H1N1) were obtained from the China Information System for Disease Control and Prevention. The spatiotemporal distribution patterns of cases were characterized through spatial analysis. The impact of travel-related risk factors on invasion of the disease was analyzed using survival analysis, and climatic factors related to local transmission were identified using multilevel Poisson regression, both at the county level. The results showed that the epidemic spanned a large geographic area, with the most affected areas being in western China. Significant differences in incidence were found among age groups, with incidences peaking in school-age children. Overall, the epidemic spread from southeast to northwest. Proximity to airports and being intersected by national highways or freeways but not railways were variables associated with the presence of the disease in a county. Lower temperature and lower relative humidity were the climatic factors facilitating local transmission after correction for the effects of school summer vacation and public holidays, as well as population density and the density of medical facilities. These findings indicate that interventions focused on domestic travel, population density, and climatic factors could play a role in mitigating the public health impact of future influenza pandemics.",
      "sentences": [
        [
          {
            "segment_text": "Data from all reported cases of 2009 pandemic influenza A ( H1N1 ) were obtained from the China Information System for Disease Control and Prevention .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The spatiotemporal distribution patterns of cases were characterized through spatial analysis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The impact of travel-related risk factors on invasion of the disease was analyzed using survival analysis ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and climatic factors related to local transmission were identified using multilevel Poisson regression ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "both at the county level .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The results showed that the epidemic spanned a large geographic area ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with the most affected areas being in western China .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Significant differences in incidence were found among age groups ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with incidences peaking in school-age children .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Overall , the epidemic spread from southeast to northwest .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Proximity to airports and being intersected by national highways or freeways but not railways were variables associated with the presence of the disease in a county .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Lower temperature and lower relative humidity were the climatic factors facilitating local transmission after correction for the effects of school summer vacation and public holidays ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as well as population density and the density of medical facilities .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These findings indicate that interventions focused on domestic travel ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "population density , and climatic factors could play a role in mitigating the public health impact of future influenza pandemics .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "15",
    "token_num": "220"
  }
}