{
  "paper_id": "0447c296a4157cd2d6fc805242c1e5e58243e212",
  "metadata": {
    "title": "Characterization of two Achromobacter xylosoxidans isolates from patients with pertussis-like symptoms",
    "coda_data_split": "train",
    "coda_paper_id": 3328,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Objective: To characterize two Achromobacter xylosoxidans recovered from 2 patients diagnosed with pertussis during a Bordetella pertussis surveillance program. Methods: Nasopharyngeal swabs from 2 children under 1 year of age with clinical suspicion of pertussis were analyzed by culture and PCR. Results: Two Achromobacter xylosoxidans A8, closely related to Bordetella spp. were recovered from 2 patients diagnosed of pertussis, both carrying the ptxA gene and IS418 the pertussis toxin encoding gene. Subsequently, antibiotic susceptibility was evaluated by disk-diffusion method and by PCR. Conclusions: Although more detailed studies are needed, the present data highlight the possibility that Achromobacter xylosoxidans, closely related Bordetella pertusssis microorganisms and not covered under the vaccine umbrella, might also result in cases of whooping cough. Thereby further surveillance is necessary to determine the extension and relevance of their pathogenic role in order to discriminate their real public health implication.",
      "sentences": [
        [
          {
            "segment_text": "Objective : To characterize two Achromobacter xylosoxidans recovered from 2 patients diagnosed with pertussis during a Bordetella pertussis surveillance program .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : Nasopharyngeal swabs from 2 children under 1 year of age with clinical suspicion of pertussis were analyzed by culture and PCR .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Two Achromobacter xylosoxidans A8 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "closely related to Bordetella spp. were recovered from 2 patients diagnosed of pertussis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "both carrying the ptxA gene and IS418 the pertussis toxin encoding gene .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Subsequently , antibiotic susceptibility was evaluated by disk-diffusion method and by PCR .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : Although more detailed studies are needed ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the present data highlight the possibility that Achromobacter xylosoxidans ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "closely related Bordetella pertusssis microorganisms and not covered under the vaccine umbrella ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "might also result in cases of whooping cough .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Thereby further surveillance is necessary to determine the extension and relevance of their pathogenic role in order to discriminate their real public health implication .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "11",
    "token_num": "158"
  }
}