{
  "paper_id": "044b6504465e3d1b00fcc328c6731bcd034b1691",
  "metadata": {
    "title": "Comparative Proteome Analysis of Porcine Jejunum Tissues in Response to a Virulent Strain of Porcine Epidemic Diarrhea Virus and Its Attenuated Strain",
    "coda_data_split": "train",
    "coda_paper_id": 3175,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Porcine epidemic diarrhea virus (PEDV), a predominant cause of acute enteric infection, leads to severe dehydrating diarrhea and mortality in piglets all over the world. A virulent PEDV YN13 strain, isolated in our laboratory, was attenuated to yield an attenuated PEDV strain YN144. To better understand the pathogenesis mechanism and the virus-host interaction during infection with both PEDV YN13 and YN144 strains, a comparative proteomic analysis was carried out to investigate the proteomic changes produced in the primary target organ, using isobaric tags for relative and absolute quantitation (iTRAQ) labeling, followed by liquid chromatography tandem-mass spectrometry (LC-MS/MS). A total of 269 and 301 differently expressed proteins (DEPs) were identified in the jejunum tissues of the piglets inoculated with YN13 and YN144, respectively. Bioinformatics analysis revealed that these proteins were involved in stress responses, signal transduction, and the immune system. All of these involved interferon-stimulated genes (ISGs) which were up-regulated in jejunums by both of the PEDV-infected groups. Based on the comparative analysis, we proposed that different changes induced by YN13 and YN144 in heterogeneous nuclear ribonucleoprotein A1 (hnRNPA1), eukaryotic initiation factor 4G1 (eIF4G1), and some members in the heat shock protein (HSP) family, may be responsible for differences in their pathogenicity.",
      "sentences": [
        [
          {
            "segment_text": "Porcine epidemic diarrhea virus ( PEDV ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a predominant cause of acute enteric infection ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "leads to severe dehydrating diarrhea and mortality in piglets all over the world .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A virulent PEDV YN13 strain ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "isolated in our laboratory , was attenuated to yield an attenuated PEDV strain YN144 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "To better understand the pathogenesis mechanism and the virus-host interaction during infection with both PEDV YN13 and YN144 strains ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "a comparative proteomic analysis was carried out to investigate the proteomic changes produced in the primary target organ ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "using isobaric tags for relative and absolute quantitation ( iTRAQ ) labeling ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "followed by liquid chromatography tandem-mass spectrometry ( LC-MS/MS ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A total of 269 and 301 differently expressed proteins ( DEPs ) were identified in the jejunum tissues of the piglets inoculated with YN13 and YN144 , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Bioinformatics analysis revealed that these proteins were involved in stress responses ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "signal transduction , and the immune system .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "All of these involved interferon-stimulated genes ( ISGs ) which were up-regulated in jejunums by both of the PEDV-infected groups .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Based on the comparative analysis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "we proposed that different changes induced by YN13 and YN144 in heterogeneous nuclear ribonucleoprotein A1 ( hnRNPA1 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "eukaryotic initiation factor 4G1 ( eIF4G1 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and some members in the heat shock protein ( HSP ) family ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "may be responsible for differences in their pathogenicity .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "18",
    "token_num": "238"
  }
}