{
  "paper_id": "0469d052ac583aa5b739be7fedecec5307548d49",
  "metadata": {
    "title": "Perception of epidemic\u0027s related anxiety in the General French Population: a cross-sectional study in the Rhône-Alpes region",
    "coda_data_split": "train",
    "coda_paper_id": 5532,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: To efficiently plan appropriate public health interventions during possible epidemics, governments must take into consideration the following factors about the general population: their knowledge of epidemics, their fears of and psychological responses to them, their level of compliance with government measures and their communities\u0027 trusted sources of information. However, such surveys among the French general population are rare.",
      "sentences": [
        [
          {
            "segment_text": "Background : To efficiently plan appropriate public health interventions during possible epidemics ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "governments must take into consideration the following factors about the general population : their knowledge of epidemics ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "their fears of and psychological responses to them ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "their level of compliance with government measures and their communities \u0027 trusted sources of information .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , such surveys among the French general population are rare .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "A cross-sectional study was conducted in 2006 in a representative sample of 600 subjects living in the Rhône-Alpes region (south-east France) to investigate self-reported knowledge about infectious diseases and anxiety generated by epidemic risk with particular reference to avian influenza. Data on reactions to potentially new epidemics and the confidence level in various sources of information were also collected.",
      "sentences": [
        [
          {
            "segment_text": "A cross-sectional study was conducted in 2006 in a representative sample of 600 subjects living in the Rhône-Alpes region ( south-east France ) to investigate self-reported knowledge about infectious diseases and anxiety generated by epidemic risk with particular reference to avian influenza .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Data on reactions to potentially new epidemics and the confidence level in various sources of information were also collected .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Respondents were most knowledgeable about AIDS, followed by avian influenza. Overall, 75% of respondents had adequate knowledge of avian influenza. The percentage was even higher (88%) among inhabitants of the Ain district, where an avian influenza epidemic had previously been reported. However, 39% expressed anxiety about this disease. In total, 20% of respondents with knowledge about avian influenza stated that they had changed their behaviours during the epizooty. Epidemics were perceived as a real threat by 27% of respondents. In the event of a highly contagious outbreak, the majority of respondents said they would follow the advice given by authorities. The study population expressed a high level of confidence in physicians and scientists, but had strong reservations about politicians, deputies and the media.",
      "sentences": [
        [
          {
            "segment_text": "Respondents were most knowledgeable about AIDS , followed by avian influenza .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Overall , 75 % of respondents had adequate knowledge of avian influenza .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The percentage was even higher ( 88 % ) among inhabitants of the Ain district ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "where an avian influenza epidemic had previously been reported .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , 39 % expressed anxiety about this disease .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In total , 20 % of respondents with knowledge about avian influenza stated that they had changed their behaviours during the epizooty .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Epidemics were perceived as a real threat by 27 % of respondents .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In the event of a highly contagious outbreak ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the majority of respondents said they would follow the advice given by authorities .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The study population expressed a high level of confidence in physicians and scientists ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but had strong reservations about politicians , deputies and the media .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "12",
    "segment_num": "18",
    "token_num": "277"
  }
}