{
  "paper_id": "046a56d635edc933ed8f30ccf1ae9fd488dfe645",
  "metadata": {
    "title": "Tat Peptide-Mediated Soluble Expression of the Membrane Protein LSECtin-CRD in Escherichia coli",
    "coda_data_split": "train",
    "coda_paper_id": 8983,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The human liver and lymph node sinusoidal endothelial cell C-type lectin (hLSECtin), a type II integral membrane protein, containing a Ca 2+ -dependent carbohydrate recognition domain (CRD), has a well-established biological activity, yet its three-dimensional structure is unknown due to low expression yields and aggregation into inclusion bodies. Previous study has demonstrated that the HIV-1 virus-encoded Tat peptide (\u0027YGRKKRRQRRR\u0027) can increase the yields and the solubility of heterologous proteins. However, whether the Tat peptide could promote the high-yield and soluble expression of membrane proteins in Escherichia coli is not known. Therefore, the prokaryotic expression vector pET28b-Tat-hLSECtin-CRD (using pET28b and pET28b-hLSECtin-CRD as controls) was constructed, and transformed into E. coli BL21 (DE3) cells and induced with isopropyl-β-d-thiogalactoside (IPTG) followed with identifying by SDS-PAGE and Western blot. Subsequently, the bacterial subcellular structure, in which overexpressed the heterologous proteins Tat-hLSECtin-CRD and Tat-free hLSECtin-CRD, was analyzed by transmission electron microscope (TEM) respectively, and the mannose-binding activity of Tat-hLSECtin-CRD was also determined. Expectedly, the solubility of Tat-LSECtin-CRD significantly increased compared to Tat-free LSECtin-CRD (**p \u003c 0.01) with prolonged time, and the Tat-LSECtin-CRD had a significant mannose-binding activity. The subcellular structure analysis indicated that the bacterial cells overexpressed Tat-hLSECtin-CRD exhibited denser region compared with controls, while dot denser region aggregated in the two ends of bacterial cells overexpressed Tat-free hLSECtin-CRD. This study provided a novel method for improving the soluble expression of membrane proteins in prokaryotic systems by fusion with the Tat peptide, which may be potentially expanded to the expression of other membrane proteins.",
      "sentences": [
        [
          {
            "segment_text": "The human liver and lymph node sinusoidal endothelial cell C-type lectin ( hLSECtin ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a type II integral membrane protein ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "containing a Ca 2 + - dependent carbohydrate recognition domain ( CRD ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "has a well-established biological activity ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "yet its three-dimensional structure is unknown due to low expression yields and aggregation into inclusion bodies .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Previous study has demonstrated that the HIV-1 virus-encoded Tat peptide ( ` YGRKKRRQRRR \u0027 ) can increase the yields and the solubility of heterologous proteins .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , whether the Tat peptide could promote the high-yield and soluble expression of membrane proteins in Escherichia coli is not known .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Therefore , the prokaryotic expression vector pET28b-Tat-hLSECtin-CRD ( using pET28b and pET28b-hLSECtin-CRD as controls ) was constructed ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and transformed into E. coli BL21 ( DE3 ) cells and induced with isopropyl-β-d-thiogalactoside ( IPTG ) followed with identifying by SDS-PAGE and Western blot .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Subsequently , the bacterial subcellular structure ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "in which overexpressed the heterologous proteins Tat-hLSECtin-CRD and Tat-free hLSECtin-CRD ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "was analyzed by transmission electron microscope ( TEM ) respectively ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and the mannose-binding activity of Tat-hLSECtin-CRD was also determined .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Expectedly , the solubility of Tat-LSECtin-CRD significantly increased compared to Tat-free LSECtin-CRD ( ** p \u003c 0.01 ) with prolonged time ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the Tat-LSECtin-CRD had a significant mannose-binding activity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The subcellular structure analysis indicated that the bacterial cells overexpressed Tat-hLSECtin-CRD exhibited denser region compared with controls ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while dot denser region aggregated in the two ends of bacterial cells overexpressed Tat-free hLSECtin-CRD .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This study provided a novel method for improving the soluble expression of membrane proteins in prokaryotic systems by fusion with the Tat peptide ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which may be potentially expanded to the expression of other membrane proteins .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "19",
    "token_num": "293"
  }
}