{
  "paper_id": "048126d4fb5dd8205d6f5f5f67420c988f2b58e1",
  "metadata": {
    "title": "Tacrolimus trough levels before, during and after jejunostomy in a liver transplant patient: A case report Tacrolimus trough levels and jejunostomy e127",
    "coda_data_split": "train",
    "coda_paper_id": 4702,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Although the feasibility of oral tacrolimus administration in the presence of jejunostomy has already been reported, few studies monitoring tacrolimus trough blood levels have been analyzed in detail, either during or after a jejunostomy closure. We report on our experience with a 34-year-old patient who underwent liver transplantations, with a proximal jejunostomy constructed a few days prior to the second transplantation. He was administered tacrolimus by a predominantly oral route, and less frequently received it by jejunostomy. The aim of this paper is to discuss this administration strategy and whether a different method could have been more suitable. This case report highlights that during the jejunostomy period, the tacrolimus doses that were required to maintain trough concentrations within the therapeutic range were four times higher than those administered after the closure of the jejunostomy. We observed an increase in the Dose-Normalized Trough Concentration (DNTC) values when tacrolimus was administered for 4 consecutive days by jejunostomy as compared to oral administration, indicating that the relative bioavailability of tacrolimus increased. Moreover, when returning to oral administration, the subsequent DNTC value was halved, highlighting a reduction in the tacrolimus bioavailability. Thus, in such a case, administration by jejunostomy could be more appropriate.",
      "sentences": [
        [
          {
            "segment_text": "Although the feasibility of oral tacrolimus administration in the presence of jejunostomy has already been reported ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "few studies monitoring tacrolimus trough blood levels have been analyzed in detail ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "either during or after a jejunostomy closure .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We report on our experience with a 34-year-old patient who underwent liver transplantations ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "with a proximal jejunostomy constructed a few days prior to the second transplantation .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "He was administered tacrolimus by a predominantly oral route ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and less frequently received it by jejunostomy .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The aim of this paper is to discuss this administration strategy and whether a different method could have been more suitable .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "This case report highlights that during the jejunostomy period ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the tacrolimus doses that were required to maintain trough concentrations within the therapeutic range were four times higher than those administered after the closure of the jejunostomy .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We observed an increase in the Dose-Normalized Trough Concentration ( DNTC ) values when tacrolimus was administered for 4 consecutive days by jejunostomy as compared to oral administration ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "indicating that the relative bioavailability of tacrolimus increased .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , when returning to oral administration ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the subsequent DNTC value was halved ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "highlighting a reduction in the tacrolimus bioavailability .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Thus , in such a case ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "administration by jejunostomy could be more appropriate .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "17",
    "token_num": "220"
  }
}