{
  "paper_id": "049f4d86a34470e58428125d84dd1beda53ef358",
  "metadata": {
    "title": "The impact of host genetic background in the Pseudomonas aeruginosa respiratory infections",
    "coda_data_split": "train",
    "coda_paper_id": 8561,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Understanding the significance of human genetic diversity in modulating host susceptibility to opportunistic infections is an emerging challenge in the field of respiratory illnesses. While it is recognized that diverse bacterial strains account for differential disease manifestations, emerging data indicate that host genetic diversity is an important determinant factor that influences the severity of opportunistic infections. With particular regard to respiratory illnesses mediated by the gramnegative bacterium Pseudomonas aeruginosa, diverse genetic background is also emerging as a key contributor. Humangenome-wide association studies are a common approach for determining the inter-individual genetic variation associated with variability of the pulmonary infections. Historically, diverse murine inbred mouse strains and ex-vivo cellular models were considered complementary to human studies for establishing the contribution of genetic background to P. aeruginosa respiratory infections. More recently, the development of a new mouse model of infection, mirroring human airway diseases, combined with innovative murine resource populations, modelling human genetic variation, provides additional insights into the mechanisms of genetic susceptibility. In this review, we cover the recent state of the art of human and animal studies and we discuss future potential challenges in the field of P. aeruginosa respiratory infections. The Collaborative Cross, a community resource for the genetic analysis of complex traits.",
      "sentences": [
        [
          {
            "segment_text": "Understanding the significance of human genetic diversity in modulating host susceptibility to opportunistic infections is an emerging challenge in the field of respiratory illnesses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "While it is recognized that diverse bacterial strains account for differential disease manifestations ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "emerging data indicate that host genetic diversity is an important determinant factor that influences the severity of opportunistic infections .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "With particular regard to respiratory illnesses mediated by the gramnegative bacterium Pseudomonas aeruginosa ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "diverse genetic background is also emerging as a key contributor .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Humangenome-wide association studies are a common approach for determining the inter-individual genetic variation associated with variability of the pulmonary infections .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Historically , diverse murine inbred mouse strains and ex-vivo cellular models were considered complementary to human studies for establishing the contribution of genetic background to P. aeruginosa respiratory infections .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "More recently , the development of a new mouse model of infection ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "mirroring human airway diseases , combined with innovative murine resource populations ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "modelling human genetic variation , provides additional insights into the mechanisms of genetic susceptibility .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this review , we cover the recent state of the art of human and animal studies and we discuss future potential challenges in the field of P. aeruginosa respiratory infections .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The Collaborative Cross , a community resource for the genetic analysis of complex traits .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "12",
    "token_num": "222"
  }
}