{
  "paper_id": "04a0ec4b6cb5eeb0d2cbf2c8ea8829b5c476b1b9",
  "metadata": {
    "title": "Serological patterns of Actinobacillus pleuropneumoniae, Mycoplasma hyopneumoniae, Pasteurella multocida and Streptococcus suis in pig herds affected by pleuritis Open Access Acta Veterinaria Scandinavica",
    "coda_data_split": "train",
    "coda_paper_id": 2572,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Respiratory illness is traditionally regarded as the disease of the growing pig, and has historically mainly been associated to bacterial infections with focus on Mycoplasma hyopneumoniae and Actinobacillus pleuropneumoniae. These bacteria still are of great importance, but continuously increasing herd sizes have complicated the scenario and the influence of secondary invaders may have been increased. The aim of this study was to evaluate the presence of A. pleuropneumoniae and M. hyopneumoniae, as well as that of the secondary invaders Pasteurella multocida and Streptococcus suis by serology in four pig herds (A-D) using age segregated rearing systems with high incidences of pleuritic lesions at slaughter.",
      "sentences": [
        [
          {
            "segment_text": "Background : Respiratory illness is traditionally regarded as the disease of the growing pig ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and has historically mainly been associated to bacterial infections with focus on Mycoplasma hyopneumoniae and Actinobacillus pleuropneumoniae .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These bacteria still are of great importance ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but continuously increasing herd sizes have complicated the scenario and the influence of secondary invaders may have been increased .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The aim of this study was to evaluate the presence of A. pleuropneumoniae and M. hyopneumoniae ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "as well as that of the secondary invaders Pasteurella multocida and Streptococcus suis by serology in four pig herds ( A-D ) using age segregated rearing systems with high incidences of pleuritic lesions at slaughter .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Pleuritic lesions registered at slaughter ranged from 20.5 to 33.1 % in the four herds. In herd A, the levels of serum antibodies to A. pleuropneumoniae exceeded A 450 \u003e 1.5, but not to any other microbe searched for. The seroconversion took place early during the fattening period. Similar levels of serum antibodies to A. pleuropneumoniae were also recorded in herd B, with a subsequent increase in levels of antibodies to P. multocida. Pigs seroconverted to both agents during the early phase of the fattening period. In herd C, pigs seroconverted to P. multocida during the early phase of the fattening period and thereafter to A. pleuropneumoniae. In herd D, the levels of antibodies to P. multocida exceeded A 450 \u003e 1.0 in absence (A 450 \u003c 0.5) of antibodies to A. pleuropneumoniae. The levels of serum antibodies to M. hyopneumoniae and to S. suis remained below A 450 \u003c 1.0 in all four herds. Pigs seroconverted to M. hyopneumoniae late during the rearing period (herd B-D), or not at all (herd A).",
      "sentences": [
        [
          {
            "segment_text": "Pleuritic lesions registered at slaughter ranged from 20.5 to 33.1 % in the four herds .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In herd A , the levels of serum antibodies to A. pleuropneumoniae exceeded A 450 \u003e 1.5 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but not to any other microbe searched for .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The seroconversion took place early during the fattening period .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Similar levels of serum antibodies to A. pleuropneumoniae were also recorded in herd B ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with a subsequent increase in levels of antibodies to P. multocida .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Pigs seroconverted to both agents during the early phase of the fattening period .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In herd C , pigs seroconverted to P. multocida during the early phase of the fattening period and thereafter to A. pleuropneumoniae .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In herd D , the levels of antibodies to P. multocida exceeded A 450 \u003e 1.0 in absence ( A 450 \u003c 0.5 ) of antibodies to A. pleuropneumoniae .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The levels of serum antibodies to M. hyopneumoniae and to S. suis remained below A 450 \u003c 1.0 in all four herds .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Pigs seroconverted to M. hyopneumoniae late during the rearing period ( herd B-D ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "or not at all ( herd A ) .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusion: Different serological patterns were found in the four herds with high levels of serum antibodies to A. pleuropneumoniae and P. multocida, either alone or in combination with each other. Seroconversion to M. hyopneumoniae late during the rearing period or not at all, confirmed the positive effect of age segregated rearing in preventing or delaying infections with M. hyopneumoniae. The results obtained highlight the necessity of diagnostic investigations to define the true disease pattern in herds with a high incidence of pleuritic lesions.",
      "sentences": [
        [
          {
            "segment_text": "Conclusion : Different serological patterns were found in the four herds with high levels of serum antibodies to A. pleuropneumoniae and P. multocida ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "either alone or in combination with each other .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Seroconversion to M. hyopneumoniae late during the rearing period or not at all ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "confirmed the positive effect of age segregated rearing in preventing or delaying infections with M. hyopneumoniae .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The results obtained highlight the necessity of diagnostic investigations to define the true disease pattern in herds with a high incidence of pleuritic lesions .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "15",
    "segment_num": "23",
    "token_num": "397"
  }
}