{
  "paper_id": "04a278a4bf6b759751b5fa93aa7ef51e0acbcd14",
  "metadata": {
    "title": "Global health security: the wider lessons from the west African Ebola virus disease epidemic Europe PMC Funders Group Europe PMC Funders Author Manuscripts Europe PMC Funders Author Manuscripts Europe PMC Funders Author Manuscripts Europe PMC Funders Author Manuscripts Europe PMC Funders Author Manuscripts Europe PMC Funders Author Manuscripts Europe PMC Funders Author Manuscripts Europe PMC Funders Author Manuscripts Europe PMC Funders Author Manuscripts Europe PMC Funders Author Manuscripts Europe PMC Funders Author Manuscripts Europe PMC Funders Author Manuscripts",
    "coda_data_split": "train",
    "coda_paper_id": 9718,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The Ebola virus disease outbreak in West Africa was unprecedented in both its scale and impact. Out of this human calamity has come renewed attention to global health security-its definition, meaning, and the practical implications for programmes and policy. For example, how does a government begin to strengthen its core public health capacities, as demanded by the International Heymann et al.",
      "sentences": [
        [
          {
            "segment_text": "The Ebola virus disease outbreak in West Africa was unprecedented in both its scale and impact .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Out of this human calamity has come renewed attention to global health security-its definition ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "meaning , and the practical implications for programmes and policy .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "For example , how does a government begin to strengthen its core public health capacities ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "as demanded by the International Heymann et al. .",
            "crowd_label": "background"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "3",
    "segment_num": "5",
    "token_num": "68"
  }
}