{
  "paper_id": "04a98e4bd7b257817af0c4c1dd5bbc602b18be76",
  "metadata": {
    "title": "The EBV action in tonsils and adenoids",
    "coda_data_split": "train",
    "coda_paper_id": 10016,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The bacteria involved in tonsil disease have been well studied, but we cannot say the same for the viruses. The method to detect virus make this approach difficult to study. Epstein -Barr Virus (EBV) infection usually occurs in early childhood and can persist in palatine and pharyngeal tonsil lymphocytes. EBV has been closely associated with the undifferentiated form of nasopharyngeal carcinoma (NPC) in its effect. Nevertheless, the presence of EBV in non-neoplastic lymphoid tissue of the nasopharynx and tonsil has rarely been investigated. Our objective was to study the frequency of EBV in tonsils and adenoids and to define the correlation between EBV and adenoid hyperplasia.",
      "sentences": [
        [
          {
            "segment_text": "The bacteria involved in tonsil disease have been well studied ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but we can not say the same for the viruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The method to detect virus make this approach difficult to study .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Epstein - Barr Virus ( EBV ) infection usually occurs in early childhood and can persist in palatine and pharyngeal tonsil lymphocytes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "EBV has been closely associated with the undifferentiated form of nasopharyngeal carcinoma ( NPC ) in its effect .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Nevertheless , the presence of EBV in non-neoplastic lymphoid tissue of the nasopharynx and tonsil has rarely been investigated .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Our objective was to study the frequency of EBV in tonsils and adenoids and to define the correlation between EBV and adenoid hyperplasia .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "In this study, we looked for EBV in adenoid and tonsil tissue of 165 patients (2 and 15 years old ) by in situ hybridization (ISH) for EBER 1/2 RNA. Resection of the adenoids was done for relief of upper respiratory tract obstruction, and the tonsils were resected because of recurrent tonsillitis and/or hyperplasia with upper airway obstruction. We divided the adenoid samples in two groups: one group 12 -24 months old (average 18 months old) and the second group, 25 months to 15 years old. Tonsils were obtained from 85 patients, 3 -13 years old (mean age 5.6 years) who underwent surgery due to recurrent tonsillitis or hyperplasia.",
      "sentences": [
        [
          {
            "segment_text": "In this study , we looked for EBV in adenoid and tonsil tissue of 165 patients ( 2 and 15 years old ) by in situ hybridization ( ISH ) for EBER 1/2 RNA .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Resection of the adenoids was done for relief of upper respiratory tract obstruction ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and the tonsils were resected because of recurrent tonsillitis and/or hyperplasia with upper airway obstruction .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We divided the adenoid samples in two groups : one group 12 -24 months old ( average 18 months old ) and the second group ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "25 months to 15 years old .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Tonsils were obtained from 85 patients ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "3 -13 years old ( mean age 5.6 years ) who underwent surgery due to recurrent tonsillitis or hyperplasia .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "EBV was demonstrated in lymphoid cells of 11 (34.3%) out of 32 adenoids for the first group and 36 (72%) out of 48 children of the second group. EBV was found in the respiratory epithelial cells of adenoid in one case.",
      "sentences": [
        [
          {
            "segment_text": "EBV was demonstrated in lymphoid cells of 11 ( 34.3 % ) out of 32 adenoids for the first group and 36 ( 72 % ) out of 48 children of the second group .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "EBV was found in the respiratory epithelial cells of adenoid in one case .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Children under 24 months of age can be infected by EBV, and this virus might be responsible for obstructive hyperplasia. Tonsils are less affected by EBV than the adenoids, suggesting that the EBV is more attracted to the adenoid tissue than the tonsillar tissue. D",
      "sentences": [
        [
          {
            "segment_text": "Children under 24 months of age can be infected by EBV ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and this virus might be responsible for obstructive hyperplasia .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Tonsils are less affected by EBV than the adenoids ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "suggesting that the EBV is more attracted to the adenoid tissue than the tonsillar tissue .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "D",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "15",
    "segment_num": "21",
    "token_num": "343"
  }
}