{
  "paper_id": "04ae258dc2d337cf80a7cede2a0f2c2bff9c4710",
  "metadata": {
    "title": "Vaccination antivirale et immunité muqueuse respiratoire Un concept séduisant pour des résultats encore décevants Key points Immunologie/Virologie",
    "coda_data_split": "train",
    "coda_paper_id": 10654,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Still disappointing results from a seductive idea • Mucosal surfaces of the respiratory tract represent a major portal of entry for most human viruses and a critical component of the mammalian immunologic repertoire. The major antibody isotype in external secretions is secretory immunoglobin A (S-IgA). The major effector cells in mucosal surfaces, however, are not IgA B cells, but T lymphocytes, which may account for up to 80% of the mucosal lymphoid cell population. • Mucosal immunoprophylaxis is theoretically an important approach to control infections acquired through these portals. Passive antibodies can protect against mucosal viral infections, as shown for respiratory syncytial virus, but very high quantities of passive antibodies are needed to restrict virus replication on mucosal surface. • Factors likely to induce mucosal antibody and cell-mediated immune responses include oral or respiratory routes of immunization and active (effectively replicating) vaccine agents. • Very few antiviral vaccines have been developed to protect the mucosal surface of the respiratory tract, and only an attenuated influenza virus vaccine uses the nasal route. Other vaccines, approved for parenteral use, have been administered experimentally by the nasal route; these include active (replicating) and inactive (nonreplicating) vaccines. By this route they induce only a moderate local mucosal response. • Neither the development of mucosal immunity nor the administration of vaccines via the mucosal route is essential for control or prevention of most respiratory viral infections and diseases acquired through the respiratory tract. Nonetheless, the example of the live attenuated intranasal influenza vaccine, which induces both systemic and local immune response, is promising for the future of mucosal immunization against respiratory viral infections.",
      "sentences": [
        [
          {
            "segment_text": "Still disappointing results from a seductive idea • Mucosal surfaces of the respiratory tract represent a major portal of entry for most human viruses and a critical component of the mammalian immunologic repertoire .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The major antibody isotype in external secretions is secretory immunoglobin A ( S-IgA ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The major effector cells in mucosal surfaces ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "however , are not IgA B cells ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but T lymphocytes , which may account for up to 80 % of the mucosal lymphoid cell population .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "• Mucosal immunoprophylaxis is theoretically an important approach to control infections acquired through these portals .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Passive antibodies can protect against mucosal viral infections ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "as shown for respiratory syncytial virus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but very high quantities of passive antibodies are needed to restrict virus replication on mucosal surface .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "• Factors likely to induce mucosal antibody and cell-mediated immune responses include oral or respiratory routes of immunization and active ( effectively replicating ) vaccine agents .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "• Very few antiviral vaccines have been developed to protect the mucosal surface of the respiratory tract ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and only an attenuated influenza virus vaccine uses the nasal route .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Other vaccines , approved for parenteral use ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "have been administered experimentally by the nasal route ; these include active ( replicating ) and inactive ( nonreplicating ) vaccines .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "By this route they induce only a moderate local mucosal response .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "• Neither the development of mucosal immunity nor the administration of vaccines via the mucosal route is essential for control or prevention of most respiratory viral infections and diseases acquired through the respiratory tract .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Nonetheless , the example of the live attenuated intranasal influenza vaccine ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which induces both systemic and local immune response ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "is promising for the future of mucosal immunization against respiratory viral infections .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "19",
    "token_num": "301"
  }
}