{
  "paper_id": "04c77d3ae97fcb0cb3d82480c5f75513f6266662",
  "metadata": {
    "title": "Co-infections with Respiratory Viruses in Dogs with Bacterial Pneumonia",
    "coda_data_split": "train",
    "coda_paper_id": 8448,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Bacterial pneumonia (BP) is an inflammation of the lower airways and lung parenchyma secondary to bacterial infection. The pathogenesis of BP in dogs is complex and the role of canine respiratory viruses has not been fully evaluated.",
      "sentences": [
        [
          {
            "segment_text": "Background : Bacterial pneumonia ( BP ) is an inflammation of the lower airways and lung parenchyma secondary to bacterial infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The pathogenesis of BP in dogs is complex and the role of canine respiratory viruses has not been fully evaluated .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Objectives: The aim of this study was to investigate the occurrence of viral co-infections in dogs with BP and to assess demographic or clinical variables as well as disease severity associated with viral co-infections.",
      "sentences": [
        [
          {
            "segment_text": "Objectives : The aim of this study was to investigate the occurrence of viral co-infections in dogs with BP and to assess demographic or clinical variables as well as disease severity associated with viral co-infections .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Animals: Twenty household dogs with BP caused by opportunistic bacteria and 13 dogs with chronic (\u003e30 days) tracheobronchitis caused by Bordetella bronchiseptica (BBTB).",
      "sentences": [
        [
          {
            "segment_text": "Animals : Twenty household dogs with BP caused by opportunistic bacteria and 13 dogs with chronic ( \u003e 30 days ) tracheobronchitis caused by Bordetella bronchiseptica ( BBTB ) .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Methods: Prospective cross-sectional observational study. Diagnosis was confirmed by clinical and laboratory findings, diagnostic imaging, and cytologic and microbiologic analysis of bronchoalveolar lavage or transtracheal wash fluid. Canine parainfluenza virus (CPIV), canine adenovirus, canine herpes virus, canine influenzavirus, canine distemper virus, canine respiratory coronavirus (CRCoV) and canine pneumovirus, as well as B. bronchiseptica and Mycoplasma spp. were analyzed in respiratory samples using PCR assays.",
      "sentences": [
        [
          {
            "segment_text": "Methods : Prospective cross-sectional observational study .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Diagnosis was confirmed by clinical and laboratory findings ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "diagnostic imaging , and cytologic and microbiologic analysis of bronchoalveolar lavage or transtracheal wash fluid .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Canine parainfluenza virus ( CPIV ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "canine adenovirus , canine herpes virus ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "canine influenzavirus , canine distemper virus ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "canine respiratory coronavirus ( CRCoV ) and canine pneumovirus ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "as well as B. bronchiseptica and Mycoplasma spp. were analyzed in respiratory samples using PCR assays .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results: CPIV was detected in 7/20 and CRCoV in 1/20 dogs with BP. Respiratory viruses were not detected in dogs with BBTB. There were no significant differences in clinical variables between BP dogs with and without a viral co-infection.",
      "sentences": [
        [
          {
            "segment_text": "Results : CPIV was detected in 7/20 and CRCoV in 1/20 dogs with BP .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Respiratory viruses were not detected in dogs with BBTB .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "There were no significant differences in clinical variables between BP dogs with and without a viral co-infection .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusion and Clinical Importance: Respiratory viruses were found frequently in dogs with BP and may therefore play an important role in the etiology and pathogenesis of BP. Clinical variables and disease severity did not differ between BP dogs with and without viral co-infection.",
      "sentences": [
        [
          {
            "segment_text": "Conclusion and Clinical Importance : Respiratory viruses were found frequently in dogs with BP and may therefore play an important role in the etiology and pathogenesis of BP .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Clinical variables and disease severity did not differ between BP dogs with and without viral co-infection .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "6",
    "sentence_num": "12",
    "segment_num": "17",
    "token_num": "278"
  }
}