{
  "paper_id": "04e156a83cb3b0b2da2ed07eec1a669be53575b5",
  "metadata": {
    "title": "Veterinary Science pISSN 1229-845X, eISSN 1976-555X",
    "coda_data_split": "train",
    "coda_paper_id": 2085,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Calf diarrhea is a commonly reported disease in young animals, and still a major cause of productivity and economic loss to cattle producers worldwide. In the report of the 2007 National Animal Health Monitoring System for U.S. dairy, half of the deaths among unweaned calves was attributed to diarrhea. Multiple pathogens are known or postulated to cause or contribute to calf diarrhea development. Other factors including both the environment and management practices influence disease severity or outcomes. The multifactorial nature of calf diarrhea makes this disease hard to control effectively in modern cow-calf operations. The purpose of this review is to provide a better understanding of a) the ecology and pathogenesis of well-known and potential bovine enteric pathogens implicated in calf diarrhea, b) describe diagnostic tests used to detect various enteric pathogens along with their pros and cons, and c) propose improved intervention strategies for treating calf diarrhea.",
      "sentences": [
        [
          {
            "segment_text": "Calf diarrhea is a commonly reported disease in young animals ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and still a major cause of productivity and economic loss to cattle producers worldwide .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In the report of the 2007 National Animal Health Monitoring System for U.S. dairy ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "half of the deaths among unweaned calves was attributed to diarrhea .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Multiple pathogens are known or postulated to cause or contribute to calf diarrhea development .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Other factors including both the environment and management practices influence disease severity or outcomes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The multifactorial nature of calf diarrhea makes this disease hard to control effectively in modern cow-calf operations .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The purpose of this review is to provide a better understanding of a ) the ecology and pathogenesis of well-known and potential bovine enteric pathogens implicated in calf diarrhea ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "b ) describe diagnostic tests used to detect various enteric pathogens along with their pros and cons ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and c ) propose improved intervention strategies for treating calf diarrhea .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "10",
    "token_num": "161"
  }
}