{
  "paper_id": "04e3f01730f4e204362a46fb33deaaf188408d05",
  "metadata": {
    "title": "Wildlife Trade and the Emergence of Infectious Diseases",
    "coda_data_split": "train",
    "coda_paper_id": 6687,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Most recent emerging infectious diseases have been zoonotic in origin. It is our contention that one of the factors responsible for such emergence is the trade in wildlife and bushmeat in particular. This article considers the effect of increasing diversity in the species hunted on the probability of global epidemics such as SARS. In particular, we develop a mathematical model of the probability of such an outbreak in terms of the number of species hunted, the number of susceptibles, and the rate of contact. Hence, we postulate that local biodiversity loss and increasing rates of animal trafficking, and trade and transportation of animals to large cities-where there is a greater potential for person-to-person transmission-may increase the probability of such outbreaks dramatically.",
      "sentences": [
        [
          {
            "segment_text": "Most recent emerging infectious diseases have been zoonotic in origin .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It is our contention that one of the factors responsible for such emergence is the trade in wildlife and bushmeat in particular .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This article considers the effect of increasing diversity in the species hunted on the probability of global epidemics such as SARS .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "In particular , we develop a mathematical model of the probability of such an outbreak in terms of the number of species hunted ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the number of susceptibles , and the rate of contact .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Hence , we postulate that local biodiversity loss and increasing rates of animal trafficking ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and trade and transportation of animals to large cities-where there is a greater potential for person-to-person transmission-may increase the probability of such outbreaks dramatically .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "7",
    "token_num": "131"
  }
}