{
  "paper_id": "04e8b80ed7a2ffd701f7fa9079698fe01c94f278",
  "metadata": {
    "title": "-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/). Peer-review under responsibility of the organizing committee of ISHVAC-COBEE 2015 ScienceDirect Documentary Research of Human Respiratory Droplet Characteristics",
    "coda_data_split": "train",
    "coda_paper_id": 9647,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Respiratory droplet characteristics are key to determine the droplet-bornepathogen transmission, which provide scientific basis for formulating the disease prevention from droplet transmission and control measures. Through studying the data information from existing documents, this paper gives the respiratory droplet characteristics, like size, concentration, velocity, etc. Meanwhile, droplet evaporation,droplet-bornepathogen activity and their transmission are discussed. The droplet size is no significant difference with human health level, gender and age. The size of droplets produced by health people is between 0.1 and 10μm, it produced by patientsis between 0.05 and 10μm, and the patients\u0027 dropletconcentration is higher. The coughed droplet concentrations change with the size into a peak rule. The velocity of the cough droplets is the biggest, the range of 10 to 25m/s, the transmission distance is more than 2m.",
      "sentences": [
        [
          {
            "segment_text": "Respiratory droplet characteristics are key to determine the droplet-bornepathogen transmission ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which provide scientific basis for formulating the disease prevention from droplet transmission and control measures .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Through studying the data information from existing documents ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "this paper gives the respiratory droplet characteristics ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "like size , concentration , velocity , etc. .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Meanwhile , droplet evaporation,droplet-bornepathogen activity and their transmission are discussed .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The droplet size is no significant difference with human health level , gender and age .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The size of droplets produced by health people is between 0.1 and 10μm ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "it produced by patientsis between 0.05 and 10μm ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and the patients \u0027 dropletconcentration is higher .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The coughed droplet concentrations change with the size into a peak rule .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The velocity of the cough droplets is the biggest ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the range of 10 to 25m/s ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the transmission distance is more than 2m .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "14",
    "token_num": "149"
  }
}