{
  "paper_id": "04f0b99777001507f9923a8b6d87016c71d5da49",
  "metadata": {
    "title": "Canine parvovirus vaccine elicits protection from the inflammatory and clinical consequences of the disease",
    "coda_data_split": "train",
    "coda_paper_id": 10678,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "changes following infection are central to the clinical manifestation of disease. However, information regarding such changes in animal disease is limited In canine parvovirus infected puppies we measured the levels of acute phase proteins and changes in leukocyte phenotypes and cell traficking by flow cytometry. These parameters correlated with conventional assessment of clinical disease in a vaccine eficacy study.",
      "sentences": [
        [
          {
            "segment_text": "changes following infection are central to the clinical manifestation of disease .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , information regarding such changes in animal disease is limited In canine parvovirus infected puppies we measured the levels of acute phase proteins and changes in leukocyte phenotypes and cell traficking by flow cytometry .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These parameters correlated with conventional assessment of clinical disease in a vaccine eficacy study .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Importantly, acute phase proteins became elevated, and lymphopenia, neutropenia and modulation of neutrophil-CD4 were detected in controls but not in vaccinates. 0 1997 Elsevier Science Ltd.",
      "sentences": [
        [
          {
            "segment_text": "Importantly , acute phase proteins became elevated ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and lymphopenia , neutropenia and modulation of neutrophil-CD4 were detected in controls but not in vaccinates .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "0 1997 Elsevier Science Ltd. .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "5",
    "segment_num": "6",
    "token_num": "94"
  }
}