{
  "paper_id": "04f9e08f4eb5091105c2cca3133719d1bd10b1dc",
  "metadata": {
    "title": "Attempted early detection of influenza A (H1N1) pandemic with surveillance data of influenza-like illness and unexplained pneumonia",
    "coda_data_split": "train",
    "coda_paper_id": 3191,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background To collect disease information and provide data for early detection of epidemics, two surveillance systems were established for influenza-like illness (ILI) and unexplained pneumonia (UP) in Wuxi, People\u0027s Republic of China.",
      "sentences": [
        [
          {
            "segment_text": "Background To collect disease information and provide data for early detection of epidemics ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "two surveillance systems were established for influenza-like illness ( ILI ) and unexplained pneumonia ( UP ) in Wuxi ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "People \u0027s Republic of China .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Objectives The current study aims to describe the performance of these surveillance systems during 2004-2009 and to evaluate the value of surveillance data in detection of influenza epidemics.",
      "sentences": [
        [
          {
            "segment_text": "Objectives The current study aims to describe the performance of these surveillance systems during 2004-2009 and to evaluate the value of surveillance data in detection of influenza epidemics .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Methods Two national ILI sentinel hospitals and three UP sentinel hospitals provided data to the surveillance systems. The surveillance data from hospital-based outpatient clinics and emergency rooms were compared by year. The ILI data of 2009 were further modeled based on previous data using both a control chart method and a moving average regression method. Alarms of potential epidemics would be raised when the input surveillance data surpassed a threshold.",
      "sentences": [
        [
          {
            "segment_text": "Methods Two national ILI sentinel hospitals and three UP sentinel hospitals provided data to the surveillance systems .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The surveillance data from hospital-based outpatient clinics and emergency rooms were compared by year .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The ILI data of 2009 were further modeled based on previous data using both a control chart method and a moving average regression method .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Alarms of potential epidemics would be raised when the input surveillance data surpassed a threshold .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "In 2009, the proportions of ILI and respiratory illness with fever (one surveillance syndrome of the UP system) to total patient visits (3AE40% and 11AE76%, respectively) were higher than the previous years. The surveillance data of both systems also showed developing trends similar to the influenza A (H1N1) pandemic in 2009. When the surveillance data of 2009 were fitted in the two detection models, alarms were produced on the occurrence of the first local case of influenza A (H1N1), outbreaks in schools and in general populations.",
      "sentences": [
        [
          {
            "segment_text": "In 2009 , the proportions of ILI and respiratory illness with fever ( one surveillance syndrome of the UP system ) to total patient visits ( 3AE40 % and 11AE76 % , respectively ) were higher than the previous years .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The surveillance data of both systems also showed developing trends similar to the influenza A ( H1N1 ) pandemic in 2009 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "When the surveillance data of 2009 were fitted in the two detection models ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "alarms were produced on the occurrence of the first local case of influenza A ( H1N1 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "outbreaks in schools and in general populations .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "The results indicated the potential for using ILI and UP surveillance data as syndromic indicators to detect and provide an early warning for influenza epidemics.",
      "sentences": [
        [
          {
            "segment_text": "The results indicated the potential for using ILI and UP surveillance data as syndromic indicators to detect and provide an early warning for influenza epidemics .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "5",
    "sentence_num": "10",
    "segment_num": "14",
    "token_num": "272"
  }
}