{
  "paper_id": "04fcd2af8167c1e9468e2e5b67f374d74d7a84ad",
  "metadata": {
    "title": "Hydroxylated Sclerosporin Derivatives from the Marine-derived Fungus Cadophora malorum † NIH Public Access",
    "coda_data_split": "train",
    "coda_paper_id": 2590,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The marine-derived fungus Cadophora malorum was isolated from the green alga Enteromorpha sp. Growth on a biomalt medium supplemented with sea salt yielded an extract from which we have isolated sclerosporin and four new hydroxylated sclerosporin derivatives, namely 15hydroxysclerosporin (2), 12-hydroxysclerosporin (3), 11-hydroxysclerosporin (4) and 8hydroxysclerosporin (5). The compounds were evaluated in various biological activity assays. Compound 5 showed a weak fat-accumulation inhibitory activity against 3T3-L1 murine adipocytes.",
      "sentences": [
        [
          {
            "segment_text": "The marine-derived fungus Cadophora malorum was isolated from the green alga Enteromorpha sp. .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Growth on a biomalt medium supplemented with sea salt yielded an extract from which we have isolated sclerosporin and four new hydroxylated sclerosporin derivatives ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "namely 15hydroxysclerosporin ( 2 ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "12-hydroxysclerosporin ( 3 ) , 11-hydroxysclerosporin ( 4 ) and 8hydroxysclerosporin ( 5 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The compounds were evaluated in various biological activity assays .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Compound 5 showed a weak fat-accumulation inhibitory activity against 3T3-L1 murine adipocytes .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "In recent years, research on the chemistry of marine organisms has experienced a tremendous increase, due to the need for compounds possessing bioactivity with possible pharmaceutical application or other economically useful properties. 1 From these organisms, marine fungi are recognized as a valuable source for new and bioactive secondary metabolites that have the potential to lead to innovations in drug therapy. 2 Sclerosporin is a rather rare antifungal and sporogenic cadinane-type sesquiterpene. 3,4 This substance, initially isolated from Sclerotinia fruticula showed an induction of asexual arthrospore formation in fungal mycelia.3 ,5 Interestingly, its (−)-form isolated from Diplocarpon mali did not showed sporogenic activity towards S. frutícula. 5,6 During our search for new natural products produced from the marinederived fungus Cadophora malorum, (+)-sclerosporin (1) and four new hydroxylated sclerosporin derivatives (2 -5) were isolated from a spore culture on agar-BMS media supplemented with artificial sea salt.",
      "sentences": [
        [
          {
            "segment_text": "In recent years , research on the chemistry of marine organisms has experienced a tremendous increase ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "due to the need for compounds possessing bioactivity with possible pharmaceutical application or other economically useful properties .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "1 From these organisms , marine fungi are recognized as a valuable source for new and bioactive secondary metabolites that have the potential to lead to innovations in drug therapy .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "2 Sclerosporin is a rather rare antifungal and sporogenic cadinane-type sesquiterpene .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "3,4 This substance , initially isolated from Sclerotinia fruticula showed an induction of asexual arthrospore formation in fungal mycelia .3 ,5 Interestingly ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "its ( − ) - form isolated from Diplocarpon mali did not showed sporogenic activity towards S. frutícula .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "5,6 During our search for new natural products produced from the marinederived fungus Cadophora malorum ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "( + ) - sclerosporin ( 1 ) and four new hydroxylated sclerosporin derivatives ( 2 -5 ) were isolated from a spore culture on agar-BMS media supplemented with artificial sea salt .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "The molecular formulae of compounds 2 -5 were deduced by HREIMS to be identical, i.e. C 15 H 22 O 3 , indicating five degrees of unsaturation. The 13 C NMR spectra for all four compounds showed 15 closely similar resonance signals, evidencing that each of the compound belonged to the same structural type. In each case a 13 C NMR downfield shifted resonance signal at δ 168 -170 was found, typical for a carboxylic acid functionality (C-14), whereas a further resonance signal at around δ 70 indicated a hydroxy substituted methylene for compounds 2 and 3, a hydroxy substituted methine for compound 5, and for compound 4 a hydroxylated quaternary carbon (see Table 1-Table 2 , respectively). IR spectroscopic measurements showed a broad absorption band at 3300 cm −1 for 2 -5, also confirming the presence of a hydroxy substituent in each case.",
      "sentences": [
        [
          {
            "segment_text": "The molecular formulae of compounds 2 -5 were deduced by HREIMS to be identical ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "i.e. C 15 H 22 O 3 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "indicating five degrees of unsaturation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The 13 C NMR spectra for all four compounds showed 15 closely similar resonance signals ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "evidencing that each of the compound belonged to the same structural type .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In each case a 13 C NMR downfield shifted resonance signal at δ 168 -170 was found ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "typical for a carboxylic acid functionality ( C-14 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whereas a further resonance signal at around δ 70 indicated a hydroxy substituted methylene for compounds 2 and 3 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "a hydroxy substituted methine for compound 5 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and for compound 4 a hydroxylated quaternary carbon ( see Table 1-Table 2 , respectively ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "IR spectroscopic measurements showed a broad absorption band at 3300 cm − 1 for 2 -5 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "also confirming the presence of a hydroxy substituent in each case .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "13",
    "segment_num": "26",
    "token_num": "412"
  }
}