{
  "paper_id": "0524fafe0b03fb87d807fc7f1bad10b55e369ec4",
  "metadata": {
    "title": "Respiratory viral infections during the 2009-2010 winter season in Central England, UK: incidence and patterns of multiple virus co-infections",
    "coda_data_split": "train",
    "coda_paper_id": 7496,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Acute viral respiratory infections are the most common infections in humans. Co-infection with different respiratory viruses is well documented but not necessarily well understood. The aim of this study was to utilise laboratory data from the winter season following the 2009 influenza A(H1N1) outbreak to investigate rates of respiratory virus co-infections, virus prevalence in different age groups and temporal variations in virus detection. The Health Protection Agency Public Health Laboratory (HPA PHL) Birmingham, UK, routinely uses polymerase chain reaction (PCR) to detect common respiratory viruses. The results from specimens received for respiratory virus investigations from late September 2009 to April 2010 were analysed. A total of 4,821 specimen results were analysed. Of these, 323 (13.2 %) had co-detections of two viruses, 22 (0.9 %) had three viruses and four (0.2 %) had four viruses. Reciprocal patterns of positive or negative associations between different virus pairs were found. Statistical analysis confirmed the significance of negative associations between influenza A and human metapneumovirus (HMPV), and influenza A and rhinovirus. Positive associations between parainfluenza with rhinovirus, rhinovirus with respiratory syncytial virus (RSV) and adenovirus with rhinovirus, parainfluenza and RSV were also significant. Age and temporal distributions of the different viruses were typical. This study found that the co-detection of different respiratory viruses is not random and most associations are reciprocal, either positively or negatively. The pandemic strain of influenza A(H1N1) was notable in that it was the least likely to be co-detected with another respiratory virus.",
      "sentences": [
        [
          {
            "segment_text": "Acute viral respiratory infections are the most common infections in humans .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Co-infection with different respiratory viruses is well documented but not necessarily well understood .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The aim of this study was to utilise laboratory data from the winter season following the 2009 influenza A ( H1N1 ) outbreak to investigate rates of respiratory virus co-infections ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "virus prevalence in different age groups and temporal variations in virus detection .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The Health Protection Agency Public Health Laboratory ( HPA PHL ) Birmingham ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "UK , routinely uses polymerase chain reaction ( PCR ) to detect common respiratory viruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The results from specimens received for respiratory virus investigations from late September 2009 to April 2010 were analysed .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A total of 4,821 specimen results were analysed .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Of these , 323 ( 13.2 % ) had co-detections of two viruses ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "22 ( 0.9 % ) had three viruses and four ( 0.2 % ) had four viruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Reciprocal patterns of positive or negative associations between different virus pairs were found .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Statistical analysis confirmed the significance of negative associations between influenza A and human metapneumovirus ( HMPV ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and influenza A and rhinovirus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Positive associations between parainfluenza with rhinovirus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "rhinovirus with respiratory syncytial virus ( RSV ) and adenovirus with rhinovirus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "parainfluenza and RSV were also significant .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Age and temporal distributions of the different viruses were typical .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This study found that the co-detection of different respiratory viruses is not random and most associations are reciprocal , either positively or negatively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The pandemic strain of influenza A ( H1N1 ) was notable in that it was the least likely to be co-detected with another respiratory virus .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "13",
    "segment_num": "19",
    "token_num": "285"
  }
}