{
  "paper_id": "0529ed2074b15413b032e82de1fcce37efde51a2",
  "metadata": {
    "title": "Subcellular redistribution and sequential recruitment of macromolecular components during SGIV assembly",
    "coda_data_split": "train",
    "coda_paper_id": 3756,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Virus infection consists of entry, synthesis of macromolecular components, virus assembly and release. Understanding of the mechanisms underlying each event is necessary for the intervention of virus infection in human healthcare and agriculture. Here we report the visualization of Singapore grouper iridovirus (SGIV) assembly in the medaka haploid embryonic stem (ES) cell line HX1. SGIV is a highly infectious DNA virus that causes a massive loss in marine aquaculture. Ectopic expression of VP88GFP, a fusion between green fluorescent protein and the envelope protein VP088, did not compromise the ES cell properties and susceptibility to SGIV infection. Although VP88GFP disperses evenly in the cytoplasm of non-infected cells, it undergoes aggregation and redistribution in SGIV-infected cells. Real-time visualization revealed multiple key stages of VP88GFP redistribution and the dynamics of viral assembly site (VAS). Specifically, VP88GFP entry into and condensation in the VAS occurred within a 6-h duration, a similar duration was observed also for the release of VP88GFP-containing SGIV out of the cell. Taken together, VP088 is an excellent marker for visualizing the SGIV infection process. Our results provide new insight into macromolecular component recruitment and SGIV assembly.",
      "sentences": [
        [
          {
            "segment_text": "Virus infection consists of entry ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "synthesis of macromolecular components , virus assembly and release .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Understanding of the mechanisms underlying each event is necessary for the intervention of virus infection in human healthcare and agriculture .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we report the visualization of Singapore grouper iridovirus ( SGIV ) assembly in the medaka haploid embryonic stem ( ES ) cell line HX1 .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "SGIV is a highly infectious DNA virus that causes a massive loss in marine aquaculture .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Ectopic expression of VP88GFP , a fusion between green fluorescent protein and the envelope protein VP088 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "did not compromise the ES cell properties and susceptibility to SGIV infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Although VP88GFP disperses evenly in the cytoplasm of non-infected cells ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "it undergoes aggregation and redistribution in SGIV-infected cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Real-time visualization revealed multiple key stages of VP88GFP redistribution and the dynamics of viral assembly site ( VAS ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Specifically , VP88GFP entry into and condensation in the VAS occurred within a 6-h duration ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "a similar duration was observed also for the release of VP88GFP-containing SGIV out of the cell .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Taken together , VP088 is an excellent marker for visualizing the SGIV infection process .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our results provide new insight into macromolecular component recruitment and SGIV assembly .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Electronic supplementary material The online version of this article (",
      "sentences": [
        [
          {
            "segment_text": "Electronic supplementary material The online version of this article (",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "11",
    "segment_num": "15",
    "token_num": "220"
  }
}