{
  "paper_id": "052b1a58791b5e696330789d4ea51385c3bbdb0d",
  "metadata": {
    "title": "Roadmap 2050 6 Roadmap of Agricultural Production and Food Safety Science and Technology Development Roadmap 2050 6 Roadmap of Agricultural Production and Food Safety Science and Technology Development",
    "coda_data_split": "train",
    "coda_paper_id": 5736,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "As Food is related to human survival and health, the country\u0027s reputation and image, and the economic benefit and position in the international trade, it has become one of the hottest issues in the world now. As the continuous growth of world population, the constant changes of human life style and the continued deterioration of natural environment, higher requests for food safety are put forward by human society. Therefore, we should not only ensure the safety of quantity, but also to ensure the safety of quality in the food safety field by 2050. New concepts and technological means should be adopted to ensure the constant production and supply of the \"green\" and safe agricultural production to meet the people\u0027s great need for food safety, nutrition and health.",
      "sentences": [
        [
          {
            "segment_text": "As Food is related to human survival and health ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the country \u0027s reputation and image ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and the economic benefit and position in the international trade ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "it has become one of the hottest issues in the world now .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "As the continuous growth of world population ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the constant changes of human life style and the continued deterioration of natural environment ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "higher requests for food safety are put forward by human society .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Therefore , we should not only ensure the safety of quantity ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but also to ensure the safety of quality in the food safety field by 2050 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "New concepts and technological means should be adopted to ensure the constant production and supply of the `` green \u0027\u0027 and safe agricultural production to meet the people \u0027s great need for food safety , nutrition and health .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "\"The people take food as their prime want\", food is not only the most basic human survival needs, but also the eternal theme for the national stability and social development. The food industry in 21st century is facing tremendous changes, and shows two important trends: The first is to improve the food safety; the second is to enhance the food nutritional value.",
      "sentences": [
        [
          {
            "segment_text": "`` The people take food as their prime want \u0027\u0027 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "food is not only the most basic human survival needs ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but also the eternal theme for the national stability and social development .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The food industry in 21st century is facing tremendous changes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and shows two important trends : The first is to improve the food safety ; the second is to enhance the food nutritional value .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Food safety is the basic needs for the development of human society. Broadly speaking, the food safety includes the quantity safety, quality safety and nutrition safety. With the life sciences and related disciplines on the enormous support of agricultural production, grain output in China has increased exponentially, and the problem about food and clothing has been basically solved. Therefore, from the social development and current situation, food security means more about the food quality safety.",
      "sentences": [
        [
          {
            "segment_text": "Food safety is the basic needs for the development of human society .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Broadly speaking , the food safety includes the quantity safety ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "quality safety and nutrition safety .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "With the life sciences and related disciplines on the enormous support of agricultural production ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "grain output in China has increased exponentially ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and the problem about food and clothing has been basically solved .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Therefore , from the social development and current situation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "food security means more about the food quality safety .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "10",
    "segment_num": "23",
    "token_num": "299"
  }
}