{
  "paper_id": "0537823ee7ac420f3f6e1a1261afa425dd4cd1a6",
  "metadata": {
    "title": "Research Article",
    "coda_data_split": "train",
    "coda_paper_id": 5243,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Porcine deltacoronavirus (PDCoV) is a newly discovered coronavirus, which belongs to the family Coronaviridae. It causes watery diarrhea, vomiting, and dehydration in newborn piglets. A sensitive RT-PCR method is urgently required to detect PDCoV infection. In this study, we developed and evaluated a conventional RT-PCR assay and a SYBR green-based real-time RT-PCR assay that targeted the PDCoV gene. Both assays are specific and have the same limit of detection at 2 × 10 1 copies of RNA molecules per reaction. Eighty-four clinical samples were subjected to both conventional RT-PCR and real-time RT-PCR, and the same positive rate (41.7%) was achieved, which was much higher than the positive rate (26.2%) using a previously described onestep RT-PCR technique. In summary, a conventional RT-PCR technique was successfully established for the detection of PDCoV with the same detection limit as a SYBR green-based real-time RT-PCR assay.",
      "sentences": [
        [
          {
            "segment_text": "Porcine deltacoronavirus ( PDCoV ) is a newly discovered coronavirus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which belongs to the family Coronaviridae .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It causes watery diarrhea , vomiting ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and dehydration in newborn piglets .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A sensitive RT-PCR method is urgently required to detect PDCoV infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , we developed and evaluated a conventional RT-PCR assay and a SYBR green-based real-time RT-PCR assay that targeted the PDCoV gene .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Both assays are specific and have the same limit of detection at 2 × 10 1 copies of RNA molecules per reaction .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Eighty-four clinical samples were subjected to both conventional RT-PCR and real-time RT-PCR ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and the same positive rate ( 41.7 % ) was achieved ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which was much higher than the positive rate ( 26.2 % ) using a previously described onestep RT-PCR technique .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In summary , a conventional RT-PCR technique was successfully established for the detection of PDCoV with the same detection limit as a SYBR green-based real-time RT-PCR assay .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "11",
    "token_num": "164"
  }
}