{
  "paper_id": "056d58cd0b7442359aa82b8f6bca98b16b00e4fb",
  "metadata": {
    "title": "Dissecting glycoprotein biosynthesis by the use of specific inhibitors*",
    "coda_data_split": "train",
    "coda_paper_id": 9685,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "It is possible to interfere with different steps in the dolichol pathway of protein glycosylation and in the processing of asparagine-linked oligosaccharides. Thus some clues about the role of protein-bound carbohydrate can be obtained by comparing the biochemical fates and functions of glycosylated proteins with their non-glycosylated counterparts, or with proteins exhibiting differences in the type of oligosaccharide side chains. Cells infected with enveloped viruses are good systems for studying both aspects of protein glycosylation, since they contain a limited number of different glycoproteins, often with well-defined functions. Tunicamycin, an antibiotic, as well as several sugar analogues have been found to act as inhibitors of protein glycosylation by virtue of their anti-viral properties. They interfere with various steps in the dolichol pathway resulting in a lack of functional lipid-linked oligosaccharide precursors.",
      "sentences": [
        [
          {
            "segment_text": "It is possible to interfere with different steps in the dolichol pathway of protein glycosylation and in the processing of asparagine-linked oligosaccharides .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Thus some clues about the role of protein-bound carbohydrate can be obtained by comparing the biochemical fates and functions of glycosylated proteins with their non-glycosylated counterparts ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "or with proteins exhibiting differences in the type of oligosaccharide side chains .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Cells infected with enveloped viruses are good systems for studying both aspects of protein glycosylation ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "since they contain a limited number of different glycoproteins , often with well-defined functions .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Tunicamycin , an antibiotic , as well as several sugar analogues have been found to act as inhibitors of protein glycosylation by virtue of their anti-viral properties .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "They interfere with various steps in the dolichol pathway resulting in a lack of functional lipid-linked oligosaccharide precursors .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Compounds that interfere with oligosaccharide trimming represent a second generation o.f inhibitors of glycosylation. They are glycosidase inhibitors that interfere with the processing glucosidases and mannosidases and, as a resulL the conversion of high-mannose into complex-type oligosaccharides is blocked. Depending upon the compound used, glycoproteins contain glucosylated-high-mannose, highmannose or hybrid oligosaccharide structures instead of complex ones.",
      "sentences": [
        [
          {
            "segment_text": "Compounds that interfere with oligosaccharide trimming represent a second generation o.f inhibitors of glycosylation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "They are glycosidase inhibitors that interfere with the processing glucosidases and mannosidases and ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "as a resulL the conversion of high-mannose into complex-type oligosaccharides is blocked .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Depending upon the compound used ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "glycoproteins contain glucosylated-high-mannose , highmannose or hybrid oligosaccharide structures instead of complex ones .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "The biglogical consequences of the alterations caused by the inhibitors are manifold: increased susceptibility to proteases, improper protein processing and misfolding of polypeptide chains, loss of biological activity and alteration of the site of virus-budding, to name but a few.",
      "sentences": [
        [
          {
            "segment_text": "The biglogical consequences of the alterations caused by the inhibitors are manifold : increased susceptibility to proteases ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "improper protein processing and misfolding of polypeptide chains ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "loss of biological activity and alteration of the site of virus-budding ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "to name but a few .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "protein glycosylation / oligosaccharide trimming / inhibition / viral glycoproteins",
      "sentences": [
        [
          {
            "segment_text": "protein glycosylation / oligosaccharide trimming / inhibition / viral glycoproteins",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "10",
    "segment_num": "17",
    "token_num": "258"
  }
}