{
  "paper_id": "05778d6f9fba48a55e9aa6f679438acb5df2d932",
  "metadata": {
    "title": "Aerosol challenge of calves with Haemophilus somnus and Mycoplasma dispar",
    "coda_data_split": "train",
    "coda_paper_id": 2071,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The aim of the study was to examine the ability of Haemophilus somnus and Mycoplasma dispar to induce pneumonia in healthy calves under conditions closely resembling the supposed natural way of infection, viz. by inhalation of aerosol droplets containing the microorganisms. The infections were investigated by recording clinical data, cytokine expression of peripheral blood cells and pathology. Twelve calves were included in the study: Three animals were exposed to H. somnus only, and two to M. dispar only, whereas ®ve were challenged to M. dispar followed by exposure to H. somnus 11±14 days later. Also, one calf was exposed to M. dispar followed by exposure to a sterile saline solution 11 days later, and one calf was only exposed to a sterile saline solution. Just one animal, only challenged with H. somnus, developed a focal necrotizing pneumonia, from which H. somnus was isolated. Thus, the ability of H. somnus and M. dispar to act as primary pathogens under these conditions were minimal and inconsistent.",
      "sentences": [
        [
          {
            "segment_text": "The aim of the study was to examine the ability of Haemophilus somnus and Mycoplasma dispar to induce pneumonia in healthy calves under conditions closely resembling the supposed natural way of infection ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "viz. by inhalation of aerosol droplets containing the microorganisms .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The infections were investigated by recording clinical data ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "cytokine expression of peripheral blood cells and pathology .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Twelve calves were included in the study : Three animals were exposed to H. somnus only ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and two to M. dispar only ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "whereas ® ve were challenged to M. dispar followed by exposure to H. somnus 11 ± 14 days later .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Also , one calf was exposed to M. dispar followed by exposure to a sterile saline solution 11 days later ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and one calf was only exposed to a sterile saline solution .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Just one animal , only challenged with H. somnus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "developed a focal necrotizing pneumonia ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "from which H. somnus was isolated .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Thus , the ability of H. somnus and M. dispar to act as primary pathogens under these conditions were minimal and inconsistent .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "However, a transient rise in body temperature, a marked granulocytosis and increased levels of interleukin-8 in peripheral blood after inoculation with H. somnus indicated a clear systemic response, probably as a consequence of the natural non-speci®c local and systemic defence mechanisms acting in healthy calves. #",
      "sentences": [
        [
          {
            "segment_text": "However , a transient rise in body temperature ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "a marked granulocytosis and increased levels of interleukin-8 in peripheral blood after inoculation with H. somnus indicated a clear systemic response ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "probably as a consequence of the natural non-speci ® c local and systemic defence mechanisms acting in healthy calves .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "#",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "8",
    "segment_num": "17",
    "token_num": "236"
  }
}