{
  "paper_id": "058e30a76f6370b670ce016db713ad29d34b6f8e",
  "metadata": {
    "title": "Rhinovirus-C detection in children presenting with acute respiratory infection to hospital in Brazil",
    "coda_data_split": "train",
    "coda_paper_id": 2551,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "in children. We aimed to characterise the clinical and demographic features associated with different RV species detected in children attending hospital with ARI, from low-income families in North-east Brazil.",
      "sentences": [
        [
          {
            "segment_text": "in children .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We aimed to characterise the clinical and demographic features associated with different RV species detected in children attending hospital with ARI ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "from low-income families in North-east Brazil .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Methods-Nasopharyngeal aspirates were collected from 630 children \u003c5years with ARI. Clinical diagnosis and disease severity were also recorded. Samples were analysed by multiplex PCR for 18 viral and atypical bacterial pathogens; RV positive samples underwent partial sequencing to determine species and type.",
      "sentences": [
        [
          {
            "segment_text": "Methods-Nasopharyngeal aspirates were collected from 630 children \u003c 5 years with ARI .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Clinical diagnosis and disease severity were also recorded .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Samples were analysed by multiplex PCR for 18 viral and atypical bacterial pathogens ; RV positive samples underwent partial sequencing to determine species and type .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results-RV was the fourth commonest pathogen accounting for 18.7% of pathogens detected. RV was commonly detected in children with bronchiolitis, pneumonia and asthma/episodic viral wheeze (EVW). Species and type were assigned in 112 cases (73% RV-A; 27% RV-C; 0% RV-B). Generally, there were no differences in clinical or demographic characteristics between those infected with RV-A and RV-C. However, in children with asthma/EVW, RV-C was detected relatively more frequently than RV-A (23% vs 5%; p\u003d0.04).",
      "sentences": [
        [
          {
            "segment_text": "Results-RV was the fourth commonest pathogen accounting for 18.7 % of pathogens detected .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "RV was commonly detected in children with bronchiolitis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "pneumonia and asthma/episodic viral wheeze ( EVW ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Species and type were assigned in 112 cases ( 73 % RV-A ; 27 % RV-C ; 0 % RV-B ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Generally , there were no differences in clinical or demographic characteristics between those infected with RV-A and RV-C .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , in children with asthma/EVW ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "RV-C was detected relatively more frequently than RV-A ( 23 % vs 5 % ; p \u003d 0.04 ) .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions-Our findings highlight RV as a potentially important pathogen in this setting. Generally, clinical and demographic features were similar in children in whom RV A and C species were detected. However, RV-C was more frequently found in children with asthma/EVW than RV-A.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions-Our findings highlight RV as a potentially important pathogen in this setting .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Generally , clinical and demographic features were similar in children in whom RV A and C species were detected .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , RV-C was more frequently found in children with asthma/EVW than RV-A .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "13",
    "segment_num": "16",
    "token_num": "227"
  }
}