{
  "paper_id": "05b8deee7f76cda7511eb605e2ba84a8f46bc10f",
  "metadata": {
    "title": "Insights into the Roles of Cyclophilin A During Influenza Virus Infection",
    "coda_data_split": "train",
    "coda_paper_id": 2261,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Cyclophilin A (CypA) is the main member of the immunophilin superfamily that has peptidyl-prolyl cis-trans isomerase activity. CypA participates in protein folding, cell signaling, inflammation and tumorigenesis. Further, CypA plays critical roles in the replication of several viruses. Upon influenza virus infection, CypA inhibits viral replication by interacting with the M1 protein. In addition, CypA is incorporated into the influenza virus virions. Finally, Cyclosporin A (CsA), the main inhibitor of CypA, inhibits influenza virus replication through CypA-dependent and -independent pathways. This review briefly summarizes recent advances in understanding the roles of CypA during influenza virus infection.",
      "sentences": [
        [
          {
            "segment_text": "Cyclophilin A ( CypA ) is the main member of the immunophilin superfamily that has peptidyl-prolyl cis-trans isomerase activity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "CypA participates in protein folding ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "cell signaling , inflammation and tumorigenesis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Further , CypA plays critical roles in the replication of several viruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Upon influenza virus infection , CypA inhibits viral replication by interacting with the M1 protein .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In addition , CypA is incorporated into the influenza virus virions .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Finally , Cyclosporin A ( CsA ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the main inhibitor of CypA ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "inhibits influenza virus replication through CypA-dependent and - independent pathways .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review briefly summarizes recent advances in understanding the roles of CypA during influenza virus infection .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "10",
    "token_num": "116"
  }
}