{
  "paper_id": "05d8ef948aa1cb2dfaff1bbf6041f962a10e7b3f",
  "metadata": {
    "title": "RACE, GENDER AND TOTAL KNEE REPLACEMENT CONSIDERATION: THE ROLE OF SOCIAL SUPPORT",
    "coda_data_split": "train",
    "coda_paper_id": 6101,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Objective-To determine whether there are racial differences in social support among patients with knee osteoarthritis (OA) and whether the impact of social support on patient preferences for total knee replacement (TKR) varies by race and gender.",
      "sentences": [
        [
          {
            "segment_text": "Objective-To determine whether there are racial differences in social support among patients with knee osteoarthritis ( OA ) and whether the impact of social support on patient preferences for total knee replacement ( TKR ) varies by race and gender .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "white \u0026 285 African-American (AA) patients with knee OA were surveyed. Logistic regression models were performed to determine if the relationship between willingness to undergo TKR and the interaction of patient race and sex were mediated by social support.",
      "sentences": [
        [
          {
            "segment_text": "white \u0026 285 African-American ( AA ) patients with knee OA were surveyed .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Logistic regression models were performed to determine if the relationship between willingness to undergo TKR and the interaction of patient race and sex were mediated by social support .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results-Compared to whites with knee OA, AA patients were less likely to be married (p\u003c0.001), reported less close friends/relatives (p\u003c0.001) and had lower Medical Outcomes Study-Social Support Scale (MOS-SSS) scores (p\u003c0.001). AA patients were also less willing to undergo TKR (62% vs. 80%, p\u003c0.001) than whites.",
      "sentences": [
        [
          {
            "segment_text": "Results-Compared to whites with knee OA ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "AA patients were less likely to be married ( p \u003c 0.001 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "reported less close friends/relatives ( p \u003c 0.001 ) and had lower Medical Outcomes Study-Social Support Scale ( MOS-SSS ) scores ( p \u003c 0.001 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "AA patients were also less willing to undergo TKR ( 62 % vs. 80 % , p \u003c 0.001 ) than whites .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "The odds of willingness to undergo TKR was less in white females compared to white males when adjusted for recruitment site, age, income and WOMAC (OR 0.57, 95% CI 0.34-0.96). This difference was no longer significant when further adjusted for marital status, number of close friends/relatives and MOS-SSS score, but the effect size remained unchanged (OR 0.60, 95% CI 0.35-1.02). The odds of willingness to undergo TKR remained much less in AA females (OR 0.35, 95% CI 0.19-0.64) and AA males (OR 0.28, 95% CI 0.14-0.54) compared to white males when controlled for sociodemographic, clinical and social support measures.",
      "sentences": [
        [
          {
            "segment_text": "The odds of willingness to undergo TKR was less in white females compared to white males when adjusted for recruitment site ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "age , income and WOMAC ( OR 0.57 , 95 % CI 0.34-0.96 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This difference was no longer significant when further adjusted for marital status ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "number of close friends/relatives and MOS-SSS score ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but the effect size remained unchanged ( OR 0.60 , 95 % CI 0.35-1.02 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The odds of willingness to undergo TKR remained much less in AA females ( OR 0.35 , 95 % CI 0.19-0.64 ) and AA males ( OR 0.28 , 95 % CI 0.14-0.54 ) compared to white males when controlled for sociodemographic ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "clinical and social support measures .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "8",
    "segment_num": "14",
    "token_num": "278"
  }
}