{
  "paper_id": "05e4c2f6b0affdeef1b7d99d5b481bee1c244a7f",
  "metadata": {
    "title": "Human Bocavirus: Lessons Learned to Date",
    "coda_data_split": "train",
    "coda_paper_id": 5207,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Human bocavirus (HBoV) was identified as the second human parvovirus with pathogenic potential in 2005 in respiratory samples from children suffering from viral respiratory infections of unknown etiology. Since its first description, a large number of clinical studies have been performed that address the clinical significance of HBoV detection and the molecular biology of the virus. This review summarizes the most important steps taken in HBoV research to date and addresses open questions that need to be answered in the future to provide a better understanding of the role of a virus that is difficult to grow in cell culture and is suspected to be a pathogen, although it has not yet fulfilled Koch\u0027s postulates.",
      "sentences": [
        [
          {
            "segment_text": "Human bocavirus ( HBoV ) was identified as the second human parvovirus with pathogenic potential in 2005 in respiratory samples from children suffering from viral respiratory infections of unknown etiology .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Since its first description , a large number of clinical studies have been performed that address the clinical significance of HBoV detection and the molecular biology of the virus .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review summarizes the most important steps taken in HBoV research to date and addresses open questions that need to be answered in the future to provide a better understanding of the role of a virus that is difficult to grow in cell culture and is suspected to be a pathogen ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "although it has not yet fulfilled Koch \u0027s postulates .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "3",
    "segment_num": "4",
    "token_num": "123"
  }
}