{
  "paper_id": "05eae269e7bd3b7b841a84c02b1c13a670faf012",
  "metadata": {
    "title": "Associated Herpesvirus in Endothelial Cells",
    "coda_data_split": "train",
    "coda_paper_id": 8668,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Ubiquitination, a post-translational modification, mediates diverse cellular functions including endocytic transport of molecules. Kaposi\u0027s sarcoma-associated herpesvirus (KSHV), an enveloped herpesvirus, enters endothelial cells primarily through clathrin-mediated endocytosis. Whether ubiquitination and proteasome activity regulates KSHV entry and endocytosis remains unknown. We showed that inhibition of proteasome activity reduced KSHV entry into endothelial cells and intracellular trafficking to nuclei, thus preventing KSHV infection of the cells. Three-dimensional (3-D) analyses revealed accumulation of KSHV particles in a cytoplasmic compartment identified as EEA1+ endosomal vesicles upon proteasome inhibition. KSHV particles are colocalized with ubiquitin-binding proteins epsin and eps15. Furthermore, ubiquitination mediates internalization of both KSHV and one of its receptors integrin b1. KSHV particles are colocalized with activated forms of the E3 ligase c-Cbl. Knock-down of c-Cbl or inhibition of its phosphorylation reduced viral entry and intracellular trafficking, resulting in decreased KSHV infectivity. These results demonstrate that ubiquitination mediates internalization of both KSHV and one of its cognate receptors integrin b1, and identify c-Cbl as a potential E3 ligase that facilitates this process.",
      "sentences": [
        [
          {
            "segment_text": "Ubiquitination , a post-translational modification ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "mediates diverse cellular functions including endocytic transport of molecules .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Kaposi \u0027s sarcoma-associated herpesvirus ( KSHV ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "an enveloped herpesvirus , enters endothelial cells primarily through clathrin-mediated endocytosis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Whether ubiquitination and proteasome activity regulates KSHV entry and endocytosis remains unknown .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We showed that inhibition of proteasome activity reduced KSHV entry into endothelial cells and intracellular trafficking to nuclei ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "thus preventing KSHV infection of the cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Three-dimensional ( 3-D ) analyses revealed accumulation of KSHV particles in a cytoplasmic compartment identified as EEA1 + endosomal vesicles upon proteasome inhibition .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "KSHV particles are colocalized with ubiquitin-binding proteins epsin and eps15 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , ubiquitination mediates internalization of both KSHV and one of its receptors integrin b1 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "KSHV particles are colocalized with activated forms of the E3 ligase c-Cbl .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Knock-down of c-Cbl or inhibition of its phosphorylation reduced viral entry and intracellular trafficking ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "resulting in decreased KSHV infectivity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results demonstrate that ubiquitination mediates internalization of both KSHV and one of its cognate receptors integrin b1 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and identify c-Cbl as a potential E3 ligase that facilitates this process .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "15",
    "token_num": "193"
  }
}