{
  "paper_id": "05f1c02ecdb1798e85e750ddfa81ede861f94cf6",
  "metadata": {
    "title": "The Rescue and Characterization of Recombinant, Microcephaly-Associated Zika Viruses as Single-Round Infectious Particles",
    "coda_data_split": "train",
    "coda_paper_id": 10135,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Zika virus (ZIKV) is transmitted by Aedes mosquitoes and exhibits genetic variation with African and Asian lineages. ZIKV Natal RGN strain, an Asian-lineage virus, has been identified in brain tissues from fetal autopsy cases with microcephaly and is suggested to be a neurotropic variant. However, ZIKV Natal RGN strain has not been isolated; its biological features are not yet illustrated. This study rescued and characterized recombinant, single-round infectious particles (SRIPs) of the ZIKV Natal RGN strain using reverse genetic and synthetic biology techniques. The DNA-launched replicon of ZIKV Natal RGN was constructed and contains the EGFP reporter, lacks prM-E genes, and replicates under CMV promoter control. The peak in the ZIKV Natal RGN SRIP titer reached 6.25 × 10 6 TCID50/mL in the supernatant of prM-E-expressing packaging cells 72 h post-transfection with a ZIKV Natal RGN replicon. The infectivity of ZIKV Natal RGN SRIPs has been demonstrated to correlate with the green florescence intensity of the EGFP reporter, the SRIP-induced cytopathic effect, and ZIKV\u0027s non-structural protein expression. Moreover, ZIKV Natal RGN SRIPs effectively self-replicated in rhabdomyosarcoma/muscle, glioblastoma/astrocytoma, and retinal pigmented epithelial cells, displaying unique cell susceptibility with differential attachment activity. Therefore, the recombinant ZIKV Natal RGN strain was rescued as SRIPs that could be used to elucidate the biological features of a neurotropic strain regarding cell tropism and pathogenic components, apply for antiviral agent screening, and develop vaccine candidates.",
      "sentences": [
        [
          {
            "segment_text": "Zika virus ( ZIKV ) is transmitted by Aedes mosquitoes and exhibits genetic variation with African and Asian lineages .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "ZIKV Natal RGN strain , an Asian-lineage virus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "has been identified in brain tissues from fetal autopsy cases with microcephaly and is suggested to be a neurotropic variant .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , ZIKV Natal RGN strain has not been isolated ; its biological features are not yet illustrated .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This study rescued and characterized recombinant ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "single-round infectious particles ( SRIPs ) of the ZIKV Natal RGN strain using reverse genetic and synthetic biology techniques .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The DNA-launched replicon of ZIKV Natal RGN was constructed and contains the EGFP reporter ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "lacks prM-E genes , and replicates under CMV promoter control .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The peak in the ZIKV Natal RGN SRIP titer reached 6.25 × 10 6 TCID50/mL in the supernatant of prM-E-expressing packaging cells 72 h post-transfection with a ZIKV Natal RGN replicon .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The infectivity of ZIKV Natal RGN SRIPs has been demonstrated to correlate with the green florescence intensity of the EGFP reporter ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the SRIP-induced cytopathic effect , and ZIKV \u0027s non-structural protein expression .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , ZIKV Natal RGN SRIPs effectively self-replicated in rhabdomyosarcoma/muscle ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "glioblastoma/astrocytoma , and retinal pigmented epithelial cells ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "displaying unique cell susceptibility with differential attachment activity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Therefore , the recombinant ZIKV Natal RGN strain was rescued as SRIPs that could be used to elucidate the biological features of a neurotropic strain regarding cell tropism and pathogenic components ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "apply for antiviral agent screening , and develop vaccine candidates .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "16",
    "token_num": "259"
  }
}