{
  "paper_id": "05f35dc7cb2959fd68695357a0fd393d3a30df8c",
  "metadata": {
    "title": "Community Acquired Pneumonia Principles of Management Site-of-Care Decisions Patients admitted to the ICU with severe community-acquired pneumonia (CAP) generally fall into one of two categories: (1) those whose",
    "coda_data_split": "train",
    "coda_paper_id": 10121,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "A 31 year old male with a history of diabetes mellitus type 1 and recent skin infection of the neck (for which he underwent incision and drainage and levofloxacin treatment) presented to the emergency department with a three day history of fever, cough productive of bloody sputum, and shortness of breath. He had recently returned from a trip to Asia. He was tachycardic but normotensive and had an oxygen saturation of 93 % on 3 L nasal cannula. WBC count was 21.8 K/UL with 90 % neutrophils, BUN and creatinine were 8 mg/dL and 1.0 mg/dL, respectively, and glucose \u003e350 mg/dL. Suspicion of cavitary pneumonia on chest radiograph was confirmed by computed tomography (Fig. 20.1 ).",
      "sentences": [
        [
          {
            "segment_text": "A 31 year old male with a history of diabetes mellitus type 1 and recent skin infection of the neck ( for which he underwent incision and drainage and levofloxacin treatment ) presented to the emergency department with a three day history of fever ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "cough productive of bloody sputum , and shortness of breath .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "He had recently returned from a trip to Asia .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "He was tachycardic but normotensive and had an oxygen saturation of 93 % on 3 L nasal cannula .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "WBC count was 21.8 K/UL with 90 % neutrophils ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "BUN and creatinine were 8 mg/dL and 1.0 mg/dL ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "respectively , and glucose \u003e 350 mg/dL .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Suspicion of cavitary pneumonia on chest radiograph was confirmed by computed tomography ( Fig. 20.1 ) .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "8",
    "token_num": "130"
  }
}