{
  "paper_id": "060f83d466d0f77513f8e3d2b55e149894211b64",
  "metadata": {
    "title": "Evidence of human coronavirus HKU1 and human bocavirus in Australian children",
    "coda_data_split": "train",
    "coda_paper_id": 7511,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Undiagnosed cases of respiratory tract disease suspected of an infectious aetiology peak during the winter months. Since studies applying molecular diagnostic assays usually report reductions in the number of undiagnosed cases of infectious disease compared to traditional techniques, we applied PCR assays to investigate the role of two recently described viruses, namely human coronavirus (HCoV) HKU1 and human bocavirus (HBoV), in a hospital-based paediatric population. Both viruses were found among Australia children with upper or lower respiratory tract disease during the autumn and winter of 2004, contributing to 21.1% of all microbial diagnoses, with individual incidences of 3.1% (HCoV-HKU1) and 5.6% (HBoV) among 324 specimens. HBoV was found to coincide with another virus in more than half of all instances and displayed a single genetic lineage, whilst HCoV-HKU1 was more likely to occur in the absence of another microbe and strains could be divided into two genetic lineages which we propose be termed HCoV-HKU1 type A and type B. Children under the age of 2 years were most at risk of infection by these viruses which contribute significantly to the microbial burden among patients with respiratory tract disease during the colder months.",
      "sentences": [
        [
          {
            "segment_text": "Undiagnosed cases of respiratory tract disease suspected of an infectious aetiology peak during the winter months .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Since studies applying molecular diagnostic assays usually report reductions in the number of undiagnosed cases of infectious disease compared to traditional techniques ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "we applied PCR assays to investigate the role of two recently described viruses ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "namely human coronavirus ( HCoV ) HKU1 and human bocavirus ( HBoV ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "in a hospital-based paediatric population .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Both viruses were found among Australia children with upper or lower respiratory tract disease during the autumn and winter of 2004 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "contributing to 21.1 % of all microbial diagnoses ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with individual incidences of 3.1 % ( HCoV-HKU1 ) and 5.6 % ( HBoV ) among 324 specimens .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "HBoV was found to coincide with another virus in more than half of all instances and displayed a single genetic lineage ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whilst HCoV-HKU1 was more likely to occur in the absence of another microbe and strains could be divided into two genetic lineages which we propose be termed HCoV-HKU1 type A and type B. Children under the age of 2 years were most at risk of infection by these viruses which contribute significantly to the microbial burden among patients with respiratory tract disease during the colder months .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "10",
    "token_num": "213"
  }
}