{
  "paper_id": "06137bb1e53080493b33c1b749b59848cddc05fc",
  "metadata": {
    "title": "Spacer-length dependence of programmed À1 or À2 ribosomal frameshifting on a U 6 A heptamer supports a role for messenger RNA (mRNA) tension in frameshifting",
    "coda_data_split": "train",
    "coda_paper_id": 3704,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Programmed À1 ribosomal frameshifting is employed in the expression of a number of viral and cellular genes. In this process, the ribosome slips backwards by a single nucleotide and continues translation of an overlapping reading frame, generating a fusion protein.",
      "sentences": [
        [
          {
            "segment_text": "Programmed À1 ribosomal frameshifting is employed in the expression of a number of viral and cellular genes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this process , the ribosome slips backwards by a single nucleotide and continues translation of an overlapping reading frame , generating a fusion protein .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Frameshifting signals comprise a heptanucleotide slippery sequence, where the ribosome changes frame, and a stimulatory RNA structure, a stem-loop or RNA pseudoknot. Antisense oligonucleotides annealed appropriately 3 0 of a slippery sequence have also shown activity in frameshifting, at least in vitro.",
      "sentences": [
        [
          {
            "segment_text": "Frameshifting signals comprise a heptanucleotide slippery sequence ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "where the ribosome changes frame ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and a stimulatory RNA structure ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a stem-loop or RNA pseudoknot .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Antisense oligonucleotides annealed appropriately 3 0 of a slippery sequence have also shown activity in frameshifting , at least in vitro .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Here we examined frameshifting at the U 6 A slippery sequence of the HIV gag/pol signal and found high levels of both À1 and À2 frameshifting with stemloop, pseudoknot or antisense oligonucleotide stimulators. By examining À1 and À2 frameshifting outcomes on mRNAs with varying slippery sequencestimulatory RNA spacing distances, we found that À2 frameshifting was optimal at a spacer length 1-2 nucleotides shorter than that optimal for À1 frameshifting with all stimulatory RNAs tested. We propose that the shorter spacer increases the tension on the mRNA such that when the tRNA detaches, it more readily enters the À2 frame on the U 6 A heptamer. We propose that mRNA tension is central to frameshifting, whether promoted by stem-loop, pseudoknot or antisense oligonucleotide stimulator.",
      "sentences": [
        [
          {
            "segment_text": "Here we examined frameshifting at the U 6 A slippery sequence of the HIV gag/pol signal and found high levels of both À1 and À2 frameshifting with stemloop ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "pseudoknot or antisense oligonucleotide stimulators .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "By examining À1 and À2 frameshifting outcomes on mRNAs with varying slippery sequencestimulatory RNA spacing distances ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we found that À2 frameshifting was optimal at a spacer length 1-2 nucleotides shorter than that optimal for À1 frameshifting with all stimulatory RNAs tested .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We propose that the shorter spacer increases the tension on the mRNA such that when the tRNA detaches ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "it more readily enters the À2 frame on the U 6 A heptamer .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We propose that mRNA tension is central to frameshifting ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whether promoted by stem-loop , pseudoknot or antisense oligonucleotide stimulator .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "8",
    "segment_num": "15",
    "token_num": "224"
  }
}