{
  "paper_id": "06190bfcbc53a5d5d17e0a60a3a0f6488d8ae1db",
  "metadata": {
    "title": "Human Ebola virus infection in West Africa: a review of available therapeutic agents that target different steps of the life cycle of Ebola virus-mutable host cell therapeutic targets for Ebola virus, Cocktail therapeutic intervention for RNA virus Multilingual abstract",
    "coda_data_split": "train",
    "coda_paper_id": 7595,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The recent outbreak of the human Zaire ebolavirus (EBOV) epidemic is spiraling out of control in West Africa. Human EBOV hemorrhagic fever has a case fatality rate of up to 90%. The EBOV is classified as a biosafety level 4 pathogen and is considered a category A agent of bioterrorism by Centers for Disease Control and Prevention, with no approved therapies and vaccines available for its treatment apart from supportive care. Although several promising therapeutic agents and vaccines against EBOV are undergoing the Phase I human trial, the current epidemic might be outpacing the speed at which drugs and vaccines can be produced. Like all viruses, the EBOV largely relies on host cell factors and physiological processes for its entry, replication, and egress. We have reviewed currently available therapeutic agents that have been shown to be effective in suppressing the proliferation of the EBOV in cell cultures or animal studies. Most of the therapeutic agents in this review are directed against non-mutable targets of the host, which is independent of viral mutation. These medications are approved by the Food and Drug Administration (FDA) for the treatment of other diseases. They are available and stockpileable for immediate use. They may also have a complementary role to those therapeutic agents under development that are directed against the mutable targets of the EBOV.",
      "sentences": [
        [
          {
            "segment_text": "The recent outbreak of the human Zaire ebolavirus ( EBOV ) epidemic is spiraling out of control in West Africa .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Human EBOV hemorrhagic fever has a case fatality rate of up to 90 % .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The EBOV is classified as a biosafety level 4 pathogen and is considered a category A agent of bioterrorism by Centers for Disease Control and Prevention ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "with no approved therapies and vaccines available for its treatment apart from supportive care .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although several promising therapeutic agents and vaccines against EBOV are undergoing the Phase I human trial ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the current epidemic might be outpacing the speed at which drugs and vaccines can be produced .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Like all viruses , the EBOV largely relies on host cell factors and physiological processes for its entry , replication , and egress .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We have reviewed currently available therapeutic agents that have been shown to be effective in suppressing the proliferation of the EBOV in cell cultures or animal studies .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Most of the therapeutic agents in this review are directed against non-mutable targets of the host ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which is independent of viral mutation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These medications are approved by the Food and Drug Administration ( FDA ) for the treatment of other diseases .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "They are available and stockpileable for immediate use .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "They may also have a complementary role to those therapeutic agents under development that are directed against the mutable targets of the EBOV .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "13",
    "token_num": "241"
  }
}