{
  "paper_id": "064c04b451db7ee813746dde89ad46963d39a8a3",
  "metadata": {
    "title": "Complexation of thorium with pyridine monocarboxylate-N-oxides: Thermodynamic and computational studies",
    "coda_data_split": "train",
    "coda_paper_id": 3645,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The feed wastes and waste water treatment plants are the major sources for the entry of N-oxides into the soils then to aquatic life. The complexation of actinides with potentially stable anthropogenic ligands facilitate the transportation and migration of the actinides from the source confinement. The present study describes the determination of thermodynamic parameters for the complexation of Th(IV) with the three isomeric pyridine monocarboxylates (PCNO) namely picolinic acid-N-oxide (PANO), nicotinic acid-N-oxide (NANO) and isonicotinic acid-N-oxide (IANO). The potentiometric and isothermal calorimetric titrations were carried out to determine the stability and enthalpy of the formations for all the Th(IV)-PCNO complexes. Th-PANO complexes are more stable than Th-NANO and Th-IANO complexes which can be attributed to chelate formation in the former complexes. Formation of all the Th-PCNO complexes are endothermic and are entropy driven. The geometries for all the predicted complexes are optimized the energies, bond distances and charges on individual atoms are obtained using TURBOMOLE software. The theoretical calculation corroborated the experimental determinations.",
      "sentences": [
        [
          {
            "segment_text": "The feed wastes and waste water treatment plants are the major sources for the entry of N-oxides into the soils then to aquatic life .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The complexation of actinides with potentially stable anthropogenic ligands facilitate the transportation and migration of the actinides from the source confinement .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The present study describes the determination of thermodynamic parameters for the complexation of Th ( IV ) with the three isomeric pyridine monocarboxylates ( PCNO ) namely picolinic acid-N-oxide ( PANO ) ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "nicotinic acid-N-oxide ( NANO ) and isonicotinic acid-N-oxide ( IANO ) .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The potentiometric and isothermal calorimetric titrations were carried out to determine the stability and enthalpy of the formations for all the Th ( IV ) - PCNO complexes .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Th-PANO complexes are more stable than Th-NANO and Th-IANO complexes which can be attributed to chelate formation in the former complexes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Formation of all the Th-PCNO complexes are endothermic and are entropy driven .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The geometries for all the predicted complexes are optimized the energies ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "bond distances and charges on individual atoms are obtained using TURBOMOLE software .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The theoretical calculation corroborated the experimental determinations .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "10",
    "token_num": "189"
  }
}