{
  "paper_id": "06589343cb2fcc62a39c587071c8a9e76836f993",
  "metadata": {
    "title": "Analysis of CDC social control measures using an agent-based simulation of an influenza epidemic in a city",
    "coda_data_split": "train",
    "coda_paper_id": 6551,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: The transmission of infectious disease amongst the human population is a complex process which requires advanced, often individual-based, models to capture the space-time details observed in reality.",
      "sentences": [
        [
          {
            "segment_text": "Background : The transmission of infectious disease amongst the human population is a complex process which requires advanced ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "often individual-based , models to capture the space-time details observed in reality .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Methods: An Individual Space-Time Activity-based Model (ISTAM) was applied to simulate the effectiveness of non-pharmaceutical control measures including: (1) refraining from social activities, (2) school closure and (3) household quarantine, for a hypothetical influenza outbreak in an urban area.",
      "sentences": [
        [
          {
            "segment_text": "Methods : An Individual Space-Time Activity-based Model ( ISTAM ) was applied to simulate the effectiveness of non-pharmaceutical control measures including : ( 1 ) refraining from social activities ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "( 2 ) school closure and ( 3 ) household quarantine ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "for a hypothetical influenza outbreak in an urban area .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results: Amongst the set of control measures tested, refraining from social activities with various compliance levels was relatively ineffective. Household quarantine was very effective, especially for the peak number of cases and total number of cases, with large differences between compliance levels. Household quarantine resulted in a decrease in the peak number of cases from more than 300 to around 158 for a 100% compliance level, a decrease of about 48.7%. The delay in the outbreak peak was about 3 to 17 days. The total number of cases decreased to a range of 3635-5403, that is, 63.7%-94.7% of the baseline value. When coupling control measures, household quarantine together with school closure was the most effective strategy. The resulting space-time distribution of infection in different classes of activity bundles (AB) suggests that the epidemic outbreak is strengthened amongst children and then spread to adults. By sensitivity analysis, this study demonstrated that earlier implementation of control measures leads to greater efficacy. Also, for infectious diseases with larger basic reproduction number, the effectiveness of non-pharmaceutical measures was shown to be limited. Conclusions: Simulated results showed that household quarantine was the most effective control measure, while school closure and household quarantine implemented together achieved the greatest benefit. Agent-based models should be applied in the future to evaluate the efficacy of control measures for a range of disease outbreaks in a range of settings given sufficient information about the given case and knowledge about the transmission processes at a fine scale.",
      "sentences": [
        [
          {
            "segment_text": "Results : Amongst the set of control measures tested ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "refraining from social activities with various compliance levels was relatively ineffective .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Household quarantine was very effective ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "especially for the peak number of cases and total number of cases ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with large differences between compliance levels .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Household quarantine resulted in a decrease in the peak number of cases from more than 300 to around 158 for a 100 % compliance level ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "a decrease of about 48.7 % .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The delay in the outbreak peak was about 3 to 17 days .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The total number of cases decreased to a range of 3635-5403 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "that is , 63.7 % -94.7 % of the baseline value .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "When coupling control measures , household quarantine together with school closure was the most effective strategy .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The resulting space-time distribution of infection in different classes of activity bundles ( AB ) suggests that the epidemic outbreak is strengthened amongst children and then spread to adults .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "By sensitivity analysis , this study demonstrated that earlier implementation of control measures leads to greater efficacy .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Also , for infectious diseases with larger basic reproduction number ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the effectiveness of non-pharmaceutical measures was shown to be limited .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : Simulated results showed that household quarantine was the most effective control measure ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while school closure and household quarantine implemented together achieved the greatest benefit .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Agent-based models should be applied in the future to evaluate the efficacy of control measures for a range of disease outbreaks in a range of settings given sufficient information about the given case and knowledge about the transmission processes at a fine scale .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "13",
    "segment_num": "23",
    "token_num": "361"
  }
}