{
  "paper_id": "06607df4c7c38c7a9b7d2a7326cce07475ee431f",
  "metadata": {
    "title": "Effect of asymptomatic natural infections due to common mouse pathogens on the metastatic progression of B16 murine melanoma in C57BL/6 mice",
    "coda_data_split": "train",
    "coda_paper_id": 9288,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "To investigate whether the presence of infections in C57BL/6 mice influences the metastatic ability of B16 melanoma (B16M) cells, we compared the susceptibility to metastasis development of pathogen-free mice with that of mice from a colony endemically infected with several mouse pathogens. We found that, compared to seronegative controls, mice that were seropositive at least to Mouse Hepatitis Virus (MHV) and Mycoplasma pulmonis: (i) exhibited a higher interindividual variability in all the parameters quantifying metastatic progression; (ii) had elevated serum levels of proinflammatory cytokines both before and at the end of the experiment; (iii) were more susceptible to hepatic metastasis. Interestingly, final levels of tumor necrosis factor (TNF)-a and interleukin (IL)-18 correlated with the extent of hepatic colonization by the melanoma cells. To confirm the metastasis-enhancing effect of MHV and M. pulmonis we measured the ability of B16M cells to metastasize in pathogen-free animals housed for increasing time-intervals in the vicinity of MHV + animals. Notably, susceptibility to metastasis was lower in animals seronegative to MHV than in MHV + mice, whereas the latter were less susceptible to metastasis than MHV + M. pulmonis + mice. Seropositive animals had increased levels of TNF-a and IL-18 suggesting that MHV and M. pulmonis enhance the metastatic ability of melanoma cells by inducing the release of proinflammatory cytokines. While our results highlight the importance of using pathogen-free animals in metastasis studies, they emphasize the need for a comprehensive health monitoring of the mice used in such studies, particularly in case of using facilities lacking appropriate containment measures.",
      "sentences": [
        [
          {
            "segment_text": "To investigate whether the presence of infections in C57BL/6 mice influences the metastatic ability of B16 melanoma ( B16M ) cells ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "we compared the susceptibility to metastasis development of pathogen-free mice with that of mice from a colony endemically infected with several mouse pathogens .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We found that , compared to seronegative controls ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "mice that were seropositive at least to Mouse Hepatitis Virus ( MHV ) and Mycoplasma pulmonis : ( i ) exhibited a higher interindividual variability in all the parameters quantifying metastatic progression ; ( ii ) had elevated serum levels of proinflammatory cytokines both before and at the end of the experiment ; ( iii ) were more susceptible to hepatic metastasis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Interestingly , final levels of tumor necrosis factor ( TNF ) - a and interleukin ( IL ) -18 correlated with the extent of hepatic colonization by the melanoma cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "To confirm the metastasis-enhancing effect of MHV and M. pulmonis we measured the ability of B16M cells to metastasize in pathogen-free animals housed for increasing time-intervals in the vicinity of MHV + animals .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Notably , susceptibility to metastasis was lower in animals seronegative to MHV than in MHV + mice ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whereas the latter were less susceptible to metastasis than MHV + M. pulmonis + mice .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Seropositive animals had increased levels of TNF-a and IL-18 suggesting that MHV and M. pulmonis enhance the metastatic ability of melanoma cells by inducing the release of proinflammatory cytokines .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "While our results highlight the importance of using pathogen-free animals in metastasis studies ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "they emphasize the need for a comprehensive health monitoring of the mice used in such studies ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "particularly in case of using facilities lacking appropriate containment measures .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Abbreviations: B16M -B16 melanoma; ELISA -enzyme-linked immunosorbent assay; IL-18 -interleukin-18; i.p.intraperitoneal; LPS -lipopolysaccharide; MHV -Mouse Hepatitis Virus; TNF-a -tumor necrosis factor a",
      "sentences": [
        [
          {
            "segment_text": "Abbreviations : B16M - B16 melanoma ; ELISA - enzyme-linked immunosorbent assay ; IL-18 - interleukin-18 ; i.p.intraperitoneal ; LPS - lipopolysaccharide ; MHV - Mouse Hepatitis Virus ; TNF-a - tumor necrosis factor a",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "8",
    "segment_num": "13",
    "token_num": "324"
  }
}