{
  "paper_id": "06624de6d8b09e5db9ba01c4cc721583331a40b5",
  "metadata": {
    "title": "microorganisms Coinfection of Chlamydiae and other Bacteria in Reactive Arthritis and Spondyloarthritis: Need for Future Research",
    "coda_data_split": "train",
    "coda_paper_id": 2328,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Reactive (inflammatory) arthritis has been known for many years to follow genital infection with the intracellular bacterial pathogen Chlamydia trachomatis in some individuals. Recent studies from several groups have demonstrated that a related bacterium, the respiratory pathogen Chlamydia pneumoniae, can elicit a similar arthritis. Studies of these organisms, and of a set of gastrointestinal pathogens also associated with engendering inflammatory arthritis, have been relatively extensive. However, reports focusing on coinfections with these and/or other organisms, and the effects of such coinfections on the host immune and other systems, have been rare. In this article, we review the extant data regarding infections by multiple pathogens in the joint as they relate to engendering arthritis, and we suggest a number of research areas that must be given a high priority if we are to understand, and therefore to treat in an effective manner, such arthritides.",
      "sentences": [
        [
          {
            "segment_text": "Reactive ( inflammatory ) arthritis has been known for many years to follow genital infection with the intracellular bacterial pathogen Chlamydia trachomatis in some individuals .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Recent studies from several groups have demonstrated that a related bacterium ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the respiratory pathogen Chlamydia pneumoniae ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "can elicit a similar arthritis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Studies of these organisms , and of a set of gastrointestinal pathogens also associated with engendering inflammatory arthritis , have been relatively extensive .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , reports focusing on coinfections with these and/or other organisms ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and the effects of such coinfections on the host immune and other systems , have been rare .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this article , we review the extant data regarding infections by multiple pathogens in the joint as they relate to engendering arthritis ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and we suggest a number of research areas that must be given a high priority if we are to understand ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and therefore to treat in an effective manner , such arthritides .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "10",
    "token_num": "161"
  }
}