{
  "paper_id": "06820e35e3a01b06d6c94fb20c9ebe3fc0f2ba94",
  "metadata": {
    "title": "",
    "coda_data_split": "train",
    "coda_paper_id": 9659,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "publicly funded repositories, such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source. These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active.",
      "sentences": [
        [
          {
            "segment_text": "publicly funded repositories , such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Historical aspects of infectious diseases, part I Medical history teaches us where we came from, where we stand in medicine at the present time, and in what direction we are marching. It is the compass that guides us into the future. If our work is not to be haphazard but to follow a well-laid plan, we need the guidance of history, and it is not by accident that all great medical leaders were fully aware of the value of historical studies.",
      "sentences": [
        [
          {
            "segment_text": "Historical aspects of infectious diseases ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "part I Medical history teaches us where we came from ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "where we stand in medicine at the present time ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and in what direction we are marching .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It is the compass that guides us into the future .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "If our work is not to be haphazard but to follow a well-laid plan ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "we need the guidance of history ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and it is not by accident that all great medical leaders were fully aware of the value of historical studies .",
            "crowd_label": "background"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "5",
    "segment_num": "10",
    "token_num": "140"
  }
}