{
  "paper_id": "068b3a5e528734df07fe217cc786405beb59d207",
  "metadata": {
    "title": "The Ongoing Challenge of Evaluating Rescue Therapies in ARDS NIH Public Access",
    "coda_data_split": "train",
    "coda_paper_id": 7617,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Keywords critical care; acute respiratory distress syndrome; refractory hypoxemia; rescue therapy; editorial Since the first description of Acute Respiratory Distress Syndrome (ARDS) in 1967 (1), the scientific community has strived to elucidate effective treatments for this clinical entity. Despite the extensive work that has emerged over decades, we continue to lack effective treatments for this syndrome. It continues to be associated with significant mortality, most recently estimated as high as 44% (2). To date, the most widely accepted effective intervention with a significant impact on mortality is low tidal volume ventilation (3). A category of therapies receiving recent attention is a group termed \"rescue therapies\", named such for their role in treating hypoxemia that is refractory to standard management strategies for ARDS. These include high-frequency oscillatory ventilation (HFOV), inhaled epoprostenol and nitric oxide, prone position ventilation, and extracorporeal membrane oxygenation (ECMO). Traditionally, these are interventions reserved for patients whose hypoxemia progresses despite recognition and treatment of ARDS. Intensivists generally agree these different therapies rapidly improve oxygenation, but no clear consensus exists on whether or not they improve mortality (4-7).",
      "sentences": [
        [
          {
            "segment_text": "Keywords critical care ; acute respiratory distress syndrome ; refractory hypoxemia ; rescue therapy ; editorial Since the first description of Acute Respiratory Distress Syndrome ( ARDS ) in 1967 ( 1 ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the scientific community has strived to elucidate effective treatments for this clinical entity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Despite the extensive work that has emerged over decades ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "we continue to lack effective treatments for this syndrome .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It continues to be associated with significant mortality ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "most recently estimated as high as 44 % ( 2 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To date , the most widely accepted effective intervention with a significant impact on mortality is low tidal volume ventilation ( 3 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A category of therapies receiving recent attention is a group termed `` rescue therapies \u0027\u0027 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "named such for their role in treating hypoxemia that is refractory to standard management strategies for ARDS .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These include high-frequency oscillatory ventilation ( HFOV ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "inhaled epoprostenol and nitric oxide ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "prone position ventilation , and extracorporeal membrane oxygenation ( ECMO ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Traditionally , these are interventions reserved for patients whose hypoxemia progresses despite recognition and treatment of ARDS .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Intensivists generally agree these different therapies rapidly improve oxygenation ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but no clear consensus exists on whether or not they improve mortality ( 4-7 ) .",
            "crowd_label": "background"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "15",
    "token_num": "218"
  }
}