{
  "paper_id": "069d6ce905dc7992f5bc8692218ca3969ab3e227",
  "metadata": {
    "title": "Antiviral Protection by IFITM3 In Vivo HHS Public Access",
    "coda_data_split": "train",
    "coda_paper_id": 7868,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Purpose of Review-Interferon-induced transmembrane protein 3 (IFITM3) is a cellular restriction factor that blocks fusion between virus and host membranes. Here, we provide an introduction to IFITM3 and the biochemical regulation underlying its antiviral activity. Further, we analyze and summarize the published literature examining phenotypes of IFITM3 knockout mice upon infections with viral pathogens and discuss the controversial association between single nucleotide polymorphisms (SNPs) in the human IFITM3 gene and severe virus infections.",
      "sentences": [
        [
          {
            "segment_text": "Purpose of Review-Interferon-induced transmembrane protein 3 ( IFITM3 ) is a cellular restriction factor that blocks fusion between virus and host membranes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we provide an introduction to IFITM3 and the biochemical regulation underlying its antiviral activity .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Further , we analyze and summarize the published literature examining phenotypes of IFITM3 knockout mice upon infections with viral pathogens and discuss the controversial association between single nucleotide polymorphisms ( SNPs ) in the human IFITM3 gene and severe virus infections .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Recent Findings-Recent publications show that IFITM3 knockout mice experience more severe pathologies than wild-type mice in diverse virus infections, including infections with influenza A virus, West Nile virus, Chikungunya virus, Venezuelan equine encephalitis virus, respiratory syncytial virus, and cytomegalovirus. Likewise, numerous studies of humans of Chinese ancestry have associated the IFITM3 SNP rs12252-C with severe influenza virus infections, though examinations of other populations, such as Europeans, in which this SNP is rare, have largely failed to identify an association with severe infections. A second SNP, rs34481144-A, found in the human IFITM3 promoter has also recently been reported to be a risk allele for severe influenza virus infections.",
      "sentences": [
        [
          {
            "segment_text": "Recent Findings-Recent publications show that IFITM3 knockout mice experience more severe pathologies than wild-type mice in diverse virus infections ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including infections with influenza A virus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "West Nile virus , Chikungunya virus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Venezuelan equine encephalitis virus , respiratory syncytial virus , and cytomegalovirus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Likewise , numerous studies of humans of Chinese ancestry have associated the IFITM3 SNP rs12252-C with severe influenza virus infections ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "though examinations of other populations ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "such as Europeans , in which this SNP is rare ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "have largely failed to identify an association with severe infections .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A second SNP , rs34481144-A ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "found in the human IFITM3 promoter has also recently been reported to be a risk allele for severe influenza virus infections .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Summary-There is significant evidence for a protective role of IFITM3 against virus infections in both mice and humans, though additional work is required to identify the range of pathogens restricted by IFITM3 and the mechanisms by which human SNPs affect IFITM3 levels or functionality.",
      "sentences": [
        [
          {
            "segment_text": "Summary-There is significant evidence for a protective role of IFITM3 against virus infections in both mice and humans ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "though additional work is required to identify the range of pathogens restricted by IFITM3 and the mechanisms by which human SNPs affect IFITM3 levels or functionality .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Open Access This article is distributed under the terms of the Creative Commons Attribution 4.0 International License (http:// creativecommons.org/licenses/by/4.0/), which permits unrestricted use, distribution, and reproduction in any medium, provided you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made.",
      "sentences": [
        [
          {
            "segment_text": "Open Access This article is distributed under the terms of the Creative Commons Attribution 4.0 International License ( http : / / creativecommons.org/licenses/by/4.0/ ) ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "which permits unrestricted use , distribution ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "and reproduction in any medium ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "provided you give appropriate credit to the original author ( s ) and the source ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "provide a link to the Creative Commons license ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "and indicate if changes were made .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "8",
    "segment_num": "21",
    "token_num": "321"
  }
}