{
  "paper_id": "06a58628c1ebc8e8d49a5a70ba3597acffba0304",
  "metadata": {
    "title": "A replication-incompetent Rift Valley fever vaccine: Chimeric virus-like particles protect mice and rats against lethal challenge",
    "coda_data_split": "train",
    "coda_paper_id": 3020,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Virus-like particles (VLPs) present viral antigens in a native conformation and are effectively recognized by the immune system and therefore are considered as suitable and safe vaccine candidates against many viral diseases. Here we demonstrate that chimeric VLPs containing Rift Valley fever virus (RVFV) glycoproteins G N and G C , nucleoprotein N and the gag protein of Moloney murine leukemia virus represent an effective vaccine candidate against Rift Valley fever, a deadly disease in humans and livestock. Long-lasting humoral and cellular immune responses are demonstrated in a mouse model by the analysis of neutralizing antibody titers and cytokine secretion profiles. Vaccine efficacy studies were performed in mouse and rat lethal challenge models resulting in high protection rates. Taken together, these results demonstrate that replication-incompetent chimeric RVF VLPs are an efficient RVFV vaccine candidate.",
      "sentences": [
        [
          {
            "segment_text": "Virus-like particles ( VLPs ) present viral antigens in a native conformation and are effectively recognized by the immune system and therefore are considered as suitable and safe vaccine candidates against many viral diseases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we demonstrate that chimeric VLPs containing Rift Valley fever virus ( RVFV ) glycoproteins G N and G C ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "nucleoprotein N and the gag protein of Moloney murine leukemia virus represent an effective vaccine candidate against Rift Valley fever ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "a deadly disease in humans and livestock .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Long-lasting humoral and cellular immune responses are demonstrated in a mouse model by the analysis of neutralizing antibody titers and cytokine secretion profiles .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Vaccine efficacy studies were performed in mouse and rat lethal challenge models resulting in high protection rates .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Taken together , these results demonstrate that replication-incompetent chimeric RVF VLPs are an efficient RVFV vaccine candidate .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "7",
    "token_num": "145"
  }
}