{
  "paper_id": "06b07a6407734edcb3af57da5fe2898ba61d1df8",
  "metadata": {
    "title": "Evaluation of a Redesigned Personal Protective Equipment Gown",
    "coda_data_split": "train",
    "coda_paper_id": 10808,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background. In healthcare, the goal of personal protective equipment (PPE) is to protect healthcare personnel (HCP) and patients from body fluids and infectious organisms via contact, droplet, or airborne transmission. The critical importance of using PPE properly is highlighted by 2 potentially fatal viral infections, severe acute respiratory syndrome-associated coronavirus and Ebola virus, where HCP became infected while caring for patients due to errors in the use of PPE. However, PPE in dealing with less dangerous, but highly infectious organisms is important as well. This work proposes a framework to test and evaluate PPE with a focus on gown design.",
      "sentences": [
        [
          {
            "segment_text": "Background .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In healthcare , the goal of personal protective equipment ( PPE ) is to protect healthcare personnel ( HCP ) and patients from body fluids and infectious organisms via contact ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "droplet , or airborne transmission .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The critical importance of using PPE properly is highlighted by 2 potentially fatal viral infections ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "severe acute respiratory syndrome-associated coronavirus and Ebola virus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "where HCP became infected while caring for patients due to errors in the use of PPE .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , PPE in dealing with less dangerous ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but highly infectious organisms is important as well .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This work proposes a framework to test and evaluate PPE with a focus on gown design .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Methods. An observational study identified issues with potential for contamination related to gown use. After redesigning the existing gown, a high-fidelity patient simulator study with 40 HCP as participants evaluated the gown redesign using 2 commonly performed tasks. Variables of interest were nonadherence to procedural standards, use problems with the gown during task performance, and usability and cognitive task load ratings of the standard and redesigned gowns.",
      "sentences": [
        [
          {
            "segment_text": "Methods .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "An observational study identified issues with potential for contamination related to gown use .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "After redesigning the existing gown ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "a high-fidelity patient simulator study with 40 HCP as participants evaluated the gown redesign using 2 commonly performed tasks .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Variables of interest were nonadherence to procedural standards ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "use problems with the gown during task performance ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and usability and cognitive task load ratings of the standard and redesigned gowns .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results. While no differences were found in terms of nonadherence and use problems between the current and the redesigned gown, differences in usability and task load ratings suggested that the redesigned gown is perceived more favorably by HCP.",
      "sentences": [
        [
          {
            "segment_text": "Results .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "While no differences were found in terms of nonadherence and use problems between the current and the redesigned gown ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "differences in usability and task load ratings suggested that the redesigned gown is perceived more favorably by HCP .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions. This work proposes a framework to guide the evaluation of PPE. The results suggest that the current design of the PPE gown can be improved in usability and user satisfaction. Although our data did not find an increase in adherence to protocol when using the redesigned gown, it is likely that higher usability and lower task load could result in higher adherence over longer periods of use.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This work proposes a framework to guide the evaluation of PPE .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The results suggest that the current design of the PPE gown can be improved in usability and user satisfaction .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Although our data did not find an increase in adherence to protocol when using the redesigned gown ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "it is likely that higher usability and lower task load could result in higher adherence over longer periods of use .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "15",
    "segment_num": "24",
    "token_num": "304"
  }
}