{
  "paper_id": "06cf324e3d0f793e5c722894c6ea6949655b1f10",
  "metadata": {
    "title": "Development of human antibody fragments using antibody phage display for the detection and diagnosis of Venezuelan equine encephalitis virus (VEEV)",
    "coda_data_split": "train",
    "coda_paper_id": 8846,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Venezuelan equine encephalitis virus (VEEV) belongs to the Alphavirus group. Several species of this family are also pathogenic to humans and are recognized as potential agents of biological warfare and terrorism. The objective of this work was the generation of recombinant antibodies for the detection of VEEV after a potential bioterrorism assault or an natural outbreak of VEEV.",
      "sentences": [
        [
          {
            "segment_text": "Background : Venezuelan equine encephalitis virus ( VEEV ) belongs to the Alphavirus group .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Several species of this family are also pathogenic to humans and are recognized as potential agents of biological warfare and terrorism .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The objective of this work was the generation of recombinant antibodies for the detection of VEEV after a potential bioterrorism assault or an natural outbreak of VEEV .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "In this work, human anti-VEEV single chain Fragments variable (scFv) were isolated for the first time from a human na誰ve antibody gene library using optimized selection processes. In total eleven different scFvs were identified and their immunological specificity was assessed. The specific detection of the VEEV strains TC83, H12/93 and 230 by the selected antibody fragments was proved. Active as well as formalin inactivated virus particles were recognized by the selected antibody fragments which could be also used for Western blot analysis of VEEV proteins and immunohistochemistry of VEEV infected cells. The anti-VEEV scFv phage clones did not show any cross-reactivity with Alphavirus species of the Western equine encephalitis virus (WEEV) and Eastern equine encephalitis virus (EEEV) antigenic complex, nor did they react with Chikungunya virus (CHIKV), if they were used as detection reagent.",
      "sentences": [
        [
          {
            "segment_text": "In this work , human anti-VEEV single chain Fragments variable ( scFv ) were isolated for the first time from a human na誰ve antibody gene library using optimized selection processes .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "In total eleven different scFvs were identified and their immunological specificity was assessed .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The specific detection of the VEEV strains TC83 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "H12/93 and 230 by the selected antibody fragments was proved .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Active as well as formalin inactivated virus particles were recognized by the selected antibody fragments which could be also used for Western blot analysis of VEEV proteins and immunohistochemistry of VEEV infected cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The anti-VEEV scFv phage clones did not show any cross-reactivity with Alphavirus species of the Western equine encephalitis virus ( WEEV ) and Eastern equine encephalitis virus ( EEEV ) antigenic complex ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "nor did they react with Chikungunya virus ( CHIKV ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "if they were used as detection reagent .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusion: For the first time, this study describes the selection of antibodies against a human pathogenic virus from a human na誰ve scFv antibody gene library using complete, active virus particles as antigen. The broad and sensitive applicability of scFv-presenting phage for the immunological detection and diagnosis of Alphavirus species was demonstrated. The selected antibody fragments will improve the fast identification of VEEV in case of a biological warfare or terroristic attack or a natural outbreak.",
      "sentences": [
        [
          {
            "segment_text": "Conclusion : For the first time ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "this study describes the selection of antibodies against a human pathogenic virus from a human na誰ve scFv antibody gene library using complete ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "active virus particles as antigen .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The broad and sensitive applicability of scFv-presenting phage for the immunological detection and diagnosis of Alphavirus species was demonstrated .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The selected antibody fragments will improve the fast identification of VEEV in case of a biological warfare or terroristic attack or a natural outbreak .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "11",
    "segment_num": "16",
    "token_num": "297"
  }
}