{
  "paper_id": "06e9041ff3cb1db28a5df4c73ae0942e1ee42b1f",
  "metadata": {
    "title": "Selected Nonvaccine Interventions to Prevent Infectious Acute Respiratory Disease",
    "coda_data_split": "train",
    "coda_paper_id": 5504,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Introduction: Infectious acute respiratory disease (ARD) is a significant cause of worldwide morbidity, disproportionately affecting individuals living in crowded conditions, such as found at military training centers, school dormitories, and correctional facilities. Vaccines have been used to protect against ARD; however, these are not always available or effective.",
      "sentences": [
        [
          {
            "segment_text": "Introduction : Infectious acute respiratory disease ( ARD ) is a significant cause of worldwide morbidity ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "disproportionately affecting individuals living in crowded conditions ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "such as found at military training centers ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "school dormitories , and correctional facilities .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Vaccines have been used to protect against ARD ; however ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "these are not always available or effective .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "The medical literature on preventive nonvaccine ARD interventions (NOVARDIs) for infectious diseases, which addressed personal measures, administrative controls, and engineering controls, was studied during 2000 to 2004. Population-based studies in community settings (non-health care) were reviewed in detail to evaluate the effectiveness of NOVARDIs. Budgetary and logistic factors as well as acceptance were considered in formulating recommendations for implementation of NOVARDIs in military training centers.",
      "sentences": [
        [
          {
            "segment_text": "The medical literature on preventive nonvaccine ARD interventions ( NOVARDIs ) for infectious diseases ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "which addressed personal measures , administrative controls ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and engineering controls , was studied during 2000 to 2004 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Population-based studies in community settings ( non-health care ) were reviewed in detail to evaluate the effectiveness of NOVARDIs .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Budgetary and logistic factors as well as acceptance were considered in formulating recommendations for implementation of NOVARDIs in military training centers .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Thirty-eight population-based studies contained in 35 publications were examined. Three studies contained information on multiple NOVARDIs. Nine studies supported the use of personal measures relating to hand hygiene. Ten studies supported administrative controls such as cohorting military training units to reduce contact between units (4 studies), providing adequate personal space to reduce crowding (5), and cloth barriers between beds (1); and 14 studies supported the use of engineering controls such as increased indoor air dilution and ventilation (2), dust suppression (4), and air sterilization (8).",
      "sentences": [
        [
          {
            "segment_text": "Thirty-eight population-based studies contained in 35 publications were examined .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Three studies contained information on multiple NOVARDIs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Nine studies supported the use of personal measures relating to hand hygiene .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Ten studies supported administrative controls such as cohorting military training units to reduce contact between units ( 4 studies ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "providing adequate personal space to reduce crowding ( 5 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and cloth barriers between beds ( 1 ) ; and 14 studies supported the use of engineering controls such as increased indoor air dilution and ventilation ( 2 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "dust suppression ( 4 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and air sterilization ( 8 ) .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions: Promoting hand hygiene and reducing crowding through the provision of adequate living space and cohorting of training units may offer benefits in respiratory disease control. These interventions, along with UV lights and air dilution/ventilation, deserve further evaluation in controlled studies to assess their efficacy. NOVARDIs could benefit military and other populations living in close contact. (Am J Prev Med 2005;28(3):305-316)",
      "sentences": [
        [
          {
            "segment_text": "Conclusions : Promoting hand hygiene and reducing crowding through the provision of adequate living space and cohorting of training units may offer benefits in respiratory disease control .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These interventions , along with UV lights and air dilution/ventilation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "deserve further evaluation in controlled studies to assess their efficacy .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "NOVARDIs could benefit military and other populations living in close contact .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "( Am J Prev Med 2005 ; 28 ( 3 ) : 305-316 )",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "13",
    "segment_num": "24",
    "token_num": "317"
  }
}