{
  "paper_id": "06f1334183a4950d50fd139ac1b7518d3184f625",
  "metadata": {
    "title": "Impact of Environmental Enrichment Devices on NTP In Vivo Studies",
    "coda_data_split": "train",
    "coda_paper_id": 10838,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The goal of this study was to determine whether the use of nesting material or polycarbonate shelters, as enrichment devices would have an impact on endpoints commonly measured during the conduct of the National Toxicology Program (NTP) 13-week studies. The study design was consistent with the NTP 13-week toxicity studies. Harlan Sprague Dawley (HSD) rats and their offspring, and B6C3F1/N mice were assigned to control (unenriched) and enriched experimental groups. Body weight, food and water consumption, behavioral observations, fecal content, clinical pathology, gross pathology, organ weights, and histopathology were evaluated. Enriched male mice and male and female rats exhibited decreased feed intake without a subsequent decrease in body weight; this may have been the result of the nesting material reducing the effect of cold stress thereby allowing for more efficient use of feed. There were statistical differences in some hematological parameters, however these were not considered physiologically relevant since all values were within the normal range. Gross pathology and histopathological findings were background changes and were not considered enrichment-related. Nesting material and shelters were used frequently and consistently and allowed animals to display species typical behavior. There was no significant impact on commonly measured endpoints in HSD rats and B6C3F1/N mice given enrichment devices.",
      "sentences": [
        [
          {
            "segment_text": "The goal of this study was to determine whether the use of nesting material or polycarbonate shelters ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "as enrichment devices would have an impact on endpoints commonly measured during the conduct of the National Toxicology Program ( NTP ) 13-week studies .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The study design was consistent with the NTP 13-week toxicity studies .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Harlan Sprague Dawley ( HSD ) rats and their offspring ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and B6C3F1/N mice were assigned to control ( unenriched ) and enriched experimental groups .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Body weight , food and water consumption ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "behavioral observations , fecal content ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "clinical pathology , gross pathology ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "organ weights , and histopathology were evaluated .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Enriched male mice and male and female rats exhibited decreased feed intake without a subsequent decrease in body weight ; this may have been the result of the nesting material reducing the effect of cold stress thereby allowing for more efficient use of feed .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "There were statistical differences in some hematological parameters ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "however these were not considered physiologically relevant since all values were within the normal range .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Gross pathology and histopathological findings were background changes and were not considered enrichment-related .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Nesting material and shelters were used frequently and consistently and allowed animals to display species typical behavior .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "There was no significant impact on commonly measured endpoints in HSD rats and B6C3F1/N mice given enrichment devices .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "15",
    "token_num": "230"
  }
}