{
  "paper_id": "06f8316b5b1cd5f0737d5ada43c3dd9ebce27a91",
  "metadata": {
    "title": "Caring for Tuberculosis Patients: Understanding the Plight of Nurses at a Regional Hospital in Limpopo Province, South Africa",
    "coda_data_split": "train",
    "coda_paper_id": 8985,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Tuberculosis (TB) is a disease which is caused by a relatively large, non-motile, rod-shaped pathogen called Mycobacterium tuberculosis. TB is a major cause of illness and death worldwide, especially in Asia and Africa. Despite the fact that TB is a curable illness, the tragedy is that TB remains the biggest killer in the world as a single pathogen. The aim of this study was to determine the experiences of nurses caring for TB patients at a regional hospital in Limpopo Province, South Africa. Qualitative, exploratory, and descriptive designs were used. A non-probability purposive sampling method was used to select the participants. The personal experiences of six nurses with more than five years\u0027 experience caring for TB patients at a regional hospital were explored, and it was guided by data saturation. Data were collected through in-depth individual interviews. Data were analyzed using Colaizzi\u0027s method. Trustworthiness was ensured and ethical considerations were observed in this study. The research findings revealed six major themes from the raw data: challenges of the working environment, problems impacting on the quality of nursing care, fear, anxiety, stress and risk of contracting infection, nurses\u0027 perceptions towards patients, support structure available in the hospital, and support needs for the nurses. Therefore, there is an urgent need to address the challenges experienced by nurses caring for communicable diseases through provision of a positive practice work environment.",
      "sentences": [
        [
          {
            "segment_text": "Tuberculosis ( TB ) is a disease which is caused by a relatively large ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "non-motile , rod-shaped pathogen called Mycobacterium tuberculosis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "TB is a major cause of illness and death worldwide ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "especially in Asia and Africa .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Despite the fact that TB is a curable illness ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the tragedy is that TB remains the biggest killer in the world as a single pathogen .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The aim of this study was to determine the experiences of nurses caring for TB patients at a regional hospital in Limpopo Province , South Africa .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Qualitative , exploratory , and descriptive designs were used .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A non-probability purposive sampling method was used to select the participants .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The personal experiences of six nurses with more than five years \u0027 experience caring for TB patients at a regional hospital were explored ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and it was guided by data saturation .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Data were collected through in-depth individual interviews .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Data were analyzed using Colaizzi \u0027s method .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Trustworthiness was ensured and ethical considerations were observed in this study .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The research findings revealed six major themes from the raw data : challenges of the working environment ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "problems impacting on the quality of nursing care ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "fear , anxiety , stress and risk of contracting infection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "nurses \u0027 perceptions towards patients ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "support structure available in the hospital ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and support needs for the nurses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Therefore , there is an urgent need to address the challenges experienced by nurses caring for communicable diseases through provision of a positive practice work environment .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "12",
    "segment_num": "21",
    "token_num": "261"
  }
}