{
  "paper_id": "06feefc13f34b0d6ca007bf080b5e4f42f11a692",
  "metadata": {
    "title": "Protection Against Henipavirus Infection by Use of Recombinant Adeno-Associated Virus-Vector Vaccines",
    "coda_data_split": "train",
    "coda_paper_id": 10396,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Nipah virus (NiV) and Hendra virus (HeV) are closely related, recently emerged paramyxoviruses that are capable of causing considerable morbidity and mortality in several mammalian species, including humans. Henipavirus-specific vaccines are still commercially unavailable, and development of novel antiviral strategies to prevent lethal infections due to henipaviruses is highly desirable. Here we describe the development of adeno-associated virus (AAV) vaccines expressing the NiV G protein. Characterization of these vaccines in mice demonstrated that a single intramuscular AAV injection was sufficient to induce a potent and longlasting antibody response. Translational studies in hamsters further demonstrated that all vaccinated animals were protected against lethal challenge with NiV. In addition, this vaccine induced a cross-protective immune response that was able to protect 50% of the animals against a challenge by HeV. This study presents a new efficient vaccination strategy against henipaviruses and opens novel perspectives on the use of AAV vectors as vaccines against emergent diseases.",
      "sentences": [
        [
          {
            "segment_text": "Nipah virus ( NiV ) and Hendra virus ( HeV ) are closely related ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "recently emerged paramyxoviruses that are capable of causing considerable morbidity and mortality in several mammalian species , including humans .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Henipavirus-specific vaccines are still commercially unavailable ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and development of novel antiviral strategies to prevent lethal infections due to henipaviruses is highly desirable .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we describe the development of adeno-associated virus ( AAV ) vaccines expressing the NiV G protein .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Characterization of these vaccines in mice demonstrated that a single intramuscular AAV injection was sufficient to induce a potent and longlasting antibody response .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Translational studies in hamsters further demonstrated that all vaccinated animals were protected against lethal challenge with NiV .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , this vaccine induced a cross-protective immune response that was able to protect 50 % of the animals against a challenge by HeV .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This study presents a new efficient vaccination strategy against henipaviruses and opens novel perspectives on the use of AAV vectors as vaccines against emergent diseases .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "9",
    "token_num": "171"
  }
}