{
  "paper_id": "07148c1b730510d2b7306f922bb5a6f96bc54232",
  "metadata": {
    "title": "POXVIRUS TROPISM",
    "coda_data_split": "train",
    "coda_paper_id": 6929,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "| Despite the success of the WHO-led smallpox eradication programme a quarter of a century ago, there remains considerable fear that variola virus, or other related pathogenic poxviruses such as monkeypox, could re-emerge and spread disease in the human population. Even today, we are still mostly ignorant about why most poxvirus infections of vertebrate hosts show strict species specificity, or how zoonotic poxvirus infections occur when poxviruses occasionally leap into novel host species. Poxvirus tropism at the cellular level seems to be regulated by intracellular events downstream of virus binding and entry, rather than at the level of specific host receptors as is the case for many other viruses. This review summarizes our current understanding of poxvirus tropism and host range, and discusses the prospects of exploiting host-restricted poxvirus vectors for vaccines, gene therapy or tissue-targeted oncolytic viral therapies for the treatment of human cancers.",
      "sentences": [
        [
          {
            "segment_text": "| Despite the success of the WHO-led smallpox eradication programme a quarter of a century ago ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "there remains considerable fear that variola virus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "or other related pathogenic poxviruses such as monkeypox ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "could re-emerge and spread disease in the human population .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Even today , we are still mostly ignorant about why most poxvirus infections of vertebrate hosts show strict species specificity ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "or how zoonotic poxvirus infections occur when poxviruses occasionally leap into novel host species .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Poxvirus tropism at the cellular level seems to be regulated by intracellular events downstream of virus binding and entry ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "rather than at the level of specific host receptors as is the case for many other viruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review summarizes our current understanding of poxvirus tropism and host range ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and discusses the prospects of exploiting host-restricted poxvirus vectors for vaccines ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "gene therapy or tissue-targeted oncolytic viral therapies for the treatment of human cancers .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "ZOONOSIS",
      "sentences": [
        [
          {
            "segment_text": "ZOONOSIS",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "5",
    "segment_num": "12",
    "token_num": "158"
  }
}