{
  "paper_id": "07177128e49e7d7440cebca1eb70294a3fc27cbb",
  "metadata": {
    "title": "Healthcare-Associated Pneumonia: Don\u0027t Forget About Respiratory Viruses!",
    "coda_data_split": "train",
    "coda_paper_id": 7514,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Introduction: Healthcare-associated infections are an important cause of morbidity and mortality, are among the most common adverse events in healthcare, and of them, pneumonia is the most commonly reported. Our objective was to evaluate the incidence and clinical outcome of respiratory viruses in hospital-acquired pneumonia (HAP).",
      "sentences": [
        [
          {
            "segment_text": "Introduction : Healthcare-associated infections are an important cause of morbidity and mortality ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "are among the most common adverse events in healthcare ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and of them , pneumonia is the most commonly reported .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Our objective was to evaluate the incidence and clinical outcome of respiratory viruses in hospital-acquired pneumonia ( HAP ) .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Methods: This was a prospective cohort study, include patients aged between 0 and 18 who fulfilled Centers for Diseases Control and Prevention (CDC) criteria for HAP. Demographic and clinical data were obtained, and a nasopharyngeal swab specimen was taken for the detection of respiratory viruses. All included patients were monitored until discharge to collect data on the need for mechanical ventilation, intensive care unit (ICU) admission, and mortality. All-cause 30-day mortality was also ascertained.",
      "sentences": [
        [
          {
            "segment_text": "Methods : This was a prospective cohort study ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "include patients aged between 0 and 18 who fulfilled Centers for Diseases Control and Prevention ( CDC ) criteria for HAP .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Demographic and clinical data were obtained ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and a nasopharyngeal swab specimen was taken for the detection of respiratory viruses .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "All included patients were monitored until discharge to collect data on the need for mechanical ventilation ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "intensive care unit ( ICU ) admission , and mortality .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "All-cause 30-day mortality was also ascertained .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results: Four thousand three hundred twenty-seven patients were followed for 42,658 patient-days and 5,150 ventilator-days. Eighty-eight patients (2.03%) met the CDC criteria for HAP, 63 patients were included, and clinical and epidemiological characteristics showed no statistically significant differences between patients with virus associated healthcare-associated pneumonia (VAHAP) and those with non-viral healthcare-associated pneumonia (NVHAP). At least one respiratory virus was detected in 65% [95% CI (53-77)] of episodes of HAP, with a single viral pathogen observed in 53.9% and coinfection with 2 viruses in 11.1% of cases. The outcome in terms of ICU admission, mechanical ventilation and the 30-day mortality did not show a significant difference between groups.",
      "sentences": [
        [
          {
            "segment_text": "Results : Four thousand three hundred twenty-seven patients were followed for 42,658 patient-days and 5,150 ventilator-days .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Eighty-eight patients ( 2.03 % ) met the CDC criteria for HAP ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "63 patients were included , and clinical and epidemiological characteristics showed no statistically significant differences between patients with virus associated healthcare-associated pneumonia ( VAHAP ) and those with non-viral healthcare-associated pneumonia ( NVHAP ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "At least one respiratory virus was detected in 65 % ( 95 % CI ( 53-77 ) ) of episodes of HAP ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with a single viral pathogen observed in 53.9 % and coinfection with 2 viruses in 11.1 % of cases .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The outcome in terms of ICU admission ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "mechanical ventilation and the 30-day mortality did not show a significant difference between groups .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions: In two-thirds of the patients a respiratory virus was identified. There was no difference in mortality or the rest of the clinical outcome variables. About half of the patients required mechanical ventilation and 10% died, which emphasizes the importance of considering these pathogens in nosocomial infections, since their identification can influence the decrease in hospital costs and be taken into account in infection control policies.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions : In two-thirds of the patients a respiratory virus was identified .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "There was no difference in mortality or the rest of the clinical outcome variables .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "About half of the patients required mechanical ventilation and 10 % died ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which emphasizes the importance of considering these pathogens in nosocomial infections ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "since their identification can influence the decrease in hospital costs and be taken into account in infection control policies .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "13",
    "segment_num": "23",
    "token_num": "345"
  }
}