{
  "paper_id": "07220bffbac7445767f2062c4b801a002bc4f64a",
  "metadata": {
    "title": "Health Systems\u0027 \"Surge Capacity\": State of the Art and Priorities for Future Research",
    "coda_data_split": "train",
    "coda_paper_id": 9917,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Context: Over the past decade, a number of high-impact natural hazard events, together with the increased recognition of pandemic risks, have intensified interest in health systems\u0027 ability to prepare for, and cope with, \"surges\" (sudden large-scale escalations) in treatment needs. In this article, we identify key concepts and components associated with this emerging research theme. We consider the requirements for a standardized conceptual framework for future research capable of informing policy to reduce the morbidity and mortality impacts of such incidents. Here our objective is to appraise the consistency and utility of existing conceptualizations of health systems\u0027 surge capacity and their components, with a view to standardizing concepts and measurements to enable future research to generate a cumulative knowledge base for policy and practice.",
      "sentences": [
        [
          {
            "segment_text": "Context : Over the past decade ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a number of high-impact natural hazard events ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "together with the increased recognition of pandemic risks ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "have intensified interest in health systems \u0027 ability to prepare for ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and cope with , `` surges \u0027\u0027 ( sudden large-scale escalations ) in treatment needs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this article , we identify key concepts and components associated with this emerging research theme .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We consider the requirements for a standardized conceptual framework for future research capable of informing policy to reduce the morbidity and mortality impacts of such incidents .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Here our objective is to appraise the consistency and utility of existing conceptualizations of health systems \u0027 surge capacity and their components ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "with a view to standardizing concepts and measurements to enable future research to generate a cumulative knowledge base for policy and practice .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "A systematic review of the literature on concepts of health systems\u0027 surge capacity, with a narrative summary of key concepts relevant to public health.",
      "sentences": [
        [
          {
            "segment_text": "A systematic review of the literature on concepts of health systems \u0027 surge capacity ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "with a narrative summary of key concepts relevant to public health .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "The academic literature on surge capacity demonstrates considerable variation in its conceptualization, terms, definitions, and applications. This, together with an absence of detailed and comparable data, has hampered efforts to develop standardized conceptual models, measurements, and metrics. Some degree of consensus is evident for the components of surge capacity, but more work is needed to integrate them. The overwhelming concentration in the United States complicates the generalizability of existing approaches and findings.",
      "sentences": [
        [
          {
            "segment_text": "The academic literature on surge capacity demonstrates considerable variation in its conceptualization ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "terms , definitions , and applications .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This , together with an absence of detailed and comparable data ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "has hampered efforts to develop standardized conceptual models , measurements , and metrics .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Some degree of consensus is evident for the components of surge capacity ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but more work is needed to integrate them .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The overwhelming concentration in the United States complicates the generalizability of existing approaches and findings .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "The concept of surge capacity is a useful addition to the study of health systems\u0027 disaster and/or pandemic planning, mitigation, and response,",
      "sentences": [
        [
          {
            "segment_text": "The concept of surge capacity is a useful addition to the study of health systems \u0027 disaster and/or pandemic planning , mitigation , and response ,",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "10",
    "segment_num": "19",
    "token_num": "279"
  }
}