{
  "paper_id": "0733381505c02ddfb945aefe39002e72b06845a0",
  "metadata": {
    "title": "Neuronal Survival Strategies in the Face of RNA Viral Infection",
    "coda_data_split": "train",
    "coda_paper_id": 3996,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Neurons of the mammalian central nervous system (CNS) are an essential and largely nonrenewable cell population. Thus, viral infections that result in neuronal depletion, either by viral lysis or by induction of the cytolytic immune response, would likely lead to profound neurologic impairment. However, many viral infections that result in tissue destruction elsewhere in the host produce few overt symptoms in the CNS, despite readily detectable virus expression. This observation has lead to the speculation that neurons possess strategies to limit the replication and spread of otherwise cytopathic viruses. These strategies either favor the clearance of virus in the absence of appreciable neuronal loss or promote the establishment of noncytolytic persistent infections. This review discusses some of these strategies, with an emphasis on how such survival techniques lessen the potential for CNS neuropathology.",
      "sentences": [
        [
          {
            "segment_text": "Neurons of the mammalian central nervous system ( CNS ) are an essential and largely nonrenewable cell population .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Thus , viral infections that result in neuronal depletion ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "either by viral lysis or by induction of the cytolytic immune response ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "would likely lead to profound neurologic impairment .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , many viral infections that result in tissue destruction elsewhere in the host produce few overt symptoms in the CNS ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "despite readily detectable virus expression .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This observation has lead to the speculation that neurons possess strategies to limit the replication and spread of otherwise cytopathic viruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These strategies either favor the clearance of virus in the absence of appreciable neuronal loss or promote the establishment of noncytolytic persistent infections .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This review discusses some of these strategies ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with an emphasis on how such survival techniques lessen the potential for CNS neuropathology .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Background: Virus Particle versus Infectious Particle",
      "sentences": [
        [
          {
            "segment_text": "Background : Virus Particle versus Infectious Particle",
            "crowd_label": "background"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "7",
    "segment_num": "11",
    "token_num": "154"
  }
}