{
  "paper_id": "073cdd46009615f49f9c9c074e55ecebe8305d32",
  "metadata": {
    "title": "ARTICLE Cryo-EM structures of MERS-CoV and SARS-CoV spike glycoproteins reveal the dynamic receptor binding domains",
    "coda_data_split": "train",
    "coda_paper_id": 4719,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The envelope spike (S) proteins of MERS-CoV and SARS-CoV determine the virus host tropism and entry into host cells, and constitute a promising target for the development of prophylactics and therapeutics. Here, we present high-resolution structures of the trimeric MERS-CoV and SARS-CoV S proteins in its pre-fusion conformation by single particle cryo-electron microscopy. The overall structures resemble that from other coronaviruses including HKU1, MHV and NL63 reported recently, with the exception of the receptor binding domain (RBD). We captured two states of the RBD with receptor binding region either buried (lying state) or exposed (standing state), demonstrating an inherently flexible RBD readily recognized by the receptor. Further sequence conservation analysis of six human-infecting coronaviruses revealed that the fusion peptide, HR1 region and the central helix are potential targets for eliciting broadly neutralizing antibodies.",
      "sentences": [
        [
          {
            "segment_text": "The envelope spike ( S ) proteins of MERS-CoV and SARS-CoV determine the virus host tropism and entry into host cells ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and constitute a promising target for the development of prophylactics and therapeutics .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we present high-resolution structures of the trimeric MERS-CoV and SARS-CoV S proteins in its pre-fusion conformation by single particle cryo-electron microscopy .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The overall structures resemble that from other coronaviruses including HKU1 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "MHV and NL63 reported recently ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "with the exception of the receptor binding domain ( RBD ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We captured two states of the RBD with receptor binding region either buried ( lying state ) or exposed ( standing state ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "demonstrating an inherently flexible RBD readily recognized by the receptor .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Further sequence conservation analysis of six human-infecting coronaviruses revealed that the fusion peptide ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "HR1 region and the central helix are potential targets for eliciting broadly neutralizing antibodies .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "10",
    "token_num": "152"
  }
}