{
  "paper_id": "073d6557ccb048fe248c2d4c09a21c33f8632371",
  "metadata": {
    "title": "Dominant role of splenic marginal zone lipid rafts in the classical complement pathway against S. pneumoniae",
    "coda_data_split": "train",
    "coda_paper_id": 4774,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Lipid rafts (LRs) play crucial roles in complex physiological processes, modulating innate and acquired immune responses to pathogens. The transmembrane C-type lectins human dendritic cell-specific intercellular adhesion molecule-3-grabbing nonintegrin (DC-SIGN) and its mouse homolog SIGN-R1 are distributed in LRs and expressed on splenic marginal zone (MZ) macrophages. The DC-SIGN-C1q or SIGN-R1-C1q complex could mediate the immunoglobulin (Ig)-independent classical complement pathway against Streptococcus pneumoniae. Precise roles of LRs during this complement pathway are unknown. Here we show that LRs are indispensable for accelerating the DC-SIGN-or SIGN-R1-mediated classical complement pathway against S. pneumoniae, thus facilitating rapid clearance of the pathogen. The trimolecular complex of SIGN-R1-C1q-C4 was exclusively enriched in LRs of splenic MZ macrophages and their localization was essential for activating C3 catabolism and enhancing pneumococcal clearance, which were abolished in SIGN-R1-knockout mice. However, DC-SIGN replacement on splenic MZ macrophage\u0027s LRs of SIGN-R1-depleted mice reversed these defects. Disruption of LRs dramatically reduced pneumococcal uptake and decomposition. Additionally, DC-SIGN, C1q, C4, and C3 were obviously distributed in splenic LRs of cadavers. Therefore, LRs on splenic SIGN-R1 + or DC-SIGN + macrophages could provide spatially confined and optimal bidirectional platforms, not only for usual intracellular events, for example recognition and phagocytosis of pathogens, but also an unusual extracellular event such as the complement system. These findings improve our understanding of the orchestrated roles of the spleen, unraveling a new innate immune system initiated from splenic MZ LRs, and yielding answers to several long-standing problems, including the need to understand the profound role of LRs in innate immunity, the need to identify how such a small portion of splenic SIGN-R1 + macrophages (\u003c0.05% of splenic macrophages) effectively resist S. pneumoniae, and the need to understand how LRs can promote the protective function of DC-SIGN against S. pneumoniae in the human spleen.",
      "sentences": [
        [
          {
            "segment_text": "Lipid rafts ( LRs ) play crucial roles in complex physiological processes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "modulating innate and acquired immune responses to pathogens .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The transmembrane C-type lectins human dendritic cell-specific intercellular adhesion molecule-3-grabbing nonintegrin ( DC-SIGN ) and its mouse homolog SIGN-R1 are distributed in LRs and expressed on splenic marginal zone ( MZ ) macrophages .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The DC-SIGN-C1q or SIGN-R1-C1q complex could mediate the immunoglobulin ( Ig ) - independent classical complement pathway against Streptococcus pneumoniae .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Precise roles of LRs during this complement pathway are unknown .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we show that LRs are indispensable for accelerating the DC-SIGN-or SIGN-R1-mediated classical complement pathway against S. pneumoniae ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "thus facilitating rapid clearance of the pathogen .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The trimolecular complex of SIGN-R1-C1q-C4 was exclusively enriched in LRs of splenic MZ macrophages and their localization was essential for activating C3 catabolism and enhancing pneumococcal clearance ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which were abolished in SIGN-R1-knockout mice .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , DC-SIGN replacement on splenic MZ macrophage \u0027s LRs of SIGN-R1-depleted mice reversed these defects .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Disruption of LRs dramatically reduced pneumococcal uptake and decomposition .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Additionally , DC-SIGN , C1q ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "C4 , and C3 were obviously distributed in splenic LRs of cadavers .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Therefore , LRs on splenic SIGN-R1 + or DC-SIGN + macrophages could provide spatially confined and optimal bidirectional platforms ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "not only for usual intracellular events ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "for example recognition and phagocytosis of pathogens ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but also an unusual extracellular event such as the complement system .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These findings improve our understanding of the orchestrated roles of the spleen ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "unraveling a new innate immune system initiated from splenic MZ LRs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and yielding answers to several long-standing problems ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including the need to understand the profound role of LRs in innate immunity ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the need to identify how such a small portion of splenic SIGN-R1 + macrophages ( \u003c 0.05 % of splenic macrophages ) effectively resist S. pneumoniae ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the need to understand how LRs can promote the protective function of DC-SIGN against S. pneumoniae in the human spleen .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "23",
    "token_num": "339"
  }
}