{
  "paper_id": "073ff2ee9e10205ee35398dcb1782f38dd2c58b2",
  "metadata": {
    "title": "Archives of Virology Antigenic Relationships of Murine Coronaviruses",
    "coda_data_split": "train",
    "coda_paper_id": 7672,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Two serological tests were used to examine the antigenic relationships between murine hepatitis viruses that cause different diseases in mice. Antisera prepared by immunization of mice with the individual viruses were tested for their ability to neutralize both the homologous immunogen and the other viruses. By a plaque reduction neutralization test, each antiserum was found to be specific for the immunizing virus; however, there was substantial cross-reactivity, indicating the viruses were closely related. By kinetic neutralization, two of the viruses tested, MHV-JtIM and MHV-2, were found to be antigenically distinct. MHV-3 and MHV-A59 were found to be antigenieally very similar but distinct. These data show that kinetic neutralization is a more precise method for determining the antigenic relationships between murine coronaviruses.",
      "sentences": [
        [
          {
            "segment_text": "Two serological tests were used to examine the antigenic relationships between murine hepatitis viruses that cause different diseases in mice .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Antisera prepared by immunization of mice with the individual viruses were tested for their ability to neutralize both the homologous immunogen and the other viruses .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "By a plaque reduction neutralization test ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "each antiserum was found to be specific for the immunizing virus ; however ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "there was substantial cross-reactivity , indicating the viruses were closely related .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "By kinetic neutralization , two of the viruses tested ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "MHV-JtIM and MHV-2 , were found to be antigenically distinct .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "MHV-3 and MHV-A59 were found to be antigenieally very similar but distinct .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These data show that kinetic neutralization is a more precise method for determining the antigenic relationships between murine coronaviruses .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "9",
    "token_num": "134"
  }
}