{
  "paper_id": "077a70059a89059bace1150d779cc911a2229c60",
  "metadata": {
    "title": "Generation and characterization of a monoclonal antibody against MERS-CoV targeting the spike protein using a synthetic peptide epitope-CpG-DNA-liposome complex",
    "coda_data_split": "train",
    "coda_paper_id": 9044,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "within the receptor binding domain (RBD) of the MERS-CoV S protein. We used a complex consisting of the epitope peptide of the MERS-CoV S protein and CpG-DNA encapsulated in liposome complex to immunize mice, and produced the monoclonal antibodies 506-2G10G5 and 492-1G10E4E2. The western blotting data showed that both monoclonal antibodies detected the S protein and immunoprecipitated the native form of the S protein. Indirect immunofluorescence and confocal analysis suggested strong reactivity of the antibodies towards the S protein of MERS-CoV virus infected Vero cells. Furthermore, the 506-2G10G5 monoclonal antibody significantly reduced plaque formation in MERS-CoV infected Vero cells compared to normal mouse IgG and 492-1G10E4E2. Thus, we successfully produced a monoclonal antibody directed against the RBD domain of the S protein which could be used in the development of diagnostics and therapeutic applications in the future. [BMB Reports 2019; 52(6): 397-402] BMB Rep. 2019; 52(6): 397-402 www.bmbreports.org",
      "sentences": [
        [
          {
            "segment_text": "within the receptor binding domain ( RBD ) of the MERS-CoV S protein .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We used a complex consisting of the epitope peptide of the MERS-CoV S protein and CpG-DNA encapsulated in liposome complex to immunize mice ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and produced the monoclonal antibodies 506-2G10G5 and 492-1G10E4E2 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The western blotting data showed that both monoclonal antibodies detected the S protein and immunoprecipitated the native form of the S protein .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Indirect immunofluorescence and confocal analysis suggested strong reactivity of the antibodies towards the S protein of MERS-CoV virus infected Vero cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , the 506-2G10G5 monoclonal antibody significantly reduced plaque formation in MERS-CoV infected Vero cells compared to normal mouse IgG and 492-1G10E4E2 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Thus , we successfully produced a monoclonal antibody directed against the RBD domain of the S protein which could be used in the development of diagnostics and therapeutic applications in the future .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "( BMB Reports 2019 ; 52 ( 6 ) : 397-402 ) BMB Rep. 2019 ; 52 ( 6 ) : 397-402 www.bmbreports.org",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "8",
    "token_num": "171"
  }
}