{
  "paper_id": "077f6cf481e6da150c3a4269d5d77ef38af47bad",
  "metadata": {
    "title": "",
    "coda_data_split": "train",
    "coda_paper_id": 7253,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "publicly funded repositories, such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source. These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active. The Range of Possible Terms and Meanings Is Vast 43 F ! G U R E 4.1 Relative size of vocabularies.",
      "sentences": [
        [
          {
            "segment_text": "publicly funded repositories , such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The Range of Possible Terms and Meanings Is Vast 43 F !",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "G U R E 4.1 Relative size of vocabularies .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "The first thing to note is that somehow society works despite the fact that most of us understand between 2% and 4% of the vocabulary we supposedly share. What is not shown here is an extreme skew toward the most commonly used words, which is where we do most of our communicating. I\u0027ll use the same scales as we explore specialized vocabularies in business, but for now, file this away.",
      "sentences": [
        [
          {
            "segment_text": "The first thing to note is that somehow society works despite the fact that most of us understand between 2 % and 4 % of the vocabulary we supposedly share .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "What is not shown here is an extreme skew toward the most commonly used words ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which is where we do most of our communicating .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "I \u0027ll use the same scales as we explore specialized vocabularies in business ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but for now , file this away .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "A dialect is a regional variation of a language, distinguished often by differences in pronunciation and vocabulary. For instance, we might speak of a Cockney British dialect. As we will see, businesses (more specifically their industries) create their own unique dialects.",
      "sentences": [
        [
          {
            "segment_text": "A dialect is a regional variation of a language ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "distinguished often by differences in pronunciation and vocabulary .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "For instance , we might speak of a Cockney British dialect .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "As we will see , businesses ( more specifically their industries ) create their own unique dialects .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "10",
    "segment_num": "13",
    "token_num": "201"
  }
}