{
  "paper_id": "07839a3663ab8c4d8225d398851738b9a5511047",
  "metadata": {
    "title": "Natural infection with bovine virus diarrhoea virus in a dairy herd: A spectrum of symptoms including early reproductive failure and retained placenta",
    "coda_data_split": "train",
    "coda_paper_id": 4405,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The consequences of natural infections by bovine virus diarrhoea virus (BVDV) in a dairy herd comprising approximately 60 cows were studied over a 3 year period. The outcome of 39 pregnancies after artificial insemination or natural service during a 4 month period of risk for contracting BVDV was nine abortions, one mummified foetus, one stillbirth, three calves that died within I week of age, 12 calves persistently infected (PI) with BVDV (11 males and one female) and 13 non-PI calves. Retrospective studies showed that only two of the 13 dams (15.4%) ofnon-PI calves had been inseminated once, which is a significantly (P\u003c 0.001 ) lower rate than for 192 other gestations (66.7%) during the 3 year period.",
      "sentences": [
        [
          {
            "segment_text": "The consequences of natural infections by bovine virus diarrhoea virus ( BVDV ) in a dairy herd comprising approximately 60 cows were studied over a 3 year period .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The outcome of 39 pregnancies after artificial insemination or natural service during a 4 month period of risk for contracting BVDV was nine abortions ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "one mummified foetus , one stillbirth ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "three calves that died within I week of age ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "12 calves persistently infected ( PI ) with BVDV ( 11 males and one female ) and 13 non-PI calves .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Retrospective studies showed that only two of the 13 dams ( 15.4 % ) ofnon-PI calves had been inseminated once ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which is a significantly ( P \u003c 0.001 ) lower rate than for 192 other gestations ( 66.7 % ) during the 3 year period .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "The gestational duration of multiparous cows (but not of heifers ) was longer (P \u003c 0.01 ) for five cows with PI calves (mean + SD 287.6 + 9.5 days) than for 53 other gestations in 35 cows (280.6 + 3.8 days). Five of the 12 dams of the PI calves had not expelled the foetal membranes within 2 days after calving, which is a higher (P\u003c0.001) incidence than the seven cases of retained placenta observed after 198 other calvings. Furthermore, there was a 4.4-fold higher risk (P \u003c 0.01 ) of treatment for enteritis and/or pneumonia in calves and a 6.0-fold higher risk of calf mortality associated with the introduction of BVDV. The mean heart girth of the PI calves was less (P\u003c 0.05) than that of non-PI calves, at both 80 and 180 days of age.",
      "sentences": [
        [
          {
            "segment_text": "The gestational duration of multiparous cows ( but not of heifers ) was longer ( P \u003c 0.01 ) for five cows with PI calves ( mean + SD 287.6 + 9.5 days ) than for 53 other gestations in 35 cows ( 280.6 + 3.8 days ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Five of the 12 dams of the PI calves had not expelled the foetal membranes within 2 days after calving ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which is a higher ( P \u003c 0.001 ) incidence than the seven cases of retained placenta observed after 198 other calvings .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , there was a 4.4-fold higher risk ( P \u003c 0.01 ) of treatment for enteritis and/or pneumonia in calves and a 6.0-fold higher risk of calf mortality associated with the introduction of BVDV .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The mean heart girth of the PI calves was less ( P \u003c 0.05 ) than that of non-PI calves ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "at both 80 and 180 days of age .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "7",
    "segment_num": "13",
    "token_num": "298"
  }
}