{
  "paper_id": "078ce68375af60f8025ff6c4de79a7ddd927876f",
  "metadata": {
    "title": "Expression of the Protective Antigen for PEDV in Transgenic Duckweed, Lemna minor",
    "coda_data_split": "train",
    "coda_paper_id": 10131,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Duckweeds are small, floating aquatic plants with a number of useful characteristics, including edibility, fastgrowing, and a clonal proliferation. Duckweed is also fed to animals as a diet complement because of its high nutritional value. Porcine epidemic diarrhea virus (PEDV) is a major causative agent of fatal diarrhea in piglets and is a serious problem in the hog-raising industry. In this study, we assessed the feasibility of producing a protective antigen for the PEDV spike protein 1 using duckweed, Lemna minor. Stably transformed Lemna were obtained by co-cultivation with A. tumefaciens EHA105 harboring the PEDV spike protein gene. Transgene integration and expression of the PEDV spike protein 1 gene were confirmed by genomic PCR and RT-PCR and western blot analysis of transgenic Lemna, respectively. This is the first report of the expression of a vaccine antigen against an animal infectious disease in duckweed.",
      "sentences": [
        [
          {
            "segment_text": "Duckweeds are small , floating aquatic plants with a number of useful characteristics ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including edibility , fastgrowing , and a clonal proliferation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Duckweed is also fed to animals as a diet complement because of its high nutritional value .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Porcine epidemic diarrhea virus ( PEDV ) is a major causative agent of fatal diarrhea in piglets and is a serious problem in the hog-raising industry .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , we assessed the feasibility of producing a protective antigen for the PEDV spike protein 1 using duckweed , Lemna minor .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Stably transformed Lemna were obtained by co-cultivation with A. tumefaciens EHA105 harboring the PEDV spike protein gene .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Transgene integration and expression of the PEDV spike protein 1 gene were confirmed by genomic PCR and RT-PCR and western blot analysis of transgenic Lemna , respectively .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "This is the first report of the expression of a vaccine antigen against an animal infectious disease in duckweed .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Additional key words: aquatic plant, porcine diarrhea, spike protein, transformation, vaccine Hort. Environ. Biotechnol. 52(5):511-515. 2011.",
      "sentences": [
        [
          {
            "segment_text": "Additional key words : aquatic plant ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "porcine diarrhea , spike protein , transformation , vaccine Hort .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Environ .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Biotechnol .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "52 ( 5 ) : 511-515 .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "2011 .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "12",
    "segment_num": "14",
    "token_num": "190"
  }
}