{
  "paper_id": "078e23f33e00bff9c339dc3d16f642f66ad1de0c",
  "metadata": {
    "title": "Physica A Model of epidemic control based on quarantine and message delivery",
    "coda_data_split": "train",
    "coda_paper_id": 2795,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "h i g h l i g h t s",
      "sentences": [
        [
          {
            "segment_text": "h i g h l i g h t s",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "• Propose two parameters, denoting different isolating rates on latent period and invasion period respectively. • Propose the method of delivering specific messages. • Experiments on different complex networks show that the method has great performance. • A location-based social network is used in the experiments, which is justified to have 30% similarity with the real world.",
      "sentences": [
        [
          {
            "segment_text": "• Propose two parameters , denoting different isolating rates on latent period and invasion period respectively .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "• Propose the method of delivering specific messages .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "• Experiments on different complex networks show that the method has great performance .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "• A location-based social network is used in the experiments ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which is justified to have 30 % similarity with the real world .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "The model provides two novel strategies for the preventive control of epidemic diseases. One approach is related to the different isolating rates in latent period and invasion period. Experiments show that the increasing of isolating rates in invasion period, as long as over 0.5, contributes little to the preventing of epidemic; the improvement of isolation rate in latent period is key to control the disease spreading. Another is a specific mechanism of message delivering and forwarding. Information quality and information accumulating process are also considered there. Macroscopically, diseases are easy to control as long as the immune messages reach a certain quality. Individually, the accumulating messages bring people with certain immunity to the disease. Also, the model is performed on the classic complex networks like scale-free network and small-world network, and locationbased social networks. Results show that the proposed measures demonstrate superior performance and significantly reduce the negative impact of epidemic disease.",
      "sentences": [
        [
          {
            "segment_text": "The model provides two novel strategies for the preventive control of epidemic diseases .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "One approach is related to the different isolating rates in latent period and invasion period .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Experiments show that the increasing of isolating rates in invasion period ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as long as over 0.5 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "contributes little to the preventing of epidemic ; the improvement of isolation rate in latent period is key to control the disease spreading .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Another is a specific mechanism of message delivering and forwarding .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Information quality and information accumulating process are also considered there .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Macroscopically , diseases are easy to control as long as the immune messages reach a certain quality .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Individually , the accumulating messages bring people with certain immunity to the disease .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Also , the model is performed on the classic complex networks like scale-free network and small-world network , and locationbased social networks .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Results show that the proposed measures demonstrate superior performance and significantly reduce the negative impact of epidemic disease .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "14",
    "segment_num": "17",
    "token_num": "242"
  }
}