{
  "paper_id": "0797db978259a262970290a4506ccf04a38957e2",
  "metadata": {
    "title": "The social-mediated crisis communication research: Revisiting dialogue between organizations and publics in crises of China",
    "coda_data_split": "train",
    "coda_paper_id": 9116,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The rapid diffusion of social media is ushering in a new era of crisis communication. To enhance our understanding of the social-mediated dialogue between organizations and their publics in crises of China, this study conducts a content analysis of 61 relevant journal articles published in 2006-2018. Results of this research present an overview of ongoing research trends such as theoretical frameworks and methodological preferences. This research also explores how the unique Chinese social media characteristics affect the dialogue between types of organizations and their publics. Contextual factors such as face and favor, relationship (Guanxi) and sentiment (Renqing), and the centralized political system that may facilitate/inhibit dialogue in crises of China are identified as well. Finally, this study suggests promising new directions such as a scholarly assessment tool for the social-mediated crisis communication research in China.",
      "sentences": [
        [
          {
            "segment_text": "The rapid diffusion of social media is ushering in a new era of crisis communication .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To enhance our understanding of the social-mediated dialogue between organizations and their publics in crises of China ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "this study conducts a content analysis of 61 relevant journal articles published in 2006-2018 .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Results of this research present an overview of ongoing research trends such as theoretical frameworks and methodological preferences .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This research also explores how the unique Chinese social media characteristics affect the dialogue between types of organizations and their publics .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Contextual factors such as face and favor ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "relationship ( Guanxi ) and sentiment ( Renqing ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the centralized political system that may facilitate/inhibit dialogue in crises of China are identified as well .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Finally , this study suggests promising new directions such as a scholarly assessment tool for the social-mediated crisis communication research in China .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "9",
    "token_num": "149"
  }
}