{
  "paper_id": "07d82bd12f184756dabca033e0171b86f349902f",
  "metadata": {
    "title": "Structure-Guided Design and Optimization of Dipeptidyl Inhibitors of Norovirus 3CL Protease. Structure-Activity Relationships and Biochemical, X-ray Crystallographic, Cell- Based, and In Vivo Studies",
    "coda_data_split": "train",
    "coda_paper_id": 7483,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Norovirus infection constitutes the primary cause of acute viral gastroenteritis. There are currently no vaccines or norovirus-specific antiviral therapeutics available for the management of norovirus infection. Norovirus 3C-like protease is essential for viral replication, consequently, inhibition of this enzyme is a fruitful avenue of investigation that may lead to the emergence of anti-norovirus therapeutics. We describe herein the optimization of dipeptidyl inhibitors of norovirus 3C-like protease using iterative SAR, X-ray crystallographic, and enzyme and cell-based studies. We also demonstrate herein in vivo efficacy of an inhibitor using the murine model of norovirus infection. . Accession Codes. The coordinates and structure factors for norovirus 3CL protease in complex with inhibitors have been deposited to the Protein Databank with the accession codes NVpro:17 (4XBB), NVPro:44-h (4XBC) and NVPro:44-o (4XBD).",
      "sentences": [
        [
          {
            "segment_text": "Norovirus infection constitutes the primary cause of acute viral gastroenteritis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "There are currently no vaccines or norovirus-specific antiviral therapeutics available for the management of norovirus infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Norovirus 3C-like protease is essential for viral replication ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "consequently , inhibition of this enzyme is a fruitful avenue of investigation that may lead to the emergence of anti-norovirus therapeutics .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We describe herein the optimization of dipeptidyl inhibitors of norovirus 3C-like protease using iterative SAR ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "X-ray crystallographic , and enzyme and cell-based studies .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We also demonstrate herein in vivo efficacy of an inhibitor using the murine model of norovirus infection .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": ".",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Accession Codes .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "The coordinates and structure factors for norovirus 3CL protease in complex with inhibitors have been deposited to the Protein Databank with the accession codes NVpro : 17 ( 4XBB ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "NVPro : 44-h ( 4XBC ) and NVPro : 44-o ( 4XBD ) .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "We initially focused on the design of peptidyl transition state inhibitors of NV 3CLpro that incorporate in their structure a recognition element (a peptidyl fragment) that is congruent with the known substrate specificity of the enzyme (vide supra) and a warhead (aldehyde or α-ketoamide), latent warhead (bisulfite adduct) or transition state mimic (α- Kankanamalage et al. The synthesized compounds were evaluated for their inhibitory activity against NV 3CLpro, as well as their anti-norovirus activity in a cell-based replicon system, as previously Kankanamalage et al. In order to evaluate the specific interactions between the enzyme and the αhydroxyphosphonate inhibitors, inhibitor 17 was incubated with NV 3CLpro in Tris buffer, pH 8.0. Surprisingly, the enzyme-inhibitor complex formed corresponded to the complex formed between aldehyde 16 and 3CL protease. The formation of this complex indicates initial non-enzymatic (buffer)-or enzyme-catalyzed conversion of α-hydroxyphosphonate 17 to the corresponding aldehyde 16, followed by the formation of a tetrahedral adduct with the active site cysteine (Cys139). Studies aimed at ascertaining the validity of this hypothesis are in progress. The ensemble of hydrogen bonding and hydrophobic interactions Kankanamalage et al. ",
      "sentences": [
        [
          {
            "segment_text": "We initially focused on the design of peptidyl transition state inhibitors of NV 3CLpro that incorporate in their structure a recognition element ( a peptidyl fragment ) that is congruent with the known substrate specificity of the enzyme ( vide supra ) and a warhead ( aldehyde or α-ketoamide ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "latent warhead ( bisulfite adduct ) or transition state mimic ( α - Kankanamalage et al. .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The synthesized compounds were evaluated for their inhibitory activity against NV 3CLpro ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "as well as their anti-norovirus activity in a cell-based replicon system ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "as previously Kankanamalage et al. .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "In order to evaluate the specific interactions between the enzyme and the αhydroxyphosphonate inhibitors ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "inhibitor 17 was incubated with NV 3CLpro in Tris buffer , pH 8.0 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Surprisingly , the enzyme-inhibitor complex formed corresponded to the complex formed between aldehyde 16 and 3CL protease .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The formation of this complex indicates initial non-enzymatic ( buffer ) - or enzyme-catalyzed conversion of α-hydroxyphosphonate 17 to the corresponding aldehyde 16 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "followed by the formation of a tetrahedral adduct with the active site cysteine ( Cys139 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Studies aimed at ascertaining the validity of this hypothesis are in progress .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The ensemble of hydrogen bonding and hydrophobic interactions Kankanamalage et al. .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "15",
    "segment_num": "23",
    "token_num": "363"
  }
}