{
  "paper_id": "07de7588bdc7fad3ad85a4ca67f6e597a76413b4",
  "metadata": {
    "title": "Communicating infectious disease prevalence through graphics: results from an international survey",
    "coda_data_split": "train",
    "coda_paper_id": 8672,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background-Graphics are increasingly used to represent the spread of infectious diseases (e.g., influenza, Zika, Ebola); however, the impact of using graphics to adequately inform the general population is unknown.",
      "sentences": [
        [
          {
            "segment_text": "Background-Graphics are increasingly used to represent the spread of infectious diseases ( e.g. , influenza , Zika , Ebola ) ; however ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the impact of using graphics to adequately inform the general population is unknown .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Objective-To examine whether three ways of visually presenting data (heat map, dot map, or picto-trendline)-all depicting the same information regarding the spread of a hypothetical outbreak of influenza-influence intent to vaccinate, risk perception, and knowledge.",
      "sentences": [
        [
          {
            "segment_text": "Objective-To examine whether three ways of visually presenting data ( heat map , dot map , or picto-trendline ) - all depicting the same information regarding the spread of a hypothetical outbreak of influenza-influence intent to vaccinate ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "risk perception , and knowledge .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Design-Survey with participants randomized to receive a simulated news article accompanied by one of the three graphics that communicated prevalence of influenza and number of influenzarelated deaths.",
      "sentences": [
        [
          {
            "segment_text": "Design-Survey with participants randomized to receive a simulated news article accompanied by one of the three graphics that communicated prevalence of influenza and number of influenzarelated deaths .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Participants-16,510 adults living in 11 countries selected using stratified random sampling based on age and gender Measurements-After reading the article and viewing the presented graphic, participants completed a survey that measured interest in vaccination, perceived risk of contracting disease, knowledge gained, interest in additional information about the disease, and perception of the graphic.",
      "sentences": [
        [
          {
            "segment_text": "Participants-16,510 adults living in 11 countries selected using stratified random sampling based on age and gender Measurements-After reading the article and viewing the presented graphic ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "participants completed a survey that measured interest in vaccination ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "perceived risk of contracting disease ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "knowledge gained , interest in additional information about the disease ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and perception of the graphic .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results-Heat maps and picto-trendlines were evaluated more positively than dot maps. Heat maps were more effective than picto-trendlines and no different from dot maps at increasing interest in vaccination, perceived risk of contracting disease, and interest in additional information about the disease. Heat maps and picto-trendlines were more successful at conveying knowledge than dot maps. Overall, heat maps were the only graphic to be superior in every outcome.",
      "sentences": [
        [
          {
            "segment_text": "Results-Heat maps and picto-trendlines were evaluated more positively than dot maps .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Heat maps were more effective than picto-trendlines and no different from dot maps at increasing interest in vaccination ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "perceived risk of contracting disease ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and interest in additional information about the disease .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Heat maps and picto-trendlines were more successful at conveying knowledge than dot maps .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Overall , heat maps were the only graphic to be superior in every outcome .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusion-Heat maps are a viable option to promote interest in and concern about infectious diseases.",
      "sentences": [
        [
          {
            "segment_text": "Conclusion-Heat maps are a viable option to promote interest in and concern about infectious diseases .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "6",
    "sentence_num": "9",
    "segment_num": "17",
    "token_num": "259"
  }
}