{
  "paper_id": "07f76b90fe285ea907ceff68902d9444ef6102a1",
  "metadata": {
    "title": "Microarray Detection of Human Parainfluenzavirus 4 Infection Associated with Respiratory Failure in an Immunocompetent Adult",
    "coda_data_split": "train",
    "coda_paper_id": 3408,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "A pan-viral DNA microarray, the Virochip (University of California, San Francisco), was used to detect human parainfluenzavirus 4 (HPIV-4) infection in an immunocompetent adult presenting with a life-threatening acute respiratory illness. The virus was identified in an endotracheal aspirate specimen, and the microarray results were confirmed by specific polymerase chain reaction and serological analysis for HPIV-4. Conventional clinical laboratory testing using an extensive panel of microbiological tests failed to yield a diagnosis. This case suggests that the potential severity of disease caused by HPIV-4 in adults may be greater than previously appreciated and illustrates the clinical utility of a microarray for broad-based viral pathogen screening.",
      "sentences": [
        [
          {
            "segment_text": "A pan-viral DNA microarray , the Virochip ( University of California , San Francisco ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "was used to detect human parainfluenzavirus 4 ( HPIV-4 ) infection in an immunocompetent adult presenting with a life-threatening acute respiratory illness .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The virus was identified in an endotracheal aspirate specimen ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and the microarray results were confirmed by specific polymerase chain reaction and serological analysis for HPIV-4 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Conventional clinical laboratory testing using an extensive panel of microbiological tests failed to yield a diagnosis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This case suggests that the potential severity of disease caused by HPIV-4 in adults may be greater than previously appreciated and illustrates the clinical utility of a microarray for broad-based viral pathogen screening .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "6",
    "token_num": "117"
  }
}