{
  "paper_id": "080eacec35577780247b7c96d1b3bb9ff948c5d7",
  "metadata": {
    "title": "Godzilla in the corridor: The Ontario SARS crisis in historical perspective",
    "coda_data_split": "train",
    "coda_paper_id": 9703,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Ontario nurses were employed as the front-line workers when SARS descended upon Toronto in March 2003. Once the crisis had subsided, many nurses remarked that SARS had forever altered their chosen profession; employment, which they once viewed as relatively safe, had been transformed into potentially life-threatening. This discussion provides descriptions of these expressions through nurses who experienced the crisis and chose to go on the public record. Secondly, it compares the subjective perceptions of those nurses to those held by nurses who worked through historical epidemics of unknown or contested epidemiology. The historical literature on nursing in yellow fever, cholera and influenza epidemics has been employed to offer insight. The goal is to determine whether the SARS outbreak was a unique experience for nurses or whether similar experiences were shared by nurses in the past? In summary, the reactions of nurses when confronted with the possibility of contracting a deadly disease remain altogether human, not dissimilar in past or present. Nurses\u0027 responses to SARS can be usefully studied within a larger historical vision of crisis nursing, and information or impressions from earlier crises are potentially of interest to the nursing profession.",
      "sentences": [
        [
          {
            "segment_text": "Ontario nurses were employed as the front-line workers when SARS descended upon Toronto in March 2003 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Once the crisis had subsided ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "many nurses remarked that SARS had forever altered their chosen profession ; employment ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which they once viewed as relatively safe ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "had been transformed into potentially life-threatening .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This discussion provides descriptions of these expressions through nurses who experienced the crisis and chose to go on the public record .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Secondly , it compares the subjective perceptions of those nurses to those held by nurses who worked through historical epidemics of unknown or contested epidemiology .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The historical literature on nursing in yellow fever ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "cholera and influenza epidemics has been employed to offer insight .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The goal is to determine whether the SARS outbreak was a unique experience for nurses or whether similar experiences were shared by nurses in the past ?",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "In summary , the reactions of nurses when confronted with the possibility of contracting a deadly disease remain altogether human ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "not dissimilar in past or present .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Nurses \u0027 responses to SARS can be usefully studied within a larger historical vision of crisis nursing ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and information or impressions from earlier crises are potentially of interest to the nursing profession .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "14",
    "token_num": "209"
  }
}