{
  "paper_id": "08174b668145c88e0e719dac2a03b30fb68f5de5",
  "metadata": {
    "title": "Serodiagnosis of Echinococcus spp. Infection: Explorative Selection of Diagnostic Antigens by Peptide Microarray",
    "coda_data_split": "train",
    "coda_paper_id": 6460,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Production of native antigens for serodiagnosis of helminthic infections is laborious and hampered by batchto-batch variation. For serodiagnosis of echinococcosis, especially cystic disease, most screening tests rely on crude or purified Echinococcus granulosus hydatid cyst fluid. To resolve limitations associated with native antigens in serological tests, the use of standardized and highly pure antigens produced by chemical synthesis offers considerable advantages, provided appropriate diagnostic sensitivity and specificity is achieved.",
      "sentences": [
        [
          {
            "segment_text": "Background : Production of native antigens for serodiagnosis of helminthic infections is laborious and hampered by batchto-batch variation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "For serodiagnosis of echinococcosis , especially cystic disease ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "most screening tests rely on crude or purified Echinococcus granulosus hydatid cyst fluid .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To resolve limitations associated with native antigens in serological tests ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the use of standardized and highly pure antigens produced by chemical synthesis offers considerable advantages ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "provided appropriate diagnostic sensitivity and specificity is achieved .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Methodology/Principal Findings: Making use of the growing collection of genomic and proteomic data, we applied a set of bioinformatic selection criteria to a collection of protein sequences including conceptually translated nucleotide sequence data of two related tapeworms, Echinococcus multilocularis and Echinococcus granulosus. Our approach targeted alphahelical coiled-coils and intrinsically unstructured regions of parasite proteins potentially exposed to the host immune system. From 6 proteins of E. multilocularis and 5 proteins of E. granulosus, 45 peptides between 24 and 30 amino acids in length were designed. These peptides were chemically synthesized, spotted on microarrays and screened for reactivity with sera from infected humans. Peptides reacting above the cut-off were validated in enzyme-linked immunosorbent assays (ELISA). Peptides identified failed to differentiate between E. multilocularis and E. granulosus infection. The peptide performing best reached 57% sensitivity and 94% specificity. This candidate derived from Echinococcus multilocularis antigen B8/1 and showed strong reactivity to sera from patients infected either with E. multilocularis or E. granulosus.",
      "sentences": [
        [
          {
            "segment_text": "Methodology/Principal Findings : Making use of the growing collection of genomic and proteomic data ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we applied a set of bioinformatic selection criteria to a collection of protein sequences including conceptually translated nucleotide sequence data of two related tapeworms ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "Echinococcus multilocularis and Echinococcus granulosus .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Our approach targeted alphahelical coiled-coils and intrinsically unstructured regions of parasite proteins potentially exposed to the host immune system .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "From 6 proteins of E. multilocularis and 5 proteins of E. granulosus ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "45 peptides between 24 and 30 amino acids in length were designed .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "These peptides were chemically synthesized ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "spotted on microarrays and screened for reactivity with sera from infected humans .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Peptides reacting above the cut-off were validated in enzyme-linked immunosorbent assays ( ELISA ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Peptides identified failed to differentiate between E. multilocularis and E. granulosus infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The peptide performing best reached 57 % sensitivity and 94 % specificity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This candidate derived from Echinococcus multilocularis antigen B8/1 and showed strong reactivity to sera from patients infected either with E. multilocularis or E. granulosus .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions/Significance: This study provides proof of principle for the discovery of diagnostically relevant peptides by bioinformatic selection complemented with screening on a high-throughput microarray platform. Our data showed that a single peptide cannot provide sufficient diagnostic sensitivity whereas pooling several peptide antigens improved sensitivity; thus combinations of several peptides may lead the way to new diagnostic tests that replace, or at least complement conventional immunodiagnosis of echinococcosis. Our strategy could prove useful for diagnostic developments in other pathogens.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions/Significance : This study provides proof of principle for the discovery of diagnostically relevant peptides by bioinformatic selection complemented with screening on a high-throughput microarray platform .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our data showed that a single peptide can not provide sufficient diagnostic sensitivity whereas pooling several peptide antigens improved sensitivity ; thus combinations of several peptides may lead the way to new diagnostic tests that replace ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "or at least complement conventional immunodiagnosis of echinococcosis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our strategy could prove useful for diagnostic developments in other pathogens .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "14",
    "segment_num": "22",
    "token_num": "340"
  }
}