{
  "paper_id": "0825a7b4df2562051386a726f10e5ce14560a69e",
  "metadata": {
    "title": "Detection and differentiation of virulent and avirulent strains of Newcastle disease virus by real-time PCR",
    "coda_data_split": "train",
    "coda_paper_id": 9717,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "A rapid diagnostic method based on the melting curve SYBR Green I real-time PCR analysis was developed to detect and differentiate Newcastle disease virus (NDV) strains. Degenerated primers based on the cleavage site sequence of the F0 gene were designed to detect specific sequences characteristic of virulent and avirulent strains of NDV.",
      "sentences": [
        [
          {
            "segment_text": "A rapid diagnostic method based on the melting curve SYBR Green I real-time PCR analysis was developed to detect and differentiate Newcastle disease virus ( NDV ) strains .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Degenerated primers based on the cleavage site sequence of the F0 gene were designed to detect specific sequences characteristic of virulent and avirulent strains of NDV .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Eighteen strains of NDV from four lineages were identified and grouped into virulent and avirulent strains. Peaks on the melting temperature graph with melting temperature values between 80.00 and 83.80 • C were observed for lentogenic (avirulent) strains. T m values higher than 83.80 were observed for virulent (mesogenic and velogenic) strains. The detection limit of real-time PCR was 2 × 10 2 plasmid copies per reaction or 10 2 EID 50 for velogenic strains and 10 3 EID 50 for lentogenic strains.",
      "sentences": [
        [
          {
            "segment_text": "Eighteen strains of NDV from four lineages were identified and grouped into virulent and avirulent strains .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Peaks on the melting temperature graph with melting temperature values between 80.00 and 83.80 • C were observed for lentogenic ( avirulent ) strains .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "T m values higher than 83.80 were observed for virulent ( mesogenic and velogenic ) strains .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The detection limit of real-time PCR was 2 × 10 2 plasmid copies per reaction or 10 2 EID 50 for velogenic strains and 10 3 EID 50 for lentogenic strains .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "The results obtained in this study demonstrate the possible applications for melting curve real-time PCR analysis in laboratory practice for the diagnosis and differentiation of avirulent and virulent strains of Newcastle disease virus.",
      "sentences": [
        [
          {
            "segment_text": "The results obtained in this study demonstrate the possible applications for melting curve real-time PCR analysis in laboratory practice for the diagnosis and differentiation of avirulent and virulent strains of Newcastle disease virus .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "7",
    "segment_num": "7",
    "token_num": "181"
  }
}