{
  "paper_id": "088207699688d96fe973df88c1add87ac8339645",
  "metadata": {
    "title": "R E V I E W Open Access Immunostimulants in respiratory diseases: focus on Pidotimod",
    "coda_data_split": "train",
    "coda_paper_id": 7915,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Usefulness of Pidotimod and its role as immunostimulant, has been discussed, we know, for several decades. Nevertheless, there is still much to know. Understanding its mechanisms and its potential usefulness in airway infections and its prevention, asthma both Th2 and non Th2 type, bronchiectasis, as adjuvant in vaccination and in allergen immunotherapy still remains to clearly unveil. The aim of this paper was to provide a useful updated review of the role of the main available immunostimulants, giving particular focus on Pidotimod use and its potentials utility in respiratory diseases. Pidotimod showed its usefulness in reducing need for antibiotics in airway infections, increasing the level of immunoglobulins (IgA, IgM, IgG) and T-lymphocyte subsets (CD3+, CD4+) endowed with immunomodulatory activity that affect both innate and adaptive immune responses. Higher expression of TLR2 and of HLA-DR molecules, induction of dendritic cell maturation and release of pro-inflammatory molecules, stimulation of T lymphocyte proliferation and differentiation toward a Th1 phenotype, as well as an increase of the phagocytosis have been demonstrated to be associated with Pidotimod in in vitro studies. All these activities are potentially useful for several respiratory conditions such as asthma, COPD, and recurrent respiratory tract infections.",
      "sentences": [
        [
          {
            "segment_text": "Usefulness of Pidotimod and its role as immunostimulant ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "has been discussed , we know , for several decades .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Nevertheless , there is still much to know .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Understanding its mechanisms and its potential usefulness in airway infections and its prevention ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "asthma both Th2 and non Th2 type ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "bronchiectasis , as adjuvant in vaccination and in allergen immunotherapy still remains to clearly unveil .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The aim of this paper was to provide a useful updated review of the role of the main available immunostimulants ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "giving particular focus on Pidotimod use and its potentials utility in respiratory diseases .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Pidotimod showed its usefulness in reducing need for antibiotics in airway infections ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "increasing the level of immunoglobulins ( IgA , IgM , IgG ) and T-lymphocyte subsets ( CD3 + , CD4 + ) endowed with immunomodulatory activity that affect both innate and adaptive immune responses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Higher expression of TLR2 and of HLA-DR molecules ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "induction of dendritic cell maturation and release of pro-inflammatory molecules ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "stimulation of T lymphocyte proliferation and differentiation toward a Th1 phenotype ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as well as an increase of the phagocytosis have been demonstrated to be associated with Pidotimod in in vitro studies .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "All these activities are potentially useful for several respiratory conditions such as asthma ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "COPD , and recurrent respiratory tract infections .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "16",
    "token_num": "225"
  }
}