{
  "paper_id": "0889153e8bd8e83afad8e49fe4ba3ceb62c7eba5",
  "metadata": {
    "title": "Master sensors of pathogenic RNA -RIG-I like receptors",
    "coda_data_split": "train",
    "coda_paper_id": 3182,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Keywords: 5 triphosphate RNA Immunorecognition of RNA RNA virus RIG-I MDA5 Lgp2 Intracellular bacteria a b s t r a c t Initiating the immune response to invading pathogens, the innate immune system is constituted of immune receptors (pattern recognition receptors, PRR) that sense microbe-associated molecular patterns (MAMPs). Detection of pathogens triggers intracellular defense mechanisms, such as the secretion of cytokines or chemokines to alarm neighboring cells and attract or activate immune cells. The innate immune response to viruses is mostly based on PRRs that detect the unusual structure, modification or location of viral nucleic acids. Most of the highly pathogenic and emerging viruses are RNA genomebased viruses, which can give rise to zoonotic and epidemic diseases or cause viral hemorrhagic fever. As viral RNA is located in the same compartment as host RNA, PRRs in the cytosol have to discriminate between viral and endogenous RNA by virtue of their structure or modification. This challenging task is taken on by the homologous cytosolic DExD/H-box family helicases RIG-I and MDA5, which control the innate immune response to most RNA viruses. This review focuses on the molecular basis for RIG-I like receptor (RLR) activation by synthetic and natural ligands and will discuss controversial ligand definitions.",
      "sentences": [
        [
          {
            "segment_text": "Keywords : 5 triphosphate RNA Immunorecognition of RNA RNA virus RIG-I MDA5 Lgp2 Intracellular bacteria a b s t r a c t Initiating the immune response to invading pathogens ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the innate immune system is constituted of immune receptors ( pattern recognition receptors , PRR ) that sense microbe-associated molecular patterns ( MAMPs ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Detection of pathogens triggers intracellular defense mechanisms ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "such as the secretion of cytokines or chemokines to alarm neighboring cells and attract or activate immune cells .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The innate immune response to viruses is mostly based on PRRs that detect the unusual structure ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "modification or location of viral nucleic acids .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Most of the highly pathogenic and emerging viruses are RNA genomebased viruses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which can give rise to zoonotic and epidemic diseases or cause viral hemorrhagic fever .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "As viral RNA is located in the same compartment as host RNA ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "PRRs in the cytosol have to discriminate between viral and endogenous RNA by virtue of their structure or modification .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This challenging task is taken on by the homologous cytosolic DExD/H-box family helicases RIG-I and MDA5 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which control the innate immune response to most RNA viruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review focuses on the molecular basis for RIG-I like receptor ( RLR ) activation by synthetic and natural ligands and will discuss controversial ligand definitions .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "13",
    "token_num": "224"
  }
}