{
  "paper_id": "089729d867c630e0e90958e3225cfae36486f021",
  "metadata": {
    "title": "Aminopeptidase inhibitors bestatin and actinonin inhibit cell proliferation of myeloma cells predominantly by intracellular interactions",
    "coda_data_split": "train",
    "coda_paper_id": 3702,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The antiproliferative effects of bestatin and actinonin on U937 and K562 cells have been compared with their inhibitory activity on cell surface aminopeptidases. The results strongly suggest that the inhibition of cell surface aminopeptidases cannot be the main reason for the inhibition of cell proliferation. This was confirmed by studying the effect of buthionine sulfoximine",
      "sentences": [
        [
          {
            "segment_text": "The antiproliferative effects of bestatin and actinonin on U937 and K562 cells have been compared with their inhibitory activity on cell surface aminopeptidases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The results strongly suggest that the inhibition of cell surface aminopeptidases can not be the main reason for the inhibition of cell proliferation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This was confirmed by studying the effect of buthionine sulfoximine",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "propanoic acid) and verapamil on the inhibition of cell proliferation by bestatin and actinonin. BSO and MK-571, which inhibit the efflux of drugs mediated by multidrug resistance-associated protein (MRP), increased the action of both inhibitors, indicating that the latter enter the cells and that their export is mediated by MRP in both cell lines. Verapamil significantly increased the inhibitory activity of bestatin on K562 cells, indicating that the intracellular concentration of bestatin can be mediated also by P-glycoprotein. q",
      "sentences": [
        [
          {
            "segment_text": "propanoic acid ) and verapamil on the inhibition of cell proliferation by bestatin and actinonin .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "BSO and MK-571 , which inhibit the efflux of drugs mediated by multidrug resistance-associated protein ( MRP ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "increased the action of both inhibitors ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "indicating that the latter enter the cells and that their export is mediated by MRP in both cell lines .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Verapamil significantly increased the inhibitory activity of bestatin on K562 cells ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "indicating that the intracellular concentration of bestatin can be mediated also by P-glycoprotein .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "q",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "7",
    "segment_num": "10",
    "token_num": "147"
  }
}