{
  "paper_id": "089ef564e79dce7d074a35b939cda4b1c59da347",
  "metadata": {
    "title": "Isolation of porcine epidemic diarrhea virus in porcine cell cultures and experimental infection of pigs of different ages",
    "coda_data_split": "train",
    "coda_paper_id": 8083,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "This paper describes the isolation of porcine epidemic diarrhea (PED) virus in Vero and porcine cell cultures, and the in¯uence of age on disease in experimental infection. PED virus was isolated from the small intestine of piglets inoculated with PED samples and cultured in Vero, porcine bladder and kidney cells propagated in collagen-coated tissue culture plates in maintenance medium (MM) containing trypsin. In porcine bladder and kidney cell cultures inoculated with isolated PED virus, cytopathic effects (CPE) including cell fusion were detected. Speci®c brilliant¯uorescence was observed in the cytoplasm of these cells. Two-and 7-day old, and 2-, 4-, 8-and 12-week old speci®c pathogen-free (SPF) pigs were orally inoculated with PED virus isolated from an outbreak. All 2-and 7-day old pigs inoculated developed severe watery diarrhea from post-inoculation day (PID) 1 and died between PID 3 and 4. Although three of ®ve 2-week old pigs developed diarrhea on PID 1±4, they eventually recovered. In the 4-week old group, three of ®ve pigs had mild diarrhea for 1±2 days. None of the 8-and 12-week old pigs showed any clinical signs. Antibodies against PED virus were detected in all surviving pigs by virus neutralization (VN) test and immuno¯uorescence assay (IFA). Therefore, there is an age-dependent resistance to pathogenic PED virus infection in pigs. #",
      "sentences": [
        [
          {
            "segment_text": "This paper describes the isolation of porcine epidemic diarrhea ( PED ) virus in Vero and porcine cell cultures ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and the in ¯ uence of age on disease in experimental infection .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "PED virus was isolated from the small intestine of piglets inoculated with PED samples and cultured in Vero ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "porcine bladder and kidney cells propagated in collagen-coated tissue culture plates in maintenance medium ( MM ) containing trypsin .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In porcine bladder and kidney cell cultures inoculated with isolated PED virus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "cytopathic effects ( CPE ) including cell fusion were detected .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Speci ® c brilliant ¯ uorescence was observed in the cytoplasm of these cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Two-and 7-day old , and 2 - ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "4 - , 8-and 12-week old speci ® c pathogen-free ( SPF ) pigs were orally inoculated with PED virus isolated from an outbreak .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "All 2-and 7-day old pigs inoculated developed severe watery diarrhea from post-inoculation day ( PID ) 1 and died between PID 3 and 4 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Although three of ® ve 2-week old pigs developed diarrhea on PID 1 ± 4 , they eventually recovered .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In the 4-week old group ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "three of ® ve pigs had mild diarrhea for 1 ± 2 days .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "None of the 8-and 12-week old pigs showed any clinical signs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Antibodies against PED virus were detected in all surviving pigs by virus neutralization ( VN ) test and immuno ¯ uorescence assay ( IFA ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Therefore , there is an age-dependent resistance to pathogenic PED virus infection in pigs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "#",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "12",
    "segment_num": "17",
    "token_num": "263"
  }
}