{
  "paper_id": "08a1b1757d3252fc3037c8b72028095dae895b7a",
  "metadata": {
    "title": "French Hajj pilgrims\u0027 experience with pneumococcal infection and vaccination: A knowledge, attitudes and practice (KAP) evaluation",
    "coda_data_split": "train",
    "coda_paper_id": 4525,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background: Transmission of respiratory infections poses a major public health challenge during the Hajj and Umrah in the Kingdom of Saudi Arabia. Acquisition of Streptococcus pneumoniae during Hajj has been studied in the past and recommendations for vaccination against S. pneumoniae have been made for high risk groups. Methods: The purpose of this study was to assess the knowledge and attitudes of French Hajj pilgrims towards pneumococcal vaccination. Adult pilgrims departing from Marseille, France to Mecca for the 2014 Hajj season were administered a face-to-face questionnaire to ascertain their knowledge and attitudes towards pneumococcal vaccination before departing for Hajj. Results: A total of 300 participants took part. Their overall knowledge about the severity of pneumonia and the existence of the vaccine was very low. Out of 101 participants who had an indication for pneumococcal vaccination, irrespective of their travel status, only 7% were advised to have the vaccine by their general practitioner. Conclusions: These results reinforce the need for better dissemination of information either before or during the pre-travel counselling. The visit to the travel clinic for receiving the * Corresponding author. þ33 (0) 4 91 96 35 35, þ33 (0) 4 91 96 35 36; fax: þ33 (0) 4 91 96 89 38.",
      "sentences": [
        [
          {
            "segment_text": "Background : Transmission of respiratory infections poses a major public health challenge during the Hajj and Umrah in the Kingdom of Saudi Arabia .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Acquisition of Streptococcus pneumoniae during Hajj has been studied in the past and recommendations for vaccination against S. pneumoniae have been made for high risk groups .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Methods : The purpose of this study was to assess the knowledge and attitudes of French Hajj pilgrims towards pneumococcal vaccination .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Adult pilgrims departing from Marseille ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "France to Mecca for the 2014 Hajj season were administered a face-to-face questionnaire to ascertain their knowledge and attitudes towards pneumococcal vaccination before departing for Hajj .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : A total of 300 participants took part .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Their overall knowledge about the severity of pneumonia and the existence of the vaccine was very low .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Out of 101 participants who had an indication for pneumococcal vaccination ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "irrespective of their travel status ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "only 7 % were advised to have the vaccine by their general practitioner .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : These results reinforce the need for better dissemination of information either before or during the pre-travel counselling .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The visit to the travel clinic for receiving the * Corresponding author .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "þ33 ( 0 ) 4 91 96 35 35 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "þ33 ( 0 ) 4 91 96 35 36 ; fax : þ33 ( 0 ) 4 91 96 89 38 .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Travel Medicine and Infectious Disease (2015) 13, 251e255 mandatory meningococcal vaccination for Hajj is a good opportunity to update routine immunizations, including pneumococcal vaccination. ª",
      "sentences": [
        [
          {
            "segment_text": "Travel Medicine and Infectious Disease ( 2015 ) 13 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "251e255 mandatory meningococcal vaccination for Hajj is a good opportunity to update routine immunizations , including pneumococcal vaccination .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "ª",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "12",
    "segment_num": "17",
    "token_num": "261"
  }
}