{
  "paper_id": "08a22278486e12768ce186677a6a89663d24586f",
  "metadata": {
    "title": "Complemented palindrome small RNAs first discovered from SARS coronavirus",
    "coda_data_split": "train",
    "coda_paper_id": 3562,
    "coda_has_expert_labels": false,
    "subset": "biorxiv_medrxiv"
  },
  "abstract": [
    {
      "original_text": "In this study, we reported for the first time the existence of complemented palindrome small RNAs 26 (cpsRNAs) and proposed cpsRNAs and palindrome small RNAs (psRNAs) as a novel class of small RNAs. 27",
      "sentences": [
        [
          {
            "segment_text": "In this study , we reported for the first time the existence of complemented palindrome small RNAs 26 ( cpsRNAs ) and proposed cpsRNAs and palindrome small RNAs ( psRNAs ) as a novel class of small RNAs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "27",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "The first discovered cpsRNA UCUUUAACAAGCUUGUUAAAGA from SARS coronavirus named SARS-28",
      "sentences": [
        [
          {
            "segment_text": "The first discovered cpsRNA UCUUUAACAAGCUUGUUAAAGA from SARS coronavirus named SARS-28",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "CoV-cpsR-22 contained 22 nucleotides perfectly matching its reverse complementary sequence. Further 29 sequence analysis supported that SARS-CoV-cpsR-22 originated from bat betacoronavirus. The results of 30 RNAi experiments showed that one 19-nt segment of SARS-CoV-cpsR-22 significantly induced cell 31 apoptosis. These results suggested that SARS-CoV-cpsR-22 could play a role in SARS-CoV infection or 32 pathogenicity. The discovery of psRNAs and cpsRNAs paved the way to find new markers for pathogen 33 detection and reveal the mechanisms in the infection or pathogenicity from a different point of view. The 34 discovery of psRNAs and cpsRNAs also broaden the understanding of palindrome motifs in animal of plant 35 genomes.",
      "sentences": [
        [
          {
            "segment_text": "CoV-cpsR-22 contained 22 nucleotides perfectly matching its reverse complementary sequence .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Further 29 sequence analysis supported that SARS-CoV-cpsR-22 originated from bat betacoronavirus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The results of 30 RNAi experiments showed that one 19-nt segment of SARS-CoV-cpsR-22 significantly induced cell 31 apoptosis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results suggested that SARS-CoV-cpsR-22 could play a role in SARS-CoV infection or 32 pathogenicity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The discovery of psRNAs and cpsRNAs paved the way to find new markers for pathogen 33 detection and reveal the mechanisms in the infection or pathogenicity from a different point of view .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The 34 discovery of psRNAs and cpsRNAs also broaden the understanding of palindrome motifs in animal of plant 35 genomes .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "9",
    "segment_num": "9",
    "token_num": "162"
  }
}