{
  "paper_id": "08a3e8af143f9b97a9ba5220f0de0fe0ae1bba06",
  "metadata": {
    "title": "Regulation of stress granules in virus systems",
    "coda_data_split": "train",
    "coda_paper_id": 2734,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Virus infection initiates a number of cellular stress responses that modulate gene regulation and compartmentalization of RNA. Viruses must control host gene expression and the localization of viral RNAs to be successful parasites. RNA granules such as stress granules and P-bodies contain translationally silenced messenger ribonucleoproteins (mRNPs) and serve as extensions of translation regulation in cells, storing transiently repressed mRNAs. New reports show a growing number of virus families modulate RNA granule function to maximize replication efficiency. This review summarizes recent advances in understanding the relationship between viruses and mRNA stress granules in animal cells and will discuss important questions that remain in this emerging field.",
      "sentences": [
        [
          {
            "segment_text": "Virus infection initiates a number of cellular stress responses that modulate gene regulation and compartmentalization of RNA .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Viruses must control host gene expression and the localization of viral RNAs to be successful parasites .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "RNA granules such as stress granules and P-bodies contain translationally silenced messenger ribonucleoproteins ( mRNPs ) and serve as extensions of translation regulation in cells , storing transiently repressed mRNAs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "New reports show a growing number of virus families modulate RNA granule function to maximize replication efficiency .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review summarizes recent advances in understanding the relationship between viruses and mRNA stress granules in animal cells and will discuss important questions that remain in this emerging field .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "5",
    "token_num": "114"
  }
}