{
  "paper_id": "08d6467d484ed16aae5b782787b50c32af864944",
  "metadata": {
    "title": "Importance of colostrum IgG antibodies level for prevention of infection with Cryptosporidium parvum in neonatal dairy calves",
    "coda_data_split": "train",
    "coda_paper_id": 6693,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Cryptosporidiosis is one of the most common zoonosis worldwide, causing intestinal infection to both humans and livestock. The purpose of this study was to assess whether the level of anti-C. parvum IgG antibodies transferred through colostrum from dams to newborn calves impacts the susceptibility to cryptosporidiosis. A number of 50 dams and their healthy newborns were included in the study. Colostrum samples were collected within 12 h after birth and anti-C. parvum IgG antibody levels were determined by single radial immunodiffusion. The health condition of the newborns was daily monitored, and fecal samples were collected at first diarrheic episode of a calf. In all dams, the anti-C. parvum IgG antibody concentration in colostrum varied between 570 and 4070 mg/dl; in dams who gave birth to calves with diarrhea and were C. parvum-positive, the antibody concentration in colostrum varied between 680 and 3680 mg/dl (Table 1 ). The point-biserial correlation showed a negative correlation between the levels of anti-C. parvum antibodies and manifestation of clinical cryptosporidiosis (r\u003d-0.425). Our findings highlight the importance of IgG levels in colostrum received by neonatal calves during their first day of life for prevention of C. parvum infection.",
      "sentences": [
        [
          {
            "segment_text": "Cryptosporidiosis is one of the most common zoonosis worldwide ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "causing intestinal infection to both humans and livestock .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The purpose of this study was to assess whether the level of anti-C .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "parvum IgG antibodies transferred through colostrum from dams to newborn calves impacts the susceptibility to cryptosporidiosis .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "A number of 50 dams and their healthy newborns were included in the study .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Colostrum samples were collected within 12 h after birth and anti-C .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "parvum IgG antibody levels were determined by single radial immunodiffusion .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The health condition of the newborns was daily monitored ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and fecal samples were collected at first diarrheic episode of a calf .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "In all dams , the anti-C .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "parvum IgG antibody concentration in colostrum varied between 570 and 4070 mg/dl ; in dams who gave birth to calves with diarrhea and were C. parvum-positive ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the antibody concentration in colostrum varied between 680 and 3680 mg/dl ( Table 1 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The point-biserial correlation showed a negative correlation between the levels of anti-C .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "parvum antibodies and manifestation of clinical cryptosporidiosis ( r \u003d -0.425 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our findings highlight the importance of IgG levels in colostrum received by neonatal calves during their first day of life for prevention of C. parvum infection .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "12",
    "segment_num": "15",
    "token_num": "214"
  }
}