{
  "paper_id": "08dfdc04bb88613df95bb3988a97ee07a3c5d96e",
  "metadata": {
    "title": "Viruses and Bioterrorism",
    "coda_data_split": "train",
    "coda_paper_id": 9461,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "publicly funded repositories, such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source. These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active. between virus names and species names would be to change the current names of virus species into nonlatinized binomial names. Such a system, which has been advocated by plant virologists for many years, consists in replacing the word \u0027virus\u0027 appearing at the end of the existing species name by the genus name which also ends in \u0027-virus\u0027. Measles virus then becomes Measles morbillivirus, Hepatitis A virus becomes Hepatitis A hepatovirus, and Tobacco mosaic virus becomes Tobacco mosaic tobamovirus. The advantage of such a system, which could be implemented without problems for about 98% of all virus species names, is that inclusion of the genus name in the species name provides additional information about the properties of the virus. A changeover to binomial species names would not affect the common names of viruses in English or other languages since names such as measles virus or \u0027virus de la rougeole\u0027 would remain the same. The ICTV is currently debating the possibility of introducing binomial species names and some decision is likely to be made in the near future.",
      "sentences": [
        [
          {
            "segment_text": "publicly funded repositories , such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "between virus names and species names would be to change the current names of virus species into nonlatinized binomial names .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Such a system , which has been advocated by plant virologists for many years ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "consists in replacing the word ` virus \u0027 appearing at the end of the existing species name by the genus name which also ends in \u0027 - virus \u0027 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Measles virus then becomes Measles morbillivirus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Hepatitis A virus becomes Hepatitis A hepatovirus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and Tobacco mosaic virus becomes Tobacco mosaic tobamovirus .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The advantage of such a system ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which could be implemented without problems for about 98 % of all virus species names ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "is that inclusion of the genus name in the species name provides additional information about the properties of the virus .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A changeover to binomial species names would not affect the common names of viruses in English or other languages since names such as measles virus or ` virus de la rougeole \u0027 would remain the same .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The ICTV is currently debating the possibility of introducing binomial species names and some decision is likely to be made in the near future .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Given that the common names of viruses are used repeatedly in scientific texts there is a need for abbreviating them and the ICTV has published several lists of recommended acronyms for virus names. Since the names of virus species are used only very seldom in publications, there is no need to abbreviate them. If binomial names of virus species were introduced in the future, the abbreviations of common names of viruses will of course not be affected.",
      "sentences": [
        [
          {
            "segment_text": "Given that the common names of viruses are used repeatedly in scientific texts there is a need for abbreviating them and the ICTV has published several lists of recommended acronyms for virus names .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Since the names of virus species are used only very seldom in publications ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "there is no need to abbreviate them .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "If binomial names of virus species were introduced in the future ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the abbreviations of common names of viruses will of course not be affected .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "11",
    "segment_num": "18",
    "token_num": "329"
  }
}