{
  "paper_id": "090eef84e2f13a23cd9eb50d9da88fd01909c9fe",
  "metadata": {
    "title": "Mouse Adenovirus Type 1 Infection of Macrophages",
    "coda_data_split": "train",
    "coda_paper_id": 10283,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Mouse adenovirus type 1 (MAV-1) causes acute and persistent infections in mice, with high levels of virus found in the brain, spinal cord and spleen in acute infections. MAV-1 infects endothelial cells throughout the mouse, and monocytes/macrophages have also been implicated as targets of the virus. Here we determined the extent and functional importance of macrophage infection by MAV-1. Bone marrow-derived macrophages expressed MAV-1 mRNAs and proteins upon ex vivo infection. Adherent peritoneal macrophages from infected mice expressed viral mRNAs and produced infectious virus. Infected chemokine (C-C motif) receptor 2 (CCR2) knockout mice, which are defective for macrophage recruitment, did not show differences in survival or MAV-1 load compared to controls. In contrast, macrophage depletion using clodronate-loaded liposomes resulted in increased virus replication in spleens of a MAV-1-resistant mouse strain, BALB/cJ. Thus macrophages serve both as targets of infection and as effectors of the host response.",
      "sentences": [
        [
          {
            "segment_text": "Mouse adenovirus type 1 ( MAV-1 ) causes acute and persistent infections in mice ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "with high levels of virus found in the brain ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "spinal cord and spleen in acute infections .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "MAV-1 infects endothelial cells throughout the mouse ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and monocytes/macrophages have also been implicated as targets of the virus .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we determined the extent and functional importance of macrophage infection by MAV-1 .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Bone marrow-derived macrophages expressed MAV-1 mRNAs and proteins upon ex vivo infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Adherent peritoneal macrophages from infected mice expressed viral mRNAs and produced infectious virus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Infected chemokine ( C-C motif ) receptor 2 ( CCR2 ) knockout mice ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which are defective for macrophage recruitment ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "did not show differences in survival or MAV-1 load compared to controls .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In contrast , macrophage depletion using clodronate-loaded liposomes resulted in increased virus replication in spleens of a MAV-1-resistant mouse strain , BALB/cJ .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Thus macrophages serve both as targets of infection and as effectors of the host response .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "13",
    "token_num": "167"
  }
}