{
  "paper_id": "0938d2fb07611897abf38cea727ddbeea77b73d9",
  "metadata": {
    "title": "Backcalculating the Incidence of Infection with COVID-19 on the Diamond Princess",
    "coda_data_split": "train",
    "coda_paper_id": 3311,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "To understand the time-dependent risk of infection on a cruise ship, the Diamond Princess, I estimated the incidence of infection with novel coronavirus . The epidemic curve of a total of 199 confirmed cases was drawn, classifying individuals into passengers with and without close contact and crew members. A backcalculation method was employed to estimate the incidence of infection. The peak time of infection was seen for the time period from 2 to 4 February 2020, and the incidence has abruptly declined afterwards. The estimated number of new infections among passengers without close contact was very small from 5 February on which a movement restriction policy was imposed. Without the intervention from 5 February, it was predicted that the cumulative incidence with and without close contact would have been as large as 1373 (95% CI: 570, 2176) and 766 (95% CI: 587, 946) cases, respectively, while these were kept to be 102 and 47 cases, respectively. Based on an analysis of illness onset data on board, the risk of infection among passengers without close contact was considered to be very limited. Movement restriction greatly reduced the number of infections from 5 February onwards.",
      "sentences": [
        [
          {
            "segment_text": "To understand the time-dependent risk of infection on a cruise ship ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the Diamond Princess , I estimated the incidence of infection with novel coronavirus .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The epidemic curve of a total of 199 confirmed cases was drawn ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "classifying individuals into passengers with and without close contact and crew members .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A backcalculation method was employed to estimate the incidence of infection .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The peak time of infection was seen for the time period from 2 to 4 February 2020 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and the incidence has abruptly declined afterwards .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The estimated number of new infections among passengers without close contact was very small from 5 February on which a movement restriction policy was imposed .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Without the intervention from 5 February ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "it was predicted that the cumulative incidence with and without close contact would have been as large as 1373 ( 95 % CI : 570 , 2176 ) and 766 ( 95 % CI : 587 , 946 ) cases ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "respectively , while these were kept to be 102 and 47 cases , respectively .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Based on an analysis of illness onset data on board ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the risk of infection among passengers without close contact was considered to be very limited .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Movement restriction greatly reduced the number of infections from 5 February onwards .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "14",
    "token_num": "219"
  }
}