{
  "paper_id": "094439867383c6b40f9e81e1b67e6524da5dadab",
  "metadata": {
    "title": "Dissecting the ancient rapid radiation of microgastrine wasp genera using additional nuclear genes",
    "coda_data_split": "train",
    "coda_paper_id": 7970,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Previous estimates of a generic level phylogeny for the ubiquitous parasitoid wasp subfamily Microgastrinae (Hymenoptera) have been problematic due to short internal branches deep in the phylogeny. These short branches might be attributed to a rapid radiation among the taxa, the use of genes that are unsuitable for the levels of divergence being examined, or insuYcient quantity of data. We added over 1200 nucleotides from four nuclear genes to a dataset derived from three genes to produce a dataset of over 3000 nucleotides per taxon. While the number of well-supported short branches in the phylogeny increased, we still did not obtain strong bootstrap support for every node. Parametric and nonparametric bootstrap simulations projected that an enormous, and likely unobtainable, amount of data would be required to get bootstrap support greater than 50% for every node. However, a marked increase in the number of well-supported nodes was seen when we conducted a Bayesian analysis of a combined dataset generated from morphological characters added to the seven gene dataset. Our results suggest that, in some cases, combining morphological and genetic characters may be the most practical way to increase support for short branches deep in a phylogeny.",
      "sentences": [
        [
          {
            "segment_text": "Previous estimates of a generic level phylogeny for the ubiquitous parasitoid wasp subfamily Microgastrinae ( Hymenoptera ) have been problematic due to short internal branches deep in the phylogeny .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These short branches might be attributed to a rapid radiation among the taxa ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the use of genes that are unsuitable for the levels of divergence being examined ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "or insuYcient quantity of data .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We added over 1200 nucleotides from four nuclear genes to a dataset derived from three genes to produce a dataset of over 3000 nucleotides per taxon .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "While the number of well-supported short branches in the phylogeny increased ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "we still did not obtain strong bootstrap support for every node .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Parametric and nonparametric bootstrap simulations projected that an enormous ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and likely unobtainable , amount of data would be required to get bootstrap support greater than 50 % for every node .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , a marked increase in the number of well-supported nodes was seen when we conducted a Bayesian analysis of a combined dataset generated from morphological characters added to the seven gene dataset .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our results suggest that , in some cases ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "combining morphological and genetic characters may be the most practical way to increase support for short branches deep in a phylogeny .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "12",
    "token_num": "213"
  }
}