{
  "paper_id": "09484eac9b6a66dfc5ab6da0814a0d5d5c3bc9b4",
  "metadata": {
    "title": "Nuclear TRIM25 Specifically Targets Influenza Virus Ribonucleoproteins to Block the Onset of RNA Chain Elongation Article Nuclear TRIM25 Specifically Targets Influenza Virus Ribonucleoproteins to Block the Onset of RNA Chain Elongation",
    "coda_data_split": "train",
    "coda_paper_id": 9722,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Graphical Abstract Highlights d TRIM25 binds to influenza ribonucleoproteins (vRNPs) in the nucleus d On vRNPs, TRIM25 acts as a clamp to inhibit viral RNA chain elongation d TRIM25 restriction of influenza RNA synthesis can be reconstituted in vitro d Influenza NS1 protein antagonizes this anti-influenza activity of TRIM25 SUMMARY TRIM25 is an E3 ubiquitin ligase that activates RIG-I to promote the antiviral interferon response. The NS1 protein from all strains of influenza A virus binds TRIM25, although not all virus strains block the interferon response, suggesting alternative mechanisms for TRIM25 action. Here we present a nuclear role for TRIM25 in specifically restricting influenza A virus replication. TRIM25 inhibits viral RNA synthesis through a direct mechanism that is independent of its ubiquitin ligase activity and the interferon pathway. This activity can be inhibited by the viral NS1 protein. TRIM25 inhibition of viral RNA synthesis results from its binding to viral ribonucleoproteins (vRNPs), the structures containing individual viral RNA segments, the viral polymerase, and multiple viral nucleoproteins. TRIM25 binding does not inhibit initiation of capped-RNA-primed viral mRNA synthesis by the viral polymerase. Rather, the onset of RNA chain elongation is inhibited because TRIM25 prohibits the movement of RNA into the polymerase complex.",
      "sentences": [
        [
          {
            "segment_text": "Graphical Abstract Highlights d TRIM25 binds to influenza ribonucleoproteins ( vRNPs ) in the nucleus d On vRNPs ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "TRIM25 acts as a clamp to inhibit viral RNA chain elongation d TRIM25 restriction of influenza RNA synthesis can be reconstituted in vitro d Influenza NS1 protein antagonizes this anti-influenza activity of TRIM25 SUMMARY TRIM25 is an E3 ubiquitin ligase that activates RIG-I to promote the antiviral interferon response .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The NS1 protein from all strains of influenza A virus binds TRIM25 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "although not all virus strains block the interferon response ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "suggesting alternative mechanisms for TRIM25 action .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we present a nuclear role for TRIM25 in specifically restricting influenza A virus replication .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "TRIM25 inhibits viral RNA synthesis through a direct mechanism that is independent of its ubiquitin ligase activity and the interferon pathway .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This activity can be inhibited by the viral NS1 protein .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "TRIM25 inhibition of viral RNA synthesis results from its binding to viral ribonucleoproteins ( vRNPs ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the structures containing individual viral RNA segments ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the viral polymerase , and multiple viral nucleoproteins .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "TRIM25 binding does not inhibit initiation of capped-RNA-primed viral mRNA synthesis by the viral polymerase .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Rather , the onset of RNA chain elongation is inhibited because TRIM25 prohibits the movement of RNA into the polymerase complex .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "13",
    "token_num": "220"
  }
}