{
  "paper_id": "0951f5ec3710990a5c181e04fa8fdf7d9a0376e5",
  "metadata": {
    "title": "HIV-Specific T-Cells Accumulate in the Liver in HCV/HIV Co-Infection",
    "coda_data_split": "train",
    "coda_paper_id": 10030,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background and Aims: Hepatitis C Virus (HCV)-related liver disease progresses more rapidly in individuals co-infected with Human Immunodeficiency Virus-1 (HIV), although the underlying immunologic mechanisms are unknown. We examined whether HIV-specific T-cells are identified in the liver of HCV/HIV co-infected individuals and promote liver inflammation through bystander immune responses.",
      "sentences": [
        [
          {
            "segment_text": "Background and Aims : Hepatitis C Virus ( HCV ) - related liver disease progresses more rapidly in individuals co-infected with Human Immunodeficiency Virus-1 ( HIV ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "although the underlying immunologic mechanisms are unknown .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We examined whether HIV-specific T-cells are identified in the liver of HCV/HIV co-infected individuals and promote liver inflammation through bystander immune responses .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Methods: Ex-vivo intra-hepatic lymphocytes from HCV mono-infected and HCV/HIV co-infected individuals were assessed for immune responses to HIV and HCV antigens by polychromatic flow cytometry.",
      "sentences": [
        [
          {
            "segment_text": "Methods : Ex-vivo intra-hepatic lymphocytes from HCV mono-infected and HCV/HIV co-infected individuals were assessed for immune responses to HIV and HCV antigens by polychromatic flow cytometry .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results: HCV/HIV liver biopsies had similar frequencies of lymphocytes but lower percentages of CD4 + T-cells compared to HCV biopsies. In co-infection, intra-hepatic HIV-specific CD8 + and CD4 + T-cells producing IFN-c and TNF-a were detected and were comparable in frequency to those that were HCV-specific. In co-infected individuals, viral-specific CD8 + T-cells produced more of the fibrogenic cytokine, TNF-a. In both mono-and co-infected individuals, intra-hepatic HCV-specific Tcells were poorly functional compared to HIV-specific T-cells. In co-infection, HAART was not associated with a reconstitution of intra-hepatic CD4 + T-cells and was associated with reduction in both HIV and HCV-specific intra-hepatic cytokine responses.",
      "sentences": [
        [
          {
            "segment_text": "Results : HCV/HIV liver biopsies had similar frequencies of lymphocytes but lower percentages of CD4 + T-cells compared to HCV biopsies .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In co-infection , intra-hepatic HIV-specific CD8 + and CD4 + T-cells producing IFN-c and TNF-a were detected and were comparable in frequency to those that were HCV-specific .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In co-infected individuals , viral-specific CD8 + T-cells produced more of the fibrogenic cytokine , TNF-a .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In both mono-and co-infected individuals ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "intra-hepatic HCV-specific Tcells were poorly functional compared to HIV-specific T-cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In co-infection , HAART was not associated with a reconstitution of intra-hepatic CD4 + T-cells and was associated with reduction in both HIV and HCV-specific intra-hepatic cytokine responses .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "8",
    "segment_num": "10",
    "token_num": "199"
  }
}