{
  "paper_id": "0958f0c6af6ecad91d68009fed880471a57a36be",
  "metadata": {
    "title": "Opinion to Address a Potential Personal Protective Equipment Shortage in the Global Community During the COVID-19 Outbreak",
    "coda_data_split": "train",
    "coda_paper_id": 8476,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The current COVID-19 pandemic is stretching the global supply situation for face masks and PPE beyond production capacity. This is a call for the R\u0026D community, particularly in the polymer degradation and stability arena, to engage and collaborate with virology and bio-medical experts. We require comparative R\u0026D for extended, reuse and recyclability options, as well as large scale approaches and methods that could quickly be applied on the local level by the public who are not experts and may only have limited resources.",
      "sentences": [
        [
          {
            "segment_text": "The current COVID-19 pandemic is stretching the global supply situation for face masks and PPE beyond production capacity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This is a call for the R\u0026D community ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "particularly in the polymer degradation and stability arena ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "to engage and collaborate with virology and bio-medical experts .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We require comparative R\u0026D for extended ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "reuse and recyclability options , as well as large scale approaches and methods that could quickly be applied on the local level by the public who are not experts and may only have limited resources .",
            "crowd_label": "background"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "3",
    "segment_num": "6",
    "token_num": "90"
  }
}