{
  "paper_id": "09663bfedb806c7f965fd6510454fd2542d37cc8",
  "metadata": {
    "title": "Specific antibody secreting cells from chickens can be detected by three days and memory B cells by three weeks post-infection with the avian respiratory coronavirus",
    "coda_data_split": "train",
    "coda_paper_id": 6402,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Infectious bronchitis virus (IBV), the first coronavirus described, has been a continuing problem in poultry for more than 70 years. IBV, causing a highly contagious respiratory disease in chickens, resembles the recently described severe acute respiratory syndrome virus in pathogenesis and genome organization. While previous studies demonstrated that effector and memory CD8 C T lymphocytes are critical in controlling acute IBV infection and disease in chickens, here chicken anti-IBV antibody (IgG) secreting cells (ASC) in both peripheral blood mononuclear cells (PBMC) and spleens collected following IBV Gray infection were evaluated using an ELISPOT assay. The ASC in peripheral blood and spleens can be detected from 3 to 7 days post-infection (p.i.), which is 3-7 days earlier than anti-IBV IgG detected in the serum. The ASC frequency reached a maximum at 7-10 days p.i., and decreased more than 90% in the spleen and 70% in PBMC by 14 days p.i. The ASC levels in the PBMC then decreased gradually to 0.5 ASC/10 6 over the next 8 weeks. The higher concentration of about 20 ASC/10 6 cells in spleens may, at least partially, account for the presence of antibody in the serum although bone marrow ASC were not determined. In vitro stimulation of PBMC and splenocytes with IBV antigen demonstrated that memory B cells can be activated to secrete antibody by 3 weeks p.i. ELISPOT detection of primary B cells could be useful in the early detection of infection following infection with respiratory coronaviruses. q",
      "sentences": [
        [
          {
            "segment_text": "Infectious bronchitis virus ( IBV ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the first coronavirus described , has been a continuing problem in poultry for more than 70 years .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "IBV , causing a highly contagious respiratory disease in chickens ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "resembles the recently described severe acute respiratory syndrome virus in pathogenesis and genome organization .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "While previous studies demonstrated that effector and memory CD8 C T lymphocytes are critical in controlling acute IBV infection and disease in chickens ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "here chicken anti-IBV antibody ( IgG ) secreting cells ( ASC ) in both peripheral blood mononuclear cells ( PBMC ) and spleens collected following IBV Gray infection were evaluated using an ELISPOT assay .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The ASC in peripheral blood and spleens can be detected from 3 to 7 days post-infection ( p.i. ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which is 3-7 days earlier than anti-IBV IgG detected in the serum .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The ASC frequency reached a maximum at 7-10 days p.i. ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and decreased more than 90 % in the spleen and 70 % in PBMC by 14 days p.i. .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The ASC levels in the PBMC then decreased gradually to 0.5 ASC/10 6 over the next 8 weeks .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The higher concentration of about 20 ASC/10 6 cells in spleens may ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "at least partially , account for the presence of antibody in the serum although bone marrow ASC were not determined .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In vitro stimulation of PBMC and splenocytes with IBV antigen demonstrated that memory B cells can be activated to secrete antibody by 3 weeks p.i. ELISPOT detection of primary B cells could be useful in the early detection of infection following infection with respiratory coronaviruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "q",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "15",
    "token_num": "273"
  }
}