{
  "paper_id": "0969d53ac7a447d43b431dbe9744e416de26df38",
  "metadata": {
    "title": "Molecular Sciences Review B Cells and Antibodies in Kawasaki Disease",
    "coda_data_split": "train",
    "coda_paper_id": 10900,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The etiology of Kawasaki disease (KD), the leading cause of acquired heart disease in children, is currently unknown. Epidemiology supports a relationship of KD to an infectious disease. Several pathological mechanisms are being considered, including a superantigen response, direct invasion by an infectious etiology or an autoimmune phenomenon. Treating affected patients with intravenous immunoglobulin is effective at reducing the rates of coronary aneurysms. However, the role of B cells and antibodies in KD pathogenesis remains unclear. Murine models are not clear on the role for B cells and antibodies in pathogenesis. Studies on rare aneurysm specimens reveal plasma cell infiltrates. Antibodies generated from these aneurysmal plasma cell infiltrates showed cross-reaction to intracellular inclusions in the bronchial epithelium of a number of pathologic specimens from children with KD. These antibodies have not defined an etiology. Notably, a number of autoantibody responses have been reported in children with KD. Recent studies show acute B cell responses are similar in children with KD compared to children with infections, lending further support of an infectious disease cause of KD. Here, we will review and discuss the inconsistencies in the literature in relation to B cell responses, specific antibodies, and a potential role for humoral immunity in KD pathogenesis or diagnosis.",
      "sentences": [
        [
          {
            "segment_text": "The etiology of Kawasaki disease ( KD ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the leading cause of acquired heart disease in children , is currently unknown .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Epidemiology supports a relationship of KD to an infectious disease .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Several pathological mechanisms are being considered ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including a superantigen response , direct invasion by an infectious etiology or an autoimmune phenomenon .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Treating affected patients with intravenous immunoglobulin is effective at reducing the rates of coronary aneurysms .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , the role of B cells and antibodies in KD pathogenesis remains unclear .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Murine models are not clear on the role for B cells and antibodies in pathogenesis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Studies on rare aneurysm specimens reveal plasma cell infiltrates .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Antibodies generated from these aneurysmal plasma cell infiltrates showed cross-reaction to intracellular inclusions in the bronchial epithelium of a number of pathologic specimens from children with KD .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These antibodies have not defined an etiology .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Notably , a number of autoantibody responses have been reported in children with KD .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Recent studies show acute B cell responses are similar in children with KD compared to children with infections ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "lending further support of an infectious disease cause of KD .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we will review and discuss the inconsistencies in the literature in relation to B cell responses ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "specific antibodies , and a potential role for humoral immunity in KD pathogenesis or diagnosis .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "12",
    "segment_num": "16",
    "token_num": "230"
  }
}