{
  "paper_id": "09715b7726d3d6eae06f7b79e5962448dd11d169",
  "metadata": {
    "title": "Alisporivir inhibits MERS-and SARS-coronavirus replication in cell culture, but not SARS-coronavirus infection in a mouse model",
    "coda_data_split": "train",
    "coda_paper_id": 10203,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Currently, there is no registered treatment for infections with emerging zoonotic coronaviruses like SARS-and MERS-coronavirus. We here report that in cultured cells low-micromolar concentrations of alisporivir, a non-immunosuppressive cyclosporin A-analog, inhibit the replication of four different coronaviruses, including MERS-and SARS-coronavirus. Ribavirin was found to further potentiate the antiviral effect of alisporivir in these cell culture-based infection models, but this combination treatment was unable to improve the outcome of SARS-CoV infection in a mouse model. Nevertheless, our data provide a basis to further explore the potential of Cyp inhibitors as host-directed, broad-spectrum inhibitors of coronavirus replication.",
      "sentences": [
        [
          {
            "segment_text": "Currently , there is no registered treatment for infections with emerging zoonotic coronaviruses like SARS-and MERS-coronavirus .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We here report that in cultured cells low-micromolar concentrations of alisporivir ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "a non-immunosuppressive cyclosporin A-analog , inhibit the replication of four different coronaviruses , including MERS-and SARS-coronavirus .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Ribavirin was found to further potentiate the antiviral effect of alisporivir in these cell culture-based infection models ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but this combination treatment was unable to improve the outcome of SARS-CoV infection in a mouse model .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Nevertheless , our data provide a basis to further explore the potential of Cyp inhibitors as host-directed ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "broad-spectrum inhibitors of coronavirus replication .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "7",
    "token_num": "106"
  }
}