{
  "paper_id": "097b9b4ada3e89942ea196c59226e95da1b7969f",
  "metadata": {
    "title": "Oral vitamin A supplementation of porcine epidemic diarrhea virus infected gilts enhances IgA and lactogenic immune protection of nursing piglets",
    "coda_data_split": "train",
    "coda_paper_id": 9062,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Vitamin A (VA) has pleiotropic effects on the immune system and is critical for mucosal immune function and intestinal lymphocyte trafficking. We hypothesized that oral VA supplementation of porcine epidemic diarrhea virus (PEDV)infected pregnant gilts would enhance the gut-mammary gland-secretory IgA axis to boost lactogenic immunity and passive protection of nursing piglets against PEDV challenge. Gilts received daily oral retinyl acetate (30 000 IU) starting at gestation day 76 throughout lactation. At 3-4 weeks pre-partum, VA-supplemented (PEDV + VA) and non-supplemented (PEDV) gilts were PEDV or mock inoculated (mock + VA and mock, respectively). PEDV + VA gilts had decreased mean PEDV RNA shedding titers and diarrhea scores. To determine if lactogenic immunity correlated with protection, all piglets were PEDV-challenged at 3-5 days post-partum. The survival rate of PEDV + VA litters was 74.2% compared with 55.9% in PEDV litters. Mock and mock + VA litter survival rates were 5.7% and 8.3%, respectively. PEDV + VA gilts had increased PEDV IgA antibody secreting cells and PEDV IgA antibodies in serum pre-partum and IgA + β7 + (gut homing) cells in milk post piglet challenge compared with PEDV gilts. Our findings suggest that oral VA supplementation may act as an adjuvant during pregnancy, enhancing maternal IgA and lactogenic immune protection in nursing piglets.",
      "sentences": [
        [
          {
            "segment_text": "Vitamin A ( VA ) has pleiotropic effects on the immune system and is critical for mucosal immune function and intestinal lymphocyte trafficking .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We hypothesized that oral VA supplementation of porcine epidemic diarrhea virus ( PEDV ) infected pregnant gilts would enhance the gut-mammary gland-secretory IgA axis to boost lactogenic immunity and passive protection of nursing piglets against PEDV challenge .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Gilts received daily oral retinyl acetate ( 30 000 IU ) starting at gestation day 76 throughout lactation .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "At 3-4 weeks pre-partum , VA-supplemented ( PEDV + VA ) and non-supplemented ( PEDV ) gilts were PEDV or mock inoculated ( mock + VA and mock , respectively ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "PEDV + VA gilts had decreased mean PEDV RNA shedding titers and diarrhea scores .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "To determine if lactogenic immunity correlated with protection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "all piglets were PEDV-challenged at 3-5 days post-partum .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The survival rate of PEDV + VA litters was 74.2 % compared with 55.9 % in PEDV litters .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Mock and mock + VA litter survival rates were 5.7 % and 8.3 % , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "PEDV + VA gilts had increased PEDV IgA antibody secreting cells and PEDV IgA antibodies in serum pre-partum and IgA + β7 + ( gut homing ) cells in milk post piglet challenge compared with PEDV gilts .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our findings suggest that oral VA supplementation may act as an adjuvant during pregnancy ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "enhancing maternal IgA and lactogenic immune protection in nursing piglets .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "12",
    "token_num": "246"
  }
}