{
  "paper_id": "09b0945d4963d363bb670d75070c19a328fbfce6",
  "metadata": {
    "title": "Tropical Medicine and Infectious Disease Paramyxo-and Coronaviruses in Rwandan Bats",
    "coda_data_split": "train",
    "coda_paper_id": 2402,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "A high diversity of corona-and paramyxoviruses have been detected in different bat species at study sites worldwide, including Africa, however no biosurveillance studies from Rwanda have been reported. In this study, samples from bats collected from caves in Ruhengeri, Rwanda, were tested for the presence of corona-and paramyxoviral RNA using reverse transcription PCR assays. Positive results were further characterized by DNA sequencing and phylogenetic analysis. In addition to morphological identification of bat species, we also did molecular confirmation of species identities, contributing to the known genetic database available for African bat species. We detected a novel Betacoronavirus in two Geoffroy\u0027s horseshoe bats (Rhinolophus clivosus) bats. We also detected several different paramyxoviral species from various insectivorous bats. One of these viral species was found to be homologous to the genomes of viruses belonging to the Jeilongvirus genus. Additionally, a Henipavirus-related sequence was detected in an Egyptian rousette fruit bat (Rousettus aegyptiacus). These results expand on the known diversity of corona-and paramyxoviruses and their geographical distribution in Africa.",
      "sentences": [
        [
          {
            "segment_text": "A high diversity of corona-and paramyxoviruses have been detected in different bat species at study sites worldwide ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including Africa , however no biosurveillance studies from Rwanda have been reported .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , samples from bats collected from caves in Ruhengeri ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "Rwanda , were tested for the presence of corona-and paramyxoviral RNA using reverse transcription PCR assays .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Positive results were further characterized by DNA sequencing and phylogenetic analysis .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "In addition to morphological identification of bat species ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we also did molecular confirmation of species identities ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "contributing to the known genetic database available for African bat species .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We detected a novel Betacoronavirus in two Geoffroy \u0027s horseshoe bats ( Rhinolophus clivosus ) bats .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We also detected several different paramyxoviral species from various insectivorous bats .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "One of these viral species was found to be homologous to the genomes of viruses belonging to the Jeilongvirus genus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Additionally , a Henipavirus-related sequence was detected in an Egyptian rousette fruit bat ( Rousettus aegyptiacus ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results expand on the known diversity of corona-and paramyxoviruses and their geographical distribution in Africa .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "13",
    "token_num": "188"
  }
}