{
  "paper_id": "09b04a54167b4f8751ed9f1e373449404d1fc924",
  "metadata": {
    "title": "Fusion Inhibitory Lipopeptides Engineered for Prophylaxis of Nipah Virus in Primates",
    "coda_data_split": "train",
    "coda_paper_id": 8489,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background. The emerging zoonotic paramyxovirus Nipah virus (NiV) causes severe respiratory and neurological disease in humans, with high fatality rates. Nipah virus can be transmitted via person-to-person contact, posing a high risk for epidemic outbreaks. However, a broadly applicable approach for human NiV outbreaks in field settings is lacking.",
      "sentences": [
        [
          {
            "segment_text": "Background .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The emerging zoonotic paramyxovirus Nipah virus ( NiV ) causes severe respiratory and neurological disease in humans , with high fatality rates .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Nipah virus can be transmitted via person-to-person contact ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "posing a high risk for epidemic outbreaks .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , a broadly applicable approach for human NiV outbreaks in field settings is lacking .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Methods. We engineered new antiviral lipopeptides and analyzed in vitro fusion inhibition to identify an optimal candidate for prophylaxis of NiV infection in the lower respiratory tract, and we assessed antiviral efficiency in 2 different animal models.",
      "sentences": [
        [
          {
            "segment_text": "Methods .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We engineered new antiviral lipopeptides and analyzed in vitro fusion inhibition to identify an optimal candidate for prophylaxis of NiV infection in the lower respiratory tract ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and we assessed antiviral efficiency in 2 different animal models .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results. We show that lethal NiV infection can be prevented with lipopeptides delivered via the respiratory route in both hamsters and nonhuman primates. By targeting retention of peptides for NiV prophylaxis in the respiratory tract, we avoid its systemic delivery in individuals who need only prevention, and thus we increase the safety of treatment and enhance utility of the intervention.",
      "sentences": [
        [
          {
            "segment_text": "Results .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We show that lethal NiV infection can be prevented with lipopeptides delivered via the respiratory route in both hamsters and nonhuman primates .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "By targeting retention of peptides for NiV prophylaxis in the respiratory tract ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "we avoid its systemic delivery in individuals who need only prevention ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and thus we increase the safety of treatment and enhance utility of the intervention .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions. The experiments provide a proof of concept for the use of antifusion lipopeptides for prophylaxis of lethal NiV. These results advance the goal of rational development of potent lipopeptide inhibitors with desirable pharmacokinetic and biodistribution properties and a safe effective delivery method to target NiV and other pathogenic viruses.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The experiments provide a proof of concept for the use of antifusion lipopeptides for prophylaxis of lethal NiV .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results advance the goal of rational development of potent lipopeptide inhibitors with desirable pharmacokinetic and biodistribution properties and a safe effective delivery method to target NiV and other pathogenic viruses .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "12",
    "segment_num": "16",
    "token_num": "216"
  }
}