{
  "paper_id": "09bb68388e585bc8a743f915e5e3df696ec80c10",
  "metadata": {
    "title": "Reproductive emergencies in camelids",
    "coda_data_split": "train",
    "coda_paper_id": 5310,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Emergencies in theriogenology practice go beyond just saving the life of the patient, but also preserving its reproductive abilities. Camelid emergency medicine is a relatively new field. This paper discusses the most common reproductive emergencies, their diagnosis, treatment, and prognosis in male and female camelids. The conclusions drawn are based primarily on clinical observations by the authors over the last 25 years. Special consideration is given to peculiarities of the species, particularly in the choice of obstetrical manipulations and therapies. #",
      "sentences": [
        [
          {
            "segment_text": "Emergencies in theriogenology practice go beyond just saving the life of the patient ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but also preserving its reproductive abilities .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Camelid emergency medicine is a relatively new field .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This paper discusses the most common reproductive emergencies ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "their diagnosis , treatment , and prognosis in male and female camelids .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The conclusions drawn are based primarily on clinical observations by the authors over the last 25 years .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Special consideration is given to peculiarities of the species ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "particularly in the choice of obstetrical manipulations and therapies .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "#",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "9",
    "token_num": "91"
  }
}