{
  "paper_id": "09de57e5401565a1e80361d32b09ce66b3a988c8",
  "metadata": {
    "title": "Preliminary Identification of Potential Vaccine Targets for the COVID-19 Coronavirus (SARS-CoV-2) Based on SARS-CoV Immunological Studies",
    "coda_data_split": "train",
    "coda_paper_id": 5874,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "A.A.Q); m.mckay@ust.hk (M.R.M.) † These authors contributed equally to this work.",
      "sentences": [
        [
          {
            "segment_text": "A.A.Q ) ; m.mckay@ust.hk ( M.R.M. ) † These authors contributed equally to this work .",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "Abstract: The beginning of 2020 has seen the emergence of COVID-19 outbreak caused by a novel coronavirus, Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2). There is an imminent need to better understand this new virus and to develop ways to control its spread. In this study, we sought to gain insights for vaccine design against SARS-CoV-2 by considering the high genetic similarity between SARS-CoV-2 and SARS-CoV, which caused the outbreak in 2003, and leveraging existing immunological studies of SARS-CoV. By screening the experimentally-determined SARS-CoV-derived B cell and T cell epitopes in the immunogenic structural proteins of SARS-CoV, we identified a set of B cell and T cell epitopes derived from the spike (S) and nucleocapsid (N) proteins that map identically to SARS-CoV-2 proteins. As no mutation has been observed in these identified epitopes among the 120 available SARS-CoV-2 sequences (as of 21 February 2020), immune targeting of these epitopes may potentially offer protection against this novel virus. For the T cell epitopes, we performed a population coverage analysis of the associated MHC alleles and proposed a set of epitopes that is estimated to provide broad coverage globally, as well as in China. Our findings provide a screened set of epitopes that can help guide experimental efforts towards the development of vaccines against SARS-CoV-2.",
      "sentences": [
        [
          {
            "segment_text": "Abstract : The beginning of 2020 has seen the emergence of COVID-19 outbreak caused by a novel coronavirus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Severe Acute Respiratory Syndrome Coronavirus 2 ( SARS-CoV-2 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "There is an imminent need to better understand this new virus and to develop ways to control its spread .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , we sought to gain insights for vaccine design against SARS-CoV-2 by considering the high genetic similarity between SARS-CoV-2 and SARS-CoV ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "which caused the outbreak in 2003 ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and leveraging existing immunological studies of SARS-CoV .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "By screening the experimentally-determined SARS-CoV-derived B cell and T cell epitopes in the immunogenic structural proteins of SARS-CoV ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we identified a set of B cell and T cell epitopes derived from the spike ( S ) and nucleocapsid ( N ) proteins that map identically to SARS-CoV-2 proteins .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "As no mutation has been observed in these identified epitopes among the 120 available SARS-CoV-2 sequences ( as of 21 February 2020 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "immune targeting of these epitopes may potentially offer protection against this novel virus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "For the T cell epitopes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "we performed a population coverage analysis of the associated MHC alleles and proposed a set of epitopes that is estimated to provide broad coverage globally ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as well as in China .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our findings provide a screened set of epitopes that can help guide experimental efforts towards the development of vaccines against SARS-CoV-2 .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "8",
    "segment_num": "15",
    "token_num": "253"
  }
}