{
  "paper_id": "09e70c44b20fc3618bdc374ebd82d72795941b2d",
  "metadata": {
    "title": "Factors Influencing In-hospital Mortality in Community-Acquired Pneumonia* A Prospective Study of Patients Not Initially Admitted to the ICU",
    "coda_data_split": "train",
    "coda_paper_id": 10557,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "To determine the factors that predict in-hospital mortality among patients who require hospitalization for the treatment of community-acquired pneumonia (CAP). Study design: Prospective observational study of all patients who were admitted to six hospitals in Edmonton, AL, Canada, with a diagnosis of CAP from November 15, 2000, to November 14, 2002. Pneumonia was defined as two or more respiratory symptoms and signs and an opacity on a chest radiograph as interpreted by the attending physician. Results: A total of 3,043 patients were enrolled in the study, 246 of whom died (8.1%). On multivariate analysis, increasing pneumonia severity score, increasing age, site of care, consultation with a respirologist or infectious diseases physician, and functional status at the time of admission were all independently predictive of mortality. Increasing pneumonia severity risk score, increasing age, site of hospitalization, functional status, and consultation with an infectious diseases physician or a respirologist were independently associated with both early (\u003c 5 days) and late (\u003e 5 days) mortality. In contrast, partial or complete use of the pneumonia pathway was associated with decreased early mortality, but had no effect on late mortality. A low lymphocyte count and a high serum potassium level were associated with early but not with late mortality. The type of antibiotic therapy had an effect on late but not on early mortality. Conclusions: Functional status at the time of hospital admission is a powerful predictor of mortality and should be incorporated into any scores or models that are used to predict mortality. While there are some common predictors of early and late in-hospital mortality, early mortality is not affected by the timing or type of antibiotic therapy, whereas late mortality is influenced by the type of antibiotic therapy. Hyperkalemia and lymphopenia are associated with early mortality.",
      "sentences": [
        [
          {
            "segment_text": "To determine the factors that predict in-hospital mortality among patients who require hospitalization for the treatment of community-acquired pneumonia ( CAP ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Study design : Prospective observational study of all patients who were admitted to six hospitals in Edmonton ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "AL , Canada , with a diagnosis of CAP from November 15 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "2000 , to November 14 , 2002 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Pneumonia was defined as two or more respiratory symptoms and signs and an opacity on a chest radiograph as interpreted by the attending physician .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : A total of 3,043 patients were enrolled in the study ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "246 of whom died ( 8.1 % ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "On multivariate analysis , increasing pneumonia severity score ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "increasing age , site of care ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "consultation with a respirologist or infectious diseases physician ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and functional status at the time of admission were all independently predictive of mortality .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Increasing pneumonia severity risk score ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "increasing age , site of hospitalization ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "functional status , and consultation with an infectious diseases physician or a respirologist were independently associated with both early ( \u003c 5 days ) and late ( \u003e 5 days ) mortality .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In contrast , partial or complete use of the pneumonia pathway was associated with decreased early mortality ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but had no effect on late mortality .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A low lymphocyte count and a high serum potassium level were associated with early but not with late mortality .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The type of antibiotic therapy had an effect on late but not on early mortality .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : Functional status at the time of hospital admission is a powerful predictor of mortality and should be incorporated into any scores or models that are used to predict mortality .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "While there are some common predictors of early and late in-hospital mortality ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "early mortality is not affected by the timing or type of antibiotic therapy ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whereas late mortality is influenced by the type of antibiotic therapy .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Hyperkalemia and lymphopenia are associated with early mortality .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Abbreviations: CAP ϭ community-acquired pneumonia; CI ϭ confidence interval; FSA ϭ forward sortation area; HRCT ϭ high-resolution CT; OR ϭ odds ratio C ommunity-acquired pneumonia (CAP) is a common illness with an incidence rate of approximately 11.6/1,000 adults per year, 1 of which approx-",
      "sentences": [
        [
          {
            "segment_text": "Abbreviations : CAP ϭ community-acquired pneumonia ; CI ϭ confidence interval ; FSA ϭ forward sortation area ; HRCT ϭ high-resolution CT ; OR ϭ odds ratio C ommunity-acquired pneumonia ( CAP ) is a common illness with an incidence rate of approximately 11.6 / 1,000 adults per year , 1 of which approx -",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "13",
    "segment_num": "24",
    "token_num": "392"
  }
}