{
  "paper_id": "0a00a6df208e068e7aa369fb94641434ea0e6070",
  "metadata": {
    "title": "BMC Genomics Novel genome polymorphisms in BCG vaccine strains and impact on efficacy",
    "coda_data_split": "train",
    "coda_paper_id": 4790,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Bacille Calmette-Guérin (BCG) is an attenuated strain of Mycobacterium bovis currently used as a vaccine against tuberculosis. Global distribution and propagation of BCG has contributed to the in vitro evolution of the vaccine strain and is thought to partially account for the different outcomes of BCG vaccine trials. Previous efforts by several molecular techniques effectively identified large sequence polymorphisms among BCG daughter strains, but lacked the resolution to identify smaller changes. In this study, we have used a NimbleGen tiling array for whole genome comparison of 13 BCG strains. Using this approach, in tandem with DNA resequencing, we have identified six novel large sequence polymorphisms including four deletions and two duplications in specific BCG strains. Moreover, we have uncovered various polymorphisms in the phoP-phoR locus. Importantly, these polymorphisms affect genes encoding established virulence factors including cell wall complex lipids, ESX secretion systems, and the PhoP-PhoR two-component system. Our study demonstrates that major virulence factors are different among BCG strains, which provide molecular mechanisms for important vaccine phenotypes including adverse effect profile, tuberculin reactivity and protective efficacy. These findings have important implications for the development of a new generation of vaccines.",
      "sentences": [
        [
          {
            "segment_text": "Bacille Calmette-Guérin ( BCG ) is an attenuated strain of Mycobacterium bovis currently used as a vaccine against tuberculosis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Global distribution and propagation of BCG has contributed to the in vitro evolution of the vaccine strain and is thought to partially account for the different outcomes of BCG vaccine trials .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Previous efforts by several molecular techniques effectively identified large sequence polymorphisms among BCG daughter strains ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but lacked the resolution to identify smaller changes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , we have used a NimbleGen tiling array for whole genome comparison of 13 BCG strains .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Using this approach , in tandem with DNA resequencing ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "we have identified six novel large sequence polymorphisms including four deletions and two duplications in specific BCG strains .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , we have uncovered various polymorphisms in the phoP-phoR locus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Importantly , these polymorphisms affect genes encoding established virulence factors including cell wall complex lipids ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "ESX secretion systems , and the PhoP-PhoR two-component system .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our study demonstrates that major virulence factors are different among BCG strains ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which provide molecular mechanisms for important vaccine phenotypes including adverse effect profile ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "tuberculin reactivity and protective efficacy .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These findings have important implications for the development of a new generation of vaccines .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "14",
    "token_num": "211"
  }
}