{
  "paper_id": "0a0cbd4cb08c862deadcb5aaef22a27b770c0791",
  "metadata": {
    "title": "Real-world comparison of two molecular methods for detection of respiratory viruses",
    "coda_data_split": "train",
    "coda_paper_id": 9283,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Molecular polymerase chain reaction (PCR) based assays are increasingly used to diagnose viral respiratory infections and conduct epidemiology studies. Molecular assays have generally been evaluated by comparing them to conventional direct fluorescent antibody (DFA) or viral culture techniques, with few published direct comparisons between molecular methods or between institutions. We sought to perform a real-world comparison of two molecular respiratory viral diagnostic methods between two experienced respiratory virus research laboratories. Methods: We tested nasal and throat swab specimens obtained from 225 infants with respiratory illness for 11 common respiratory viruses using both a multiplex assay (Respiratory MultiCode-PLx Assay [RMA]) and individual real-time RT-PCR (RT-rtPCR).",
      "sentences": [
        [
          {
            "segment_text": "Background : Molecular polymerase chain reaction ( PCR ) based assays are increasingly used to diagnose viral respiratory infections and conduct epidemiology studies .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Molecular assays have generally been evaluated by comparing them to conventional direct fluorescent antibody ( DFA ) or viral culture techniques ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "with few published direct comparisons between molecular methods or between institutions .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We sought to perform a real-world comparison of two molecular respiratory viral diagnostic methods between two experienced respiratory virus research laboratories .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Methods : We tested nasal and throat swab specimens obtained from 225 infants with respiratory illness for 11 common respiratory viruses using both a multiplex assay ( Respiratory MultiCode-PLx Assay ( RMA ) ) and individual real-time RT-PCR ( RT-rtPCR ) .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results: Both assays detected viruses in more than 70% of specimens, but there was discordance. The RMA assay detected significantly more human metapneumovirus (HMPV) and respiratory syncytial virus (RSV), while RT-rtPCR detected significantly more influenza A. We speculated that primer differences accounted for these discrepancies and redesigned the primers and probes for influenza A in the RMA assay, and for HMPV and RSV in the RT-rtPCR assay. The tests were then repeated and again compared. The new primers led to improved detection of HMPV and RSV by RT-rtPCR assay, but the RMA assay remained similar in terms of influenza detection.",
      "sentences": [
        [
          {
            "segment_text": "Results : Both assays detected viruses in more than 70 % of specimens , but there was discordance .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The RMA assay detected significantly more human metapneumovirus ( HMPV ) and respiratory syncytial virus ( RSV ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while RT-rtPCR detected significantly more influenza A .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We speculated that primer differences accounted for these discrepancies and redesigned the primers and probes for influenza A in the RMA assay ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and for HMPV and RSV in the RT-rtPCR assay .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The tests were then repeated and again compared .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The new primers led to improved detection of HMPV and RSV by RT-rtPCR assay ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but the RMA assay remained similar in terms of influenza detection .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Given the absence of a gold standard, clinical and research laboratories should regularly correlate the results of molecular assays with other PCR based assays, other laboratories, and with standard virologic methods to ensure consistency and accuracy.",
      "sentences": [
        [
          {
            "segment_text": "Given the absence of a gold standard ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "clinical and research laboratories should regularly correlate the results of molecular assays with other PCR based assays ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "other laboratories , and with standard virologic methods to ensure consistency and accuracy .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "10",
    "segment_num": "16",
    "token_num": "277"
  }
}