{
  "paper_id": "0a17eac54e995f96411bd23dec19354ae1db3036",
  "metadata": {
    "title": "Structure, Properties, and Biological Relevance of the DNA and RNA G Quadruplexes: Overview 50 Years after Their Discovery",
    "coda_data_split": "train",
    "coda_paper_id": 7454,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "G quadruplexes (G4s), which are known to have important roles in regulation of key biological processes in both normal and pathological cells, are the most actively studied non canonical structures of nucleic acids. In this review, we summarize the results of studies published in recent years that change significantly scientific views on various aspects of our understanding of quadruplexes. Modern notions on the polymorphism of DNA quadruplexes, on factors affecting thermo dynamics and kinetics of G4 folding-unfolding, on structural organization of multiquadruplex systems, and on conforma tional features of RNA G4s and hybrid DNA-RNA G4s are discussed. Here we report the data on location of G4 sequence motifs in the genomes of eukaryotes, bacteria, and viruses, characterize G4 specific small molecule ligands and proteins, as well as the mechanisms of their interactions with quadruplexes. New information on the structure and stability of G4s in telomeric DNA and oncogene promoters is discussed as well as proof being provided on the occurrence of G quadruplexes in cells. Prominence is given to novel experimental techniques (single molecule manipulations, optical and magnetic tweez ers, original chemical approaches, G4 detection in situ, in cell NMR spectroscopy) that facilitate breakthroughs in the investigation of the structure and functions of G quadruplexes.",
      "sentences": [
        [
          {
            "segment_text": "G quadruplexes ( G4s ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which are known to have important roles in regulation of key biological processes in both normal and pathological cells ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "are the most actively studied non canonical structures of nucleic acids .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this review , we summarize the results of studies published in recent years that change significantly scientific views on various aspects of our understanding of quadruplexes .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Modern notions on the polymorphism of DNA quadruplexes ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "on factors affecting thermo dynamics and kinetics of G4 folding-unfolding ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "on structural organization of multiquadruplex systems ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and on conforma tional features of RNA G4s and hybrid DNA-RNA G4s are discussed .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Here we report the data on location of G4 sequence motifs in the genomes of eukaryotes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "bacteria , and viruses , characterize G4 specific small molecule ligands and proteins ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as well as the mechanisms of their interactions with quadruplexes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "New information on the structure and stability of G4s in telomeric DNA and oncogene promoters is discussed as well as proof being provided on the occurrence of G quadruplexes in cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Prominence is given to novel experimental techniques ( single molecule manipulations , optical and magnetic tweez ers , original chemical approaches , G4 detection in situ , in cell NMR spectroscopy ) that facilitate breakthroughs in the investigation of the structure and functions of G quadruplexes .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "13",
    "token_num": "229"
  }
}