{
  "paper_id": "0a23247c10fffc2f925c2ddee2451c552286d89b",
  "metadata": {
    "title": "Vaccines for the Elderly: The Quest for the Ideal Animal Model",
    "coda_data_split": "train",
    "coda_paper_id": 6135,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "A decline in protective immune responses following vaccination is one of the main features of immunosenescence. Improved vaccine candidates for elderly adults are thus urgently needed. For scientific and regulatory requirements, such new vaccines must first be evaluated at the preclinical level, and there is a continuing quest for the ideal animal model with which to perform such studies. The main advantages and limitations of murine models, those most commonly used for human vaccine research, and of large animal models are reviewed and discussed.",
      "sentences": [
        [
          {
            "segment_text": "A decline in protective immune responses following vaccination is one of the main features of immunosenescence .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Improved vaccine candidates for elderly adults are thus urgently needed .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "For scientific and regulatory requirements ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "such new vaccines must first be evaluated at the preclinical level ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and there is a continuing quest for the ideal animal model with which to perform such studies .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The main advantages and limitations of murine models ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "those most commonly used for human vaccine research ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and of large animal models are reviewed and discussed .",
            "crowd_label": "background"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "8",
    "token_num": "92"
  }
}