{
  "paper_id": "0a244dbbabf26f1b919ca49502e8ccbc5684e7dd",
  "metadata": {
    "title": "Making the Mark: The Role of Adenosine Modifications in the Life Cycle of RNA Viruses",
    "coda_data_split": "train",
    "coda_paper_id": 7505,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Viral epitranscriptomics is a newly emerging field that has identified unique roles for RNA modifications in modulating life cycles of RNA viruses. Despite the observation of a handful of modified viral RNAs five decades ago, very little was known about how these modifications regulate viral life cycles, until recently. Here we review the pro-and anti-viral effects of methyl-6-adenosine in distinct viral life cycles, the role of 2 0 O-methyl modifications in RNA stability and innate immune sensing, and functions of adenosine to inosine modifications in retroviral life cycles. With roles for over 100 modifications in RNA still unknown, this is a rapidly emerging field that is destined to suggest novel antiviral therapies. Cell Host \u0026 Microbe 21, June 14, 2017 ª 2017 Elsevier Inc. 661",
      "sentences": [
        [
          {
            "segment_text": "Viral epitranscriptomics is a newly emerging field that has identified unique roles for RNA modifications in modulating life cycles of RNA viruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Despite the observation of a handful of modified viral RNAs five decades ago ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "very little was known about how these modifications regulate viral life cycles , until recently .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we review the pro-and anti-viral effects of methyl-6-adenosine in distinct viral life cycles ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "the role of 2 0 O-methyl modifications in RNA stability and innate immune sensing ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and functions of adenosine to inosine modifications in retroviral life cycles .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "With roles for over 100 modifications in RNA still unknown ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "this is a rapidly emerging field that is destined to suggest novel antiviral therapies .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Cell Host \u0026 Microbe 21 ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "June 14 , 2017 ª 2017 Elsevier Inc. 661",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "Figure 1. Adenosine Modifications and the Respective Enzymes that Facilitate These Chemical Modifications N 6 -methyladenosine and N 6 ,2-O-dimethyladenosine are reversible RNA modifications, while inosine and 2 0 -O-methyladenosine seem to be irreversible. Of the modifications listed, only 2 0 -O-methyltransferases are encoded by viral genes (WNV, West Nile virus; DV, dengue virus; H-CoV, human coronavirus), further supporting the important role for this modification in modulating viral sensing by innate immune pathways.",
      "sentences": [
        [
          {
            "segment_text": "Figure 1 .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Adenosine Modifications and the Respective Enzymes that Facilitate These Chemical Modifications N 6 - methyladenosine and N 6 ,2-O-dimethyladenosine are reversible RNA modifications ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while inosine and 2 0 - O-methyladenosine seem to be irreversible .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Of the modifications listed , only 2 0 - O-methyltransferases are encoded by viral genes ( WNV , West Nile virus ; DV , dengue virus ; H-CoV , human coronavirus ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "further supporting the important role for this modification in modulating viral sensing by innate immune pathways .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "8",
    "segment_num": "15",
    "token_num": "225"
  }
}