{
  "paper_id": "0a29d54d90d636472416f889c10f12062425bc76",
  "metadata": {
    "title": "",
    "coda_data_split": "train",
    "coda_paper_id": 2053,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The large outbreak of coronavirus disease 2019 (COVID-19) that started in Wuhan, China has now spread to many countries worldwide. Current epidemiologic knowledge suggests that relatively few cases are seen among children, which limits opportunities to address pediatric specific issues on infection control and the children\u0027s contribution to viral spread in the community. Here, we report the first pediatric case of COVID-19 in Korea. The 10-year-old girl was a close contact of her uncle and mother who were confirmed to have COVID-19. In this report, we present mild clinical course of her pneumonia that did not require antiviral treatment and serial viral test results from multiple specimens. Lastly, we raise concerns on the optimal strategy of self-quarantine and patient care in a negative isolation room for children.",
      "sentences": [
        [
          {
            "segment_text": "The large outbreak of coronavirus disease 2019 ( COVID-19 ) that started in Wuhan ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "China has now spread to many countries worldwide .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Current epidemiologic knowledge suggests that relatively few cases are seen among children ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which limits opportunities to address pediatric specific issues on infection control and the children \u0027s contribution to viral spread in the community .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we report the first pediatric case of COVID-19 in Korea .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The 10-year-old girl was a close contact of her uncle and mother who were confirmed to have COVID-19 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In this report , we present mild clinical course of her pneumonia that did not require antiviral treatment and serial viral test results from multiple specimens .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Lastly , we raise concerns on the optimal strategy of self-quarantine and patient care in a negative isolation room for children .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "8",
    "token_num": "141"
  }
}