{
  "paper_id": "0a2a28cb82e7a03af0a9fad4fd4c68c9fdac2477",
  "metadata": {
    "title": "Prediction and Evolution of B Cell Epitopes of Surface Protein in SARS-CoV-2",
    "coda_data_split": "train",
    "coda_paper_id": 7959,
    "coda_has_expert_labels": false,
    "subset": "biorxiv_medrxiv"
  },
  "abstract": [
    {
      "original_text": "The discovery of epitopes is helpful to the development of SARS-CoV-2 vaccine. The sequences of the surface protein of SARS-CoV-2 and its proximal sequences were obtained by BLAST, the sequences of the whole genome of SARS-CoV-2 were obtained from the GenBank. Based on the NCBI Reference Sequence: NC_045512.2, the conformational and linear B cell epitopes of the surface protein were predicted separately by various prediction methods. Furthermore, the conservation of the epitopes, the adaptability and other evolutionary characteristics were also analyzed. 7 epitopes were predicted, including 5 linear epitopes and 2 conformational epitopes, one of the linear and one of the conformational were coincide.",
      "sentences": [
        [
          {
            "segment_text": "The discovery of epitopes is helpful to the development of SARS-CoV-2 vaccine .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The sequences of the surface protein of SARS-CoV-2 and its proximal sequences were obtained by BLAST ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the sequences of the whole genome of SARS-CoV-2 were obtained from the GenBank .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Based on the NCBI Reference Sequence : NC _ 045512.2 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the conformational and linear B cell epitopes of the surface protein were predicted separately by various prediction methods .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Furthermore , the conservation of the epitopes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the adaptability and other evolutionary characteristics were also analyzed .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "7 epitopes were predicted , including 5 linear epitopes and 2 conformational epitopes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "one of the linear and one of the conformational were coincide .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "The epitope D mutated easily, but the other epitopes were very conservative and the epitope C was the most conservative. It is worth mentioning that all of the 6 dominated epitopes were absolutely conservative in nearly 1000 SARS-CoV-2 genomes, and they deserved further study. The findings would facilitate the vaccine development, had the potential to be directly applied on the treatment in this disease, but also have the potential to prevent the possible threats caused by other types of coronavirus.",
      "sentences": [
        [
          {
            "segment_text": "The epitope D mutated easily ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but the other epitopes were very conservative and the epitope C was the most conservative .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It is worth mentioning that all of the 6 dominated epitopes were absolutely conservative in nearly 1000 SARS-CoV-2 genomes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and they deserved further study .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The findings would facilitate the vaccine development ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "had the potential to be directly applied on the treatment in this disease ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but also have the potential to prevent the possible threats caused by other types of coronavirus .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Results",
      "sentences": [
        [
          {
            "segment_text": "Results",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "The primary structure and physicochemical properties of the S/E/M protein were analyzed. The results revealed that the S protein has an average hydrophilic index of -author/funder. All rights reserved. No reuse allowed without permission. : bioRxiv preprint 0.079( Figure S1A ). On the basis of hydrophilicity, it also showed amphoteric properties. There was an outside-in transmembrane helix in 23 residues from position 1214 th to position 1236 th at the N-terminal( Figure S2A ). The protein instability index was 33.01, which revealed the S protein was stable. The E protein has an average hydrophilic index of 1.128( Figure S1B ). It was hydrophobic. An inside-out transmembrane helix in 23 residues from position 12 th to position 34 th at the N-terminal was predicted( Figure S2B ). The protein instability index was 38.68, which revealed the E protein was stable. The M protein has an average hydrophilic index of 0.446( Figure   S1C ). On the basis of hydrophobicity, it also showed amphoteric properties. There were two outside-in transmembrane helices, one was in 20 residues from position 20 th to position 39 th , the another one was in 23 residues from position 78 th to position 100 th , and an inside-out transmembrane helix in 20 residues from position 51 st to position 73 rd , at the N-terminal( Figure S2C ). The protein instability index was 39.14, which revealed the M protein was stable.",
      "sentences": [
        [
          {
            "segment_text": "The primary structure and physicochemical properties of the S/E/M protein were analyzed .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The results revealed that the S protein has an average hydrophilic index of - author/funder .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "All rights reserved .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "No reuse allowed without permission .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": ": bioRxiv preprint 0.079 ( Figure S1A ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "On the basis of hydrophilicity ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "it also showed amphoteric properties .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "There was an outside-in transmembrane helix in 23 residues from position 1214 th to position 1236 th at the N-terminal ( Figure S2A ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The protein instability index was 33.01 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which revealed the S protein was stable .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The E protein has an average hydrophilic index of 1.128 ( Figure S1B ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "It was hydrophobic .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "An inside-out transmembrane helix in 23 residues from position 12 th to position 34 th at the N-terminal was predicted ( Figure S2B ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The protein instability index was 38.68 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which revealed the E protein was stable .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The M protein has an average hydrophilic index of 0.446 ( Figure S1C ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "On the basis of hydrophobicity ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "it also showed amphoteric properties .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "There were two outside-in transmembrane helices ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "one was in 20 residues from position 20 th to position 39 th ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the another one was in 23 residues from position 78 th to position 100 th ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and an inside-out transmembrane helix in 20 residues from position 51 st to position 73 rd ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "at the N-terminal ( Figure S2C ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The protein instability index was 39.14 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which revealed the M protein was stable .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "The optimal template for homology modeling of the S protein of SARS-CoV-2 was the S protein of SARS(PDB ID: 6acc.1), with the sequence identity of 76.47% and the GMQE score of 0.73. According to the evaluation of the structure by Ramachandran plot (Figure 1A) , 99.3% of the residues were located in the most favoured regions and the allowed regions, 0.7% of the residues were located in the disallowed regions, the high-energy regions (Table 1) , which was possibly due to some energy was spent in the protein processing to make these residues enter the high-energy regions [5] . The result generally showed that the structure was reliable. The structure of S protein( Figure 1B) of SARS-CoV-2 is a trimer, which can be divided into a tightly curled tail and a distributed head. The head is mainly composed of β-sheet, irregular curl and turn, which is exposed to the envelope of the virus, contributes to the formation of epitopes. The tail is mainly composed of several α-helices, part of which is embedded in the envelope, hinders the formation of epitopes.",
      "sentences": [
        [
          {
            "segment_text": "The optimal template for homology modeling of the S protein of SARS-CoV-2 was the S protein of SARS ( PDB ID : 6acc .1 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with the sequence identity of 76.47 % and the GMQE score of 0.73 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "According to the evaluation of the structure by Ramachandran plot ( Figure 1A ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "99.3 % of the residues were located in the most favoured regions and the allowed regions ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "0.7 % of the residues were located in the disallowed regions ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the high-energy regions ( Table 1 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which was possibly due to some energy was spent in the protein processing to make these residues enter the high-energy regions ( 5 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The result generally showed that the structure was reliable .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The structure of S protein ( Figure 1B ) of SARS-CoV-2 is a trimer ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which can be divided into a tightly curled tail and a distributed head .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The head is mainly composed of β-sheet ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "irregular curl and turn , which is exposed to the envelope of the virus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "contributes to the formation of epitopes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The tail is mainly composed of several α-helices ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "part of which is embedded in the envelope ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "hinders the formation of epitopes .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "The optimal template for homology modeling of the E protein of SARS-CoV-2 was the E protein of SARS(PDB ID: 5x29.1), with the sequence identity of 91.38% and author/funder. All rights reserved. No reuse allowed without permission.",
      "sentences": [
        [
          {
            "segment_text": "The optimal template for homology modeling of the E protein of SARS-CoV-2 was the E protein of SARS ( PDB ID : 5x29 .1 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with the sequence identity of 91.38 % and author/funder .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "All rights reserved .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "No reuse allowed without permission .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "6",
    "sentence_num": "34",
    "segment_num": "62",
    "token_num": "725"
  }
}