{
  "paper_id": "0a4df0b92940218a7fc69cb46ba22c8f83a5bb9f",
  "metadata": {
    "title": "Disease modelling in human organoids",
    "coda_data_split": "train",
    "coda_paper_id": 4512,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The past decade has seen an explosion in the field of in vitro disease modelling, in particular the development of organoids. These selforganizing tissues derived from stem cells provide a unique system to examine mechanisms ranging from organ development to homeostasis and disease. Because organoids develop according to intrinsic developmental programmes, the resultant tissue morphology recapitulates organ architecture with remarkable fidelity. Furthermore, the fact that these tissues can be derived from human progenitors allows for the study of uniquely human processes and disorders. This article and accompanying poster highlight the currently available methods, particularly those aimed at modelling human biology, and provide an overview of their capabilities and limitations. We also speculate on possible future technological advances that have the potential for great strides in both disease modelling and future regenerative strategies.",
      "sentences": [
        [
          {
            "segment_text": "The past decade has seen an explosion in the field of in vitro disease modelling ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "in particular the development of organoids .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These selforganizing tissues derived from stem cells provide a unique system to examine mechanisms ranging from organ development to homeostasis and disease .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Because organoids develop according to intrinsic developmental programmes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the resultant tissue morphology recapitulates organ architecture with remarkable fidelity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Furthermore , the fact that these tissues can be derived from human progenitors allows for the study of uniquely human processes and disorders .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This article and accompanying poster highlight the currently available methods ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "particularly those aimed at modelling human biology ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and provide an overview of their capabilities and limitations .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We also speculate on possible future technological advances that have the potential for great strides in both disease modelling and future regenerative strategies .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "10",
    "token_num": "143"
  }
}