{
  "paper_id": "0a4f344f96d5a21e3d0f33e199983738c37a1631",
  "metadata": {
    "title": "The Impact of Human Mobility on HIV Transmission in Kenya",
    "coda_data_split": "train",
    "coda_paper_id": 9525,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Disease spreads as a result of people moving and coming in contact with each other. Thus the mobility patterns of individuals are crucial in understanding disease dynamics. Here we study the impact of human mobility on HIV transmission in different parts of Kenya. We build an SIR metapopulation model that incorporates the different regions within the country. We parameterise the model using census data, HIV data and mobile phone data adopted to track human mobility. We found that movement between different regions appears to have a relatively small overall effect on the total increase in HIV cases in Kenya. However, the most important consequence of movement patterns was transmission of the disease from high infection to low prevalence areas. Mobility slightly increases HIV incidence rates in regions with initially low HIV prevalences and slightly decreases incidences in regions with initially high HIV prevalence. We discuss how regional HIV models could be used in public-health planning. This paper is a first attempt to model spread of HIV using mobile phone data, and we also discuss limitations to the approach.",
      "sentences": [
        [
          {
            "segment_text": "Disease spreads as a result of people moving and coming in contact with each other .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Thus the mobility patterns of individuals are crucial in understanding disease dynamics .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we study the impact of human mobility on HIV transmission in different parts of Kenya .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We build an SIR metapopulation model that incorporates the different regions within the country .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We parameterise the model using census data ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "HIV data and mobile phone data adopted to track human mobility .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We found that movement between different regions appears to have a relatively small overall effect on the total increase in HIV cases in Kenya .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , the most important consequence of movement patterns was transmission of the disease from high infection to low prevalence areas .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Mobility slightly increases HIV incidence rates in regions with initially low HIV prevalences and slightly decreases incidences in regions with initially high HIV prevalence .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We discuss how regional HIV models could be used in public-health planning .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This paper is a first attempt to model spread of HIV using mobile phone data ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and we also discuss limitations to the approach .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "12",
    "token_num": "191"
  }
}