{
  "paper_id": "0a60911da5cd26b915a667843c296179d810d78e",
  "metadata": {
    "title": "Antihelminthic niclosamide modulates dendritic cells activation and function",
    "coda_data_split": "train",
    "coda_paper_id": 10209,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Dendritic cells (DCs) link the sensing of the environment by the innate immune system to the initiation of adaptive immune responses. Accordingly, DCs are considered to be a major target in the development of immunomodulating compounds. In this study, the effect of niclosamide, a Food and Drug Administrationapproved antihelminthic drug, on the activation of lipopolysaccharide (LPS)-stimulated murine bone marrow-derived DCs was examined. Our experimental results show that niclosamide reduced the pro-inflammatory cytokine and chemokine expression of LPS-activated DCs. In addition, niclosamide also affected the expression of MHC and costimulatory molecules and influenced the ability of the cells to take up antigens. Therefore, in mixed cell cultures composed of syngeneic OVA-specific T cells and DCs, niclosamide-treated DCs showed a decreased ability to stimulate T cell proliferation and IFN-c production. Furthermore, intravenous injection of niclosamide also attenuated contact hypersensitivity (CHS) in mice during sensitization with 2,4-dinitro-1-fluorobenzene. Blocking the LPS-induced activation of MAPK-ERK, JNK and NF-jB may contribute to the inhibitory effect of niclosamide on DC activation. Collectively, our findings suggest that niclosamide can manipulate the function of DCs. These results provide new insight into the immunopharmacological role of niclosamide and suggest that it may be useful for the treatment of chronic inflammatory disorders or DC-mediated autoimmune diseases.",
      "sentences": [
        [
          {
            "segment_text": "Dendritic cells ( DCs ) link the sensing of the environment by the innate immune system to the initiation of adaptive immune responses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Accordingly , DCs are considered to be a major target in the development of immunomodulating compounds .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , the effect of niclosamide ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "a Food and Drug Administrationapproved antihelminthic drug ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "on the activation of lipopolysaccharide ( LPS ) - stimulated murine bone marrow-derived DCs was examined .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Our experimental results show that niclosamide reduced the pro-inflammatory cytokine and chemokine expression of LPS-activated DCs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , niclosamide also affected the expression of MHC and costimulatory molecules and influenced the ability of the cells to take up antigens .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Therefore , in mixed cell cultures composed of syngeneic OVA-specific T cells and DCs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "niclosamide-treated DCs showed a decreased ability to stimulate T cell proliferation and IFN-c production .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , intravenous injection of niclosamide also attenuated contact hypersensitivity ( CHS ) in mice during sensitization with 2,4-dinitro-1-fluorobenzene .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Blocking the LPS-induced activation of MAPK-ERK ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "JNK and NF-jB may contribute to the inhibitory effect of niclosamide on DC activation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Collectively , our findings suggest that niclosamide can manipulate the function of DCs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results provide new insight into the immunopharmacological role of niclosamide and suggest that it may be useful for the treatment of chronic inflammatory disorders or DC-mediated autoimmune diseases .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "14",
    "token_num": "233"
  }
}