{
  "paper_id": "0a62c80536aac29f30a65d03070fe79f9e8705c5",
  "metadata": {
    "title": "Identification of two auto-cleavage products of nonstructural protein 1 (nsp1) in porcine reproductive and respiratory syndrome virus infected cells: nsp1 function as interferon antagonist",
    "coda_data_split": "train",
    "coda_paper_id": 5922,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The porcine reproductive and respiratory syndrome virus nsp1 is predicted to be auto-cleaved from the replicase polyprotein into nsp1α and nsp1β subunits. In infected cells, we detected the actual existence of nsp1α and nsp1β. Cleavage sites between nsp1α/nsp1β and nsp1β/nsp2 were identified by protein microsequencing analysis. Time course study showed that nsp1α and nsp1β mainly localize into the cell nucleus after 10 h post infection. Further analysis revealed that both proteins dramatically inhibited IFN-β expression. The nsp1β was observed to significantly inhibit expression from an interferon-stimulated response element promoter after Sendai virus infection or interferon treatment. It was further determined to inhibit nuclear translocation of STAT1 in the JAK-STAT signaling pathway. These results demonstrated that nsp1β has ability to inhibit both interferon synthesis and signaling, while nsp1α alone strongly inhibits interferon synthesis. These findings provide important insights into mechanisms of nsp1 in PRRSV pathogenesis and its impact in vaccine development.",
      "sentences": [
        [
          {
            "segment_text": "The porcine reproductive and respiratory syndrome virus nsp1 is predicted to be auto-cleaved from the replicase polyprotein into nsp1α and nsp1β subunits .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In infected cells , we detected the actual existence of nsp1α and nsp1β .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Cleavage sites between nsp1α/nsp1β and nsp1β/nsp2 were identified by protein microsequencing analysis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Time course study showed that nsp1α and nsp1β mainly localize into the cell nucleus after 10 h post infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Further analysis revealed that both proteins dramatically inhibited IFN-β expression .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The nsp1β was observed to significantly inhibit expression from an interferon-stimulated response element promoter after Sendai virus infection or interferon treatment .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "It was further determined to inhibit nuclear translocation of STAT1 in the JAK-STAT signaling pathway .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results demonstrated that nsp1β has ability to inhibit both interferon synthesis and signaling ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while nsp1α alone strongly inhibits interferon synthesis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These findings provide important insights into mechanisms of nsp1 in PRRSV pathogenesis and its impact in vaccine development .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "10",
    "token_num": "161"
  }
}