{
  "paper_id": "0a6b1d04aece4d54892d911e8367d0028ab78ee7",
  "metadata": {
    "title": "Selective induction of interleukin-6 in mouse microglia by granulocyte-macrophage colony-stimulating factor",
    "coda_data_split": "train",
    "coda_paper_id": 10613,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Astrocytes produce granulocyte/macrophage colony-stimulating factor (GM-CSF) and support the survival and proliferation of microglia. To study the functions of GM-CSF in the central nervous system (CNS), we examined the effects of GM-CSF on cytokine production by glial cells. GM-CSF induced interleukin-6 (IL-6) production by microglia, but not by astrocytes, in a dose-dependent manner as assessed by bioassay and the detection of IL-6 mRNA by reverse transcriptase-polymerase chain reaction (RT-PCR) analysis. GM-CSF did not induce tumor necrosis factor (TNF)o~ or IL-1 in microglia and astrocytes, whereas lipopolysaccharide induced all these cytokines. The induction of IL-6 by GM-CSF in microglia was completely inhibited by antibodies to GM-CSF. Neither IL-3 nor macrophage-CSF (M-CSF) induced IL-6 production in microglia. Given that IL-1 and TNFa, monokines derived from microglia, induce IL-6 production in astrocytes, but not in microglia, results indicate that astrocytes and microglia may mutually regulate IL-6 production by different cytokines.",
      "sentences": [
        [
          {
            "segment_text": "Astrocytes produce granulocyte/macrophage colony-stimulating factor ( GM-CSF ) and support the survival and proliferation of microglia .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To study the functions of GM-CSF in the central nervous system ( CNS ) ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "we examined the effects of GM-CSF on cytokine production by glial cells .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "GM-CSF induced interleukin-6 ( IL-6 ) production by microglia ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "but not by astrocytes , in a dose-dependent manner as assessed by bioassay and the detection of IL-6 mRNA by reverse transcriptase-polymerase chain reaction ( RT-PCR ) analysis .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "GM-CSF did not induce tumor necrosis factor ( TNF ) o ~ or IL-1 in microglia and astrocytes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whereas lipopolysaccharide induced all these cytokines .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The induction of IL-6 by GM-CSF in microglia was completely inhibited by antibodies to GM-CSF .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Neither IL-3 nor macrophage-CSF ( M-CSF ) induced IL-6 production in microglia .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Given that IL-1 and TNFa ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "monokines derived from microglia , induce IL-6 production in astrocytes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but not in microglia , results indicate that astrocytes and microglia may mutually regulate IL-6 production by different cytokines .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "12",
    "token_num": "176"
  }
}