{
  "paper_id": "0a6e4bc983e7a8eb31e252398f47cdaaf1e605b1",
  "metadata": {
    "title": "Membrane-anchored serine proteases in health and disease",
    "coda_data_split": "train",
    "coda_paper_id": 8971,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Serine proteases of the trypsin-like family have long been recognized to be critical effectors of biological processes as diverse as digestion, blood coagulation, fibrinolysis, and immunity. In recent years, a subgroup of these enzymes has been identified that are anchored directly to plasma membranes, either by a carboxy-terminal transmembrane domain (Type I), an amino-terminal transmembrane domain with a cytoplasmic extension (Type II or TTSP), or through a glycosylphosphatidylinositol (GPI) linkage. Recent biochemical, cellular, and in vivo analyses have now established that membrane-anchored serine proteases are key pericellular contributors to processes vital for development and the maintenance of homeostasis. This chapter will review our current knowledge of the biological and physiological functions of these proteases, their molecular substrates, and their contributions to disease.",
      "sentences": [
        [
          {
            "segment_text": "Serine proteases of the trypsin-like family have long been recognized to be critical effectors of biological processes as diverse as digestion ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "blood coagulation , fibrinolysis , and immunity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In recent years , a subgroup of these enzymes has been identified that are anchored directly to plasma membranes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "either by a carboxy-terminal transmembrane domain ( Type I ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "an amino-terminal transmembrane domain with a cytoplasmic extension ( Type II or TTSP ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "or through a glycosylphosphatidylinositol ( GPI ) linkage .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Recent biochemical , cellular , and in vivo analyses have now established that membrane-anchored serine proteases are key pericellular contributors to processes vital for development and the maintenance of homeostasis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This chapter will review our current knowledge of the biological and physiological functions of these proteases ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "their molecular substrates , and their contributions to disease .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "9",
    "token_num": "143"
  }
}