{
  "paper_id": "0a763afc181b0c2bbb6ab8b2a73259dfc6f2f5e9",
  "metadata": {
    "title": "Preparation of Recombinant Viral Glycoproteins for Novel and Therapeutic Antibody Discovery",
    "coda_data_split": "train",
    "coda_paper_id": 10655,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Neutralizing antibodies are a critical component in the protection or recovery from viral infections. In the absence of available vaccines or antiviral drugs for many important human viral pathogens, the identification and characterization of new human monoclonal antibodies (hmAbs) able to neutralize viruses offers the possibility for effective pre-and/or post-exposure therapeutic modalities. Such hmAbs may also help in our understanding of the virus entry process, the mechanisms of virus neutralization and in the eventual development of specific entry inhibitors, vaccines and research tools. The majority of the more recently developed antiviral hmAbs have come from the use of antibody phage-display technologies using both naïve and immune libraries. Many of these agents are also enveloped viruses possessing important neutralizing determinants within their membrane-anchored envelope glycoproteins and the use of recombinant, soluble versions of these viral glycoproteins is often critical in the isolation and development of antiviral hmAbs. This chapter will detail several methods that have been successfully employed to produce, purify and characterize soluble and secreted versions of several viral envelope glycoproteins which have been successfully used as antigens to capture and isolate human phage-displayed monoclonal antibodies.",
      "sentences": [
        [
          {
            "segment_text": "Neutralizing antibodies are a critical component in the protection or recovery from viral infections .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In the absence of available vaccines or antiviral drugs for many important human viral pathogens ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the identification and characterization of new human monoclonal antibodies ( hmAbs ) able to neutralize viruses offers the possibility for effective pre-and/or post-exposure therapeutic modalities .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Such hmAbs may also help in our understanding of the virus entry process ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the mechanisms of virus neutralization and in the eventual development of specific entry inhibitors , vaccines and research tools .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The majority of the more recently developed antiviral hmAbs have come from the use of antibody phage-display technologies using both naïve and immune libraries .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Many of these agents are also enveloped viruses possessing important neutralizing determinants within their membrane-anchored envelope glycoproteins and the use of recombinant ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "soluble versions of these viral glycoproteins is often critical in the isolation and development of antiviral hmAbs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This chapter will detail several methods that have been successfully employed to produce ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "purify and characterize soluble and secreted versions of several viral envelope glycoproteins which have been successfully used as antigens to capture and isolate human phage-displayed monoclonal antibodies .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "10",
    "token_num": "199"
  }
}