{
  "paper_id": "0a9a85b82e17c880c923b5de9bec22931ed76f13",
  "metadata": {
    "title": "A line immunoassay utilizing recombinant nucleocapsid proteins for detection of antibodies to human coronaviruses",
    "coda_data_split": "train",
    "coda_paper_id": 4703,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Most coronaviruses infecting humans cause mild diseases, whereas severe acute respiratory syndrome (SARS)-associated coronavirus is an extremely dangerous pathogen. Here, we report the development of a serologic assay for detection of antibodies to human coronaviruses (HCoVs) based on recombinant nucleocapsid (N) proteins of all known pathogenic strains (229E, NL63, OC43, HKU1, SARS). The novel immunoassay is highly useful for epidemiologic surveys, where use of nucleic acid diagnostics often is limited. Purified recombinant antigens were immobilized on nitrocellulose membranes and applied in a line immunoassay, which allows rapid detection of antibodies to 5 different HCoVs in a single experiment. For assay evaluation, serum samples from persons infected with 229E or OC43 (acute/convalescent), recovered SARS patients and healthy donors were analyzed. Screening for nucleocapsid (N)-specific immunoglobulin G (IgG) in convalescent sera reached 100% sensitivity. With this new technique, we found that recently identified NL63 and HKU1 contribute significantly to the overall spectrum of coronavirus infections. Possibly, cross-reactive antibody responses were observed using 229E and OC43 serum pairs. However, the potential of this assay could clearly be demonstrated employing SARS-positive serum samples, where nonspecific binding to nucleocapsids of other HCoVs was not observed. This coronavirus strain-specific line immunoassay represents a powerful tool for serologic diagnostics.",
      "sentences": [
        [
          {
            "segment_text": "Most coronaviruses infecting humans cause mild diseases ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "whereas severe acute respiratory syndrome ( SARS ) - associated coronavirus is an extremely dangerous pathogen .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we report the development of a serologic assay for detection of antibodies to human coronaviruses ( HCoVs ) based on recombinant nucleocapsid ( N ) proteins of all known pathogenic strains ( 229E , NL63 , OC43 , HKU1 , SARS ) .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The novel immunoassay is highly useful for epidemiologic surveys ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "where use of nucleic acid diagnostics often is limited .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Purified recombinant antigens were immobilized on nitrocellulose membranes and applied in a line immunoassay ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "which allows rapid detection of antibodies to 5 different HCoVs in a single experiment .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "For assay evaluation , serum samples from persons infected with 229E or OC43 ( acute/convalescent ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "recovered SARS patients and healthy donors were analyzed .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Screening for nucleocapsid ( N ) - specific immunoglobulin G ( IgG ) in convalescent sera reached 100 % sensitivity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "With this new technique , we found that recently identified NL63 and HKU1 contribute significantly to the overall spectrum of coronavirus infections .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Possibly , cross-reactive antibody responses were observed using 229E and OC43 serum pairs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , the potential of this assay could clearly be demonstrated employing SARS-positive serum samples ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "where nonspecific binding to nucleocapsids of other HCoVs was not observed .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This coronavirus strain-specific line immunoassay represents a powerful tool for serologic diagnostics .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "15",
    "token_num": "245"
  }
}