{
  "paper_id": "0aa0d50125fe98feab1d98aba6760b14f4fe3927",
  "metadata": {
    "title": "Expression of miR-155 associated with Toll-like receptors 3, 7, and 9 transcription in the olfactory bulbs of cattle naturally infected with BHV5",
    "coda_data_split": "train",
    "coda_paper_id": 5165,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Bovine herpesvirus 5 (BHV5) infection of young cattle is frequently associated with fatal neurological disease and, as such, represents an attractive model for studying the pathogenesis of viral-induced meningoencephalitis. Following replication in the nasal mucosa, BHV5 invades the central nervous system (CNS) mainly through the olfactory pathway. The innate immune response triggered by the host face to virus replication through the olfactory route is poorly understood. Recently, an upregulation of conserved pathogenassociated molecular pattern, as Toll-like receptors (TLRs), has been demonstrated in the CNS of BHV5 experimentally infected cows. A new perspective to understand hostpathogen interactions has emerged elucidating microRNAs (miRNAs) network that interact with innate immune response during neurotropic viral infections. In this study, we demonstrated a link between the expression of TLRs 3, 7, and 9 and miR-155 transcription in the olfactory bulbs (OB) of 16 cows suffering from acute BHV5-induced neurological disease. The OBs were analyzed for viral antigens and genome, miR-155 and TLR 3, 7, and 9 expression considering three major regions: olfactory receptor neurons (ORNs), glomerular layer (GL), and mitral cell layer (ML). BHV5 antigens and viral genomes, corresponding to glycol-C gene, were detected in all OBs regions by fluorescent antibody assay (FA) and PCR, respectively. TLR 3, 7, and 9 transcripts were upregulated in ORNs and ML, yet only ORN layers revealed a positive correlation between TLR3 and miR-155 transcription. In ML, miR-155 correlated positively with all TLRs studied. Herein, our results evidence miR-155 transcription in BHV5 infected OB tissue associated to TLRs expression specifically ORNs which may be a new window for further studies.",
      "sentences": [
        [
          {
            "segment_text": "Bovine herpesvirus 5 ( BHV5 ) infection of young cattle is frequently associated with fatal neurological disease and ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "as such , represents an attractive model for studying the pathogenesis of viral-induced meningoencephalitis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Following replication in the nasal mucosa ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "BHV5 invades the central nervous system ( CNS ) mainly through the olfactory pathway .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The innate immune response triggered by the host face to virus replication through the olfactory route is poorly understood .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Recently , an upregulation of conserved pathogenassociated molecular pattern ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "as Toll-like receptors ( TLRs ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "has been demonstrated in the CNS of BHV5 experimentally infected cows .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A new perspective to understand hostpathogen interactions has emerged elucidating microRNAs ( miRNAs ) network that interact with innate immune response during neurotropic viral infections .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , we demonstrated a link between the expression of TLRs 3 ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "7 , and 9 and miR-155 transcription in the olfactory bulbs ( OB ) of 16 cows suffering from acute BHV5-induced neurological disease .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The OBs were analyzed for viral antigens and genome ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "miR-155 and TLR 3 , 7 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and 9 expression considering three major regions : olfactory receptor neurons ( ORNs ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "glomerular layer ( GL ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and mitral cell layer ( ML ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "BHV5 antigens and viral genomes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "corresponding to glycol-C gene , were detected in all OBs regions by fluorescent antibody assay ( FA ) and PCR , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "TLR 3 , 7 , and 9 transcripts were upregulated in ORNs and ML ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "yet only ORN layers revealed a positive correlation between TLR3 and miR-155 transcription .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In ML , miR-155 correlated positively with all TLRs studied .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Herein , our results evidence miR-155 transcription in BHV5 infected OB tissue associated to TLRs expression specifically ORNs which may be a new window for further studies .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "22",
    "token_num": "313"
  }
}