{
  "paper_id": "0ac431a9a48289831c825c2b30f48bdf7f548995",
  "metadata": {
    "title": "Recombinant Live Vaccines to Protect Against the Severe Acute Respiratory Syndrome Coronavirus",
    "coda_data_split": "train",
    "coda_paper_id": 10646,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The severe acute respiratory syndrome (SARS) coronavirus (CoV) was identified as the etiological agent of an acute respiratory disease causing atypical pneumonia and diarrhea with high mortality. Different types of SARS-CoV vaccines, including nonreplicative and vectored vaccines, have been developed. Administration of these vaccines to animal model systems has shown promise for the generation of efficacious and safe vaccines. Nevertheless, the identification of side effects, preferentially in the elderly animal models, indicates the need to develop novel vaccines that should be tested in improved animal model systems. Live attenuated viruses have generally proven to be the most effective vaccines against viral infections. A limited number of SARS-CoV attenuating modifications have been described, including mutations, and partial or complete gene deletions affecting the replicase, like the nonstructural proteins (nsp1 or nsp2), or the structural genes, and drastic changes in the sequences that regulate the expression of viral subgenomic mRNAs. A promising vaccine candidate developed in our laboratory was based on deletion of the envelope E gene alone, or in combination with the removal of six additional genes nonessential for virus replication. Viruses lacking E protein were attenuated, grew in the lung, and provided homologous and heterologous protection. Improvements of this vaccine candidate have been directed toward increasing virus titers using the power of viruses with mutator phenotypes, while maintaining the attenuated phenotype. The safety of the live SARS-CoV vaccines is being increased by the insertion of complementary modifications in genes nsp1, nsp2, and 3a, by gene scrambling to prevent the rescue of a virulent phenotype by recombination or remodeling of vaccine genomes based on codon deoptimization using synthetic biology. The newly generated vaccine",
      "sentences": [
        [
          {
            "segment_text": "The severe acute respiratory syndrome ( SARS ) coronavirus ( CoV ) was identified as the etiological agent of an acute respiratory disease causing atypical pneumonia and diarrhea with high mortality .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Different types of SARS-CoV vaccines ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including nonreplicative and vectored vaccines , have been developed .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Administration of these vaccines to animal model systems has shown promise for the generation of efficacious and safe vaccines .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Nevertheless , the identification of side effects ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "preferentially in the elderly animal models ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "indicates the need to develop novel vaccines that should be tested in improved animal model systems .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Live attenuated viruses have generally proven to be the most effective vaccines against viral infections .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A limited number of SARS-CoV attenuating modifications have been described ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including mutations , and partial or complete gene deletions affecting the replicase ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "like the nonstructural proteins ( nsp1 or nsp2 ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "or the structural genes , and drastic changes in the sequences that regulate the expression of viral subgenomic mRNAs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A promising vaccine candidate developed in our laboratory was based on deletion of the envelope E gene alone ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "or in combination with the removal of six additional genes nonessential for virus replication .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Viruses lacking E protein were attenuated ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "grew in the lung , and provided homologous and heterologous protection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Improvements of this vaccine candidate have been directed toward increasing virus titers using the power of viruses with mutator phenotypes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "while maintaining the attenuated phenotype .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The safety of the live SARS-CoV vaccines is being increased by the insertion of complementary modifications in genes nsp1 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "nsp2 , and 3a , by gene scrambling to prevent the rescue of a virulent phenotype by recombination or remodeling of vaccine genomes based on codon deoptimization using synthetic biology .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The newly generated vaccine",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "21",
    "token_num": "305"
  }
}