{
  "paper_id": "0ac755b4e4ed0430c08dbaef479824051cf062ff",
  "metadata": {
    "title": "Paris 1986 1986, 137 E, 171-180 BIOLOGICAL AND ANTIGENIC RELATIONSHIPS BETWEEN VIRUS-INDUCED PORCINE AND HUMAN INTERFERONS",
    "coda_data_split": "train",
    "coda_paper_id": 4164,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Endogenous interferon (IFN) made by the newborn piglet in response to enteric coronavirus TGEV (transmissible gastroenteritis virus) infection was identified as leukocytic IFN (IFN-Qt). Indeed, the antiviral activity found in the serum and in the urine of infected piglets displayed the same main biological and antigenic properties as the IFN induced in influenza-infected pig leukocytes. It is therefore concluded that most, if not all, circulating IFN activity must be derived from lymphoid cells. Moreover, it was shown that a high degree of antigenic homology exists between porcine and human IFN-ct: antibodies to HuIFN-~ could efficiently neutralize PorIFN-~, and they were used for its purification by immunoaffinity.",
      "sentences": [
        [
          {
            "segment_text": "Endogenous interferon ( IFN ) made by the newborn piglet in response to enteric coronavirus TGEV ( transmissible gastroenteritis virus ) infection was identified as leukocytic IFN ( IFN-Qt ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Indeed , the antiviral activity found in the serum and in the urine of infected piglets displayed the same main biological and antigenic properties as the IFN induced in influenza-infected pig leukocytes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It is therefore concluded that most ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "if not all , circulating IFN activity must be derived from lymphoid cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , it was shown that a high degree of antigenic homology exists between porcine and human IFN-ct : antibodies to HuIFN - ~ could efficiently neutralize PorIFN - ~ ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and they were used for its purification by immunoaffinity .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "6",
    "token_num": "126"
  }
}