{
  "paper_id": "0ad7e174f73e58184845bd1291c97fe2d2da2195",
  "metadata": {
    "title": "Animal Virus Receptors",
    "coda_data_split": "train",
    "coda_paper_id": 3404,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The term \u0027receptor\u0027 is generally accepted as the cell-surthce component that participates in virus binding and facilitates subsequent viral infection. Recent advances in technology have permitted the identification of several virus receptors, increasing our understanding of the significance of this initial virus-cell and virus-host interaction. Virus binding was previously considered to involve simple recognition and attachment to a single cell surface molecule by virus attachment proteins. The classical concept of these as single entities that participate in a lock-and-key-type process has been superseded by new data indicating that binding can he a multistep process, often involving different virus-attachment proteins and more than one host-cell receptor.",
      "sentences": [
        [
          {
            "segment_text": "The term ` receptor \u0027 is generally accepted as the cell-surthce component that participates in virus binding and facilitates subsequent viral infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Recent advances in technology have permitted the identification of several virus receptors ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "increasing our understanding of the significance of this initial virus-cell and virus-host interaction .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Virus binding was previously considered to involve simple recognition and attachment to a single cell surface molecule by virus attachment proteins .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The classical concept of these as single entities that participate in a lock-and-key-type process has been superseded by new data indicating that binding can he a multistep process ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "often involving different virus-attachment proteins and more than one host-cell receptor .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "I",
      "sentences": [
        [
          {
            "segment_text": "I",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "5",
    "segment_num": "7",
    "token_num": "114"
  }
}