{
  "paper_id": "0ae70ae84cc9052dedf214ca44a842f0f9edc161",
  "metadata": {
    "title": "Capacity of Thailand to Contain an Emerging Infl uenza Pandemic",
    "coda_data_split": "train",
    "coda_paper_id": 9586,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Southeast Asia will likely be the epicenter of the next infl uenza pandemic. To determine whether health system resources in Thailand are suffi cient to contain an emerging pandemic, we mapped health system resources in 76 provinces. We used 3 prepandemic scenarios of clustered cases and determined resource needs, availability, and gaps. We extended this analysis to a scenario of a modest pandemic and assumed that the same standards of clinical care would be required. We found that gaps exist in many resource categories, even under scenarios in which few cases occur. Such gaps are likely to be profound if a severe pandemic occurs. These gaps exist in infrastructure, personnel and materials, and surveillance capacity. Policy makers must determine whether such resource gaps can realistically be closed, ideally before a pandemic occurs. Alternatively, explicit assumptions must be made regarding allocation of scarce resources, standards of care, and priority setting during a pandemic.",
      "sentences": [
        [
          {
            "segment_text": "Southeast Asia will likely be the epicenter of the next infl uenza pandemic .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To determine whether health system resources in Thailand are suffi cient to contain an emerging pandemic ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "we mapped health system resources in 76 provinces .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We used 3 prepandemic scenarios of clustered cases and determined resource needs , availability , and gaps .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We extended this analysis to a scenario of a modest pandemic and assumed that the same standards of clinical care would be required .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We found that gaps exist in many resource categories ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "even under scenarios in which few cases occur .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Such gaps are likely to be profound if a severe pandemic occurs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These gaps exist in infrastructure ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "personnel and materials , and surveillance capacity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Policy makers must determine whether such resource gaps can realistically be closed ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "ideally before a pandemic occurs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Alternatively , explicit assumptions must be made regarding allocation of scarce resources ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "standards of care , and priority setting during a pandemic .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "14",
    "token_num": "171"
  }
}