{
  "paper_id": "0b064096b51c4cada7b64af37eae826b7e7c9649",
  "metadata": {
    "title": "Role of CD25 + CD4 + T cells in acute and persistent coronavirus infection of the central nervous system",
    "coda_data_split": "train",
    "coda_paper_id": 10323,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The influence of CD25 + CD4 + regulatory T cells (Treg) on acute and chronic viral infection of the central nervous system (CNS) was examined using a glial tropic murine coronavirus. Treg in the CNS were highest during initial T cell mediated virus control, decreased and then remained relatively stable during persistence. Anti-CD25 treatment did not affect CNS recruitment of inflammatory cells. Viral control was initially delayed; however, neither the kinetics of viral control nor viral persistence were affected. By contrast, the absence of Treg during the acute phase resulted in increased demyelination during viral persistence. These data suggest that CNS inflammation, progression of viral control and viral persistence are relatively independent of CD25 + CD4 + Treg. However, their absence during acute infection alters the ability of the host to limit tissue damage.",
      "sentences": [
        [
          {
            "segment_text": "The influence of CD25 + CD4 + regulatory T cells ( Treg ) on acute and chronic viral infection of the central nervous system ( CNS ) was examined using a glial tropic murine coronavirus .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Treg in the CNS were highest during initial T cell mediated virus control ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "decreased and then remained relatively stable during persistence .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Anti-CD25 treatment did not affect CNS recruitment of inflammatory cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Viral control was initially delayed ; however ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "neither the kinetics of viral control nor viral persistence were affected .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "By contrast , the absence of Treg during the acute phase resulted in increased demyelination during viral persistence .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These data suggest that CNS inflammation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "progression of viral control and viral persistence are relatively independent of CD25 + CD4 + Treg .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , their absence during acute infection alters the ability of the host to limit tissue damage .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "10",
    "token_num": "151"
  }
}