{
  "paper_id": "0b0cc43d86df1f781f1b37dc2e1a5d8e0b12f7ae",
  "metadata": {
    "title": "Confronting Zoonoses, Linking Human and Veterinary Medicine Zoonoses, Links between Human and Veterinary Medicine Emerging Infectious Diseases • www",
    "coda_data_split": "train",
    "coda_paper_id": 5370,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Many of the emerging infectious diseases, including those caused by bioterrorist agents, are zoonoses. Since zoonoses can infect both animals and humans, the medical and veterinary communities should work closely together in clinical, public health, and research settings. In the clinical setting, input from both professions would improve assessments of the risk-benefit ratios of pet ownership, particularly for pet owners who are immunocompromised. In public health, human and animal disease surveillance systems are important in tracking and controlling zoonoses such as avian influenza virus, West Nile virus, and foodborne pathogens. Comparative medicine is the study of disease processes across species, including humans. Physician and veterinarian comparative medicine research teams should be promoted and encouraged to study zoonotic agent-host interactions. These efforts would increase our understanding of how zoonoses expand their host range and would, ultimately, improve prevention and control strategies.",
      "sentences": [
        [
          {
            "segment_text": "Many of the emerging infectious diseases ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including those caused by bioterrorist agents , are zoonoses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Since zoonoses can infect both animals and humans ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the medical and veterinary communities should work closely together in clinical ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "public health , and research settings .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In the clinical setting , input from both professions would improve assessments of the risk-benefit ratios of pet ownership ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "particularly for pet owners who are immunocompromised .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In public health , human and animal disease surveillance systems are important in tracking and controlling zoonoses such as avian influenza virus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "West Nile virus , and foodborne pathogens .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Comparative medicine is the study of disease processes across species , including humans .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Physician and veterinarian comparative medicine research teams should be promoted and encouraged to study zoonotic agent-host interactions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These efforts would increase our understanding of how zoonoses expand their host range and would ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "ultimately , improve prevention and control strategies .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Emerging Infectious Diseases • www.cdc.gov/eid • Vol. 12, No. 4,",
      "sentences": [
        [
          {
            "segment_text": "Emerging Infectious Diseases • www.cdc.gov/eid • Vol .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "12 , No. 4 ,",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "9",
    "segment_num": "15",
    "token_num": "173"
  }
}