{
  "paper_id": "0b227d1996bc5dfd895b43f6c6e2449c58252c67",
  "metadata": {
    "title": "Insufficient preparedness of primary care practices for pandemic influenza and the effect of a preparedness plan in Japan: a prefecture-wide cross-sectional study",
    "coda_data_split": "train",
    "coda_paper_id": 3530,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Cases of emerging infectious diseases, including H5N1 influenza, H7N9 influenza, and Middle East Respiratory Syndrome, have been reported in recent years, and the threat of pandemic outbreaks persists. In Japan, primary care is the frontline against emerging infectious diseases in communities. Although the importance of pandemic preparedness in primary care has been highlighted previously, few studies have thus far investigated the preparedness among primary care practices (PCPs) or differences in the preparedness of different institutional settings. We examined PCP preparedness and response to the 2009 influenza pandemic in Japan, and explored the role of a pandemic preparedness plan during the pandemic. Methods: We used a survey questionnaire to assess how well individual PCPs in Okinawa, Japan, were prepared for the 2009 influenza pandemic. The questionnaire was mailed to all eligible PCPs (N \u003d 465) in Okinawa, regardless of their institutional setting. In addition, we assessed the differences in the preparedness of clinics and hospitals and determined whether the national preparedness plan affected individual preparedness and response. Data were analyzed using descriptive and logistic regression analyses. Results: A total of 174 (37.4%) PCPs responded to our survey. In general, high-level personal protective equipment (PPE) such as N95 masks (45.4%), gowns (30.5%), and eye protection (21.3%) was stocked at a low rate. Clinic-based PCPs were significantly less prepared than hospital-based PCPs to provide N95 masks (OR 0.34), gowns (OR 0.15), and eye protection (OR 0.18). In addition, only 32.8% of PCPs adopted an adequate business continuity plan (BCP). After controlling for institutional setting, reading the national preparedness plan was significantly associated with establishment of a BCP (OR 5.86), and with knowledge of how to transfer a swab specimen to a local medical laboratory (OR 5.60). Conclusions: With regard to PPE availability, PCPs (especially clinic-based PCPs) were not adequately prepared for the influenza pandemic. Awareness of the national pandemic preparedness plan is likely to promote prefecture-wide implementation of BCPs and surveillance activity.",
      "sentences": [
        [
          {
            "segment_text": "Background : Cases of emerging infectious diseases ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including H5N1 influenza , H7N9 influenza ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and Middle East Respiratory Syndrome ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "have been reported in recent years ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and the threat of pandemic outbreaks persists .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In Japan , primary care is the frontline against emerging infectious diseases in communities .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although the importance of pandemic preparedness in primary care has been highlighted previously ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "few studies have thus far investigated the preparedness among primary care practices ( PCPs ) or differences in the preparedness of different institutional settings .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We examined PCP preparedness and response to the 2009 influenza pandemic in Japan ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and explored the role of a pandemic preparedness plan during the pandemic .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : We used a survey questionnaire to assess how well individual PCPs in Okinawa ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "Japan , were prepared for the 2009 influenza pandemic .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The questionnaire was mailed to all eligible PCPs ( N \u003d 465 ) in Okinawa ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "regardless of their institutional setting .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "In addition , we assessed the differences in the preparedness of clinics and hospitals and determined whether the national preparedness plan affected individual preparedness and response .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Data were analyzed using descriptive and logistic regression analyses .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : A total of 174 ( 37.4 % ) PCPs responded to our survey .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In general , high-level personal protective equipment ( PPE ) such as N95 masks ( 45.4 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "gowns ( 30.5 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and eye protection ( 21.3 % ) was stocked at a low rate .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Clinic-based PCPs were significantly less prepared than hospital-based PCPs to provide N95 masks ( OR 0.34 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "gowns ( OR 0.15 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and eye protection ( OR 0.18 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , only 32.8 % of PCPs adopted an adequate business continuity plan ( BCP ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "After controlling for institutional setting ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "reading the national preparedness plan was significantly associated with establishment of a BCP ( OR 5.86 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and with knowledge of how to transfer a swab specimen to a local medical laboratory ( OR 5.60 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : With regard to PPE availability ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "PCPs ( especially clinic-based PCPs ) were not adequately prepared for the influenza pandemic .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Awareness of the national pandemic preparedness plan is likely to promote prefecture-wide implementation of BCPs and surveillance activity .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "15",
    "segment_num": "30",
    "token_num": "393"
  }
}