{
  "paper_id": "0b23b50fd70f2a0addea45894c2b2ea7e732806d",
  "metadata": {
    "title": "An electrochemical immunosensor for the corona virus associated with the Middle East respiratory syndrome using an array of gold nanoparticle-modified carbon electrodes",
    "coda_data_split": "train",
    "coda_paper_id": 2382,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The Middle East respiratory syndrome corona virus (MERS-CoV) is highly pathogenic. An immunosensor for the determination of MERS-CoV is described here. It is based on a competitive assay carried out on an array of carbon electrodes (DEP) modified with gold nanoparticles. Recombinant spike protein S1 was used as a biomarker for MERS CoV. The electrode array enables multiplexed detection of different CoVs. The biosensor is based on indirect competition between free virus in the sample and immobilized MERS-CoV protein for a fixed concentration of antibody added to the sample. Voltammetric response is detected by monitoring the change in the peak current (typically acquired at a working potential of −0.05 V vs. Ag/AgCl) after addition of different concentrations of antigen against MERS-CoV. Electrochemical measurements using ferrocyanide/ferricyanide as a probe were recorded using square wave voltammetry (SWV). Good linear response between the sensor response and the concentrations from 0.001 to 100 ng.mL −1 and 0.01 to 10,000 ng.mL −1 were observed for MERS-CoV and HCoV, respectively. The assay was performed in 20 min with detection limit as low as 0.4 and 1.0 pg.mL −1 for HCoV and MERS-CoV, respectively. The method is highly selective over non-specific proteins such as Influenza A and B. The method is single-step, sensitive and accurate. It was successfully applied to spiked nasal samples.",
      "sentences": [
        [
          {
            "segment_text": "The Middle East respiratory syndrome corona virus ( MERS-CoV ) is highly pathogenic .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "An immunosensor for the determination of MERS-CoV is described here .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It is based on a competitive assay carried out on an array of carbon electrodes ( DEP ) modified with gold nanoparticles .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Recombinant spike protein S1 was used as a biomarker for MERS CoV .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The electrode array enables multiplexed detection of different CoVs .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The biosensor is based on indirect competition between free virus in the sample and immobilized MERS-CoV protein for a fixed concentration of antibody added to the sample .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Voltammetric response is detected by monitoring the change in the peak current ( typically acquired at a working potential of − 0.05 V vs. Ag/AgCl ) after addition of different concentrations of antigen against MERS-CoV .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Electrochemical measurements using ferrocyanide/ferricyanide as a probe were recorded using square wave voltammetry ( SWV ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Good linear response between the sensor response and the concentrations from 0.001 to 100 ng.mL − 1 and 0.01 to 10,000 ng.mL − 1 were observed for MERS-CoV and HCoV , respectively .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The assay was performed in 20 min with detection limit as low as 0.4 and 1.0 pg.mL − 1 for HCoV and MERS-CoV , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The method is highly selective over non-specific proteins such as Influenza A and B .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The method is single-step , sensitive and accurate .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "It was successfully applied to spiked nasal samples .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "13",
    "segment_num": "13",
    "token_num": "244"
  }
}