{
  "paper_id": "0b530925f860fe1a3191519482c19e8240834caf",
  "metadata": {
    "title": "miRNA-200c-3p is crucial in acute respiratory distress syndrome",
    "coda_data_split": "train",
    "coda_paper_id": 5531,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Influenza infection and pneumonia are known to cause much of their mortality by inducing acute respiratory distress syndrome (ARDS), which is the most severe form of acute lung injury (ALI). Angiotensin-converting enzyme 2 (ACE2), which is a negative regulator of angiotensin II in the renin-angiotensin system, has been reported to have a crucial role in ALI. Downregulation of ACE2 is always associated with the ALI or ARDS induced by avian influenza virus, severe acute respiratory syndrome-coronavirus, respiratory syncytial virus and sepsis. However, the molecular mechanism of the decreased expression of ACE2 in ALI is unclear. Here we show that avian influenza virus H5N1 induced the upregulation of miR-200c-3p, which was then demonstrated to target the 3′-untranslated region of ACE2. Then, we found that nonstructural protein 1 and viral RNA of H5N1 contributed to the induction of miR-200c-3p during viral infection. Additionally, the synthetic analog of viral double-stranded RNA (poly (I:C)), bacterial lipopolysaccharide and lipoteichoic acid can all markedly increase the expression of miR-200c-3p in a nuclear factor-κB-dependent manner. Furthermore, markedly elevated plasma levels of miR-200c-3p were observed in severe pneumonia patients. The inhibition of miR-200c-3p ameliorated the ALI induced by H5N1 virus infection in vivo, indicating a potential therapeutic target. Therefore, we identify a shared mechanism of viral and bacterial lung infection-induced ALI/ARDS via nuclear factor-κB-dependent upregulation of miR-200c-3p to reduce ACE2 levels, which leads increased angiotensin II levels and subsequently causes lung injury.",
      "sentences": [
        [
          {
            "segment_text": "Influenza infection and pneumonia are known to cause much of their mortality by inducing acute respiratory distress syndrome ( ARDS ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which is the most severe form of acute lung injury ( ALI ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Angiotensin-converting enzyme 2 ( ACE2 ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which is a negative regulator of angiotensin II in the renin-angiotensin system ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "has been reported to have a crucial role in ALI .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Downregulation of ACE2 is always associated with the ALI or ARDS induced by avian influenza virus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "severe acute respiratory syndrome-coronavirus , respiratory syncytial virus and sepsis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , the molecular mechanism of the decreased expression of ACE2 in ALI is unclear .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we show that avian influenza virus H5N1 induced the upregulation of miR-200c-3p ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which was then demonstrated to target the 3 ′ - untranslated region of ACE2 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Then , we found that nonstructural protein 1 and viral RNA of H5N1 contributed to the induction of miR-200c-3p during viral infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Additionally , the synthetic analog of viral double-stranded RNA ( poly ( I : C ) ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "bacterial lipopolysaccharide and lipoteichoic acid can all markedly increase the expression of miR-200c-3p in a nuclear factor-κB-dependent manner .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , markedly elevated plasma levels of miR-200c-3p were observed in severe pneumonia patients .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The inhibition of miR-200c-3p ameliorated the ALI induced by H5N1 virus infection in vivo ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "indicating a potential therapeutic target .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Therefore , we identify a shared mechanism of viral and bacterial lung infection-induced ALI/ARDS via nuclear factor-κB-dependent upregulation of miR-200c-3p to reduce ACE2 levels ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which leads increased angiotensin II levels and subsequently causes lung injury .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "18",
    "token_num": "273"
  }
}