{
  "paper_id": "0b5df906aa61d901a680a5b6c520aa6d62e33297",
  "metadata": {
    "title": "Saudi Arabia, 5 Prince Sultan Military Medical City, AlSulimaniah, Riyadh 11159, Saudi Arabia, 6 King Faisal Specialist and Research Center",
    "coda_data_split": "train",
    "coda_paper_id": 6328,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Objective: Health literacy has become a global issue, and it is important that patients and individuals are able to use information technology to access health information and educational services. The research objective is to develop a Saudi e-health literacy scale (SeHL) for measuring e-health literacy among Saudis suffering from non-communicable diseases (NCD). Methods: Overall, 14 relevant papers in related interdisciplinary fields were reviewed to select the most useful literacy dimensions. From these articles, we extracted the most common dimensions used to measure e-health literacy across the disciplines. Multiple workshops with multidisciplinary team members reviewed and evaluated items for SeHL. Results: Four key aspects of e-health literacy-use of technology/media, information-seeking, usefulness and confidence-were identified and integrated as e-health literacy dimensions. These will be used to measure e-health literacy among Saudi patients with NCDs. A translation from Arabic to English was performed in order to ensure that translation process was accurate. A SeHL scale was developed to measure e-health literacy among Saudi patients. By understanding e-health literacy levels, we will be able to create a patient-education system to be used by patients in Saudi Arabia. Conclusions: As information technology is increasingly used by people of all ages all over the world, e-health literacy has been identified as a key factor in determining health outcomes. To date, no comprehensive scale exists to assess e-health literacy levels among speakers of Arabic, particularly among people with NCD such as diabetes, cardiovascular diseases and hypertension.",
      "sentences": [
        [
          {
            "segment_text": "Objective : Health literacy has become a global issue ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and it is important that patients and individuals are able to use information technology to access health information and educational services .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The research objective is to develop a Saudi e-health literacy scale ( SeHL ) for measuring e-health literacy among Saudis suffering from non-communicable diseases ( NCD ) .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : Overall , 14 relevant papers in related interdisciplinary fields were reviewed to select the most useful literacy dimensions .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "From these articles , we extracted the most common dimensions used to measure e-health literacy across the disciplines .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Multiple workshops with multidisciplinary team members reviewed and evaluated items for SeHL .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Four key aspects of e-health literacy-use of technology/media ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "information-seeking , usefulness and confidence-were identified and integrated as e-health literacy dimensions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These will be used to measure e-health literacy among Saudi patients with NCDs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A translation from Arabic to English was performed in order to ensure that translation process was accurate .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A SeHL scale was developed to measure e-health literacy among Saudi patients .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "By understanding e-health literacy levels ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "we will be able to create a patient-education system to be used by patients in Saudi Arabia .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : As information technology is increasingly used by people of all ages all over the world ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "e-health literacy has been identified as a key factor in determining health outcomes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "To date , no comprehensive scale exists to assess e-health literacy levels among speakers of Arabic ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "particularly among people with NCD such as diabetes , cardiovascular diseases and hypertension .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "12",
    "segment_num": "17",
    "token_num": "269"
  }
}