{
  "paper_id": "0b65341c3090421acaac37ec4c93212277be55bb",
  "metadata": {
    "title": "Comparative proteomic analysis reveals different responses in porcine lymph nodes to virulent and attenuated homologous African swine fever virus strains",
    "coda_data_split": "train",
    "coda_paper_id": 2524,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "African swine fever (ASF) is a pathology of pigs against which there is no treatment or vaccine. Understanding the equilibrium between innate and adaptive protective responses and immune pathology might contribute to the development of strategies against ASFV. Here we compare, using a proteomic approach, the course of the in vivo infection caused by two homologous strains: the virulent E75 and the attenuated E75CV1. Our results show a progressive loss of proteins by day 7 post-infection (pi) with E75, reflecting tissue destruction. Many signal pathways were affected by both infections but in different ways and extensions. Cytoskeletal remodelling and clathrin-endocytosis were affected by both isolates, while a greater number of proteins involved on inflammatory and immunological pathways were altered by E75CV1. 14-3-3 mediated signalling, related to immunity and apoptosis, was inhibited by both isolates. The implication of the Rho GTPases by E75CV1 throughout infection is also evident. Early events reflected the lack of E75 recognition by the immune system, an evasion strategy acquired by the virulent strains, and significant changes at 7 days post-infection (dpi), coinciding with the peak of infection and the time of death. The protein signature at day 31 pi with E75CV1 seems to reflect events observed at 1 dpi, including the upregulation of proteosomal subunits and molecules described as autoantigens (vimentin, HSPB1, enolase and lymphocyte cytosolic protein 1), which allow the speculation that auto-antibodies could contribute to chronic ASFV infections. Therefore, the use of proteomics could help understand ASFV pathogenesis and immune protection, opening new avenues for future research.",
      "sentences": [
        [
          {
            "segment_text": "African swine fever ( ASF ) is a pathology of pigs against which there is no treatment or vaccine .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Understanding the equilibrium between innate and adaptive protective responses and immune pathology might contribute to the development of strategies against ASFV .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we compare , using a proteomic approach ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the course of the in vivo infection caused by two homologous strains : the virulent E75 and the attenuated E75CV1 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Our results show a progressive loss of proteins by day 7 post-infection ( pi ) with E75 , reflecting tissue destruction .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Many signal pathways were affected by both infections but in different ways and extensions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Cytoskeletal remodelling and clathrin-endocytosis were affected by both isolates ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while a greater number of proteins involved on inflammatory and immunological pathways were altered by E75CV1 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "14-3-3 mediated signalling , related to immunity and apoptosis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "was inhibited by both isolates .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The implication of the Rho GTPases by E75CV1 throughout infection is also evident .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Early events reflected the lack of E75 recognition by the immune system ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "an evasion strategy acquired by the virulent strains ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and significant changes at 7 days post-infection ( dpi ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "coinciding with the peak of infection and the time of death .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The protein signature at day 31 pi with E75CV1 seems to reflect events observed at 1 dpi ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including the upregulation of proteosomal subunits and molecules described as autoantigens ( vimentin , HSPB1 , enolase and lymphocyte cytosolic protein 1 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which allow the speculation that auto-antibodies could contribute to chronic ASFV infections .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Therefore , the use of proteomics could help understand ASFV pathogenesis and immune protection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "opening new avenues for future research .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "© The Author(s) 2018. This article is distributed under the terms of the Creative Commons Attribution 4.0 International License (http://creat iveco mmons .org/licen ses/by/4.0/), which permits unrestricted use, distribution, and reproduction in any medium, provided you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The Creative Commons Public Domain Dedication waiver",
      "sentences": [
        [
          {
            "segment_text": "© The Author ( s ) 2018 .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "This article is distributed under the terms of the Creative Commons Attribution 4.0 International License ( http://creat iveco mmons .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "org/licen ses/by/4 .0 / ) ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "which permits unrestricted use , distribution ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "and reproduction in any medium ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "provided you give appropriate credit to the original author ( s ) and the source ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "provide a link to the Creative Commons license ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "and indicate if changes were made .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "The Creative Commons Public Domain Dedication waiver",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "15",
    "segment_num": "29",
    "token_num": "374"
  }
}