{
  "paper_id": "0ba6921c325592eb0608756138eed34e34527449",
  "metadata": {
    "title": "Threat to democracy: Physical and mental health impact of democracy movement in Hong Kong",
    "coda_data_split": "train",
    "coda_paper_id": 8187,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background: This study examined the prevalence and critical predictors of anxiety and depressive symptoms and self-rated health, following the Umbrella Movement in Hong Kong. Methods: Random digit dialing recruited a population-representative sample of 1208 Chinese Hong Kong citizens (mean age¼ 46.89 years; 63% female) in the first two weeks of February 2015. Respondents gave their informed consent and reported personal, social, and economic resource loss since the Umbrella Movement (Conservation of Resources-Evaluation), current anxiety symptoms (State-Trait Anxiety Inventory) and depressive symptoms (Patient Health Questionnaire-9), and self-rated health (1 ¼very good, 4¼ very bad). Results: A total of 47.35% (95% CI ¼44.55, 50.17) respondents reported moderate/severe anxiety symptoms and 14.4% (95% CI ¼12.54, 16.50) reported moderate/severe depressive symptoms; 9.11% (95% CI¼ 7.61, 10.86) reported \"poor\" or \"very poor\" health. Multivariable regressions revealed that personal and social resource loss was associated with higher anxiety and depressive symptoms and greater odds of \"very poor\" health (adjusted odds ratios/incidence rate ratios¼5-102%), independent of lower education level and income and being unmarried. Limitations: This study was cross-sectional in nature and thus could not determine causality from the associations between resource loss and outcome variables. Second, the telephone survey relied on selfreports; response bias and social desirability could influence respondents\u0027 answers and discount data validity. Third, potential confounders such as preexisting mental and physical health issues and concurrent predictors like exposure to the Umbrella Movement were not assessed.",
      "sentences": [
        [
          {
            "segment_text": "Background : This study examined the prevalence and critical predictors of anxiety and depressive symptoms and self-rated health ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "following the Umbrella Movement in Hong Kong .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Methods : Random digit dialing recruited a population-representative sample of 1208 Chinese Hong Kong citizens ( mean age 1/4 46.89 years ; 63 % female ) in the first two weeks of February 2015 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Respondents gave their informed consent and reported personal ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "social , and economic resource loss since the Umbrella Movement ( Conservation of Resources-Evaluation ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "current anxiety symptoms ( State-Trait Anxiety Inventory ) and depressive symptoms ( Patient Health Questionnaire-9 ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and self-rated health ( 1 1/4 very good , 4 1/4 very bad ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : A total of 47.35 % ( 95 % CI 1/4 44.55 , 50.17 ) respondents reported moderate/severe anxiety symptoms and 14.4 % ( 95 % CI 1/4 12.54 , 16.50 ) reported moderate/severe depressive symptoms ; 9.11 % ( 95 % CI 1/4 7.61 , 10.86 ) reported `` poor \u0027\u0027 or `` very poor \u0027\u0027 health .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Multivariable regressions revealed that personal and social resource loss was associated with higher anxiety and depressive symptoms and greater odds of `` very poor \u0027\u0027 health ( adjusted odds ratios/incidence rate ratios 1/4 5-102 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "independent of lower education level and income and being unmarried .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Limitations : This study was cross-sectional in nature and thus could not determine causality from the associations between resource loss and outcome variables .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Second , the telephone survey relied on selfreports ; response bias and social desirability could influence respondents \u0027 answers and discount data validity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Third , potential confounders such as preexisting mental and physical health issues and concurrent predictors like exposure to the Umbrella Movement were not assessed .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions: This is one of the first studies following any recent political movement (e.g., The Arab Spring) to quantify distress and the associated correlates of distress among affected citizens. Perceived psychosocial resource losses were critical predictors of poor outcomes.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions : This is one of the first studies following any recent political movement ( e.g. , The Arab Spring ) to quantify distress and the associated correlates of distress among affected citizens .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Perceived psychosocial resource losses were critical predictors of poor outcomes .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "10",
    "segment_num": "15",
    "token_num": "345"
  }
}