{
  "paper_id": "0bb9b1d0f28df2bdca046ad7b28eaa1bbe1c9f39",
  "metadata": {
    "title": "Guidelines for the management of adult lower respiratory tract infections -Full version",
    "coda_data_split": "train",
    "coda_paper_id": 8521,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "This document is an update of Guidelines published in 2005 and now includes scientific publications through to May 2010. It provides evidence-based recommendations for the most common management questions occurring in routine clinical practice in the management of adult patients with LRTI. Topics include management outside hospital, management inside hospital (including community-acquired pneumonia (CAP), acute exacerbations of COPD (AECOPD), acute exacerbations of bronchiectasis) and prevention. Background sections and graded evidence tables are also included. The target audience for the Guideline is thus all those whose routine practice includes the management of adult LRTI.",
      "sentences": [
        [
          {
            "segment_text": "This document is an update of Guidelines published in 2005 and now includes scientific publications through to May 2010 .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "It provides evidence-based recommendations for the most common management questions occurring in routine clinical practice in the management of adult patients with LRTI .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Topics include management outside hospital ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "management inside hospital ( including community-acquired pneumonia ( CAP ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "acute exacerbations of COPD ( AECOPD ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "acute exacerbations of bronchiectasis ) and prevention .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Background sections and graded evidence tables are also included .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The target audience for the Guideline is thus all those whose routine practice includes the management of adult LRTI .",
            "crowd_label": "background"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "8",
    "token_num": "107"
  }
}