{
  "paper_id": "0be2160c6cfc01fe13a42a9a601103694ce58a5f",
  "metadata": {
    "title": "Rising Strengths Hong Kong SAR in Bioinformatics",
    "coda_data_split": "train",
    "coda_paper_id": 4391,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Hong Kong\u0027s bioinformatics sector is attaining new heights in combination with its economic boom and the predominance of the working-age group in its population. Factors such as a knowledge-based and free-market economy have contributed towards a prominent position on the world map of bioinformatics. In this review, we have considered the educational measures, landmark research activities and the achievements of bioinformatics companies and the role of the Hong Kong government in the establishment of bioinformatics as strength. However, several hurdles remain. New government policies will assist computational biologists to overcome these hurdles and further raise the profile of the field. There is a high expectation that bioinformatics in Hong Kong will be a promising area for the next generation. Algorithms and software tools on computational biology [89, 90] Prof. Tang Lei-Han Department of Physics, HKUST Working on unravelling the underlying mechanism of conformational transformations of biopolymers as well as modelling the metabolic network of a biological system [91, 92] Prof. , HKBU Hypothetical and computational methods of rebuild gene regulatory networks as well as transcriptional regulatory networks [45, 95, 96] Working on the algorithms and networks of computational molecular biology [97, 98] Interdiscip Sci Comput Life Sci (2017) 9:224-236 233",
      "sentences": [
        [
          {
            "segment_text": "Hong Kong \u0027s bioinformatics sector is attaining new heights in combination with its economic boom and the predominance of the working-age group in its population .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Factors such as a knowledge-based and free-market economy have contributed towards a prominent position on the world map of bioinformatics .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this review , we have considered the educational measures ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "landmark research activities and the achievements of bioinformatics companies and the role of the Hong Kong government in the establishment of bioinformatics as strength .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "However , several hurdles remain .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "New government policies will assist computational biologists to overcome these hurdles and further raise the profile of the field .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "There is a high expectation that bioinformatics in Hong Kong will be a promising area for the next generation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Algorithms and software tools on computational biology ( 89 , 90 ) Prof. Tang Lei-Han Department of Physics ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "HKUST Working on unravelling the underlying mechanism of conformational transformations of biopolymers as well as modelling the metabolic network of a biological system ( 91 , 92 ) Prof. ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "HKBU Hypothetical and computational methods of rebuild gene regulatory networks as well as transcriptional regulatory networks ( 45 , 95 , 96 ) Working on the algorithms and networks of computational molecular biology ( 97 , 98 ) Interdiscip Sci Comput Life Sci ( 2017 ) 9:224-236 233",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "10",
    "token_num": "226"
  }
}