{
  "paper_id": "0bf1d9a2e53cd72c53a76930f5b37d4957678417",
  "metadata": {
    "title": "Transmission and Control of Respiratory Viral Infections in the Healthcare Setting",
    "coda_data_split": "train",
    "coda_paper_id": 2338,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Purpose of the review Viral respiratory infections have been recognized as a cause of severe illness in immunocompromised and non-immunocompromised hosts. This acknowledgement is a consequence of improvement in diagnosis and better understanding of transmission. Available vaccines and antiviral drugs for prophylaxis and treatment have been developed accordingly. Viral respiratory pathogens are increasingly recognized as nosocomial pathogens as well. The purpose of this review is to describe the most frequent and relevant nosocomial viral respiratory infections, their mechanisms of transmission and the infection control measures to prevent their spread in the healthcare setting. Recent findings Although most mechanisms of transmission and control measures of nosocomial viral infections are already known, improved diagnostic tools allow better characterization of these infections and also lead to the discovery of new viruses such as the coronavirus, which is the cause of the Middle East Respiratory Syndrome, or the human bocavirus. Also, the ability to understand better the impact, dissemination and prevention of these viruses, allows us to improve the measures to prevent these infections. Summary Healthcare viral respiratory infections increase patient morbidity. Each virus has a different mechanism of transmission; therefore, early detection and prompt implementation of infection control measures are very important in order to avoid their transmission in the hospital setting.",
      "sentences": [
        [
          {
            "segment_text": "Purpose of the review Viral respiratory infections have been recognized as a cause of severe illness in immunocompromised and non-immunocompromised hosts .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "This acknowledgement is a consequence of improvement in diagnosis and better understanding of transmission .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Available vaccines and antiviral drugs for prophylaxis and treatment have been developed accordingly .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Viral respiratory pathogens are increasingly recognized as nosocomial pathogens as well .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The purpose of this review is to describe the most frequent and relevant nosocomial viral respiratory infections ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "their mechanisms of transmission and the infection control measures to prevent their spread in the healthcare setting .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Recent findings Although most mechanisms of transmission and control measures of nosocomial viral infections are already known ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "improved diagnostic tools allow better characterization of these infections and also lead to the discovery of new viruses such as the coronavirus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which is the cause of the Middle East Respiratory Syndrome , or the human bocavirus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Also , the ability to understand better the impact ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "dissemination and prevention of these viruses ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "allows us to improve the measures to prevent these infections .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Summary Healthcare viral respiratory infections increase patient morbidity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Each virus has a different mechanism of transmission ; therefore ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "early detection and prompt implementation of infection control measures are very important in order to avoid their transmission in the hospital setting .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "15",
    "token_num": "227"
  }
}