{
  "paper_id": "0bf25ee11173cc87455e3b99254a5474499ecb4d",
  "metadata": {
    "title": "Comparative analysis of four Massachusetts type infectious bronchitis coronavirus genomes reveals a novel Massachusetts type strain and evidence of natural recombination in the genome",
    "coda_data_split": "train",
    "coda_paper_id": 5093,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Four Massachusetts-type (Mass-type) strains of infectious bronchitis coronavirus (IBV) were compared genetically with the pathogenic M41 and H120 vaccine strains using the complete genomic sequences. The results revealed that strains ck/CH/LNM/091017 and ck/CH/LDL/101212 were closely related to the H120 vaccine, which suggests that they might represent re-isolations of vaccine strains or variants of vaccine strains that have resulted from the accumulated point mutations after several passages in chickens. In contrast, strains ck/CH/LHLJ/07VII and ck/CH/LHLJ/100902 had a close genetic relationship with the pathogenic M41 strain. In addition, molecular markers have been identified that distinguish between field and vaccine (or vaccine-like) Mass-type viruses, which may be able to differentiate between field and vaccine strains for diagnostic purposes. Phylogenetic analysis, and pairwise comparison of full-length genomes and the nine genes, identified the occurrence of recombination events in the genome of strain CK/VH/LHLJ/07VII, which suggests that this virus originated from recombination events between M41-and H120-like strains at the switch site located at the 3 0 end of the nucleocapsid (N) genes. To our knowledge, this is the first time that evidence for the evolution and natural recombination under field conditions between Mass-type pathogenic and vaccinal IBV strains has been documented. These findings provide insights into the emergence and evolution of the Mass-type IB coronaviruses and may help to explain the emergence of Mass-type IBV in chicken flocks all over the world.",
      "sentences": [
        [
          {
            "segment_text": "Four Massachusetts-type ( Mass-type ) strains of infectious bronchitis coronavirus ( IBV ) were compared genetically with the pathogenic M41 and H120 vaccine strains using the complete genomic sequences .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The results revealed that strains ck/CH/LNM / 091017 and ck/CH/LDL / 101212 were closely related to the H120 vaccine ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which suggests that they might represent re-isolations of vaccine strains or variants of vaccine strains that have resulted from the accumulated point mutations after several passages in chickens .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In contrast , strains ck/CH/LHLJ / 07VII and ck/CH/LHLJ / 100902 had a close genetic relationship with the pathogenic M41 strain .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , molecular markers have been identified that distinguish between field and vaccine ( or vaccine-like ) Mass-type viruses ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which may be able to differentiate between field and vaccine strains for diagnostic purposes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Phylogenetic analysis , and pairwise comparison of full-length genomes and the nine genes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "identified the occurrence of recombination events in the genome of strain CK/VH/LHLJ / 07VII ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which suggests that this virus originated from recombination events between M41-and H120-like strains at the switch site located at the 3 0 end of the nucleocapsid ( N ) genes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "To our knowledge , this is the first time that evidence for the evolution and natural recombination under field conditions between Mass-type pathogenic and vaccinal IBV strains has been documented .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These findings provide insights into the emergence and evolution of the Mass-type IB coronaviruses and may help to explain the emergence of Mass-type IBV in chicken flocks all over the world .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "11",
    "token_num": "260"
  }
}