{
  "paper_id": "0c0e91904a6c84a7ee80cc69fe83370aaa3ca708",
  "metadata": {
    "title": "Travel-related MERS-CoV cases: an assessment of exposures and risk factors in a group of Dutch travellers returning from the Kingdom of Saudi Arabia, May 2014",
    "coda_data_split": "train",
    "coda_paper_id": 10938,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "on behalf of the members of the MERS-CoV outbreak investigation team of The Netherlands Abstract Background: In May 2014, Middle East respiratory syndrome coronavirus (MERS-CoV) infection, with closely related viral genomes, was diagnosed in two Dutch residents, returning from a pilgrimage to Medina and Mecca, Kingdom of Saudi Arabia (KSA). These patients travelled with a group of 29 other Dutch travellers. We conducted an epidemiological assessment of the travel group to identify likely source(s) of infection and presence of potential risk factors.",
      "sentences": [
        [
          {
            "segment_text": "on behalf of the members of the MERS-CoV outbreak investigation team of The Netherlands Abstract Background : In May 2014 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Middle East respiratory syndrome coronavirus ( MERS-CoV ) infection ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "with closely related viral genomes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "was diagnosed in two Dutch residents ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "returning from a pilgrimage to Medina and Mecca ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Kingdom of Saudi Arabia ( KSA ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These patients travelled with a group of 29 other Dutch travellers .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We conducted an epidemiological assessment of the travel group to identify likely source ( s ) of infection and presence of potential risk factors .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Methods: All travellers, including the two cases, completed a questionnaire focussing on potential human, animal and food exposures to MERS-CoV. The questionnaire was modified from the WHO MERS-CoV questionnaire, taking into account the specific route and activities of the travel group.",
      "sentences": [
        [
          {
            "segment_text": "Methods : All travellers , including the two cases ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "completed a questionnaire focussing on potential human ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "animal and food exposures to MERS-CoV .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The questionnaire was modified from the WHO MERS-CoV questionnaire ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "taking into account the specific route and activities of the travel group .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results: Twelve non-cases drank unpasteurized camel milk and had contact with camels. Most travellers, including one of the two patients (Case 1), visited local markets, where six of them consumed fruits. Two travellers, including Case 1, were exposed to coughing patients when visiting a hospital in Medina. Four travellers, including Case 1, visited two hospitals in Mecca. All travellers had been in contact with Case 1 while he was sick, with initially non-respiratory complaints. The cases were found to be older than the other travellers and both had co-morbidities.",
      "sentences": [
        [
          {
            "segment_text": "Results : Twelve non-cases drank unpasteurized camel milk and had contact with camels .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Most travellers , including one of the two patients ( Case 1 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "visited local markets , where six of them consumed fruits .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Two travellers , including Case 1 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "were exposed to coughing patients when visiting a hospital in Medina .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Four travellers , including Case 1 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "visited two hospitals in Mecca .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "All travellers had been in contact with Case 1 while he was sick , with initially non-respiratory complaints .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The cases were found to be older than the other travellers and both had co-morbidities .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions: This epidemiological study revealed the complexity of MERS-CoV outbreak investigations with multiple potential exposures to MERS-CoV reported such as healthcare visits, camel exposure, and exposure to untreated food products. Exposure to MERS-CoV during a hospital visit is considered a likely source of infection for Case 1 but not for Case 2. For Case 2, the most likely source could not be determined. Exposure to MERS-CoV via direct contact with animals or dairy products seems unlikely for the two Dutch cases. Furthermore, exposure to a common but still unidentified source cannot be ruled out. More comprehensive research into sources of infection in the Arabian Peninsula is needed to strengthen and specify the prevention of MERS-CoV infections.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions : This epidemiological study revealed the complexity of MERS-CoV outbreak investigations with multiple potential exposures to MERS-CoV reported such as healthcare visits ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "camel exposure , and exposure to untreated food products .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Exposure to MERS-CoV during a hospital visit is considered a likely source of infection for Case 1 but not for Case 2 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "For Case 2 , the most likely source could not be determined .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Exposure to MERS-CoV via direct contact with animals or dairy products seems unlikely for the two Dutch cases .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , exposure to a common but still unidentified source can not be ruled out .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "More comprehensive research into sources of infection in the Arabian Peninsula is needed to strengthen and specify the prevention of MERS-CoV infections .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "17",
    "segment_num": "29",
    "token_num": "380"
  }
}