{
  "paper_id": "0c0f59a6d0185c534f1cc3a07873edc228daabcd",
  "metadata": {
    "title": "Comparison of Automated Nucleic Acid Extraction Methods with Manual Extraction",
    "coda_data_split": "train",
    "coda_paper_id": 7749,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "We evaluated Qiagen EZ1 (Valencia, CA) and bioMérieux (Durham, NC) easyMAG extractors compared with Qiagen manual extraction using targets and matrices commonly available in the clinical laboratory. Pooled samples were spiked with various organisms, serially diluted, and extracted in duplicate. The organisms/matrices were Bordetella pertussis/bronchoalveolar lavage, herpes simplex virus II/cerebrospinal fluid, coxsackievirus A9/cerebrospinal fluid, BK virus/plasma, and Mycoplasma pneumoniae/endotracheal tube samples. Extracts were amplified in duplicate using realtime PCR assays, and amplification of the target at a cycle threshold of 35 using the manual method was used for comparison. Amplification efficiency of nucleic acids extracted by automated methods was similar to that by the manual method except for a loss of efficiency for M. pneumoniae in endotracheal tube samples. The EZ1 viral kit 2.0 gave better results for coxsackievirus A9 than the EZ1 viral kit version 1.0. At the lowest limit of detection (past a cycle threshold of 35), the easyMAG was more likely to produce amplifiable nucleic acid than were either the EZ1 or manual extraction. Operational complexity, defined as the number of manipulations required to obtain an extracted sample, was the lowest for the easyMAG. The easyMAG was the most expensive of the methods, followed by the EZ1 kit and manual extraction",
      "sentences": [
        [
          {
            "segment_text": "We evaluated Qiagen EZ1 ( Valencia , CA ) and bioMérieux ( Durham , NC ) easyMAG extractors compared with Qiagen manual extraction using targets and matrices commonly available in the clinical laboratory .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Pooled samples were spiked with various organisms ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "serially diluted , and extracted in duplicate .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The organisms/matrices were Bordetella pertussis/bronchoalveolar lavage ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "herpes simplex virus II/cerebrospinal fluid ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "coxsackievirus A9/cerebrospinal fluid , BK virus/plasma ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and Mycoplasma pneumoniae/endotracheal tube samples .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Extracts were amplified in duplicate using realtime PCR assays ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and amplification of the target at a cycle threshold of 35 using the manual method was used for comparison .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Amplification efficiency of nucleic acids extracted by automated methods was similar to that by the manual method except for a loss of efficiency for M. pneumoniae in endotracheal tube samples .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The EZ1 viral kit 2.0 gave better results for coxsackievirus A9 than the EZ1 viral kit version 1.0 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "At the lowest limit of detection ( past a cycle threshold of 35 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the easyMAG was more likely to produce amplifiable nucleic acid than were either the EZ1 or manual extraction .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Operational complexity , defined as the number of manipulations required to obtain an extracted sample ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "was the lowest for the easyMAG .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The easyMAG was the most expensive of the methods ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "followed by the EZ1 kit and manual extraction",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "17",
    "token_num": "231"
  }
}