{
  "paper_id": "0c1c5de8aaed14c36cdaaa3bbdb6349bc2fd0431",
  "metadata": {
    "title": "Science foresight using life-cycle analysis, text mining and clustering: A case study on natural ventilation",
    "coda_data_split": "train",
    "coda_paper_id": 2260,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Science foresight comprises a range of methods to analyze past, present and expected research trends, and uses this information to predict the future status of different fields of science and technology. With the ability to identify high-potential development directions, science foresight can be a useful tool to support the management and planning of future research activities. Science foresight analysts can choose from a rather large variety of approaches. There is, however, relatively little information about how the various approaches can be applied in an effective way. This paper describes a three-step methodological framework for science foresight on the basis of published research papers, consisting of (i) life-cycle analysis, (ii) text mining and (iii) knowledge gap identification by means of automated clustering. The three steps are connected using the research methodology of the research papers, as identified by text mining. The potential of combining these three steps in one framework is illustrated by analyzing scientific literature on wind catchers; a natural ventilation concept which has received considerable attention from academia, but with quite low application in practice. The knowledge gaps that are identified show that the automated foresight analysis is indeed able to find uncharted research areas. Results from a sensitivity analysis further show the importance of using full-texts for text mining instead of only title, keywords and abstract. The paper concludes with a reflection on the methodological framework, and gives directions for its intended use in future studies.",
      "sentences": [
        [
          {
            "segment_text": "Science foresight comprises a range of methods to analyze past ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "present and expected research trends ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and uses this information to predict the future status of different fields of science and technology .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "With the ability to identify high-potential development directions ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "science foresight can be a useful tool to support the management and planning of future research activities .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Science foresight analysts can choose from a rather large variety of approaches .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "There is , however , relatively little information about how the various approaches can be applied in an effective way .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This paper describes a three-step methodological framework for science foresight on the basis of published research papers ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "consisting of ( i ) life-cycle analysis ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "( ii ) text mining and ( iii ) knowledge gap identification by means of automated clustering .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The three steps are connected using the research methodology of the research papers ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "as identified by text mining .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The potential of combining these three steps in one framework is illustrated by analyzing scientific literature on wind catchers ; a natural ventilation concept which has received considerable attention from academia ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "but with quite low application in practice .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The knowledge gaps that are identified show that the automated foresight analysis is indeed able to find uncharted research areas .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Results from a sensitivity analysis further show the importance of using full-texts for text mining instead of only title , keywords and abstract .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The paper concludes with a reflection on the methodological framework ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and gives directions for its intended use in future studies .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "18",
    "token_num": "266"
  }
}