{
  "paper_id": "0c3e7b14bd0f61e4ca92cccbdc64a581e9f17c27",
  "metadata": {
    "title": "Impact of respiratory viruses in hospital-acquired pneumonia in the intensive care unit: A single-center retrospective study",
    "coda_data_split": "train",
    "coda_paper_id": 3271,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background: Data on the frequency and role of respiratory viruses (RVs) in hospital-acquired pneumonia (HAP) are still scarce. Objectives: We assessed the proportion of RVs and their impact on the outcome of hospital-acquired pneumonia (HAP) in the intensive care unit (ICU). Study design: Cases of HAP were retrospectively selected among patients who underwent screening for RVs by multiplex PCR (mPCR) in the ICU of a French tertiary care hospital from May 2014 to April 2016. ICU length of stay and in-hospital mortality were compared between four groups defined according to the identified pathogens: virus only (V), virus/bacteria (V/B), bacteria only (B) and no pathogen (Neg). When available, previous mPCR was retrieved in order to assess possible chronic viral carriage. Results: Overall, 95/999 (10%) ICU patients who underwent mPCR had HAP (V(17,18%), V/B(13,14%), B (60,63%), Neg(5,5%)). Median age was 61 years and 45 (47%) were immunocompromised. Influenza (27%) and rhinovirus (27%) were the most common RVs. V/B group had higher mortality rate than B and V groups (62% vs. 40% and 35%, p \u003d 0.3) and a significantly longer length of stay (31 days (18-48)) than V group (5 days (3-11), p \u003d 0.0002)) and B group (14.5 days (5.5-25.5), p \u003d 0.007)). Among the 15 patients with available mPCR tests before viral HAP, seven were negative and eight were positive corresponding to long-term carriage of community-acquired viruses. Discussion: RVs were detected in 32% of HAP patients who underwent mPCR. Two situations were encountered: (i) acute acquired viral infection; (ii) long-term viral carriage (mostly rhinovirus) especially in immunocompromised patients complicated by a virus/bacteria coinfection. The latter was associated with a longer length of stay and a trend toward a higher mortality.",
      "sentences": [
        [
          {
            "segment_text": "Background : Data on the frequency and role of respiratory viruses ( RVs ) in hospital-acquired pneumonia ( HAP ) are still scarce .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Objectives : We assessed the proportion of RVs and their impact on the outcome of hospital-acquired pneumonia ( HAP ) in the intensive care unit ( ICU ) .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Study design : Cases of HAP were retrospectively selected among patients who underwent screening for RVs by multiplex PCR ( mPCR ) in the ICU of a French tertiary care hospital from May 2014 to April 2016 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "ICU length of stay and in-hospital mortality were compared between four groups defined according to the identified pathogens : virus only ( V ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "virus/bacteria ( V/B ) , bacteria only ( B ) and no pathogen ( Neg ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "When available , previous mPCR was retrieved in order to assess possible chronic viral carriage .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Overall , 95/999 ( 10 % ) ICU patients who underwent mPCR had HAP ( V ( 17,18 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "V/B ( 13,14 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "B ( 60,63 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Neg ( 5,5 % ) ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Median age was 61 years and 45 ( 47 % ) were immunocompromised .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Influenza ( 27 % ) and rhinovirus ( 27 % ) were the most common RVs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "V/B group had higher mortality rate than B and V groups ( 62 % vs. 40 % and 35 % , p \u003d 0.3 ) and a significantly longer length of stay ( 31 days ( 18-48 ) ) than V group ( 5 days ( 3-11 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "p \u003d 0.0002 ) ) and B group ( 14.5 days ( 5.5-25.5 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "p \u003d 0.007 ) ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Among the 15 patients with available mPCR tests before viral HAP ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "seven were negative and eight were positive corresponding to long-term carriage of community-acquired viruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Discussion : RVs were detected in 32 % of HAP patients who underwent mPCR .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Two situations were encountered : ( i ) acute acquired viral infection ; ( ii ) long-term viral carriage ( mostly rhinovirus ) especially in immunocompromised patients complicated by a virus/bacteria coinfection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The latter was associated with a longer length of stay and a trend toward a higher mortality .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "13",
    "segment_num": "20",
    "token_num": "385"
  }
}