{
  "paper_id": "0c4bc10401c2c39f1a8afa70aa350323adc2b1d6",
  "metadata": {
    "title": "",
    "coda_data_split": "train",
    "coda_paper_id": 3537,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "This paper investigated the transmission of respiratory droplets between two seated occupants equipped with one type of personalized ventilation (PV) device using round movable panel (RMP) in an office room. The office was ventilated by three different total volume (TV) ventilation strategies, i.e. mixing ventilation (MV), displacement ventilation (DV), and under-floor air distribution (UFAD) system respectively as background ventilation methods. Concentrations of particles with aerodynamic diameters of 0.8 mm, 5 mm, and 16 mm as well as tracer gas were numerically studied in the Eulerian frame. Two indexes, i.e. intake fraction (IF) and concentration uniformity index R C were introduced to evaluate the performance of ventilation systems. It was found that without PV, DV performed best concern protecting the exposed manikin from the pollutants exhaled by the polluting manikin. In MV when the exposed manikin opened RMP the inhaled air quality could always be improved. In DV and UFAD application of RMP might sometimes, depending on the personalized airflow rate, increase the exposure of the others to the exhaled droplets of tracer gas, 0.8 mm particles, and 5 mm particles from the infected occupants. Application of PV could reduce R C for all the three TV systems of 0.8 mm and 5 mm particles. PV enhanced mixing degree of particles under DV and UFAD based conditions much stronger than under MV based ones. PV could increase the average concentration in the occupied zone of the exposed manikin as well as provide clean personalized airflow. Whether inhaled air quality could be improved depended on the balance of pros and cons of PV.",
      "sentences": [
        [
          {
            "segment_text": "This paper investigated the transmission of respiratory droplets between two seated occupants equipped with one type of personalized ventilation ( PV ) device using round movable panel ( RMP ) in an office room .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The office was ventilated by three different total volume ( TV ) ventilation strategies ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "i.e. mixing ventilation ( MV ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "displacement ventilation ( DV ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and under-floor air distribution ( UFAD ) system respectively as background ventilation methods .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Concentrations of particles with aerodynamic diameters of 0.8 mm ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "5 mm , and 16 mm as well as tracer gas were numerically studied in the Eulerian frame .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Two indexes , i.e. intake fraction ( IF ) and concentration uniformity index R C were introduced to evaluate the performance of ventilation systems .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "It was found that without PV ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "DV performed best concern protecting the exposed manikin from the pollutants exhaled by the polluting manikin .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In MV when the exposed manikin opened RMP the inhaled air quality could always be improved .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In DV and UFAD application of RMP might sometimes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "depending on the personalized airflow rate ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "increase the exposure of the others to the exhaled droplets of tracer gas ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "0.8 mm particles , and 5 mm particles from the infected occupants .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Application of PV could reduce R C for all the three TV systems of 0.8 mm and 5 mm particles .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "PV enhanced mixing degree of particles under DV and UFAD based conditions much stronger than under MV based ones .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "PV could increase the average concentration in the occupied zone of the exposed manikin as well as provide clean personalized airflow .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Whether inhaled air quality could be improved depended on the balance of pros and cons of PV .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "19",
    "token_num": "297"
  }
}