{
  "paper_id": "0c756adaec2279fc7270610fcd44d0850de1240a",
  "metadata": {
    "title": "Coexistence of multiple genotypes of porcine epidemic diarrhea virus with novel mutant S genes in the Hubei Province of China in 2016",
    "coda_data_split": "train",
    "coda_paper_id": 9844,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Since then, large-scale sporadic outbreaks of PED caused by PEDV variants have occasionally occurred in China. However, the molecular diversity and epidemiology of PEDV in different provinces has not been completely understood. To determine the molecular diversity of PEDV in the Hubei Province of China, we collected 172 PED samples from 34 farms across the province in 2016 and performed reverse transcription polymerase chain reaction (RT-PCR) by targeting the nucleocapsid (N) gene. Seventy-four samples were found to be PEDVpositive. We further characterized the complete spike (S) glycoprotein genes from the positive samples and found 21 different S genes with amino acid mutations. The PEDV isolates here presented most of the genotypes which were found previously in field isolates in East and South-East Asia, North America, and Europe. Besides the typical Genotypes I and II, the INDEX groups were also found. Importantly, 58 new amino acids mutant sites in the S genes, including 44 sites in S1 and 14 sites in S2, were first described. Our results revealed that the S genes of PEDV showed variation and that diverse genotypes of PEDV coexisted and were responsible for the PED outbreaks in Hubei in 2016. This work highlighted the complexity of the epidemiology of PEDV and emphasized the need for reassessing the efficacy of classic PEDV vaccines against emerging variant strains and developing new vaccines to facilitate the prevention and control of PEDV in fields.",
      "sentences": [
        [
          {
            "segment_text": "Since then , large-scale sporadic outbreaks of PED caused by PEDV variants have occasionally occurred in China .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , the molecular diversity and epidemiology of PEDV in different provinces has not been completely understood .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To determine the molecular diversity of PEDV in the Hubei Province of China ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "we collected 172 PED samples from 34 farms across the province in 2016 and performed reverse transcription polymerase chain reaction ( RT-PCR ) by targeting the nucleocapsid ( N ) gene .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Seventy-four samples were found to be PEDVpositive .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We further characterized the complete spike ( S ) glycoprotein genes from the positive samples and found 21 different S genes with amino acid mutations .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The PEDV isolates here presented most of the genotypes which were found previously in field isolates in East and South-East Asia ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "North America , and Europe .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Besides the typical Genotypes I and II ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the INDEX groups were also found .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Importantly , 58 new amino acids mutant sites in the S genes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including 44 sites in S1 and 14 sites in S2 , were first described .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our results revealed that the S genes of PEDV showed variation and that diverse genotypes of PEDV coexisted and were responsible for the PED outbreaks in Hubei in 2016 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This work highlighted the complexity of the epidemiology of PEDV and emphasized the need for reassessing the efficacy of classic PEDV vaccines against emerging variant strains and developing new vaccines to facilitate the prevention and control of PEDV in fields .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "14",
    "token_num": "258"
  }
}