{
  "paper_id": "0c77f28ceba9f46431dba25d738cc3482b4f0639",
  "metadata": {
    "title": "Mechanism of Preferential Packaging of Negative Sense Genomic RNA by Viral Nucleoproteins in Crimean-Congo Hemorrhagic Fever Virus",
    "coda_data_split": "train",
    "coda_paper_id": 3138,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The Crimean-Congo Hemorrhagic Fever (CCHF) is an infectious disease of high virulence and mortality caused by a negative sense RNA nairovirus. The genomic RNA of CCHFV is enwrapped by its nucleoprotein. Positively charged residues on CCHFV nucleoprotein provide multiple binding sites to facilitate genomic RNA encapsidation. In the present work, we investigated the mechanism underlying preferential packaging of the negative sense genomic RNA by CCHFV nucleoprotein in the presence of host cell RNAs during viral assembly. The work included genome sequence analyses for different families of negative and positive sense RNA viruses, using serial docking experiments and molecular dynamic simulations. Our results indicated that the main determinant parameter of the nucleoprotein binding affinity for negative sense RNA is the ratio of purine/pyrimidine in the RNA molecule. A negative sense RNA with a purine/pyrimidine ratio ([1) higher than that of a positive sense RNA (\\1) exhibits higher affinity for the nucleoprotein. Our calculations revealed that a negative sense RNA expresses about 0.5 kJ/mol higher binding energy per nucleotide compared to a positive sense RNA. This energy difference produces a binding energy high enough to make the negative sense RNA, the preferred substrate for packaging by CCHFV nucleoprotein in the presence of cellular or complementary positive sense RNAs. The outcome of this study may contribute to ongoing researches on other viral diseases caused by negative sense RNA viruses such as Ebola virus which poses a security threat to all humanity.",
      "sentences": [
        [
          {
            "segment_text": "The Crimean-Congo Hemorrhagic Fever ( CCHF ) is an infectious disease of high virulence and mortality caused by a negative sense RNA nairovirus .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The genomic RNA of CCHFV is enwrapped by its nucleoprotein .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Positively charged residues on CCHFV nucleoprotein provide multiple binding sites to facilitate genomic RNA encapsidation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In the present work , we investigated the mechanism underlying preferential packaging of the negative sense genomic RNA by CCHFV nucleoprotein in the presence of host cell RNAs during viral assembly .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The work included genome sequence analyses for different families of negative and positive sense RNA viruses ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "using serial docking experiments and molecular dynamic simulations .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Our results indicated that the main determinant parameter of the nucleoprotein binding affinity for negative sense RNA is the ratio of purine/pyrimidine in the RNA molecule .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A negative sense RNA with a purine/pyrimidine ratio ( ( 1 ) higher than that of a positive sense RNA ( \\ 1 ) exhibits higher affinity for the nucleoprotein .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our calculations revealed that a negative sense RNA expresses about 0.5 kJ/mol higher binding energy per nucleotide compared to a positive sense RNA .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This energy difference produces a binding energy high enough to make the negative sense RNA ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the preferred substrate for packaging by CCHFV nucleoprotein in the presence of cellular or complementary positive sense RNAs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The outcome of this study may contribute to ongoing researches on other viral diseases caused by negative sense RNA viruses such as Ebola virus which poses a security threat to all humanity .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "12",
    "token_num": "259"
  }
}