{
  "paper_id": "0c7db307d26ea03754a93b1892fff1831553e5b6",
  "metadata": {
    "title": "Applications of Plant Viruses in Bionanotechnology",
    "coda_data_split": "train",
    "coda_paper_id": 4040,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The capsids of most plant viruses are simple and robust structures consisting of multiple copies of one or a few types of protein subunit arranged with either icosahedral or helical symmetry. In many cases, capsids can be produced in large quantities either by the infection of plants or by the expression of the subunit(s) in a variety of heterologous systems. In view of their relative simplicity, stability and ease of production, plant virus particles or virus-like particles (VLPs) have attracted attention as potential reagents for applications in bionanotechnology. As a result, plant virus particles have been subjected to both genetic and chemical modification, have been used to encapsulate foreign material and have, themselves, been incorporated into supramolecular structures.",
      "sentences": [
        [
          {
            "segment_text": "The capsids of most plant viruses are simple and robust structures consisting of multiple copies of one or a few types of protein subunit arranged with either icosahedral or helical symmetry .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In many cases , capsids can be produced in large quantities either by the infection of plants or by the expression of the subunit ( s ) in a variety of heterologous systems .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In view of their relative simplicity ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "stability and ease of production ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "plant virus particles or virus-like particles ( VLPs ) have attracted attention as potential reagents for applications in bionanotechnology .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "As a result , plant virus particles have been subjected to both genetic and chemical modification ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "have been used to encapsulate foreign material and have ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "themselves , been incorporated into supramolecular structures .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "8",
    "token_num": "134"
  }
}