{
  "paper_id": "0c929ca540bf82c726f7d2875cb3a9dadacbf663",
  "metadata": {
    "title": "CC Chemokine Receptor 2 is Protective Against Noise-Induced Hair Cell Death: Studies in CX3CR1 +/GFP Mice",
    "coda_data_split": "train",
    "coda_paper_id": 5927,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Acoustic trauma was recently shown to induce an inflammatory response in the ear characterized by rapid entry of macrophages in the spiral ligament. The current study seeks to elucidate the mechanisms involved in summoning macrophages to the cochlear lateral wall and the role macrophages play in noiseinduced injury or repair. CCL2 and its primary receptor, CCR2, are the most widely validated effectors of monocyte chemotaxis in vivo. CCL2 -/and CCR2 -/mice have been used extensively in studies of monocyte activation in neuronal injury. However, the function of CCL2 and CCR2 in the cochlea has not been studied. The present study examines the role of CCL2 and CCR2 in acoustic injury. CCL2 -/and CCR2 -/mice on a CX3CR1 +/GFP background were exposed to octave band noise (8-16 kHz) for 2 h to determine the effect of CCL2 and CCR2 on monocyte migration into the cochlea, threshold shift, and cell survival. We found that threshold shift was unchanged in the two knockout mouse strains when compared to the background strain (CX3CR1 +/GFP ). Surprisingly, we found that monocyte migration was also unchanged, despite the absence of CCL2 or CCR2. However, there was a dramatic increase in noise-induced hair cell death in the CCR2 -/strain. This observation suggests that CCR2, independent of CCL2, plays a protective role in the cochlea after noise, and neither ligand nor receptor is necessary for monocyte migration. Possible mechanisms of neuroprotection by CCR2 are discussed.",
      "sentences": [
        [
          {
            "segment_text": "Acoustic trauma was recently shown to induce an inflammatory response in the ear characterized by rapid entry of macrophages in the spiral ligament .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The current study seeks to elucidate the mechanisms involved in summoning macrophages to the cochlear lateral wall and the role macrophages play in noiseinduced injury or repair .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "CCL2 and its primary receptor ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "CCR2 , are the most widely validated effectors of monocyte chemotaxis in vivo .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "CCL2 - / and CCR2 - / mice have been used extensively in studies of monocyte activation in neuronal injury .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , the function of CCL2 and CCR2 in the cochlea has not been studied .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The present study examines the role of CCL2 and CCR2 in acoustic injury .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "CCL2 - / and CCR2 - / mice on a CX3CR1 + / GFP background were exposed to octave band noise ( 8-16 kHz ) for 2 h to determine the effect of CCL2 and CCR2 on monocyte migration into the cochlea ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "threshold shift , and cell survival .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We found that threshold shift was unchanged in the two knockout mouse strains when compared to the background strain ( CX3CR1 + / GFP ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Surprisingly , we found that monocyte migration was also unchanged ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "despite the absence of CCL2 or CCR2 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , there was a dramatic increase in noise-induced hair cell death in the CCR2 - / strain .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This observation suggests that CCR2 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "independent of CCL2 , plays a protective role in the cochlea after noise ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and neither ligand nor receptor is necessary for monocyte migration .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Possible mechanisms of neuroprotection by CCR2 are discussed .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "12",
    "segment_num": "17",
    "token_num": "277"
  }
}