{
  "paper_id": "0c95f3083af8f4daf852527cc3d25b6b8af3a54c",
  "metadata": {
    "title": "Automated TruTip nucleic acid extraction and purification from raw sputum",
    "coda_data_split": "train",
    "coda_paper_id": 9707,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Automated nucleic acid extraction from primary (raw) sputum continues to be a significant technical challenge for molecular diagnostics. In this work, we developed a prototype openarchitecture, automated nucleic acid workstation that includes a mechanical homogenization and lysis function integrated with heating and TruTip purification; optimized an extraction protocol for raw sputum; and evaluated system performance on primary clinical specimens. Eight samples could be processed within 70 min. The system efficiently homogenized primary sputa and doubled nucleic acid recovery relative to an automated protocol that did not incorporate sample homogenization. Nucleic acid recovery was at least five times higher from raw sputum as compared to that of matched sediments regardless of smear or culture grade, and the automated workstation reproducibly recovered PCR-detectable DNA to at least 80 CFU mL -1 raw sputum. M. tuberculosis DNA was recovered and detected from 122/123 (99.2%) and 124/124 (100%) primary sputum and sediment extracts, respectively. There was no detectable cross-contamination across 53 automated system runs and amplification or fluorescent inhibitors (if present) were not detectable. The open fluidic architecture of the prototype automated workstation yields purified sputum DNA that can be used for any molecular diagnostic test. The ability to transfer TruTip protocols between personalized, on-demand pipetting tools and the fully automated workstation also affords public health agencies an opportunity to standardize sputum nucleic acid sample preparation procedures, reagents, and quality control across multiple levels of the health care system.",
      "sentences": [
        [
          {
            "segment_text": "Automated nucleic acid extraction from primary ( raw ) sputum continues to be a significant technical challenge for molecular diagnostics .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this work , we developed a prototype openarchitecture ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "automated nucleic acid workstation that includes a mechanical homogenization and lysis function integrated with heating and TruTip purification ; optimized an extraction protocol for raw sputum ; and evaluated system performance on primary clinical specimens .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Eight samples could be processed within 70 min .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The system efficiently homogenized primary sputa and doubled nucleic acid recovery relative to an automated protocol that did not incorporate sample homogenization .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Nucleic acid recovery was at least five times higher from raw sputum as compared to that of matched sediments regardless of smear or culture grade ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the automated workstation reproducibly recovered PCR-detectable DNA to at least 80 CFU mL -1 raw sputum .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "M. tuberculosis DNA was recovered and detected from 122/123 ( 99.2 % ) and 124/124 ( 100 % ) primary sputum and sediment extracts , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "There was no detectable cross-contamination across 53 automated system runs and amplification or fluorescent inhibitors ( if present ) were not detectable .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The open fluidic architecture of the prototype automated workstation yields purified sputum DNA that can be used for any molecular diagnostic test .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The ability to transfer TruTip protocols between personalized ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "on-demand pipetting tools and the fully automated workstation also affords public health agencies an opportunity to standardize sputum nucleic acid sample preparation procedures ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "reagents , and quality control across multiple levels of the health care system .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "13",
    "token_num": "263"
  }
}