{
  "paper_id": "0c998c59a8010935f0a57a533ccaf0be68467736",
  "metadata": {
    "title": "A pilot study on the disinfection efficacy of localized UV on the flushing- generated spread of pathogens",
    "coda_data_split": "train",
    "coda_paper_id": 10067,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The process of toilet-flushing can generate flushing-associated water droplets which can potentially expose humans to pathogen-laden aerosols. Very little is known about such aerosol dissemination or the means for minimizing exposure to these aerosols. This study has evaluated the efficacy of ultraviolet waveband C (UV-C) for disinfection of flushing-generated pathogen-laden aerosols through tests with localized disinfection systems for airborne and surface contaminations. Three types of bacteria were chosen for investigation: Staphylococcus epidermidis, Escherichia coli, and Salmonella typhimurium. Tests were conducted with UV-C tubes of 5 W and 10 W. High levels of disinfection efficacies were observed, ranging from 76% to 97% for bacteria-laden aerosols at sources of emission, and efficiencies of 53% to 79% for surface samples in localized systems. The results from the localized systems were further compared with those obtained with an upper-room ultraviolet germicidal irradiation (UVGI) system. As it is important to note, the UV-C doses and ozone emissions for the localized systems were found well below the limits recommended in current guidelines. This research has shown that the disinfection of flushing-generated pathogen-laden aerosols in proximity to the source of emission was more effective than at the more distant sites where aerosols may be dispersed to the environment.",
      "sentences": [
        [
          {
            "segment_text": "The process of toilet-flushing can generate flushing-associated water droplets which can potentially expose humans to pathogen-laden aerosols .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Very little is known about such aerosol dissemination or the means for minimizing exposure to these aerosols .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This study has evaluated the efficacy of ultraviolet waveband C ( UV-C ) for disinfection of flushing-generated pathogen-laden aerosols through tests with localized disinfection systems for airborne and surface contaminations .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Three types of bacteria were chosen for investigation : Staphylococcus epidermidis ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "Escherichia coli , and Salmonella typhimurium .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Tests were conducted with UV-C tubes of 5 W and 10 W. High levels of disinfection efficacies were observed ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "ranging from 76 % to 97 % for bacteria-laden aerosols at sources of emission ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and efficiencies of 53 % to 79 % for surface samples in localized systems .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The results from the localized systems were further compared with those obtained with an upper-room ultraviolet germicidal irradiation ( UVGI ) system .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "As it is important to note ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the UV-C doses and ozone emissions for the localized systems were found well below the limits recommended in current guidelines .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This research has shown that the disinfection of flushing-generated pathogen-laden aerosols in proximity to the source of emission was more effective than at the more distant sites where aerosols may be dispersed to the environment .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "12",
    "token_num": "223"
  }
}