{
  "paper_id": "0c9e0de3c9f667dc79acdc8ce02dcd989d81ac40",
  "metadata": {
    "title": "Establishing a Liquid-covered Culture of Polarized Human Airway Epithelial Calu-3 Cells to Study Host Cell Response to Respiratory Pathogens In vitro",
    "coda_data_split": "train",
    "coda_paper_id": 5665,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The apical and basolateral surfaces of airway epithelial cells demonstrate directional responses to pathogen exposure in vivo. Thus, ideal in vitro models for examining cellular responses to respiratory pathogens polarize, forming apical and basolateral surfaces. One such model is differentiated normal human bronchial epithelial cells (NHBE). However, this system requires lung tissue samples, expertise isolating and culturing epithelial cells from tissue, and time to generate an air-liquid interface culture.",
      "sentences": [
        [
          {
            "segment_text": "The apical and basolateral surfaces of airway epithelial cells demonstrate directional responses to pathogen exposure in vivo .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Thus , ideal in vitro models for examining cellular responses to respiratory pathogens polarize ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "forming apical and basolateral surfaces .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "One such model is differentiated normal human bronchial epithelial cells ( NHBE ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , this system requires lung tissue samples ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "expertise isolating and culturing epithelial cells from tissue ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and time to generate an air-liquid interface culture .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Calu-3 cells, derived from a human bronchial adenocarcinoma, are an alternative model for examining the response of proximal airway epithelial cells to respiratory insult",
      "sentences": [
        [
          {
            "segment_text": "Calu-3 cells , derived from a human bronchial adenocarcinoma ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "are an alternative model for examining the response of proximal airway epithelial cells to respiratory insult",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Safety Measures: Perform all procedures in a biosafety cabinet using sterile culture technique.",
      "sentences": [
        [
          {
            "segment_text": "Safety Measures : Perform all procedures in a biosafety cabinet using sterile culture technique .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "6",
    "segment_num": "10",
    "token_num": "121"
  }
}