{
  "paper_id": "0ca416b6b52c41d0479a919f0d2764dd52ca8746",
  "metadata": {
    "title": "The airborne transmission of infection between flats in high-rise residential buildings: Particle simulation",
    "coda_data_split": "train",
    "coda_paper_id": 2712,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Several case clusters occurred in high-rise residential buildings in Hong Kong in the 2003 SARS (the severe acute respiratory syndrome) epidemic, which motivated a series of engineering investigations into the possible airborne transport routes. It is suspected that, driven by buoyancy force, the polluted air that exits the window of the lower floor may re-enter the immediate upper floor through the window on the same side. This cascade effect has been quantified and reported in a previous paper, and it is found that, by tracer gas concentration analysis, the room in the adjacent upstairs may contain up to 7% of the air directly from the downstairs room. In this study, after validation against the experimental data from literatures, Eulerian and Lagrangian approaches are both adopted to numerically investigate the dispersion of expiratory aerosols between two vertically adjacent flats. It is found that the particle concentration in the upper floor is two to three orders of magnitude lower than in the source floor. 1.0 mm particles disperse like gaseous pollutants. For coarse particles larger than 20.0 mm, strong deposition on solid surfaces and gravitational settling effect greatly limit their upward transport.",
      "sentences": [
        [
          {
            "segment_text": "Several case clusters occurred in high-rise residential buildings in Hong Kong in the 2003 SARS ( the severe acute respiratory syndrome ) epidemic ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which motivated a series of engineering investigations into the possible airborne transport routes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It is suspected that , driven by buoyancy force ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the polluted air that exits the window of the lower floor may re-enter the immediate upper floor through the window on the same side .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This cascade effect has been quantified and reported in a previous paper ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and it is found that ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "by tracer gas concentration analysis ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the room in the adjacent upstairs may contain up to 7 % of the air directly from the downstairs room .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , after validation against the experimental data from literatures ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "Eulerian and Lagrangian approaches are both adopted to numerically investigate the dispersion of expiratory aerosols between two vertically adjacent flats .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "It is found that the particle concentration in the upper floor is two to three orders of magnitude lower than in the source floor .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "1.0 mm particles disperse like gaseous pollutants .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "For coarse particles larger than 20.0 mm ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "strong deposition on solid surfaces and gravitational settling effect greatly limit their upward transport .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "14",
    "token_num": "209"
  }
}