{
  "paper_id": "0cafb384b401aeefaa3286bb0cf76309434e2288",
  "metadata": {
    "title": "Tackling dengue fever: Current status and challenges",
    "coda_data_split": "train",
    "coda_paper_id": 5764,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "According to recent statistics, 96 million apparent dengue infections were estimated worldwide in 2010. This figure is by far greater than the WHO prediction which indicates the rapid spread of this disease posing a growing threat to the economy and a major challenge to clinicians and health care services across the globe particularly in the affected areas. This article aims at bringing to light the current epidemiological and clinical status of the dengue fever. The relationship between genetic mutations, single nucleotide polymorphism (SNP) and the pathophysiology of disease progression will be put into perspective. It will also highlight the recent advances in dengue vaccine development. Thus far, a significant progress has been made in unraveling the risk factors and understanding the molecular pathogenesis associated with the disease. However, further insights in molecular features of the disease and the development of animal models will enormously help improving the therapeutic interventions and potentially contribute to finding new preventive measures for population at risk.",
      "sentences": [
        [
          {
            "segment_text": "According to recent statistics , 96 million apparent dengue infections were estimated worldwide in 2010 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This figure is by far greater than the WHO prediction which indicates the rapid spread of this disease posing a growing threat to the economy and a major challenge to clinicians and health care services across the globe particularly in the affected areas .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This article aims at bringing to light the current epidemiological and clinical status of the dengue fever .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The relationship between genetic mutations ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "single nucleotide polymorphism ( SNP ) and the pathophysiology of disease progression will be put into perspective .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "It will also highlight the recent advances in dengue vaccine development .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Thus far , a significant progress has been made in unraveling the risk factors and understanding the molecular pathogenesis associated with the disease .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , further insights in molecular features of the disease and the development of animal models will enormously help improving the therapeutic interventions and potentially contribute to finding new preventive measures for population at risk .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "8",
    "token_num": "174"
  }
}