{
  "paper_id": "0cb248e9b1cced674ab07842500a5e0fd1d2226f",
  "metadata": {
    "title": "Next-Generation Sequencing for Porcine Coronaviruses",
    "coda_data_split": "train",
    "coda_paper_id": 2492,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The outbreak of porcine epidemic diarrhea virus and the discovery of porcine deltacoronavirus in the USA have led to multiple questions about the evolution of coronaviruses in swine. Coronaviruses are enveloped virus, containing a positive-sense single-stranded RNA genome (26-30 kb) that can cause respiratory or enteric illness in swine. With current technologies, the complete viral genomes can be determined to understand viral diversity and evolution. In this chapter, we describe a method to deep genome sequence porcine coronavirus on the Illumina MiSeq, avoiding the number of contaminating reads associated with the host and other microorganisms.",
      "sentences": [
        [
          {
            "segment_text": "The outbreak of porcine epidemic diarrhea virus and the discovery of porcine deltacoronavirus in the USA have led to multiple questions about the evolution of coronaviruses in swine .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Coronaviruses are enveloped virus , containing a positive-sense single-stranded RNA genome ( 26-30 kb ) that can cause respiratory or enteric illness in swine .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "With current technologies , the complete viral genomes can be determined to understand viral diversity and evolution .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this chapter , we describe a method to deep genome sequence porcine coronavirus on the Illumina MiSeq ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "avoiding the number of contaminating reads associated with the host and other microorganisms .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "5",
    "token_num": "105"
  }
}