{
  "paper_id": "0cbd1447be1208e6013a8af7a24920b7899a7abf",
  "metadata": {
    "title": "Saikosaponin b2 enhances the hepatotargeting effect of anticancer drugs through inhibition of multidrug resistance-associated drug transporters",
    "coda_data_split": "train",
    "coda_paper_id": 3967,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Aims: Vinegar-baked Radix Bupleuri (VBRB) potentiates the activity of anticancer drugs in the liver by increasing their hepatic distribution. However, this phenomenon may be associated with drug transporters. We investigated the effect of saikosaponin b2 (SSb2; the main component of VBRB) on the activity and expression of different drug transporters in both normal cells and those that overexpress the transporter.",
      "sentences": [
        [
          {
            "segment_text": "Aims : Vinegar-baked Radix Bupleuri ( VBRB ) potentiates the activity of anticancer drugs in the liver by increasing their hepatic distribution .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "However , this phenomenon may be associated with drug transporters .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We investigated the effect of saikosaponin b2 ( SSb2 ; the main component of VBRB ) on the activity and expression of different drug transporters in both normal cells and those that overexpress the transporter .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Main methods: The activities of transporters were analyzed by concentration of their cellular substrates. Concentrations of colchicine (substrate of Pgp and MRP1) and cisplatin (substrate of OCT2 and MRP2) were determined by high-performance liquid chromatography (HPLC). The concentration of rhodamine B was determined by flow cytometry. The expression of transporter gene and protein were determined by qRT-PCR and Western blotting analysis.",
      "sentences": [
        [
          {
            "segment_text": "Main methods : The activities of transporters were analyzed by concentration of their cellular substrates .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Concentrations of colchicine ( substrate of Pgp and MRP1 ) and cisplatin ( substrate of OCT2 and MRP2 ) were determined by high-performance liquid chromatography ( HPLC ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The concentration of rhodamine B was determined by flow cytometry .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The expression of transporter gene and protein were determined by qRT-PCR and Western blotting analysis .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Key findings: SSb2 increased colchicine efflux in HEK293 cells by primarily increasing Mrp1 activity, independent of gene and protein expression. SSb2 enhanced Mrp2 function and increased cisplatin efflux in BRL3A cells by upregulating Mrp2 gene expression, with a marginal effect on Pgp in normal cells. SSb2 increased OCT2 activity in OCT2-HEK293 cells by increasing the expression of OCT2 protein and mRNA; however, SSb2 inhibited MRP2 activity in MRP2-HEK293 cells by decreasing MRP2 protein expression, and decreased Pgp and MRP1 activity in Pgp-and MRP1-HEK293 cells.",
      "sentences": [
        [
          {
            "segment_text": "Key findings : SSb2 increased colchicine efflux in HEK293 cells by primarily increasing Mrp1 activity ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "independent of gene and protein expression .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "SSb2 enhanced Mrp2 function and increased cisplatin efflux in BRL3A cells by upregulating Mrp2 gene expression ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with a marginal effect on Pgp in normal cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "SSb2 increased OCT2 activity in OCT2-HEK293 cells by increasing the expression of OCT2 protein and mRNA ; however ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "SSb2 inhibited MRP2 activity in MRP2-HEK293 cells by decreasing MRP2 protein expression ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and decreased Pgp and MRP1 activity in Pgp-and MRP1-HEK293 cells .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Significance: SSb2 might potentially be the key active component of VBRB that enhances the hepatotargeting of anticancer drugs through the inhibition of multidrug resistance-associated drug transporters (Pgp, MRP1, and MRP2) in an environment-dependent manner.",
      "sentences": [
        [
          {
            "segment_text": "Significance : SSb2 might potentially be the key active component of VBRB that enhances the hepatotargeting of anticancer drugs through the inhibition of multidrug resistance-associated drug transporters ( Pgp , MRP1 , and MRP2 ) in an environment-dependent manner .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "11",
    "segment_num": "15",
    "token_num": "275"
  }
}