{
  "paper_id": "0cd389be1501d7f0943e5078cf951249c95de0f5",
  "metadata": {
    "title": "Antiviral drug screening by assessing epithelial functions and innate immune responses in human 3D airway epithelium model",
    "coda_data_split": "train",
    "coda_paper_id": 9673,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Respiratory viral infections cause mild to severe diseases, such as common cold, bronchiolitis and pneumonia and are associated with substantial burden for society. To test new molecules for shortening, alleviating the diseases or to develop new therapies, relevant human in vitro models are mandatory. MucilAir™, a human standardized air-liquid interface 3D airway epithelial culture holds in vitro specific mechanisms to counter invaders comparable to the in vivo situation, such as mucus production, mucociliary clearance, and secretion of defensive molecules. The objective of this study was to test the relevance of such a model for the discovery and validation of antiviral drugs. Fully differentiated 3D nasal epithelium cultures were inoculated with picornaviruses, a coronavirus and influenza A viruses in the absence or in the presence of reference antiviral drugs. Results showed that, rupintrivir efficiently inhibits the replication of respiratory picornaviruses in a dose dependent manner and prevents the impairment of the mucociliary clearance. Similarly, oseltamivir reduced the replication of influenza A viruses in a dose dependent manner and prevented the impairment of the epithelial barrier function and cytotoxicity until 4 days of infection. In addition we found that Rhinovirus B14, C15 and influenza A(H1N1) induce significant increase of β Defensins 2 and Cathelicidin release with different time course. These results reveal that a large panel of epithelial functions is modified upon viral infection and validate MucilAir™ as a pertinent tool for pre-clinical antiviral drug testing.",
      "sentences": [
        [
          {
            "segment_text": "Respiratory viral infections cause mild to severe diseases ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "such as common cold , bronchiolitis and pneumonia and are associated with substantial burden for society .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To test new molecules for shortening ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "alleviating the diseases or to develop new therapies ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "relevant human in vitro models are mandatory .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "MucilAir ™ , a human standardized air-liquid interface 3D airway epithelial culture holds in vitro specific mechanisms to counter invaders comparable to the in vivo situation ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "such as mucus production , mucociliary clearance ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and secretion of defensive molecules .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The objective of this study was to test the relevance of such a model for the discovery and validation of antiviral drugs .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Fully differentiated 3D nasal epithelium cultures were inoculated with picornaviruses ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "a coronavirus and influenza A viruses in the absence or in the presence of reference antiviral drugs .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results showed that , rupintrivir efficiently inhibits the replication of respiratory picornaviruses in a dose dependent manner and prevents the impairment of the mucociliary clearance .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Similarly , oseltamivir reduced the replication of influenza A viruses in a dose dependent manner and prevented the impairment of the epithelial barrier function and cytotoxicity until 4 days of infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition we found that Rhinovirus B14 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "C15 and influenza A ( H1N1 ) induce significant increase of β Defensins 2 and Cathelicidin release with different time course .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results reveal that a large panel of epithelial functions is modified upon viral infection and validate MucilAir ™ as a pertinent tool for pre-clinical antiviral drug testing .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "16",
    "token_num": "260"
  }
}