{
  "paper_id": "0cfbd799dde9aedd35ace107455d6b0bee8fa640",
  "metadata": {
    "title": "A microbiome case-control study of recurrent acute otitis media identified potentially protective bacterial genera",
    "coda_data_split": "train",
    "coda_paper_id": 9959,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Recurrent acute otitis media (rAOM, recurrent ear infection) is a common childhood disease caused by bacteria termed otopathogens, for which current treatments have limited effectiveness. Generic probiotic therapies have shown promise, but seem to lack specificity. We hypothesised that healthy children with no history of AOM carry protective commensal bacteria that could be translated into a specific probiotic therapy to break the cycle of re-infection. We characterised the nasopharyngeal microbiome of these children (controls) in comparison to children with rAOM (cases) to identify potentially protective bacteria. As some children with rAOM do not appear to carry any of the known otopathogens, we also hypothesised that characterisation of the middle ear microbiome could identify novel otopathogens, which may also guide the development of more effective therapies. Results: Middle ear fluids, middle ear rinses and ear canal swabs from the cases and nasopharyngeal swabs from both groups underwent 16S rRNA gene sequencing. The nasopharyngeal microbiomes of cases and controls were distinct. We observed a significantly higher abundance of Corynebacterium and Dolosigranulum in the nasopharynx of controls. Alloiococcus, Staphylococcus and Turicella were abundant in the middle ear and ear canal of cases, but were uncommon in the nasopharynx of both groups. Gemella and Neisseria were characteristic of the case nasopharynx, but were not prevalent in the middle ear. Conclusions: Corynebacterium and Dolosigranulum are characteristic of a healthy nasopharyngeal microbiome. Alloiococcus, Staphylococcus and Turicella are possible novel otopathogens, though their rarity in the nasopharynx and prevalence in the ear canal means that their role as normal aural flora cannot be ruled out. Gemella and Neisseria are unlikely to be novel otopathogens as they do not appear to colonise the middle ear in children with rAOM.",
      "sentences": [
        [
          {
            "segment_text": "Background : Recurrent acute otitis media ( rAOM , recurrent ear infection ) is a common childhood disease caused by bacteria termed otopathogens ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "for which current treatments have limited effectiveness .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Generic probiotic therapies have shown promise ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but seem to lack specificity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We hypothesised that healthy children with no history of AOM carry protective commensal bacteria that could be translated into a specific probiotic therapy to break the cycle of re-infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We characterised the nasopharyngeal microbiome of these children ( controls ) in comparison to children with rAOM ( cases ) to identify potentially protective bacteria .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "As some children with rAOM do not appear to carry any of the known otopathogens ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "we also hypothesised that characterisation of the middle ear microbiome could identify novel otopathogens ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "which may also guide the development of more effective therapies .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Results : Middle ear fluids ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "middle ear rinses and ear canal swabs from the cases and nasopharyngeal swabs from both groups underwent 16S rRNA gene sequencing .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The nasopharyngeal microbiomes of cases and controls were distinct .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We observed a significantly higher abundance of Corynebacterium and Dolosigranulum in the nasopharynx of controls .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Alloiococcus , Staphylococcus and Turicella were abundant in the middle ear and ear canal of cases ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but were uncommon in the nasopharynx of both groups .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Gemella and Neisseria were characteristic of the case nasopharynx ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but were not prevalent in the middle ear .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : Corynebacterium and Dolosigranulum are characteristic of a healthy nasopharyngeal microbiome .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Alloiococcus , Staphylococcus and Turicella are possible novel otopathogens ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "though their rarity in the nasopharynx and prevalence in the ear canal means that their role as normal aural flora can not be ruled out .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Gemella and Neisseria are unlikely to be novel otopathogens as they do not appear to colonise the middle ear in children with rAOM .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "13",
    "segment_num": "21",
    "token_num": "316"
  }
}