{
  "paper_id": "0d215d9be316bee0ac2e98fc60fa51bad7ec2d0e",
  "metadata": {
    "title": "The performance of RT-PCR compared with a rapid serological assay for acute dengue fever in a diagnostic laboratory",
    "coda_data_split": "train",
    "coda_paper_id": 7350,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The laboratory diagnosis of dengue has largely relied on serological assays, although many different RT-PCR protocols have been reported. Owing to its limited use, the value of RT-PCR in the clinical laboratory has not been fully evaluated. During the outbreak of severe acute respiratory syndrome (SARS) in Singapore in 2003, RT-PCR to detect dengue viral RNA was used as a rapid diagnostic tool to differentiate dengue from SARS among patients who presented to a hospital designated to manage and quarantine SARS cases. A total of 343 results for RT-PCR and 439 results for serology were analysed and compared with the final discharge diagnosis. Our experience indicates that RT-PCR for dengue can be set up rapidly in a clinical laboratory, with very sensitive and specific results for the diagnosis of dengue, particularly in the first 5 days from onset of symptoms.",
      "sentences": [
        [
          {
            "segment_text": "The laboratory diagnosis of dengue has largely relied on serological assays ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "although many different RT-PCR protocols have been reported .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Owing to its limited use ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the value of RT-PCR in the clinical laboratory has not been fully evaluated .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "During the outbreak of severe acute respiratory syndrome ( SARS ) in Singapore in 2003 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "RT-PCR to detect dengue viral RNA was used as a rapid diagnostic tool to differentiate dengue from SARS among patients who presented to a hospital designated to manage and quarantine SARS cases .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A total of 343 results for RT-PCR and 439 results for serology were analysed and compared with the final discharge diagnosis .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Our experience indicates that RT-PCR for dengue can be set up rapidly in a clinical laboratory ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with very sensitive and specific results for the diagnosis of dengue ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "particularly in the first 5 days from onset of symptoms .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "10",
    "token_num": "152"
  }
}