{
  "paper_id": "0d25a5099c72439db1e38a532de32cd45d972641",
  "metadata": {
    "title": "First assessment of microbial diversity in faecal microflora of Eurasian otter (Lutra lutra Linnaeus, 1758) in Portugal",
    "coda_data_split": "train",
    "coda_paper_id": 10800,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The Eurasian otter (Lutra lutra Linnaeus, 1758), a predator from the Order Carnivora, Family Mustelidae, evolved the ability to swim and forage in water, being an important element of biodiversity. Otters are widely spread through Portugal, and scats have been extensively used in ecology studies; however, valid information on their microbiota is scarce. This work represents a first approach to characterise the otter faecal microflora in samples collected in river stretches of the Sado river basin (Portugal) during winter 2006. Eight sampling stretches of 8 km were selected, and from each, six to eight sampling sites were visited. A total of 31 scats were analysed. The microflora studied included aerobic bacteria, spore-forming anaerobic bacteria and viruses (coronavirus, parvovirus, adenovirus, parainfluenza virus). Bacterial isolates were identified based on morphology and metabolic pathways, and virus detection was performed by polymerase chain reaction. The results revealed the high degree of bacterial diversity in the faecal microflora of L. lutra. A total of 88 Gram-negative (23 genera) and 44 Gram-positive isolates (ten genera) were identified. The identification of four isolates was inconclusive, and their identification was performed by 16S ribosomal ribonucleic acid sequencing, which confirms the need for biochemical testing optimisation regarding animal isolates. None of the scats was positive for virus detection. Identification of otter faecal microflora and of potential pathogens is an important first step towards understanding and monitoring their importance in otter population health.",
      "sentences": [
        [
          {
            "segment_text": "The Eurasian otter ( Lutra lutra Linnaeus , 1758 ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a predator from the Order Carnivora ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Family Mustelidae , evolved the ability to swim and forage in water ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "being an important element of biodiversity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Otters are widely spread through Portugal ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and scats have been extensively used in ecology studies ; however ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "valid information on their microbiota is scarce .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This work represents a first approach to characterise the otter faecal microflora in samples collected in river stretches of the Sado river basin ( Portugal ) during winter 2006 .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Eight sampling stretches of 8 km were selected ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and from each , six to eight sampling sites were visited .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A total of 31 scats were analysed .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The microflora studied included aerobic bacteria ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "spore-forming anaerobic bacteria and viruses ( coronavirus , parvovirus , adenovirus , parainfluenza virus ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Bacterial isolates were identified based on morphology and metabolic pathways ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and virus detection was performed by polymerase chain reaction .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The results revealed the high degree of bacterial diversity in the faecal microflora of L. lutra .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A total of 88 Gram-negative ( 23 genera ) and 44 Gram-positive isolates ( ten genera ) were identified .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The identification of four isolates was inconclusive ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and their identification was performed by 16S ribosomal ribonucleic acid sequencing ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which confirms the need for biochemical testing optimisation regarding animal isolates .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "None of the scats was positive for virus detection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Identification of otter faecal microflora and of potential pathogens is an important first step towards understanding and monitoring their importance in otter population health .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "12",
    "segment_num": "22",
    "token_num": "272"
  }
}