{
  "paper_id": "0d33d89c32913354f7164225a906ff85339293e2",
  "metadata": {
    "title": "Molecular Sciences Immunobiology of Newcastle Disease Virus and Its Use for Prophylactic Vaccination in Poultry and as Adjuvant for Therapeutic Vaccination in Cancer Patients",
    "coda_data_split": "train",
    "coda_paper_id": 3473,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Newcastle disease (ND) is one of the most important diseases of poultry worldwide. In the last decades, molecular research has gained a lot of new information about its causative agent, newcastle disease virus (NDV). In poultry industry, certain strains of NDV have been used for preventive vaccination for more than 60 years. NDV has also been applied to cancer patients with beneficial effects for about 50 years, but this is less well known. The molecular basis for these differential effects of NDV in birds and man have been elucidated in the last decades and are explained in this review. The anti-neoplastic and immune-stimulatory properties in non-permissive hosts such as mouse and man have to do with the strong type I interferon responses induced in these foreign species. Additionally, NDV has the potential to break various types of tumor resistances and also to affect liver fibrosis. A main section is devoted to the benefits of clinical application of NDV and NDV-based vaccines to cancer patients. Reverse genetics technology allowed developing NDV into a vector suitable for gene therapy. Examples will be provided in which genetically engineered NDV is being used successfully as vector against new emerging viruses.",
      "sentences": [
        [
          {
            "segment_text": "Newcastle disease ( ND ) is one of the most important diseases of poultry worldwide .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In the last decades , molecular research has gained a lot of new information about its causative agent ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "newcastle disease virus ( NDV ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In poultry industry , certain strains of NDV have been used for preventive vaccination for more than 60 years .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "NDV has also been applied to cancer patients with beneficial effects for about 50 years ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but this is less well known .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The molecular basis for these differential effects of NDV in birds and man have been elucidated in the last decades and are explained in this review .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The anti-neoplastic and immune-stimulatory properties in non-permissive hosts such as mouse and man have to do with the strong type I interferon responses induced in these foreign species .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Additionally , NDV has the potential to break various types of tumor resistances and also to affect liver fibrosis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A main section is devoted to the benefits of clinical application of NDV and NDV-based vaccines to cancer patients .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Reverse genetics technology allowed developing NDV into a vector suitable for gene therapy .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Examples will be provided in which genetically engineered NDV is being used successfully as vector against new emerging viruses .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "12",
    "token_num": "215"
  }
}