{
  "paper_id": "0d76b14e9ae6085259e07551d83f70ef5ad5713d",
  "metadata": {
    "title": "Viral Life Cycles Captured in Three-Dimensions with Electron Microscopy Tomography",
    "coda_data_split": "train",
    "coda_paper_id": 7062,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Viruses hijack host cell functions and optimize them for viral replication causing a severe threat to human health. However, viruses are also tools to understand cell biology and they may be effective reagents in nano-medicine. Studies from the molecular to cellular levels are aimed at understanding the details of viral life cycles and the underlying virus-host interactions. Recent developments in electron microscopy tomography allow viral and cellular events to be observed in fine structural detail in three-dimension. By combining high-resolution structures of individual proteins and macro-complexes obtained by crystallography and electron cryo-microscopy and image reconstruction with reconstructions performed on sub-tomographic volumes, electron tomography has advanced the structural and mechanistic understanding of virus infections both in vitro and in host cells.",
      "sentences": [
        [
          {
            "segment_text": "Viruses hijack host cell functions and optimize them for viral replication causing a severe threat to human health .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , viruses are also tools to understand cell biology and they may be effective reagents in nano-medicine .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Studies from the molecular to cellular levels are aimed at understanding the details of viral life cycles and the underlying virus-host interactions .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Recent developments in electron microscopy tomography allow viral and cellular events to be observed in fine structural detail in three-dimension .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "By combining high-resolution structures of individual proteins and macro-complexes obtained by crystallography and electron cryo-microscopy and image reconstruction with reconstructions performed on sub-tomographic volumes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "electron tomography has advanced the structural and mechanistic understanding of virus infections both in vitro and in host cells .",
            "crowd_label": "background"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "6",
    "token_num": "127"
  }
}