{
  "paper_id": "0d7c95184b8a77a7fc0e35995ddc804ba4145429",
  "metadata": {
    "title": "diagnostics The Basics and the Advancements in Diagnosis of Bacterial Lower Respiratory Tract Infections",
    "coda_data_split": "train",
    "coda_paper_id": 3249,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Lower respiratory tract infections (LRTIs) are the leading infectious cause of death and the sixth-leading cause of death overall worldwide. Streptococcus pneumoniae, with more than 90 serotypes, remains the most common identified cause of community-acquired acute bacterial pneumonia. Antibiotics treat LRTIs with a bacterial etiology. With the potential for antibiotic-resistant bacteria, defining the etiology of the LRTI is imperative for appropriate patient treatment. C-reactive protein and procalcitonin are point-of-care tests that may differentiate bacterial versus viral etiologies of LRTIs. Major advancements are currently advancing the ability to make rapid diagnoses and identification of the bacterial etiology of LRTIs, which will continue to support antimicrobial stewardship, and is the focus of this review.",
      "sentences": [
        [
          {
            "segment_text": "Lower respiratory tract infections ( LRTIs ) are the leading infectious cause of death and the sixth-leading cause of death overall worldwide .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Streptococcus pneumoniae , with more than 90 serotypes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "remains the most common identified cause of community-acquired acute bacterial pneumonia .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Antibiotics treat LRTIs with a bacterial etiology .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "With the potential for antibiotic-resistant bacteria ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "defining the etiology of the LRTI is imperative for appropriate patient treatment .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "C-reactive protein and procalcitonin are point-of-care tests that may differentiate bacterial versus viral etiologies of LRTIs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Major advancements are currently advancing the ability to make rapid diagnoses and identification of the bacterial etiology of LRTIs ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "which will continue to support antimicrobial stewardship ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and is the focus of this review .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "10",
    "token_num": "125"
  }
}