{
  "paper_id": "0d80c3f53b8900bb8d958492553dc052c2b3c628",
  "metadata": {
    "title": "Journal of Occupational Medicine and Toxicology The role of interleukin-12 in the heavy metal-elicited immunomodulation: relevance of various evaluation methods",
    "coda_data_split": "train",
    "coda_paper_id": 10116,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Increasing evidence exists that heavy metals modulate T helper cell (Th) responses and thereby elicit various pathological manifestation. Interleukin (IL)-12, a crucial innate cytokine, was found to be regulated by such xenobiotic agents. This study aimed at testing whether IL-12 profiles may be indicative of heavy metals-induced immunomodulation.",
      "sentences": [
        [
          {
            "segment_text": "Background : Increasing evidence exists that heavy metals modulate T helper cell ( Th ) responses and thereby elicit various pathological manifestation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Interleukin ( IL ) -12 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a crucial innate cytokine , was found to be regulated by such xenobiotic agents .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This study aimed at testing whether IL-12 profiles may be indicative of heavy metals-induced immunomodulation .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Methods: Human immunocompetent cells, activated either by monoclonal antibodies or heatkilled Salmonella enterica, were cultured in the absence or presence of cadmium (Cd) acetate or mercuric (Hg) chloride. In vivo experiments were set up where BALB/c mice were exposed to sublethal doses of Cd or Hg salts for 3 or 5 weeks. Cytotoxicity was assessed by MTT-reduction assay. Modulation of cytokine profiles was evaluated by enzyme-linked immunosorbent assay (ELISA), cytometric bead-based array (CBA) and real-time polymerase chain reaction (RT-PCR); the relevance of these methods of cytokine quantification was explored.",
      "sentences": [
        [
          {
            "segment_text": "Methods : Human immunocompetent cells ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "activated either by monoclonal antibodies or heatkilled Salmonella enterica ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "were cultured in the absence or presence of cadmium ( Cd ) acetate or mercuric ( Hg ) chloride .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "In vivo experiments were set up where BALB/c mice were exposed to sublethal doses of Cd or Hg salts for 3 or 5 weeks .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Cytotoxicity was assessed by MTT-reduction assay .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Modulation of cytokine profiles was evaluated by enzyme-linked immunosorbent assay ( ELISA ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "cytometric bead-based array ( CBA ) and real-time polymerase chain reaction ( RT-PCR ) ; the relevance of these methods of cytokine quantification was explored .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results: Modulation of IL-12 profiles in Cd-or Hg-exposed human PBMC was dose-dependent and significantly related to IFN-γ levels as well as to the Th1-or Th2-polarized responses. Similarly, skewing the Th1/Th2 ratios in vivo correlated significantly with up-or down-regulation of IL-12 levels in both cases of investigated metals.",
      "sentences": [
        [
          {
            "segment_text": "Results : Modulation of IL-12 profiles in Cd-or Hg-exposed human PBMC was dose-dependent and significantly related to IFN-γ levels as well as to the Th1-or Th2-polarized responses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Similarly , skewing the Th1/Th2 ratios in vivo correlated significantly with up-or down-regulation of IL-12 levels in both cases of investigated metals .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "It can be inferred that: (i) IL-12 profiles alone may represent a relevant indicator of heavy metal-induced immune modulation; (ii) evaluating cytokine profiles by CBA is relevant and can adequately replace other methods such as ELISA and RT-PCR in basic research as well as in immune diagnostics; and (iii) targeting IL-12 in therapeutic approaches may be promising to modify Th1/Th2-associated immune disorders.",
      "sentences": [
        [
          {
            "segment_text": "It can be inferred that : ( i ) IL-12 profiles alone may represent a relevant indicator of heavy metal-induced immune modulation ; ( ii ) evaluating cytokine profiles by CBA is relevant and can adequately replace other methods such as ELISA and RT-PCR in basic research as well as in immune diagnostics ; and ( iii ) targeting IL-12 in therapeutic approaches may be promising to modify Th1/Th2-associated immune disorders .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "10",
    "segment_num": "14",
    "token_num": "291"
  }
}