{
  "paper_id": "0d943213b7067c93e38073661b3237be2e370261",
  "metadata": {
    "title": "Enteropathy associated T cell lymphoma in celiac disease: A large retrospective study ଝ",
    "coda_data_split": "train",
    "coda_paper_id": 3079,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Introduction: Prognosis of enteropathy-associated T cell lymphoma is poor but predictors of survival remain ill-defined. How clinical presentation, pathological features and therapies influence outcome was evaluated in 37 thoroughly characterized patients with celiac disease and T-cell lymphoma. Patients and methods: Medical files were studied retrospectively. Lymphoma and intestinal mucosa were analysed by histopathology, multiplex PCR and intestinal intraepithelial lymphocytes phenotyping. Survival and prognostic factors were analysed using Kaplan-Meier curves with Logrank test and Cox Model. Results: Lymphoma complicated non clonal enteropathy, celiac disease (n \u003d 15) and type I refractory celiac disease (n \u003d 2) in 17 patients and clonal type II refractory celiac disease in 20 patients. Twenty-five patients underwent surgery with resection of the main tumour mass in 22 cases. In univariate analysis, non clonal celiac disease, serum albumin level \u003e 21.6 g/L at diagnosis, chemotherapy and surgical resection predicted good survival (p \u003d 0.0007, p \u003c 0.0001, p \u003c 0.0001, p \u003c 0.0001, respectively). In multivariate analysis, serum albumin level \u003e 21.6 g/L, chemotherapy and reductive surgery were all significantly associated with increased survival (p \u003c 0.002, p \u003c 0.03, p \u003c 0.03, respectively). Conclusions: Our study underlines the prognostic value of celiac disease type in patients with T-cell lymphoma, and suggests that a combination of nutritional, chemotherapy and reductive surgery may improve survival.",
      "sentences": [
        [
          {
            "segment_text": "Introduction : Prognosis of enteropathy-associated T cell lymphoma is poor but predictors of survival remain ill-defined .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "How clinical presentation , pathological features and therapies influence outcome was evaluated in 37 thoroughly characterized patients with celiac disease and T-cell lymphoma .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Patients and methods : Medical files were studied retrospectively .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Lymphoma and intestinal mucosa were analysed by histopathology ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "multiplex PCR and intestinal intraepithelial lymphocytes phenotyping .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Survival and prognostic factors were analysed using Kaplan-Meier curves with Logrank test and Cox Model .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Lymphoma complicated non clonal enteropathy ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "celiac disease ( n \u003d 15 ) and type I refractory celiac disease ( n \u003d 2 ) in 17 patients and clonal type II refractory celiac disease in 20 patients .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Twenty-five patients underwent surgery with resection of the main tumour mass in 22 cases .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In univariate analysis , non clonal celiac disease ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "serum albumin level \u003e 21.6 g/L at diagnosis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "chemotherapy and surgical resection predicted good survival ( p \u003d 0.0007 , p \u003c 0.0001 , p \u003c 0.0001 , p \u003c 0.0001 , respectively ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In multivariate analysis , serum albumin level \u003e 21.6 g/L ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "chemotherapy and reductive surgery were all significantly associated with increased survival ( p \u003c 0.002 , p \u003c 0.03 , p \u003c 0.03 , respectively ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : Our study underlines the prognostic value of celiac disease type in patients with T-cell lymphoma ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and suggests that a combination of nutritional ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "chemotherapy and reductive surgery may improve survival .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "17",
    "token_num": "256"
  }
}