{
  "paper_id": "0deff92f9a35367d54f8abe45c8646a88ed38ced",
  "metadata": {
    "title": "Applications of protein microarrays for biomarker discovery",
    "coda_data_split": "train",
    "coda_paper_id": 10223,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The search for new biomarkers for diagnosis, prognosis and therapeutic monitoring of diseases continues in earnest despite dwindling success at finding novel reliable markers. Some of the current markers in clinical use do not provide optimal sensitivity and specificity, with the prostate cancer antigen (PSA) being one of many such examples. The emergence of proteomic techniques and systems approaches to study disease pathophysiology has rekindled the quest for new biomarkers. In particular the use of protein microarrays has surged as a powerful tool for large scale testing of biological samples. Approximately half the reports on protein microarrays have been published in the last two years especially in the area of biomarker discovery. In this review, we will discuss the application of protein microarray technologies that offer unique opportunities to find novel biomarkers.",
      "sentences": [
        [
          {
            "segment_text": "The search for new biomarkers for diagnosis ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "prognosis and therapeutic monitoring of diseases continues in earnest despite dwindling success at finding novel reliable markers .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Some of the current markers in clinical use do not provide optimal sensitivity and specificity ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "with the prostate cancer antigen ( PSA ) being one of many such examples .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The emergence of proteomic techniques and systems approaches to study disease pathophysiology has rekindled the quest for new biomarkers .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In particular the use of protein microarrays has surged as a powerful tool for large scale testing of biological samples .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Approximately half the reports on protein microarrays have been published in the last two years especially in the area of biomarker discovery .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this review , we will discuss the application of protein microarray technologies that offer unique opportunities to find novel biomarkers .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "8",
    "token_num": "143"
  }
}