{
  "paper_id": "0df45259e423120c8ad0dae58c378fe6171b7fbe",
  "metadata": {
    "title": "What happened to blood substitutes? Qu\u0027est il arrivé aux substituts du sang ?",
    "coda_data_split": "train",
    "coda_paper_id": 7024,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Concerns about the safety and adequacy of the blood supply have fostered twenty years of research into the so-called \"blood substitutes\" among them the oxygen carriers based on modified hemoglobin. Although none of these materials has yet been licensed for use in North America or Europe, the results of research and clinical trials have increased our understanding of oxygen delivery and its regulation. In particular, the examination of the basis for the vasoactivity observed with some of the hemoglobin based oxygen carriers has led to the insight that several colligative properties of hemoglobin solutions, such as their diffusion coefficient for oxygen, viscosity and colloid oncotic pressure, are important determinants of efficacy.",
      "sentences": [
        [
          {
            "segment_text": "Concerns about the safety and adequacy of the blood supply have fostered twenty years of research into the so-called `` blood substitutes \u0027\u0027 among them the oxygen carriers based on modified hemoglobin .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although none of these materials has yet been licensed for use in North America or Europe ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the results of research and clinical trials have increased our understanding of oxygen delivery and its regulation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In particular , the examination of the basis for the vasoactivity observed with some of the hemoglobin based oxygen carriers has led to the insight that several colligative properties of hemoglobin solutions ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "such as their diffusion coefficient for oxygen ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "viscosity and colloid oncotic pressure ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "are important determinants of efficacy .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "3",
    "segment_num": "7",
    "token_num": "121"
  }
}