{
  "paper_id": "0e1553ce5cffca042223d9875fb0ad77c9cdd9bb",
  "metadata": {
    "title": "Losartan and enalapril decrease viral absorption and interleukin 1 beta production by macrophages in an experimental dengue virus infection",
    "coda_data_split": "train",
    "coda_paper_id": 2012,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The role of angiotensin II (Ang II) in dengue virus infection remains unknown. The aim of this study was to determine the effect of losartan, an antagonist of the angiotensin II type 1 receptor (AT1 receptor), and enalapril, an inhibitor of angiotensin I-converting enzyme (ACE), on viral antigen expression and IL-1b production in peritoneal macrophages infected with dengue virus type 2. Mice treated with losartan or enalapril and untreated controls were infected intraperitoneally with the virus, and macrophages were analyzed. Infection resulted in increased IL-1b production and a high percentage of cells expressing viral antigen, and this was decreased by treatment with anti-Ang II drugs, suggesting a role for Ang II in dengue virus infection.",
      "sentences": [
        [
          {
            "segment_text": "The role of angiotensin II ( Ang II ) in dengue virus infection remains unknown .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The aim of this study was to determine the effect of losartan ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "an antagonist of the angiotensin II type 1 receptor ( AT1 receptor ) ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and enalapril , an inhibitor of angiotensin I-converting enzyme ( ACE ) ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "on viral antigen expression and IL-1b production in peritoneal macrophages infected with dengue virus type 2 .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Mice treated with losartan or enalapril and untreated controls were infected intraperitoneally with the virus , and macrophages were analyzed .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Infection resulted in increased IL-1b production and a high percentage of cells expressing viral antigen ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and this was decreased by treatment with anti-Ang II drugs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "suggesting a role for Ang II in dengue virus infection .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "9",
    "token_num": "132"
  }
}