{
  "paper_id": "0e26889f9cffa6531cfef5b27d1f09734d98333f",
  "metadata": {
    "title": "Undressing of Waddlia chondrophila to enrich its outer membrane proteins to develop a new species-specific ELISA",
    "coda_data_split": "train",
    "coda_paper_id": 8741,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Waddlia chondrophila, an obligate intracellular bacterium of the Chlamydiales order, is considered as an agent of bovine abortion and a likely cause of miscarriage in humans. Its role in respiratory diseases was questioned after the detection of its DNA in clinical samples taken from patients suffering from pneumonia or bronchiolitis. To better define the role of Waddlia in both miscarriage and pneumonia, a tool allowing large-scale serological investigations of Waddlia seropositivity is needed. Therefore, enriched outer membrane proteins of W.",
      "sentences": [
        [
          {
            "segment_text": "Waddlia chondrophila , an obligate intracellular bacterium of the Chlamydiales order ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "is considered as an agent of bovine abortion and a likely cause of miscarriage in humans .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Its role in respiratory diseases was questioned after the detection of its DNA in clinical samples taken from patients suffering from pneumonia or bronchiolitis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To better define the role of Waddlia in both miscarriage and pneumonia ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a tool allowing large-scale serological investigations of Waddlia seropositivity is needed .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Therefore , enriched outer membrane proteins of W.",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "chondrophila were used as antigens to develop a specific ELISA.",
      "sentences": [
        [
          {
            "segment_text": "chondrophila were used as antigens to develop a specific ELISA .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "After thorough analytical optimization, the ELISA was validated by comparison with micro-immunofluorescence and it showed a sensitivity above 85% with 100% specificity. The ELISA was subsequently applied to human sera to specify the role of W. chondrophila in pneumonia. Overall, 3.6% of children showed antibody reactivity against W. chondrophila but no significant difference was observed between children with and without pneumonia. Proteomic analyses were then performed using mass spectrometry, highlighting members of the outer membrane protein family as the dominant proteins. The major Waddlia putative immunogenic proteins were identified by immunoblot using positive and negative human sera. The new ELISA represents an efficient tool with high throughput applications. Although no association with pneumonia and Waddlia seropositivity was observed, this ELISA could be used to specify the role of W. chondrophila in miscarriage and in other diseases.",
      "sentences": [
        [
          {
            "segment_text": "After thorough analytical optimization , the ELISA was validated by comparison with micro-immunofluorescence and it showed a sensitivity above 85 % with 100 % specificity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The ELISA was subsequently applied to human sera to specify the role of W. chondrophila in pneumonia .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Overall , 3.6 % of children showed antibody reactivity against W. chondrophila but no significant difference was observed between children with and without pneumonia .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Proteomic analyses were then performed using mass spectrometry ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "highlighting members of the outer membrane protein family as the dominant proteins .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The major Waddlia putative immunogenic proteins were identified by immunoblot using positive and negative human sera .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The new ELISA represents an efficient tool with high throughput applications .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Although no association with pneumonia and Waddlia seropositivity was observed ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "this ELISA could be used to specify the role of W. chondrophila in miscarriage and in other diseases .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "12",
    "segment_num": "16",
    "token_num": "248"
  }
}