{
  "paper_id": "0e6f08bde4abd9fb12aa599c325e381692c83125",
  "metadata": {
    "title": "Comparison among nasopharyngeal swab, nasal wash, and oropharyngeal swab for respiratory virus detection in adults with acute pharyngitis",
    "coda_data_split": "train",
    "coda_paper_id": 2780,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Acute pharyngitis is frequently seen in primary care. Acute viral pharyngitis may be easily misdiagnosed as acute bacterial pharyngitis. Laboratory-confirmed diagnosis of respiratory viruses is recommended. The purpose of this study was to compare the sensitivities among oropharyngeal swab (OPS), nasopharyngeal swab (NPS), and nasal wash (NW) in adults with acute pharyngitis.",
      "sentences": [
        [
          {
            "segment_text": "Background : Acute pharyngitis is frequently seen in primary care .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Acute viral pharyngitis may be easily misdiagnosed as acute bacterial pharyngitis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Laboratory-confirmed diagnosis of respiratory viruses is recommended .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The purpose of this study was to compare the sensitivities among oropharyngeal swab ( OPS ) ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "nasopharyngeal swab ( NPS ) ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and nasal wash ( NW ) in adults with acute pharyngitis .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Methods: OPS, NPS, and NW were obtained from each participant with acute pharyngitis. The specimens were tested for 15 respiratory viruses by TaqMan real-time polymerase chain reaction. A sample was considered to be a true positive if any of the specimens was positive. The sensitivities among samples were compared by chi-square test or Fisher\u0027s exact test, as appropriate. Results: One hundred three triple samples collected consecutively by OPS, NPS, and NW were obtained. In 73 patients, one or more viruses were detected by any of the three methods. Among all viruses, the sensitivity of NPS was significantly higher than that of NW (74% vs. 49%, respectively; p \u003c 0.01) and OPS (74% vs. 49%, respectively; p \u003c 0.01).",
      "sentences": [
        [
          {
            "segment_text": "Methods : OPS , NPS ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and NW were obtained from each participant with acute pharyngitis .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The specimens were tested for 15 respiratory viruses by TaqMan real-time polymerase chain reaction .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A sample was considered to be a true positive if any of the specimens was positive .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The sensitivities among samples were compared by chi-square test or Fisher \u0027s exact test , as appropriate .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : One hundred three triple samples collected consecutively by OPS ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "NPS , and NW were obtained .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In 73 patients , one or more viruses were detected by any of the three methods .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Among all viruses , the sensitivity of NPS was significantly higher than that of NW ( 74 % vs. 49 % , respectively ; p \u003c 0.01 ) and OPS ( 74 % vs. 49 % , respectively ; p \u003c 0.01 ) .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions: Flocked NPS collection may be the most effective alternative to NW and OPS for detection of respiratory viruses in adults with acute pharyngitis using TaqMan real-time polymerase chain reaction.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions : Flocked NPS collection may be the most effective alternative to NW and OPS for detection of respiratory viruses in adults with acute pharyngitis using TaqMan real-time polymerase chain reaction .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "12",
    "segment_num": "16",
    "token_num": "245"
  }
}