{
  "paper_id": "0e7b626874a4be7ad7cf5de6ed569c5d6267dae9",
  "metadata": {
    "title": "Incidence of respiratory viral infection in infants with respiratory symptoms evaluated for late-onset sepsis",
    "coda_data_split": "train",
    "coda_paper_id": 7535,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "OBJECTIVE: To determine the frequency, etiology and impact of respiratory viral infection (RVI) on infants evaluated for late-onset sepsis (LOS), defined as sepsis occurring 472 h of life, in the neonatal intensive care unit. STUDY DESIGN: Prospective observational study conducted from 6 March 2014 to 3 May 2016 on infants evaluated for LOS. PCR viral panel performed on nasopharyngeal specimens among infants with clinical suspicion for RVI. Sequence analysis was performed to determine viral subtypes. Fisher\u0027s exact or χ 2 tests were done to determine the impact of RVI. RESULTS: During the 26-month study, there were 357 blood cultures obtained for LOS evaluations, 29 (8%) had a respiratory virus detected. Only 88 (25%) of infants evaluated for LOS also had clinical suspicion for a respiratory viral infection. RSV (14 of 29; 48%) was the predominant virus detected. Almost all infants (13 of 14; 93%) with RSV required increased respiratory support. Antimicrobial therapy was withheld or discontinued on most infants with a virus detected (18 of 29; 62%) and in the majority where there was no confirmed bacterial co-infection (18 of 20; 90%). CONCLUSION: The incidence of RVI in infants being evaluated for LOS is about 8%. RVI should be considered in LOS evaluation to prevent unnecessary antibiotic therapy.",
      "sentences": [
        [
          {
            "segment_text": "OBJECTIVE : To determine the frequency ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "etiology and impact of respiratory viral infection ( RVI ) on infants evaluated for late-onset sepsis ( LOS ) ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "defined as sepsis occurring 472 h of life ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "in the neonatal intensive care unit .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "STUDY DESIGN : Prospective observational study conducted from 6 March 2014 to 3 May 2016 on infants evaluated for LOS .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "PCR viral panel performed on nasopharyngeal specimens among infants with clinical suspicion for RVI .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Sequence analysis was performed to determine viral subtypes .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Fisher \u0027s exact or χ 2 tests were done to determine the impact of RVI .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "RESULTS : During the 26-month study ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "there were 357 blood cultures obtained for LOS evaluations ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "29 ( 8 % ) had a respiratory virus detected .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Only 88 ( 25 % ) of infants evaluated for LOS also had clinical suspicion for a respiratory viral infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "RSV ( 14 of 29 ; 48 % ) was the predominant virus detected .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Almost all infants ( 13 of 14 ; 93 % ) with RSV required increased respiratory support .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Antimicrobial therapy was withheld or discontinued on most infants with a virus detected ( 18 of 29 ; 62 % ) and in the majority where there was no confirmed bacterial co-infection ( 18 of 20 ; 90 % ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "CONCLUSION : The incidence of RVI in infants being evaluated for LOS is about 8 % .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "RVI should be considered in LOS evaluation to prevent unnecessary antibiotic therapy .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "12",
    "segment_num": "17",
    "token_num": "257"
  }
}