{
  "paper_id": "0e7e8aa9e5d952e8486bc9599764a9fcddd7f579",
  "metadata": {
    "title": "Improved production of human type II procollagen in the yeast Pichia pastoris in shake flasks by a wireless-controlled fed-batch system",
    "coda_data_split": "train",
    "coda_paper_id": 6715,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Here we describe a new technical solution for optimization of Pichia pastoris shake flask cultures with the example of production of stable human type II collagen. Production of recombinant proteins in P. pastoris is usually performed by controlling gene expression with the strong AOX1 promoter, which is induced by addition of methanol. Optimization of processes using the AOX1 promoter in P. pastoris is generally done in bioreactors by fed-batch fermentation with a controlled continuous addition of methanol for avoiding methanol toxification and carbon/energy starvation. The development of feeding protocols and the study of AOX1-controlled recombinant protein production have been largely made in shake flasks, although shake flasks have very limited possibilities for measurement and control.",
      "sentences": [
        [
          {
            "segment_text": "Here we describe a new technical solution for optimization of Pichia pastoris shake flask cultures with the example of production of stable human type II collagen .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Production of recombinant proteins in P. pastoris is usually performed by controlling gene expression with the strong AOX1 promoter ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which is induced by addition of methanol .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Optimization of processes using the AOX1 promoter in P. pastoris is generally done in bioreactors by fed-batch fermentation with a controlled continuous addition of methanol for avoiding methanol toxification and carbon/energy starvation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The development of feeding protocols and the study of AOX1-controlled recombinant protein production have been largely made in shake flasks ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "although shake flasks have very limited possibilities for measurement and control .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Results: By applying on-line pO 2 monitoring we demonstrate that the widely used pulse feeding of methanol results in long phases of methanol exhaustion and consequently low expression of AOX1 controlled genes. Furthermore, we provide a solution to apply the fed-batch strategy in shake flasks. The presented solution applies a wireless feeding unit which can be flexibly positioned and allows the use of computer-controlled feeding profiles.",
      "sentences": [
        [
          {
            "segment_text": "Results : By applying on-line pO 2 monitoring we demonstrate that the widely used pulse feeding of methanol results in long phases of methanol exhaustion and consequently low expression of AOX1 controlled genes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , we provide a solution to apply the fed-batch strategy in shake flasks .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The presented solution applies a wireless feeding unit which can be flexibly positioned and allows the use of computer-controlled feeding profiles .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "By using the human collagen II as an example we show that a quasi-continuous feeding profile, being the simplest way of a fed-batch fermentation, results in a higher production level of human collagen II. Moreover, the product has a higher proteolytic stability compared to control cultures due to the increased expression of human collagen prolyl 4hydroxylase as monitored by mRNA and protein levels.",
      "sentences": [
        [
          {
            "segment_text": "By using the human collagen II as an example we show that a quasi-continuous feeding profile ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "being the simplest way of a fed-batch fermentation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "results in a higher production level of human collagen II .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , the product has a higher proteolytic stability compared to control cultures due to the increased expression of human collagen prolyl 4hydroxylase as monitored by mRNA and protein levels .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "The recommended standard protocol for methanol addition in shake flasks using pulse feeding is nonoptimal and leads to repeated long phases of methanol starvation. The problem can be solved by applying the fed-batch technology. The presented wireless feeding unit, together with an on-line monitoring system offers a flexible, simple, and low-cost solution for initial optimization of the production in shake flasks which can be performed in parallel. By this way the fed-batch strategy can be applied from the early screening steps also in laboratories which do not have access to highcost and complicated bioreactor systems.",
      "sentences": [
        [
          {
            "segment_text": "The recommended standard protocol for methanol addition in shake flasks using pulse feeding is nonoptimal and leads to repeated long phases of methanol starvation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The problem can be solved by applying the fed-batch technology .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The presented wireless feeding unit ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "together with an on-line monitoring system offers a flexible ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "simple , and low-cost solution for initial optimization of the production in shake flasks which can be performed in parallel .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "By this way the fed-batch strategy can be applied from the early screening steps also in laboratories which do not have access to highcost and complicated bioreactor systems .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "13",
    "segment_num": "19",
    "token_num": "362"
  }
}