{
  "paper_id": "0e81fde5451d9f4fb9ab0c9084f137763b59d2ed",
  "metadata": {
    "title": "A HISTORY OF PEDIATRIC SPECIALTIES The History of Pediatric Infectious Diseases",
    "coda_data_split": "train",
    "coda_paper_id": 2749,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "This is the eighth article in our series on the history of pediatric specialties. Dr. Shulman describes the history of infectious diseases over the centuries. Many of these major killers of children were conquered by research that led to understanding the causes of these diseases and eventually to establishing means of prevention and treatment. Dr. Shulman also describes the organizations and publications that have furthered the development of treatment, research and education in this specialty. The future of this field includes the challenges of understanding and treating infectious diseases in immunocompromised children and in developing countries where infectious disease is still a major killer.",
      "sentences": [
        [
          {
            "segment_text": "This is the eighth article in our series on the history of pediatric specialties .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Dr. Shulman describes the history of infectious diseases over the centuries .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Many of these major killers of children were conquered by research that led to understanding the causes of these diseases and eventually to establishing means of prevention and treatment .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Dr. Shulman also describes the organizations and publications that have furthered the development of treatment ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "research and education in this specialty .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The future of this field includes the challenges of understanding and treating infectious diseases in immunocompromised children and in developing countries where infectious disease is still a major killer .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "6",
    "token_num": "110"
  }
}