{
  "paper_id": "0ed06e6ddd6b107ca9a79aafe02388132873abe8",
  "metadata": {
    "title": "Characteristics of oligodeoxyribonucleotides that induce interferon (IFN)-a in the pig and the phenotype of the IFN-a producing cells monocytes (CD3, CD21 and CD14)",
    "coda_data_split": "train",
    "coda_paper_id": 10157,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The immunostimulatory effects of oligodeoxyribonucleotides (ODN) containing unmethylated CpG dinucleotides (CpG-ODN) in certain base contexts have been extensively studied in man and mice. One major action is their ability to trigger production of massive amounts of interferon-a (IFN-a) by plasmacytoid dendritic cells (PDC), also referred to as natural IFN-a/b producing cells (NIPC). The present study using porcine PBMC activated by CpG-ODN or plasmid DNA revealed a considerable variation in the IFN-a production in response to various CpG-ODN constructs. Several phosphodiester ODNs, such as 5 0 TTTTCAATTCGAAGATGAAT 3 0 (ODN H), and the plasmid pcDNA3 all required pre-incubation with lipofectin in order to induce IFN-a. Intact unmethylated CpGs were also important, because methylation or substitution of the cytosines and CpG-inversion strongly reduced the IFN-a induction by single-or double-stranded forms of ODN H. Certain CpG-ODNs that contained flanking phosphorothioate or phosphodiester poly-G sequences were potent inducers of IFN-a without pre-incubation with lipofectin, for instance the ODN 2216 (5 0 GGGGGACGATCGTCGGGGGG 3 0 ). While poly-G sequences have been suggested to increase uptake of ODNs by cells, they did not obviate the need for lipofectin when added to the ODN H. However, they resulted in up to five-fold increases of the IFN-a levels caused by ODN H upon lipofection, indicating other enhancing effects of poly-G sequences on the induction of IFN-a. The identity of the IFN-a producing cells (IPC) stimulated by CpG-ODN or plasmid DNA was studied by means of flow cytometry using combined staining for intracellular IFN-a and surface markers. Approximately 1-3 IPC/10 3 PBMC were detected, compared to only 3 IPC/10 4 PBMC stimulated by Aujeszky\u0027s disease virus. The IPC frequencies were confirmed by detection of IFN-a mRNA positive cells by in situ hybridisation. The IPC induced by CpG-ODN or plasmid DNA had a similar phenotype, expressing CD2 and CD4 and intermediate levels of MHC class II and the myeloid marker SWC3, but not the markers of T and B cells or",
      "sentences": [
        [
          {
            "segment_text": "The immunostimulatory effects of oligodeoxyribonucleotides ( ODN ) containing unmethylated CpG dinucleotides ( CpG-ODN ) in certain base contexts have been extensively studied in man and mice .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "One major action is their ability to trigger production of massive amounts of interferon-a ( IFN-a ) by plasmacytoid dendritic cells ( PDC ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "also referred to as natural IFN-a/b producing cells ( NIPC ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The present study using porcine PBMC activated by CpG-ODN or plasmid DNA revealed a considerable variation in the IFN-a production in response to various CpG-ODN constructs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Several phosphodiester ODNs , such as 5 0 TTTTCAATTCGAAGATGAAT 3 0 ( ODN H ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the plasmid pcDNA3 all required pre-incubation with lipofectin in order to induce IFN-a .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Intact unmethylated CpGs were also important ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "because methylation or substitution of the cytosines and CpG-inversion strongly reduced the IFN-a induction by single-or double-stranded forms of ODN H. Certain CpG-ODNs that contained flanking phosphorothioate or phosphodiester poly-G sequences were potent inducers of IFN-a without pre-incubation with lipofectin ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "for instance the ODN 2216 ( 5 0 GGGGGACGATCGTCGGGGGG 3 0 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "While poly-G sequences have been suggested to increase uptake of ODNs by cells ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "they did not obviate the need for lipofectin when added to the ODN H. However ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "they resulted in up to five-fold increases of the IFN-a levels caused by ODN H upon lipofection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "indicating other enhancing effects of poly-G sequences on the induction of IFN-a .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The identity of the IFN-a producing cells ( IPC ) stimulated by CpG-ODN or plasmid DNA was studied by means of flow cytometry using combined staining for intracellular IFN-a and surface markers .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Approximately 1-3 IPC/10 3 PBMC were detected ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "compared to only 3 IPC/10 4 PBMC stimulated by Aujeszky \u0027s disease virus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The IPC frequencies were confirmed by detection of IFN-a mRNA positive cells by in situ hybridisation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The IPC induced by CpG-ODN or plasmid DNA had a similar phenotype ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "expressing CD2 and CD4 and intermediate levels of MHC class II and the myeloid marker SWC3 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but not the markers of T and B cells or",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "20",
    "token_num": "357"
  }
}