{
  "paper_id": "0ed2c41c3728dac9545af1c1b608fb25063c617a",
  "metadata": {
    "title": "Plant Viruses in Plant Molecular Pharming: Toward the Use of Enveloped Viruses",
    "coda_data_split": "train",
    "coda_paper_id": 10419,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Plant molecular pharming has emerged as a reliable platform for recombinant protein expression providing a safe and low-cost alternative to bacterial and mammalian cellsbased systems. Simultaneously, plant viruses have evolved from pathogens to molecular tools for recombinant protein expression, chimaeric viral vaccine production, and lately, as nanoagents for drug delivery. This review summarizes the genesis of viral vectors and agroinfection, the development of non-enveloped viruses for various biotechnological applications, and the on-going research on enveloped plant viruses.",
      "sentences": [
        [
          {
            "segment_text": "Plant molecular pharming has emerged as a reliable platform for recombinant protein expression providing a safe and low-cost alternative to bacterial and mammalian cellsbased systems .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Simultaneously , plant viruses have evolved from pathogens to molecular tools for recombinant protein expression ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "chimaeric viral vaccine production , and lately ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "as nanoagents for drug delivery .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review summarizes the genesis of viral vectors and agroinfection ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "the development of non-enveloped viruses for various biotechnological applications ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and the on-going research on enveloped plant viruses .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "3",
    "segment_num": "7",
    "token_num": "86"
  }
}