{
  "paper_id": "0edade073ad1a7999a5bc840eabc0ddac83d9c97",
  "metadata": {
    "title": "Chronological evolution of IgM, IgA, IgG and neutralisation antibodies after infection with SARS-associated coronavirus",
    "coda_data_split": "train",
    "coda_paper_id": 9408,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Serum levels of IgG, IgM and IgA against severe acute respiratory distress syndrome (SARS)-associated coronavirus (SARS-CoV) were detected serially with the use of immunofluorescent antibody assays in 30 patients with SARS. Seroconversion for IgG (mean 10 days) occurred simultaneously, or 1 day earlier, than that for IgM and IgA (mean 11 days for both). IgG could be detected as early as 4 days after the onset of illness. The earliest time at which these three antibodies reached peak levels was similar (mean 15 days). A high IgG level (1:800) could persist for \u003e 3 months. The kinetics of neutralisation antibodies obtained with 100· the tissue culture infective dose (TCID 50 ) of the SARS-CoV TW1 strain in five patients with SARS nearly paralleled those for IgG. There were no significant differences in the kinetics of the IgG, IgM and IgA responses between patients with or without underlying medical disease, steroid or intravenous immunoglobulin therapy, or mechanical ventilation.",
      "sentences": [
        [
          {
            "segment_text": "Serum levels of IgG , IgM and IgA against severe acute respiratory distress syndrome ( SARS ) - associated coronavirus ( SARS-CoV ) were detected serially with the use of immunofluorescent antibody assays in 30 patients with SARS .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Seroconversion for IgG ( mean 10 days ) occurred simultaneously ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "or 1 day earlier , than that for IgM and IgA ( mean 11 days for both ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "IgG could be detected as early as 4 days after the onset of illness .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The earliest time at which these three antibodies reached peak levels was similar ( mean 15 days ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A high IgG level ( 1:800 ) could persist for \u003e 3 months .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The kinetics of neutralisation antibodies obtained with 100 · the tissue culture infective dose ( TCID 50 ) of the SARS-CoV TW1 strain in five patients with SARS nearly paralleled those for IgG .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "There were no significant differences in the kinetics of the IgG ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "IgM and IgA responses between patients with or without underlying medical disease ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "steroid or intravenous immunoglobulin therapy , or mechanical ventilation .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "10",
    "token_num": "186"
  }
}