{
  "paper_id": "0ee31f48cf46bc91dac6e87ffc269693313784df",
  "metadata": {
    "title": "Assessment and improvement of Indian-origin rhesus macaque and Mauritian-origin cynomolgus macaque genome annotations using deep transcriptome sequencing data",
    "coda_data_split": "train",
    "coda_paper_id": 5099,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background-The genome annotations of rhesus (Macaca mulatta) and cynomolgus (Macaca fascicularis) macaques, two of the most common nonhuman primate animal models, are limited.",
      "sentences": [
        [
          {
            "segment_text": "Background-The genome annotations of rhesus ( Macaca mulatta ) and cynomolgus ( Macaca fascicularis ) macaques ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "two of the most common nonhuman primate animal models , are limited .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Methods-We analyzed large-scale macaque RNA-based next-generation sequencing (RNAseq) data to identify un-annotated macaque transcripts.",
      "sentences": [
        [
          {
            "segment_text": "Methods-We analyzed large-scale macaque RNA-based next-generation sequencing ( RNAseq ) data to identify un-annotated macaque transcripts .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results-For both macaque species, we uncovered thousands of novel isoforms for annotated genes and thousands of un-annotated intergenic transcripts enriched with non-coding RNAs. We also identified thousands of transcript sequences which are partially or completely \u0027missing\u0027 from current macaque genome assemblies. We showed that many newly identified transcripts were differentially expressed during SIV infection of rhesus macaques or during Ebola virus infection of cynomolgus macaques.",
      "sentences": [
        [
          {
            "segment_text": "Results-For both macaque species , we uncovered thousands of novel isoforms for annotated genes and thousands of un-annotated intergenic transcripts enriched with non-coding RNAs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We also identified thousands of transcript sequences which are partially or completely ` missing \u0027 from current macaque genome assemblies .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We showed that many newly identified transcripts were differentially expressed during SIV infection of rhesus macaques or during Ebola virus infection of cynomolgus macaques .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions-For two important macaque species, we uncovered thousands of novel isoforms and un-annotated intergenic transcripts including coding and non-coding RNAs, polyadenylated and non-polyadenylated transcripts. This resource will greatly improve future macaque studies, as demonstrated by their applications in infectious disease studies.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions-For two important macaque species ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "we uncovered thousands of novel isoforms and un-annotated intergenic transcripts including coding and non-coding RNAs , polyadenylated and non-polyadenylated transcripts .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This resource will greatly improve future macaque studies ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as demonstrated by their applications in infectious disease studies .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "7",
    "segment_num": "10",
    "token_num": "164"
  }
}