{
  "paper_id": "0efa3d98b741783872bbc16745f163a27b39a59e",
  "metadata": {
    "title": "A strategy to prevent future epidemics similar to the 2019-nCoV outbreak",
    "coda_data_split": "train",
    "coda_paper_id": 10138,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "A novel bat-origin coronavirus emerged in Wuhan, China in December 2019 and continues to spread across China and the world. At the time of writing, a massive global response has been implemented to control the disease as it spreads from person to person. Yet the high-risk human-wildlife interactions and interfaces that led to the emergence of SARS-CoV and of 2019-nCoV continue to exist in emerging disease hotspots globally. To prevent the next epidemic and pandemic related to these interfaces, we call for research and investment in three areas: 1) surveillance among wildlife to identify the high-risk pathogens they carry; 2) surveillance among people who have contact with wildlife to identify early spillover events; and 3) improvement of market biosecurity regarding the wildlife trade. As the emergence of a novel virus anywhere can impact the furthest reaches of our connected world, international collaboration among scientists is essential to address these risks and prevent the next pandemic.",
      "sentences": [
        [
          {
            "segment_text": "A novel bat-origin coronavirus emerged in Wuhan ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "China in December 2019 and continues to spread across China and the world .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "At the time of writing ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a massive global response has been implemented to control the disease as it spreads from person to person .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Yet the high-risk human-wildlife interactions and interfaces that led to the emergence of SARS-CoV and of 2019-nCoV continue to exist in emerging disease hotspots globally .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To prevent the next epidemic and pandemic related to these interfaces ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "we call for research and investment in three areas : 1 ) surveillance among wildlife to identify the high-risk pathogens they carry ; 2 ) surveillance among people who have contact with wildlife to identify early spillover events ; and 3 ) improvement of market biosecurity regarding the wildlife trade .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "As the emergence of a novel virus anywhere can impact the furthest reaches of our connected world ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "international collaboration among scientists is essential to address these risks and prevent the next pandemic .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "9",
    "token_num": "170"
  }
}