{
  "paper_id": "0f06f5c6c9b8ef92bb0ec9a33f6eca40e9d6cedb",
  "metadata": {
    "title": "Quantitative Proteomics Analysis Reveals BAG3 as a Potential Target To Suppress Severe Acute Respiratory Syndrome Coronavirus Replication ᰔ",
    "coda_data_split": "train",
    "coda_paper_id": 9749,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The discovery of a novel coronavirus (CoV) as the causative agent of severe acute respiratory syndrome (SARS) has highlighted the need for a better understanding of CoV replication. The replication of SARS-CoV is highly dependent on host cell factors. However, relatively little is known about the cellular proteome changes that occur during SARS-CoV replication. Recently, we developed a cell line expressing a SARS-CoV subgenomic replicon and used it to screen inhibitors of SARS-CoV replication. To identify host proteins important for SARS-CoV RNA replication, the protein profiles of the SARS-CoV replicon cells and parental BHK21 cells were compared using a quantitative proteomic strategy termed \"stable-isotope labeling by amino acids in cell culture-mass spectrometry\" (SILAC-MS). Our results revealed that, among the 1,081 host proteins quantified in both forward and reverse SILAC measurements, 74 had significantly altered levels of expression. Of these, significantly upregulated BCL2-associated athanogene 3 (BAG3) was selected for further functional studies. BAG3 is involved in a wide variety of cellular processes, including cell survival, cellular stress response, proliferation, migration, and apoptosis. Our results show that inhibition of BAG3 expression by RNA interference led to significant suppression of SARS-CoV replication, suggesting the possibility that upregulation of BAG3 may be part of the machinery that SARS-CoV relies on for replication. By correlating the proteomic data with these functional studies, the findings of this study provide important information for understanding SARS-CoV replication.",
      "sentences": [
        [
          {
            "segment_text": "The discovery of a novel coronavirus ( CoV ) as the causative agent of severe acute respiratory syndrome ( SARS ) has highlighted the need for a better understanding of CoV replication .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The replication of SARS-CoV is highly dependent on host cell factors .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , relatively little is known about the cellular proteome changes that occur during SARS-CoV replication .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Recently , we developed a cell line expressing a SARS-CoV subgenomic replicon and used it to screen inhibitors of SARS-CoV replication .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "To identify host proteins important for SARS-CoV RNA replication ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "the protein profiles of the SARS-CoV replicon cells and parental BHK21 cells were compared using a quantitative proteomic strategy termed `` stable-isotope labeling by amino acids in cell culture-mass spectrometry \u0027\u0027 ( SILAC-MS ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Our results revealed that , among the 1,081 host proteins quantified in both forward and reverse SILAC measurements ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "74 had significantly altered levels of expression .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Of these , significantly upregulated BCL2-associated athanogene 3 ( BAG3 ) was selected for further functional studies .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "BAG3 is involved in a wide variety of cellular processes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including cell survival , cellular stress response ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "proliferation , migration , and apoptosis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our results show that inhibition of BAG3 expression by RNA interference led to significant suppression of SARS-CoV replication ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "suggesting the possibility that upregulation of BAG3 may be part of the machinery that SARS-CoV relies on for replication .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "By correlating the proteomic data with these functional studies ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the findings of this study provide important information for understanding SARS-CoV replication .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "16",
    "token_num": "262"
  }
}