{
  "paper_id": "0f0e3a135b32ddbc410dd175a7d6c559de75f9d4",
  "metadata": {
    "title": "PICORNAVIRUS INHIBITORS",
    "coda_data_split": "train",
    "coda_paper_id": 3476,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Abstraet--Picornaviruses are among the best understood animal viruses in molecular terms. A number of important human and animal pathogens are members of the Picornaviridae family. The genome organization, the different steps of picornavirus growth and numerous compounds that have been reported as inhibitors of picornavirus functions are reviewed. The picornavirus particles and several agents that intereact with them have been solved at atomic resolution, leading to computer-assisted drug design. Picornavirus inhibitors are useful in aiding a better understanding of picornavirus biology. In addition, some of them are promising therapeutic agents. Clinical efficacy of agents that bind to picornavirus particles has already been demonstrated.",
      "sentences": [
        [
          {
            "segment_text": "Abstraet -- Picornaviruses are among the best understood animal viruses in molecular terms .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A number of important human and animal pathogens are members of the Picornaviridae family .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The genome organization , the different steps of picornavirus growth and numerous compounds that have been reported as inhibitors of picornavirus functions are reviewed .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The picornavirus particles and several agents that intereact with them have been solved at atomic resolution ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "leading to computer-assisted drug design .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Picornavirus inhibitors are useful in aiding a better understanding of picornavirus biology .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In addition , some of them are promising therapeutic agents .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Clinical efficacy of agents that bind to picornavirus particles has already been demonstrated .",
            "crowd_label": "background"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "8",
    "token_num": "115"
  }
}