{
  "paper_id": "0f155ed73f6215e81f3bb11b3ad44eded182ee16",
  "metadata": {
    "title": "Proposed Calfhood Immunization Program for the Commercial Dairy Herd",
    "coda_data_split": "train",
    "coda_paper_id": 3296,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Immunization programs never will usurp the central role of sound management practices and good nutrition in the disease prevention program of the commercial dairy operation. However, certain immunizations against diseases such as brucellosis, leptospirosis, and clostridial infections should be routine. Other diseases such as infectious bovine rhinotracheitis, bovine virus diarrhea, parainfluenza-3, colibacillosis, and pasteurellosis should be considered if it can be determined that the herd is infected chronically. The present knowledge of other disease conditions, vaccine effectiveness and safety makes the use of vaccines for other diseases of questionable value.",
      "sentences": [
        [
          {
            "segment_text": "Immunization programs never will usurp the central role of sound management practices and good nutrition in the disease prevention program of the commercial dairy operation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , certain immunizations against diseases such as brucellosis ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "leptospirosis , and clostridial infections should be routine .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Other diseases such as infectious bovine rhinotracheitis ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "bovine virus diarrhea , parainfluenza-3 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "colibacillosis , and pasteurellosis should be considered if it can be determined that the herd is infected chronically .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The present knowledge of other disease conditions ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "vaccine effectiveness and safety makes the use of vaccines for other diseases of questionable value .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "8",
    "token_num": "102"
  }
}