{
  "paper_id": "0f15655bda78c3a62a03a19d8028f8f5cf5a1ef5",
  "metadata": {
    "title": "Clinical characteristics and intrauterine vertical transmission potential of COVID-19 infection in nine pregnant women: a retrospective review of medical records",
    "coda_data_split": "train",
    "coda_paper_id": 8397,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background Previous studies on the pneumonia outbreak caused by the 2019 novel coronavirus disease (COVID-19) were based on information from the general population. Evidence of intrauterine vertical transmission was assessed by testing for the presence of SARS-CoV-2 in amniotic fluid, cord blood, and neonatal throat swab samples. Breastmilk samples were also collected and tested from patients after the first lactation.",
      "sentences": [
        [
          {
            "segment_text": "Background Previous studies on the pneumonia outbreak caused by the 2019 novel coronavirus disease ( COVID-19 ) were based on information from the general population .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Evidence of intrauterine vertical transmission was assessed by testing for the presence of SARS-CoV-2 in amniotic fluid ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "cord blood , and neonatal throat swab samples .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Breastmilk samples were also collected and tested from patients after the first lactation .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": ", sore throat (in two), and malaise (in two), were also observed. Fetal distress was monitored in two cases. Five of nine patients had lymphopenia (\u003c1·0 × 10⁹ cells per L). Three patients had increased aminotransferase concentrations. None of the patients developed severe COVID-19 pneumonia or died, as of Feb 4, 2020. Nine livebirths were recorded. No neonatal asphyxia was observed in newborn babies. All nine livebirths had a 1-min Apgar score of 8-9 and a 5-min Apgar score of 9-10. Amniotic fluid, cord blood, neonatal throat swab, and breastmilk samples from six patients were tested for SARS-CoV-2, and all samples tested negative for the virus.",
      "sentences": [
        [
          {
            "segment_text": ", sore throat ( in two ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and malaise ( in two ) , were also observed .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Fetal distress was monitored in two cases .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Five of nine patients had lymphopenia ( \u003c 1 · 0 × 10 ⁹ cells per L ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Three patients had increased aminotransferase concentrations .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "None of the patients developed severe COVID-19 pneumonia or died ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as of Feb 4 , 2020 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Nine livebirths were recorded .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "No neonatal asphyxia was observed in newborn babies .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "All nine livebirths had a 1-min Apgar score of 8-9 and a 5-min Apgar score of 9-10 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Amniotic fluid , cord blood ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "neonatal throat swab , and breastmilk samples from six patients were tested for SARS-CoV-2 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and all samples tested negative for the virus .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Interpretation The clinical characteristics of COVID-19 pneumonia in pregnant women were similar to those reported for non-pregnant adult patients who developed COVID-19 pneumonia. Findings from this small group of cases suggest that there is currently no evidence for intrauterine infection caused by vertical transmission in women who develop COVID-19 pneumonia in late pregnancy.",
      "sentences": [
        [
          {
            "segment_text": "Interpretation The clinical characteristics of COVID-19 pneumonia in pregnant women were similar to those reported for non-pregnant adult patients who developed COVID-19 pneumonia .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Findings from this small group of cases suggest that there is currently no evidence for intrauterine infection caused by vertical transmission in women who develop COVID-19 pneumonia in late pregnancy .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "14",
    "segment_num": "19",
    "token_num": "255"
  }
}