{
  "paper_id": "0f1faecb3cb3cf441c0092fa858da8616c274a73",
  "metadata": {
    "title": "Reproducibility and reporting practices in COVID-19 preprint manuscripts",
    "coda_data_split": "train",
    "coda_paper_id": 5263,
    "coda_has_expert_labels": false,
    "subset": "biorxiv_medrxiv"
  },
  "abstract": [
    {
      "original_text": "The novel coronavirus, COVID-19, has sparked an outflow of scientific research seeking to understand the virus, its spread, and best practices in prevention and treatment. If this international research effort is going to be as swift and effective as possible, it will need to rely on a principle of open science. When researchers share data, code, and software and generally make their work as transparent as possible, it allows other researchers to verify and expand upon their work. Furthermore, it allows public officials to make informed decisions. In this study, we analyzed 535 preprint articles related to COVID-19 for eight transparency criteria and recorded study location and funding information. We found that individual researchers have lined up to help during this crisis, quickly tackling important public health questions, often without funding or support from outside organizations. However, most authors could improve their data sharing and scientific reporting practices. The contrast between researchers\u0027 commitment to doing important research and their reporting practices reveals underlying weaknesses in the research community\u0027s reporting habits, but not necessarily their science.",
      "sentences": [
        [
          {
            "segment_text": "The novel coronavirus , COVID-19 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "has sparked an outflow of scientific research seeking to understand the virus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "its spread , and best practices in prevention and treatment .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "If this international research effort is going to be as swift and effective as possible ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "it will need to rely on a principle of open science .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "When researchers share data , code ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and software and generally make their work as transparent as possible ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "it allows other researchers to verify and expand upon their work .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Furthermore , it allows public officials to make informed decisions .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , we analyzed 535 preprint articles related to COVID-19 for eight transparency criteria and recorded study location and funding information .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We found that individual researchers have lined up to help during this crisis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "quickly tackling important public health questions ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "often without funding or support from outside organizations .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , most authors could improve their data sharing and scientific reporting practices .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The contrast between researchers \u0027 commitment to doing important research and their reporting practices reveals underlying weaknesses in the research community \u0027s reporting habits ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but not necessarily their science .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "16",
    "token_num": "199"
  }
}