{
  "paper_id": "0f26fcb654f47c611134190653ed92fd38dd5d67",
  "metadata": {
    "title": "Oral and Nasal DNA Vaccines Delivered by Attenuated Salmonella enterica Serovar Typhimurium Induce a Protective Immune Response against Infectious Bronchitis in Chickens ᰔ",
    "coda_data_split": "train",
    "coda_paper_id": 9807,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "In the present study, we developed oral and nasal DNA vaccines that carried the S1 gene and N gene of IBV delivered by attenuated Salmonella enterica serovar Typhimurium strains SL/pV-S1 and SL/pV-N, respectively. The safety and stability of recombinant Salmonella vaccine were evaluated. Following oral and nasal administration to chickens, the serum and mucosal samples were collected and antibodies against IBV were measured. Chickens were then challenged with IBV strain M41 by the nasal-ocular route 3 weeks after boosting. The results showed that oral and nasal immunization with coadministered SL/pV-S1 and SL/pV-N elicited significant IBV-specific humoral and mucosal immune responses and conferred protective efficacy against IBV challenge higher than that in chickens immunized only with SL/pV-S1. The current study shows that novel DNA vaccines delivered by attenuated S. Typhimurium may be promising candidates for the prevention of infectious bronchitis (IB).These vaccines are efficacious, easily produced economically, and able to be delivered orally and nasally rather than injected. Coadministration of SL/pV-S1 and SL/pV-N may represent an effective mucosal vaccination regimen.",
      "sentences": [
        [
          {
            "segment_text": "In the present study , we developed oral and nasal DNA vaccines that carried the S1 gene and N gene of IBV delivered by attenuated Salmonella enterica serovar Typhimurium strains SL/pV-S 1 and SL/pV-N , respectively .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The safety and stability of recombinant Salmonella vaccine were evaluated .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Following oral and nasal administration to chickens ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "the serum and mucosal samples were collected and antibodies against IBV were measured .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Chickens were then challenged with IBV strain M41 by the nasal-ocular route 3 weeks after boosting .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The results showed that oral and nasal immunization with coadministered SL/pV-S 1 and SL/pV-N elicited significant IBV-specific humoral and mucosal immune responses and conferred protective efficacy against IBV challenge higher than that in chickens immunized only with SL/pV-S 1 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The current study shows that novel DNA vaccines delivered by attenuated S. Typhimurium may be promising candidates for the prevention of infectious bronchitis ( IB ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These vaccines are efficacious , easily produced economically ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and able to be delivered orally and nasally rather than injected .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Coadministration of SL/pV-S 1 and SL/pV-N may represent an effective mucosal vaccination regimen .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "10",
    "token_num": "189"
  }
}