{
  "paper_id": "0f48ba54e2976264796ac7496f9080b52568fb51",
  "metadata": {
    "title": "Respiratory viral pathogens associated with lower respiratory tract disease among young children in the highlands of Papua New Guinea",
    "coda_data_split": "train",
    "coda_paper_id": 9994,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Acute lower respiratory tract infections (ALRI) commonly result in fatal outcomes in the young children of Papua New Guinea (PNG). However, comprehensive studies of the viral aetiology of ALRI have not been conducted in PNG for almost 30 years. Objectives: To determine the viruses associated with ALRI among children living in the PNG highlands using sensitive molecular detection techniques. Study design: Pernasal swabs were collected routinely between 1 week and 18 months of age and also during episodes of ALRI, as part of a neonatal pneumococcal conjugate vaccine trial. A tandem multiplex real-time PCR assay was used to test for a comprehensive range of respiratory viruses in samples collected from 221 young children. Picornavirus typing was supported by DNA sequence analysis. Results: Recognized pathogenic respiratory viruses were detected in 198/273 (73%) samples collected from children with no evidence of ALRI and 69/80 (86%) samples collected during ALRI episodes. Human rhinoviruses (HRV) species A, B and C were detected in 152 (56%) samples from non-ALRI children and 50 (63%) samples collected during ALRI episodes. Partial structural region sequences for two new species C rhinoviruses were added to the GenBank database. ALRI was associated with detection of adenovirus species B (p \u003c 0.01) or C (p \u003c 0.05), influenza A (p \u003c 0.0001) or respiratory syncytial virus (p \u003c 0.0001). Multiple viruses were detected more often during ALRI episodes (49%) than when children displayed no symptoms of ALRI (18%) (p \u003c 0.0001). Conclusions: The burden of infection with respiratory viruses remains significant in young children living in the PNG highlands.",
      "sentences": [
        [
          {
            "segment_text": "Background : Acute lower respiratory tract infections ( ALRI ) commonly result in fatal outcomes in the young children of Papua New Guinea ( PNG ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , comprehensive studies of the viral aetiology of ALRI have not been conducted in PNG for almost 30 years .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Objectives : To determine the viruses associated with ALRI among children living in the PNG highlands using sensitive molecular detection techniques .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Study design : Pernasal swabs were collected routinely between 1 week and 18 months of age and also during episodes of ALRI ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "as part of a neonatal pneumococcal conjugate vaccine trial .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A tandem multiplex real-time PCR assay was used to test for a comprehensive range of respiratory viruses in samples collected from 221 young children .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Picornavirus typing was supported by DNA sequence analysis .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Recognized pathogenic respiratory viruses were detected in 198/273 ( 73 % ) samples collected from children with no evidence of ALRI and 69/80 ( 86 % ) samples collected during ALRI episodes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Human rhinoviruses ( HRV ) species A ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "B and C were detected in 152 ( 56 % ) samples from non-ALRI children and 50 ( 63 % ) samples collected during ALRI episodes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Partial structural region sequences for two new species C rhinoviruses were added to the GenBank database .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "ALRI was associated with detection of adenovirus species B ( p \u003c 0.01 ) or C ( p \u003c 0.05 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "influenza A ( p \u003c 0.0001 ) or respiratory syncytial virus ( p \u003c 0.0001 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Multiple viruses were detected more often during ALRI episodes ( 49 % ) than when children displayed no symptoms of ALRI ( 18 % ) ( p \u003c 0.0001 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : The burden of infection with respiratory viruses remains significant in young children living in the PNG highlands .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Crown",
      "sentences": [
        [
          {
            "segment_text": "Crown",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "13",
    "segment_num": "16",
    "token_num": "315"
  }
}