{
  "paper_id": "0f52becb628da432cc0951501b18e0bac294bc16",
  "metadata": {
    "title": "dsRNA sensors and plasmacytoid dendritic cells in host defense and autoimmunity The primary response to viral detection: type I interferons",
    "coda_data_split": "train",
    "coda_paper_id": 4481,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The innate immune system detects viruses through molecular sensors that trigger the production of type I interferons (IFN-I) and inflammatory cytokines. Because viruses vary tremendously in size, structure, genomic composition, and tissue tropism, multiple sensors are required to detect their presence in various cell types and tissues. In this review, we summarize current knowledge of the diversity, specificity, and signaling pathways downstream of viral sensors and ask whether two distinct sensors that recognize the same viral component are complementary, compensatory, or simply redundant. We also discuss why viral sensors are differentially distributed in distinct cell types and whether a particular cell type dominates the IFN-I response during viral infection. Finally, we review evidence suggesting that inappropriate signaling through viral sensors may induce autoimmunity. The picture emerging from these studies is that disparate viral sensors in different cell types form a dynamic and integrated molecular network that can be exploited for improving vaccination and therapeutic strategies for infectious and autoimmune diseases.",
      "sentences": [
        [
          {
            "segment_text": "The innate immune system detects viruses through molecular sensors that trigger the production of type I interferons ( IFN-I ) and inflammatory cytokines .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Because viruses vary tremendously in size ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "structure , genomic composition , and tissue tropism ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "multiple sensors are required to detect their presence in various cell types and tissues .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this review , we summarize current knowledge of the diversity ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "specificity , and signaling pathways downstream of viral sensors and ask whether two distinct sensors that recognize the same viral component are complementary ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "compensatory , or simply redundant .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We also discuss why viral sensors are differentially distributed in distinct cell types and whether a particular cell type dominates the IFN-I response during viral infection .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Finally , we review evidence suggesting that inappropriate signaling through viral sensors may induce autoimmunity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The picture emerging from these studies is that disparate viral sensors in different cell types form a dynamic and integrated molecular network that can be exploited for improving vaccination and therapeutic strategies for infectious and autoimmune diseases .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "10",
    "token_num": "178"
  }
}