{
  "paper_id": "0f537e86e84193917fff3e7152e74148d158c5be",
  "metadata": {
    "title": "Actinobacillus pleuropneumoniae induces SJPL cell cycle arrest in G2/M-phase and inhibits porcine reproductive and respiratory syndrome virus replication",
    "coda_data_split": "train",
    "coda_paper_id": 5787,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Porcine reproductive and respiratory syndrome virus (PRRSV) is one of the most important pathogens in the swine industry and causes important economic losses. No effective antiviral drugs against it are commercially available. We recently reported that the culture supernatant of Actinobacillus pleuropneumoniae, the porcine pleuropneumonia causative agent, has an antiviral activity in vitro against PRRSV in SJPL cells. Objectives of this study were (i) to identify the mechanism behind the antiviral activity displayed by A. pleuropneumoniae and (ii) to characterize the active molecules present in the bacterial culture supernatant.",
      "sentences": [
        [
          {
            "segment_text": "Background : Porcine reproductive and respiratory syndrome virus ( PRRSV ) is one of the most important pathogens in the swine industry and causes important economic losses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "No effective antiviral drugs against it are commercially available .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We recently reported that the culture supernatant of Actinobacillus pleuropneumoniae ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the porcine pleuropneumonia causative agent ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "has an antiviral activity in vitro against PRRSV in SJPL cells .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Objectives of this study were ( i ) to identify the mechanism behind the antiviral activity displayed by A. pleuropneumoniae and ( ii ) to characterize the active molecules present in the bacterial culture supernatant .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Methods: Antibody microarray analysis was used in order to point out cellular pathways modulated by the A. pleuropneumoniae supernatant. Subsequent, flow cytometry analysis and cell cycle inhibitors were used to confirm antibody microarray data and to link them to the antiviral activity of the A. pleuropneumoniae supernatant. Finally, A. pleuropneumoniae supernatant characterization was partially achieved using mass spectrometry. Results: Using antibody microarray, we observed modulations in G2/M-phase cell cycle regulation pathway when SJPL cells were treated with A. pleuropneumoniae culture supernatant. These modulations were confirmed by a cell cycle arrest at the G2/M-phase when cells were treated with the A. pleuropneumoniae culture supernatant. Furthermore, two G2/M-phase cell cycle inhibitors demonstrated the ability to inhibit PRRSV infection, indicating a potential key role for PRRSV infection. Finally, mass spectrometry lead to identify two molecules (m/z 515.2 and m/z 663.6) present only in the culture supernatant. Conclusions: We demonstrated for the first time that A. pleuropneumoniae is able to disrupt SJPL cell cycle resulting in inhibitory activity against PRRSV. Furthermore, two putative molecules were identified from the culture supernatant. This study highlighted the cell cycle importance for PRRSV and will allow the development of new prophylactic or therapeutic approaches against PRRSV.",
      "sentences": [
        [
          {
            "segment_text": "Methods : Antibody microarray analysis was used in order to point out cellular pathways modulated by the A. pleuropneumoniae supernatant .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Subsequent , flow cytometry analysis and cell cycle inhibitors were used to confirm antibody microarray data and to link them to the antiviral activity of the A. pleuropneumoniae supernatant .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Finally , A. pleuropneumoniae supernatant characterization was partially achieved using mass spectrometry .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Using antibody microarray ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "we observed modulations in G2/M-phase cell cycle regulation pathway when SJPL cells were treated with A. pleuropneumoniae culture supernatant .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These modulations were confirmed by a cell cycle arrest at the G2/M-phase when cells were treated with the A. pleuropneumoniae culture supernatant .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , two G2/M-phase cell cycle inhibitors demonstrated the ability to inhibit PRRSV infection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "indicating a potential key role for PRRSV infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Finally , mass spectrometry lead to identify two molecules ( m/z 515.2 and m/z 663.6 ) present only in the culture supernatant .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : We demonstrated for the first time that A. pleuropneumoniae is able to disrupt SJPL cell cycle resulting in inhibitory activity against PRRSV .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , two putative molecules were identified from the culture supernatant .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This study highlighted the cell cycle importance for PRRSV and will allow the development of new prophylactic or therapeutic approaches against PRRSV .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "14",
    "segment_num": "18",
    "token_num": "323"
  }
}