{
  "paper_id": "0f6c78383e63f8c46da529c227c14e136e55b552",
  "metadata": {
    "title": "Bacteriophage T7 morphogenesis and gene 10 frameshifting in Escherichia cob\" showing different degrees of ribosomal fidelity",
    "coda_data_split": "train",
    "coda_paper_id": 8559,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Bacteriophage T7 infection has been studied in Escherichia coli strains showing both increased and decreased ribosome fidelity and in the presence of streptomycin, which stimulates translational misreading, in an effort to determine effects on the apparent programmed translational frameshift that occurs during synthesis of the gene 10 capsid protein. Quantitation of the protein bands from SDS-PAGE failed to detect any significant effects on the amounts of the shifted 10B protein relative to the in-flame 10A protein under all fidelity conditions tested. However, any changes in fidelity conditions led to inhibition of phage morphogenesis in single-step growth experiments, which could not be accounted for by reduced amounts of phage protein synthesis, nor, at least in the case of decreased accuracy, by reduced amounts of phage DNA synthesis. Reduction in phage DNA synthesis did appear to account for a substantial proportion of the reduction in phage yield seen under conditions of increased accuracy. Similar effects of varying ribosomal fidelity on growth were also seen with phage T3, and to a lesser extent with phage T4. The absence of change in the high-frequency T7 gene 10 frameshift differs from earlier reports that ribosomal fidelity affects tow-frequency frameshift errors.",
      "sentences": [
        [
          {
            "segment_text": "Bacteriophage T7 infection has been studied in Escherichia coli strains showing both increased and decreased ribosome fidelity and in the presence of streptomycin ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which stimulates translational misreading , in an effort to determine effects on the apparent programmed translational frameshift that occurs during synthesis of the gene 10 capsid protein .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Quantitation of the protein bands from SDS-PAGE failed to detect any significant effects on the amounts of the shifted 10B protein relative to the in-flame 10A protein under all fidelity conditions tested .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , any changes in fidelity conditions led to inhibition of phage morphogenesis in single-step growth experiments ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which could not be accounted for by reduced amounts of phage protein synthesis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "nor , at least in the case of decreased accuracy ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "by reduced amounts of phage DNA synthesis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Reduction in phage DNA synthesis did appear to account for a substantial proportion of the reduction in phage yield seen under conditions of increased accuracy .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Similar effects of varying ribosomal fidelity on growth were also seen with phage T3 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and to a lesser extent with phage T4 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The absence of change in the high-frequency T7 gene 10 frameshift differs from earlier reports that ribosomal fidelity affects tow-frequency frameshift errors .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "11",
    "token_num": "209"
  }
}