{
  "paper_id": "0f905f875f216e33a49383dfc4c333bdf89a669b",
  "metadata": {
    "title": "Vacunas Original Seasonal influenza surveillance: Observational study on the 2017-2018 season with predominant B influenza virus circulation",
    "coda_data_split": "train",
    "coda_paper_id": 8555,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "publicly funded repositories, such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source. These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active. v a c u n a s . 2 0 1 9;2 0(2):53-59 a b s t r a c t Introduction: Influenza is a common respiratory infectious disease affecting population worldwide yearly. The aim of this work is to describe the 2017-2018 influenza season and how it affected elderly population in Catalonia despite moderate vaccine coverage among this age group. Methods: Influenza surveillance based on a primary care sentinel surveillance, virological indicators systematic sampling of ILI attended and severe influenza confirmed cases (SHLCI) admitted to hospital. Analysis of data by Chi-squared, ANOVA, multiple regression and negative control test or case to case for vaccine effectiveness assessment in primary care and SHLCI respectively. Results: Moderate-high intensity and early onset season with predominance of influenza B virus (IVB) (63%) followed by an increase of circulation of influenza A virus (IVA). A total of 419 IV from primary care samples. Vaccine effectiveness (VE) in primary care setting was 14% (95%CI: 0-47%). 1306 severe cases (adjusted cumulative incidence 18.54/100,000 inhabitants (95%CI: 17.54-19.55)). The highest proportion of severe cases were in the \u003e64 (65.1%) (aOR 15.70; 95%CI: 12.06-20.46; p \u003c 0.001) followed by 45-64 yo (25.4%) (aOR 6.03; 95%CI: 4.57-7.97).",
      "sentences": [
        [
          {
            "segment_text": "publicly funded repositories , such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "v a c u n a s .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "2 0 1 9 ; 2 0 ( 2 ) : 53-59 a b s t r a c t Introduction : Influenza is a common respiratory infectious disease affecting population worldwide yearly .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The aim of this work is to describe the 2017-2018 influenza season and how it affected elderly population in Catalonia despite moderate vaccine coverage among this age group .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : Influenza surveillance based on a primary care sentinel surveillance ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "virological indicators systematic sampling of ILI attended and severe influenza confirmed cases ( SHLCI ) admitted to hospital .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Analysis of data by Chi-squared ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "ANOVA , multiple regression and negative control test or case to case for vaccine effectiveness assessment in primary care and SHLCI respectively .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Moderate-high intensity and early onset season with predominance of influenza B virus ( IVB ) ( 63 % ) followed by an increase of circulation of influenza A virus ( IVA ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A total of 419 IV from primary care samples .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Vaccine effectiveness ( VE ) in primary care setting was 14 % ( 95 % CI : 0-47 % ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "1306 severe cases ( adjusted cumulative incidence 18.54 / 100,000 inhabitants ( 95 % CI : 17.54-19.55 ) ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The highest proportion of severe cases were in the \u003e 64 ( 65.1 % ) ( aOR 15.70 ; 95 % CI : 12.06-20.46 ; p \u003c 0.001 ) followed by 45-64 yo ( 25.4 % ) ( aOR 6.03 ; 95 % CI : 4.57-7.97 ) .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "VE in preventing intensive care unit (ICU) admission was 35% (95%CI: 10-54%). Final outcome death while hospitalized occurred in 175 SHLCI cases with a case fatality rate of 13.4%.",
      "sentences": [
        [
          {
            "segment_text": "VE in preventing intensive care unit ( ICU ) admission was 35 % ( 95 % CI : 10-54 % ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Final outcome death while hospitalized occurred in 175 SHLCI cases with a case fatality rate of 13.4 % .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions: 2017-2018 influenza season was an unusual epidemic season with an early onset, great predominance of influenza B (Yamagata strain) virus with a high hospitalization rate of severe cases among elderly stressing the need to upgrade vaccine uptake in this age group.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions : 2017-2018 influenza season was an unusual epidemic season with an early onset ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "great predominance of influenza B ( Yamagata strain ) virus with a high hospitalization rate of severe cases among elderly stressing the need to upgrade vaccine uptake in this age group .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusiones: La temporada de gripe 2017-2018 fue una temporada epidémica inusual con un inicio temprano, gran predominio del VGB (cepa Yamagata) con una elevada tasa de hospitalización de casos graves en ancianos, lo que subraya la necesidad de mejorar la aceptación de la vacuna en este grupo de edad.",
      "sentences": [
        [
          {
            "segment_text": "Conclusiones : La temporada de gripe 2017-2018 fue una temporada epidémica inusual con un inicio temprano ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "gran predominio del VGB ( cepa Yamagata ) con una elevada tasa de hospitalización de casos graves en ancianos ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "lo que subraya la necesidad de mejorar la aceptación de la vacuna en este grupo de edad .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "16",
    "segment_num": "21",
    "token_num": "459"
  }
}