{
  "paper_id": "0fa3e7c47affe19f1cba93e19936395aeec668d9",
  "metadata": {
    "title": "Lack of Association between Infection with a Novel Human Coronavirus (HCoV), HCoV-NH, and Kawasaki Disease in Taiwan",
    "coda_data_split": "train",
    "coda_paper_id": 7861,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "We investigated whether infection with a novel human coronavirus (HCoV), called \"New Haven coronavirus\" (HCoV-NH)-which is similar to and likely represents the same species as another novel HCoV, HCoV-NL63-is associated with Kawasaki disease (KD) in Taiwan. Fifty-three patients with KD were enrolled in our study. Serum, peripheral-blood mononuclear cells, nasopharyngeal aspirates, throat swabs, and rectal swabs from these patients were assayed for HCoV-NL63 by real-time reverse-transcriptase (RT) polymerase chain reaction (PCR), and the throat swabs, nasopharyngeal aspirates, and rectal swabs were also assayed for HCoV-NH by RT-PCR. All PCR results were negative for both HCoV-NL63 and HCoV-NH; therefore, we did not find any association between HCoV-NH infection and KD in Taiwan.",
      "sentences": [
        [
          {
            "segment_text": "We investigated whether infection with a novel human coronavirus ( HCoV ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "called `` New Haven coronavirus \u0027\u0027 ( HCoV-NH ) - which is similar to and likely represents the same species as another novel HCoV ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "HCoV-NL63-is associated with Kawasaki disease ( KD ) in Taiwan .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Fifty-three patients with KD were enrolled in our study .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Serum , peripheral-blood mononuclear cells ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "nasopharyngeal aspirates , throat swabs ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and rectal swabs from these patients were assayed for HCoV-NL63 by real-time reverse-transcriptase ( RT ) polymerase chain reaction ( PCR ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and the throat swabs , nasopharyngeal aspirates ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and rectal swabs were also assayed for HCoV-NH by RT-PCR .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "All PCR results were negative for both HCoV-NL63 and HCoV-NH ; therefore ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "we did not find any association between HCoV-NH infection and KD in Taiwan .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Kawasaki disease (KD) is an acute systemic febrile illness of unknown etiology that predominantly affects children !5 years old. Initially described in 1967 by Kawasaki [1], it has become the most common cause of acquired heart disease in children in the developed world, as rheumatic heart disease occurs much less frequently than before. Although normally self-limiting, KD is associated with a range of complications, the most important",
      "sentences": [
        [
          {
            "segment_text": "Kawasaki disease ( KD ) is an acute systemic febrile illness of unknown etiology that predominantly affects children !",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "5 years old .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Initially described in 1967 by Kawasaki ( 1 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "it has become the most common cause of acquired heart disease in children in the developed world ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as rheumatic heart disease occurs much less frequently than before .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Although normally self-limiting , KD is associated with a range of complications , the most important",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "8",
    "segment_num": "17",
    "token_num": "218"
  }
}