{
  "paper_id": "0fb7458693f388bce5927bb1f9be866eb36b6349",
  "metadata": {
    "title": "Association of Cytokines in Individuals Sensitive and Insensitive to Dust Mites in a Brazilian Population",
    "coda_data_split": "train",
    "coda_paper_id": 6900,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Introduction: Allergic reaction to dust mites is a relatively common condition among children, triggering cutaneous and respiratory responses that have a great impact on the health of this population. Anaphylactic hypersensitivity is characterized by an exacerbated response involving the production of regulatory cytokines responsible for stimulating the production of IgE antibodies.",
      "sentences": [
        [
          {
            "segment_text": "Introduction : Allergic reaction to dust mites is a relatively common condition among children ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "triggering cutaneous and respiratory responses that have a great impact on the health of this population .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Anaphylactic hypersensitivity is characterized by an exacerbated response involving the production of regulatory cytokines responsible for stimulating the production of IgE antibodies .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Objective: To investigate an association of variants in cytokine genes (IL1A 2889 , IL1B ) between patients sensitive to dust mites and a control group.",
      "sentences": [
        [
          {
            "segment_text": "Objective : To investigate an association of variants in cytokine genes ( IL1A 2889 , IL1B ) between patients sensitive to dust mites and a control group .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Methods: A total of 254 patients were grouped as atopic and non-atopic according to sensitivity as evaluated by the Prick Test and to cytokine genotyping by the polymerase chain reaction-sequence specific primers (PCR-SSP) method using the Cytokine Genotyping Kit.",
      "sentences": [
        [
          {
            "segment_text": "Methods : A total of 254 patients were grouped as atopic and non-atopic according to sensitivity as evaluated by the Prick Test and to cytokine genotyping by the polymerase chain reaction-sequence specific primers ( PCR-SSP ) method using the Cytokine Genotyping Kit .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Blomia tropicalis and a non-atopic control group showed significant differences between allele and genotype frequencies in the regulatory regions of cytokine genes, with important evidence for IL4 2590 in T/C (10.2% vs. 43.1%, odd ratio [OR] \u003d 0.15, p \u003d 5.2 10 28 , pc \u003d 0.0000011, and 95% confidence interval [95%CI] \u003d 0.07-0.32) and T/T genotypes (42.9% vs. 13.8%, OR \u003d 4.69, p \u003d 2.5 10 26 , pc \u003d 0.000055, and 95%CI \u003d 2.42-9.09). Other associations were observed in the pro-inflammatory cytokines IL1A 2889 Conclusion: Our results suggest a possible association between single nucleotide polymorphisms (SNPs) in cytokine genes and hypersensitivity to dust mites.",
      "sentences": [
        [
          {
            "segment_text": "Blomia tropicalis and a non-atopic control group showed significant differences between allele and genotype frequencies in the regulatory regions of cytokine genes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with important evidence for IL4 2590 in T/C ( 10.2 % vs. 43.1 % , odd ratio ( OR ) \u003d 0.15 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "p \u003d 5.2 10 28 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "pc \u003d 0.0000011 , and 95 % confidence interval ( 95 % CI ) \u003d 0.07-0.32 ) and T/T genotypes ( 42.9 % vs. 13.8 % , OR \u003d 4.69 , p \u003d 2.5 10 26 , pc \u003d 0.000055 , and 95 % CI \u003d 2.42-9.09 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Other associations were observed in the pro-inflammatory cytokines IL1A 2889 Conclusion : Our results suggest a possible association between single nucleotide polymorphisms ( SNPs ) in cytokine genes and hypersensitivity to dust mites .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "6",
    "segment_num": "10",
    "token_num": "261"
  }
}