{
  "paper_id": "0fbf80bbb87f6d035110b67cc33f8ba1b9c3fc91",
  "metadata": {
    "title": "Emotional Acceptance, Inflammation, and Sickness Symptoms Across the First Two Years Following Breast Cancer Diagnosis HHS Public Access",
    "coda_data_split": "train",
    "coda_paper_id": 9878,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Purpose-Breast cancer diagnosis and treatment are associated with increased inflammatory activity, which can induce sickness symptoms. We examined whether emotional acceptance moderates the association between proinflammatory cytokines and self-reported sickness symptoms in women recently diagnosed with breast cancer.",
      "sentences": [
        [
          {
            "segment_text": "Purpose-Breast cancer diagnosis and treatment are associated with increased inflammatory activity ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "which can induce sickness symptoms .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We examined whether emotional acceptance moderates the association between proinflammatory cytokines and self-reported sickness symptoms in women recently diagnosed with breast cancer .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Methods-Women (N \u003d 136) diagnosed with stage 0-III breast cancer within the previous 6 months provided plasma samples and completed the FACT: Physical Well-Being Scale, as well as the Acceptance of Emotion Scale every 3 months for 2 years. At each time point, we quantified interleukin (IL)-6, IL-8, IL-10, and tumor necrosis factor (TNF)-α using a high sensitivity multiplex assay.",
      "sentences": [
        [
          {
            "segment_text": "Methods-Women ( N \u003d 136 ) diagnosed with stage 0-III breast cancer within the previous 6 months provided plasma samples and completed the FACT : Physical Well-Being Scale ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "as well as the Acceptance of Emotion Scale every 3 months for 2 years .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "At each time point , we quantified interleukin ( IL ) -6 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "IL-8 , IL-10 , and tumor necrosis factor ( TNF ) - α using a high sensitivity multiplex assay .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results-Higher within-subject mean TNF-α across all time-points predicted higher mean sickness symptoms. At individual time-points, higher IL-6 and IL-8 levels were associated with higher sickness symptoms. Mean emotional acceptance across all time-points moderated the relationship between mean IL-8 and sickness symptoms, with sickness symptoms remaining persistently high in women with low emotional acceptance even when IL-8 levels were low. At individual time-points, emotional acceptance positively moderated the correlations of IL-8 and TNF-α with sickness symptoms, such that the associations between higher levels of these * proinflammatory cytokines and higher sickness symptoms were attenuated when emotional acceptance was high.",
      "sentences": [
        [
          {
            "segment_text": "Results-Higher within-subject mean TNF-α across all time-points predicted higher mean sickness symptoms .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "At individual time-points , higher IL-6 and IL-8 levels were associated with higher sickness symptoms .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Mean emotional acceptance across all time-points moderated the relationship between mean IL-8 and sickness symptoms ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with sickness symptoms remaining persistently high in women with low emotional acceptance even when IL-8 levels were low .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "At individual time-points , emotional acceptance positively moderated the correlations of IL-8 and TNF-α with sickness symptoms ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "such that the associations between higher levels of these * proinflammatory cytokines and higher sickness symptoms were attenuated when emotional acceptance was high .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusion-Emotional acceptance was shown for the first time to moderate the associations of cytokines with sickness symptoms in breast cancer patients over time following diagnosis and treatment. The association between emotional acceptance and sickness symptoms was significantly different from zero but relatively small in comparison to the range of sickness symptoms. Results suggest that targeting emotion regulation may help to break the cycle between inflammation and sickness symptoms in women with breast cancer.",
      "sentences": [
        [
          {
            "segment_text": "Conclusion-Emotional acceptance was shown for the first time to moderate the associations of cytokines with sickness symptoms in breast cancer patients over time following diagnosis and treatment .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The association between emotional acceptance and sickness symptoms was significantly different from zero but relatively small in comparison to the range of sickness symptoms .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Results suggest that targeting emotion regulation may help to break the cycle between inflammation and sickness symptoms in women with breast cancer .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Participants included a sample of 136 women (Age \u003d 56 years ± 9.8; Mean time between diagnosis and initial visit \u003d 1.7 months, range \u003d 0.2 -5.2 months) who were diagnosed with Stage 0 (n \u003d 25), I (n \u003d 55), IIA (n \u003d 31), IIB (n \u003d 15), IIIA (n \u003d 7), or IIIB (n \u003d 1) breast cancer. Additional demographic information is provided in Table 1 .",
      "sentences": [
        [
          {
            "segment_text": "Participants included a sample of 136 women ( Age \u003d 56 years ± 9.8 ; Mean time between diagnosis and initial visit \u003d 1.7 months , range \u003d 0.2 -5.2 months ) who were diagnosed with Stage 0 ( n \u003d 25 ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "I ( n \u003d 55 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "IIA ( n \u003d 31 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "IIB ( n \u003d 15 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "IIIA ( n \u003d 7 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "or IIIB ( n \u003d 1 ) breast cancer .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Additional demographic information is provided in Table 1 .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Participants were recruited from the Multidisciplinary Breast Oncology Clinic at the Arizona Cancer Center. Research staff identified consecutive (within scheduling constraints), potentially eligible patients via medical records, and informed consent was obtained in accordance with procedures approved by the Human Subjects Protection Committee of the University of Arizona prior to any data collection. Eligibility criteria were: new diagnosis or first recurrence/second primary of invasive breast cancer (Stage 0-3), study entry session within six months following cancer diagnosis, and English literacy. Any standard medical treatment for cancer was allowed, as was additional medication. Exclusion criteria were: younger than 21 years; inability to provide informed consent.",
      "sentences": [
        [
          {
            "segment_text": "Participants were recruited from the Multidisciplinary Breast Oncology Clinic at the Arizona Cancer Center .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Research staff identified consecutive ( within scheduling constraints ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "potentially eligible patients via medical records ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and informed consent was obtained in accordance with procedures approved by the Human Subjects Protection Committee of the University of Arizona prior to any data collection .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Eligibility criteria were : new diagnosis or first recurrence/second primary of invasive breast cancer ( Stage 0-3 ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "study entry session within six months following cancer diagnosis , and English literacy .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Any standard medical treatment for cancer was allowed , as was additional medication .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Exclusion criteria were : younger than 21 years ; inability to provide informed consent .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Self-report questionnaires and plasma samples were collected at the initial visit and then again approximately every 3 months for 2 years, for up to 9 data collection time points (mean number of time points \u003d 7.6). Collection time points were not anchored to key points Reed et al. ",
      "sentences": [
        [
          {
            "segment_text": "Self-report questionnaires and plasma samples were collected at the initial visit and then again approximately every 3 months for 2 years ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "for up to 9 data collection time points ( mean number of time points \u003d 7.6 ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Collection time points were not anchored to key points Reed et al. .",
            "crowd_label": "method"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "7",
    "sentence_num": "20",
    "segment_num": "34",
    "token_num": "565"
  }
}