{
  "paper_id": "0fd8e2c4a0d9bf2cd0631747055f315f53e5f1a8",
  "metadata": {
    "title": "Mutations in the 3c and 7b genes of feline coronavirus in spontaneously affected FIP cats",
    "coda_data_split": "train",
    "coda_paper_id": 5133,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Feline infectious peritonitis (FIP) is the most frequent lethal infectious disease in cats. However, understanding of FIP pathogenesis is still incomplete. Mutations in the ORF 3c/ORF 7b genes are proposed to play a role in the occurrence of the fatal FIPV biotype. Here, we investigated 282 tissue specimens from 28 cats that succumbed to FIP. Within one cat, viral sequences from different organs were similar or identical, whereas greater discrepancies were found comparing sequences from various cats. Eleven of the cats exhibited deletions in the 3c gene, resulting in truncated amino acid sequences. The 7b gene was affected by deletions only in one cat. In three of the FIP cats, coronavirus isolates with both intact 3c genes as well as 7b genes of full length could also be detected. Thus, deletions or stop codons in the 3c sequence seem to be a frequent but not compelling feature of FIPVs.",
      "sentences": [
        [
          {
            "segment_text": "Feline infectious peritonitis ( FIP ) is the most frequent lethal infectious disease in cats .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , understanding of FIP pathogenesis is still incomplete .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Mutations in the ORF 3c/ORF 7b genes are proposed to play a role in the occurrence of the fatal FIPV biotype .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we investigated 282 tissue specimens from 28 cats that succumbed to FIP .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Within one cat , viral sequences from different organs were similar or identical ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whereas greater discrepancies were found comparing sequences from various cats .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Eleven of the cats exhibited deletions in the 3c gene ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "resulting in truncated amino acid sequences .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The 7b gene was affected by deletions only in one cat .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In three of the FIP cats ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "coronavirus isolates with both intact 3c genes as well as 7b genes of full length could also be detected .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Thus , deletions or stop codons in the 3c sequence seem to be a frequent but not compelling feature of FIPVs .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "12",
    "token_num": "167"
  }
}