{
  "paper_id": "0fda64c5d8b379587c4a2cdf277d95a900ebe02f",
  "metadata": {
    "title": "Dynamic template-assisted strategies in fragment-based drug discovery",
    "coda_data_split": "train",
    "coda_paper_id": 2864,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Fragment-based methods for drug discovery are increasingly popular because they provide drug leads with greater ligand efficiency than conventional highthroughput screening. However, established methods for fragment detection do not address the central question in fragment-based ligand discovery: how can a primary ligand be optimally extended by a secondary fragment? Dynamic screening methods solve this issue by using a protein target as a template for ligand assembly, thus yielding high-affinity binders from low-affinity fragments. This review summarizes recent work on dynamic screening methodology, which resulted in the development of several high-affinity binders for various targets. Strengths and limitations of the published approaches are discussed and possible contributions of dynamic screening methodology to the drug discovery process are highlighted.",
      "sentences": [
        [
          {
            "segment_text": "Fragment-based methods for drug discovery are increasingly popular because they provide drug leads with greater ligand efficiency than conventional highthroughput screening .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , established methods for fragment detection do not address the central question in fragment-based ligand discovery : how can a primary ligand be optimally extended by a secondary fragment ?",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Dynamic screening methods solve this issue by using a protein target as a template for ligand assembly ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "thus yielding high-affinity binders from low-affinity fragments .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review summarizes recent work on dynamic screening methodology ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "which resulted in the development of several high-affinity binders for various targets .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Strengths and limitations of the published approaches are discussed and possible contributions of dynamic screening methodology to the drug discovery process are highlighted .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Dynamic template-assisted strategies in fragmentbased drug discovery The major challenges of fragment-based drug discovery are the identification of low-affinity fragments and efficient and biologically active linkage of the fragments identified",
      "sentences": [
        [
          {
            "segment_text": "Dynamic template-assisted strategies in fragmentbased drug discovery The major challenges of fragment-based drug discovery are the identification of low-affinity fragments and efficient and biologically active linkage of the fragments identified",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Corresponding author: Rademann, J. (rademann@fmp-berlin.de) 1 PricewaterhouseCoopers. Pharma 2020: The vision, which path will you take? (2007) http://www.pwc.com/extweb/pwcpublications.nsf/docid/91BF330647FFA 402852572F2005ECC22. 512 0167-7799/$ -see front matter ß",
      "sentences": [
        [
          {
            "segment_text": "Corresponding author : Rademann , J. ( rademann@fmp-berlin.de ) 1 PricewaterhouseCoopers .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Pharma 2020 : The vision ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "which path will you take ?",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "( 2007 ) http://www.pwc.com/extweb/pwcpublications.nsf/docid/91BF330647FFA 402852572F2005ECC22 .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "512 0167-7799 / $ - see front matter ß",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "10",
    "segment_num": "13",
    "token_num": "194"
  }
}