{
  "paper_id": "0fe4c61765775f05ecce8cc192fb3cfff30c8dff",
  "metadata": {
    "title": "Selection of SARS-Coronavirus-specific B cell epitopes by phage peptide library screening and evaluation of the immunological effect of epitope-based peptides on mice ☆",
    "coda_data_split": "train",
    "coda_paper_id": 4339,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Antibodies to SARS-Coronavirus (SARS-CoV)-specific B cell epitopes might recognize the pathogen and interrupt its adherence to and penetration of host cells. Hence, these epitopes could be useful for diagnosis and as vaccine constituents. Using the phage-displayed peptide library screening method and purified Fab fragments of immunoglobulin G (IgG Fab) from normal human sera and convalescent sera from SARS-CoV-infected patients as targets, 11 B cell epitopes of SARS-CoV spike glycoprotein (S protein) and membrane protein (M protein) were screened. After a bioinformatics tool was used to analyze these epitopes, four epitope-based S protein dodecapeptides corresponding to the predominant epitopes were chosen for synthesis. Their antigenic specificities and immunogenicities were studied in vitro and in vivo. Flow cytometry and ELISPOT analysis of lymphocytes as well as a serologic analysis of antibody showed that these peptides could trigger a rapid, highly effective, and relatively safe immune response in BALB/c mice. These findings might aid development of SARS diagnostics and vaccines. Moreover, the role of S and M proteins as important surface antigens is confirmed.",
      "sentences": [
        [
          {
            "segment_text": "Antibodies to SARS-Coronavirus ( SARS-CoV ) - specific B cell epitopes might recognize the pathogen and interrupt its adherence to and penetration of host cells .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Hence , these epitopes could be useful for diagnosis and as vaccine constituents .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Using the phage-displayed peptide library screening method and purified Fab fragments of immunoglobulin G ( IgG Fab ) from normal human sera and convalescent sera from SARS-CoV-infected patients as targets ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "11 B cell epitopes of SARS-CoV spike glycoprotein ( S protein ) and membrane protein ( M protein ) were screened .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "After a bioinformatics tool was used to analyze these epitopes ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "four epitope-based S protein dodecapeptides corresponding to the predominant epitopes were chosen for synthesis .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Their antigenic specificities and immunogenicities were studied in vitro and in vivo .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Flow cytometry and ELISPOT analysis of lymphocytes as well as a serologic analysis of antibody showed that these peptides could trigger a rapid ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "highly effective , and relatively safe immune response in BALB/c mice .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These findings might aid development of SARS diagnostics and vaccines .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , the role of S and M proteins as important surface antigens is confirmed .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "11",
    "token_num": "195"
  }
}