{
  "paper_id": "0fec669a006d58bac228aaf94f0f760ebda30f45",
  "metadata": {
    "title": "Detection and molecular characterization of enteric viruses from poult enteritis syndrome in turkeys",
    "coda_data_split": "train",
    "coda_paper_id": 8728,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "This study was conducted to detect and characterize enteric viruses [rotavirus, turkey astrovirus-2 (TAstV-2), reovirus, and turkey coronavirus] from cases of poult enteritis syndrome (PES) in Minnesota turkeys. Of the intestinal contents collected from 43 PES cases, 25 were positive for rotavirus and 13 for small round viruses by electron microscopy (EM). Of the enteric virus-positive cases by EM (n \u003d 27), 16 cases had rotavirus or small round viruses alone and the remaining 11 cases had both viruses. None of the cases were positive for reovirus or coronavirus by EM. However, with reverse transcription-PCR (RT-PCR), 40 cases (93%) were positive for rotavirus, 36 (84%) for TAstV-2, and 17 (40%) for reovirus. None of the cases were positive for turkey coronavirus by RT-PCR. The viruses from all cases were detected either alone or in combination of 2 or 3 by RT-PCR. Thus, 8 (19%) cases were positive for a single virus, whereas a combination of viruses was detected in the remaining 35 (81%) cases. The rota-TAstV-2 combination was the most predominant (n \u003d 18 cases). Fifteen cases were positive for all 3 viruses. The rotaviruses had sequence homology of 89.8 to 100% with previously published sequences of turkey rotaviruses at the nucleotide level. The TAstV-2 had sequence homology of 84.6 to 98.7% with previously published TAstV-2, whereas reoviruses had sequence homology of 91.6 to 99.3% with previously published sequences of turkey reoviruses. Phylogenetic analysis revealed that rota-and reoviruses clustered in a single group, whereas TAstV-2 clustered in 2 different groups.",
      "sentences": [
        [
          {
            "segment_text": "This study was conducted to detect and characterize enteric viruses ( rotavirus , turkey astrovirus-2 ( TAstV-2 ) ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "reovirus , and turkey coronavirus ) from cases of poult enteritis syndrome ( PES ) in Minnesota turkeys .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Of the intestinal contents collected from 43 PES cases ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "25 were positive for rotavirus and 13 for small round viruses by electron microscopy ( EM ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Of the enteric virus-positive cases by EM ( n \u003d 27 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "16 cases had rotavirus or small round viruses alone and the remaining 11 cases had both viruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "None of the cases were positive for reovirus or coronavirus by EM .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , with reverse transcription-PCR ( RT-PCR ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "40 cases ( 93 % ) were positive for rotavirus ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "36 ( 84 % ) for TAstV-2 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and 17 ( 40 % ) for reovirus .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "None of the cases were positive for turkey coronavirus by RT-PCR .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The viruses from all cases were detected either alone or in combination of 2 or 3 by RT-PCR .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Thus , 8 ( 19 % ) cases were positive for a single virus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whereas a combination of viruses was detected in the remaining 35 ( 81 % ) cases .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The rota-TAstV-2 combination was the most predominant ( n \u003d 18 cases ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Fifteen cases were positive for all 3 viruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The rotaviruses had sequence homology of 89.8 to 100 % with previously published sequences of turkey rotaviruses at the nucleotide level .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The TAstV-2 had sequence homology of 84.6 to 98.7 % with previously published TAstV-2 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whereas reoviruses had sequence homology of 91.6 to 99.3 % with previously published sequences of turkey reoviruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Phylogenetic analysis revealed that rota-and reoviruses clustered in a single group ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whereas TAstV-2 clustered in 2 different groups .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "In conclusion, a larger number of PES cases was positive for rotavirus, TAstV-2, and reovirus by RT-PCR than with EM. The presence of more than one virus and changes at the genetic level in a virus may affect the severity of PES in turkey flocks.",
      "sentences": [
        [
          {
            "segment_text": "In conclusion , a larger number of PES cases was positive for rotavirus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "TAstV-2 , and reovirus by RT-PCR than with EM .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The presence of more than one virus and changes at the genetic level in a virus may affect the severity of PES in turkey flocks .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "15",
    "segment_num": "25",
    "token_num": "358"
  }
}