{
  "paper_id": "100e1748933be43717aa1090691d2a2dee131c1f",
  "metadata": {
    "title": "The Crystal Structure of ORF-9b, a Lipid Binding Protein from the SARS Coronavirus",
    "coda_data_split": "train",
    "coda_paper_id": 2003,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "To achieve the greatest output from their limited genomes, viruses frequently make use of alternative open reading frames, in which translation is initiated from a start codon within an existing gene and, being out of frame, gives rise to a distinct protein product. These alternative protein products are, as yet, poorly characterized structurally. Here we report the crystal structure of ORF-9b, an alternative open reading frame within the nucleocapsid (N) gene from the SARS coronavirus. The protein has a novel fold, a dimeric tentlike b structure with an amphipathic surface, and a central hydrophobic cavity that binds lipid molecules. This cavity is likely to be involved in membrane attachment and, in mammalian cells, ORF-9b associates with intracellular vesicles, consistent with a role in the assembly of the virion. Analysis of ORF-9b and other overlapping genes suggests that they provide snapshots of the early evolution of novel protein folds.",
      "sentences": [
        [
          {
            "segment_text": "To achieve the greatest output from their limited genomes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "viruses frequently make use of alternative open reading frames ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "in which translation is initiated from a start codon within an existing gene and ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "being out of frame , gives rise to a distinct protein product .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These alternative protein products are ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "as yet , poorly characterized structurally .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we report the crystal structure of ORF-9b ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "an alternative open reading frame within the nucleocapsid ( N ) gene from the SARS coronavirus .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The protein has a novel fold ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "a dimeric tentlike b structure with an amphipathic surface ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and a central hydrophobic cavity that binds lipid molecules .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This cavity is likely to be involved in membrane attachment and ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "in mammalian cells , ORF-9b associates with intracellular vesicles ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "consistent with a role in the assembly of the virion .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Analysis of ORF-9b and other overlapping genes suggests that they provide snapshots of the early evolution of novel protein folds .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "15",
    "token_num": "168"
  }
}