{
  "paper_id": "1039a57c4d17c0c4eebcff505014cb5f11917cf1",
  "metadata": {
    "title": "Systematic review and meta-analysis for the use of ultrasound versus radiology in diagnosing of pneumonia",
    "coda_data_split": "train",
    "coda_paper_id": 8502,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Physicians are increasingly using point of care lung ultrasound (LUS) for diagnosing pneumonia, especially in critical situations as it represents relatively easy and immediately available tool. They also used it in many associated pathological conditions such as consolidation, pleural effusion, and interstitial syndrome with some reports of more accuracy than chest X-ray. This systematic review and meta-analysis are aimed to estimate the pooled diagnostic accuracy of ultrasound for the diagnosis of pneumonia versus the standard chest radiological imaging.",
      "sentences": [
        [
          {
            "segment_text": "Background : Physicians are increasingly using point of care lung ultrasound ( LUS ) for diagnosing pneumonia ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "especially in critical situations as it represents relatively easy and immediately available tool .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "They also used it in many associated pathological conditions such as consolidation ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "pleural effusion , and interstitial syndrome with some reports of more accuracy than chest X-ray .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This systematic review and meta-analysis are aimed to estimate the pooled diagnostic accuracy of ultrasound for the diagnosis of pneumonia versus the standard chest radiological imaging .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "A systematic literature search was conducted for all published studies comparing the diagnostic accuracy of LUS against a reference Chest radiological exam (C X-ray or Chest computed Tomography CT scan), combined with clinical criteria for pneumonia in all age groups. Eligible studies were required to have a Chest X-ray and/or CT scan at the time of clinical evaluation. The authors extracted qualitative and quantitative information from eligible studies, and calculated pooled sensitivity and specificity and pooled positive/negative likelihood ratios (LR). Twenty studies containing 2513 subjects were included in this meta-analysis. The pooled estimates for lung ultrasound in the diagnosis of pneumonia were, respectively, as follows: Overall pooled sensitivity and specificity for diagnosis of pneumonia by lung ultrasound were 0.85 (0.84-0.87) and 0.93 (0.92-0.95), respectively. Overall pooled positive and negative LRs were 11.05 (3.76-32.50) and 0.08 (0.04-0.15), pooled diagnostic Odds ratio was 173.64 (38.79-777.35), and area under the pooled ROC (AUC for SROC) was 0.978.",
      "sentences": [
        [
          {
            "segment_text": "A systematic literature search was conducted for all published studies comparing the diagnostic accuracy of LUS against a reference Chest radiological exam ( C X-ray or Chest computed Tomography CT scan ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "combined with clinical criteria for pneumonia in all age groups .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Eligible studies were required to have a Chest X-ray and/or CT scan at the time of clinical evaluation .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The authors extracted qualitative and quantitative information from eligible studies ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and calculated pooled sensitivity and specificity and pooled positive/negative likelihood ratios ( LR ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Twenty studies containing 2513 subjects were included in this meta-analysis .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The pooled estimates for lung ultrasound in the diagnosis of pneumonia were ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "respectively , as follows : Overall pooled sensitivity and specificity for diagnosis of pneumonia by lung ultrasound were 0.85 ( 0.84-0.87 ) and 0.93 ( 0.92-0.95 ) , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Overall pooled positive and negative LRs were 11.05 ( 3.76-32.50 ) and 0.08 ( 0.04-0.15 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "pooled diagnostic Odds ratio was 173.64 ( 38.79-777.35 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and area under the pooled ROC ( AUC for SROC ) was 0.978 .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Point of care lung ultrasound is an accurate tool for the diagnosis of pneumonia. Considering being easy, readily availability, low cost, and free from radiological hazards, it can be considered as important diagnostic strategy in this condition.",
      "sentences": [
        [
          {
            "segment_text": "Point of care lung ultrasound is an accurate tool for the diagnosis of pneumonia .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Considering being easy , readily availability ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "low cost , and free from radiological hazards ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "it can be considered as important diagnostic strategy in this condition .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "11",
    "segment_num": "20",
    "token_num": "315"
  }
}