{
  "paper_id": "1043007c52a94b83cc808e655d3d0745a0eee13b",
  "metadata": {
    "title": "A Major Role of Macrophage Activation by Interferon- Gamma During Mouse Hepatitis Virus Type 3 Infection. II. Age-Dependent Resistance",
    "coda_data_split": "train",
    "coda_paper_id": 4163,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "In contrast to adult mice, young AI] mice, developed an acute hepatitis following infection with Mouse Hepatitis virus type 3. 100 % of the young animals died 4 to 5 days after the infection and high levels of virus were found in the liver and peritoneal exudate. Very low levels of IFN-y were found in the serum and peritoneal exudate of infected young mice. This was in contrast to the levels observed in adult mice. Spleen cells and macrophage cultures from young AI] mice, again in contrast to adult AI] mice, were shown to be unable to synthesize IFN-y and IFN-Ct/~ respectively. Macrophages from either young or adult AI] mice were able to be activated with exogenous recombinant IFN-y or IFN-a/~, enabling both sets of cells to restrict MHV3 replication. The results indicate that the ability of the immune system to synthesize IFN-y and IFN-a/~ may playa major role in the age-dependent resistance of AI] mice to MHV3.",
      "sentences": [
        [
          {
            "segment_text": "In contrast to adult mice ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "young AI ) mice , developed an acute hepatitis following infection with Mouse Hepatitis virus type 3 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "100 % of the young animals died 4 to 5 days after the infection and high levels of virus were found in the liver and peritoneal exudate .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Very low levels of IFN-y were found in the serum and peritoneal exudate of infected young mice .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This was in contrast to the levels observed in adult mice .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Spleen cells and macrophage cultures from young AI ) mice ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "again in contrast to adult AI ) mice ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "were shown to be unable to synthesize IFN-y and IFN-Ct / ~ respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Macrophages from either young or adult AI ) mice were able to be activated with exogenous recombinant IFN-y or IFN-a / ~ ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "enabling both sets of cells to restrict MHV3 replication .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The results indicate that the ability of the immune system to synthesize IFN-y and IFN-a / ~ may playa major role in the age-dependent resistance of AI ) mice to MHV3 .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "11",
    "token_num": "181"
  }
}