{
  "paper_id": "1054ed358dfede6e22877513169bef30c491c363",
  "metadata": {
    "title": "Class II Transactivator (CIITA) Enhances Cytoplasmic Processing of HIV-1 Pr55Gag",
    "coda_data_split": "train",
    "coda_paper_id": 3665,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: The Pr55 gag (Gag) polyprotein of HIV serves as a scaffold for virion assembly and is thus essential for progeny virion budding and maturation. Gag localizes to the plasma membrane (PM) and membranes of late endosomes, allowing for release of infectious virus directly from the cell membrane and/or upon exocytosis. The host factors involved in Gag trafficking to these sites are largely unknown. Upon activation, CD4+ T cells, the primary target of HIV infection, express the class II transcriptional activator (CIITA) and therefore the MHC class II isotype, HLA-DR. Similar to Gag, HLA-DR localizes to the PM and at the membranes of endosomes and specialized vesicular MHC class II compartments (MIICs). In HIV producer cells, transient HLA-DR expression induces intracellular Gag accumulation and impairs virus release.",
      "sentences": [
        [
          {
            "segment_text": "Background : The Pr55 gag ( Gag ) polyprotein of HIV serves as a scaffold for virion assembly and is thus essential for progeny virion budding and maturation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Gag localizes to the plasma membrane ( PM ) and membranes of late endosomes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "allowing for release of infectious virus directly from the cell membrane and/or upon exocytosis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The host factors involved in Gag trafficking to these sites are largely unknown .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Upon activation , CD4 + T cells ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the primary target of HIV infection ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "express the class II transcriptional activator ( CIITA ) and therefore the MHC class II isotype , HLA-DR .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Similar to Gag , HLA-DR localizes to the PM and at the membranes of endosomes and specialized vesicular MHC class II compartments ( MIICs ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In HIV producer cells , transient HLA-DR expression induces intracellular Gag accumulation and impairs virus release .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Methodology/Principal Findings: Here we demonstrate that both stable and transient expression of CIITA in HIV producer cells does not induce HLA-DR-associated intracellular retention of Gag, but does increase the infectivity of virions. However, neither of these phenomena is due to recapitulation of the class II antigen presentation pathway or CIITA-mediated transcriptional activation of virus genes. Interestingly, we demonstrate that CIITA, apart from its transcriptional effects, acts cytoplasmically to enhance Pr160 gag-pol (Gag-Pol) levels and thereby the viral protease and Gag processing, accounting for the increased infectivity of virions from CIITA-expressing cells.",
      "sentences": [
        [
          {
            "segment_text": "Methodology/Principal Findings : Here we demonstrate that both stable and transient expression of CIITA in HIV producer cells does not induce HLA-DR-associated intracellular retention of Gag ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but does increase the infectivity of virions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , neither of these phenomena is due to recapitulation of the class II antigen presentation pathway or CIITA-mediated transcriptional activation of virus genes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Interestingly , we demonstrate that CIITA ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "apart from its transcriptional effects ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "acts cytoplasmically to enhance Pr160 gag-pol ( Gag-Pol ) levels and thereby the viral protease and Gag processing ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "accounting for the increased infectivity of virions from CIITA-expressing cells .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions/Significance: This study demonstrates that CIITA enhances HIV Gag processing, and provides the first evidence of a novel, post-transcriptional, cytoplasmic function for a well-known transactivator.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions/Significance : This study demonstrates that CIITA enhances HIV Gag processing ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and provides the first evidence of a novel ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "post-transcriptional , cytoplasmic function for a well-known transactivator .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "10",
    "segment_num": "19",
    "token_num": "283"
  }
}