{
  "paper_id": "105d57cfb6190d7c7ee922e952f7d9591e72078b",
  "metadata": {
    "title": "Investigation of C-terminal domain of SARS nucleocapsid protein-Duplex DNA interaction using transistors and binding-site models Biographies",
    "coda_data_split": "train",
    "coda_paper_id": 9065,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "AlGaN/GaN high electron mobility transistors (HEMTs) were used to sense the binding between double stranded DNA (dsDNA) and the severe acute respiratory syndrome coronavirus (SARS-CoV) nucleocapsid protein (N protein). The sensing signals were the drain current change of the HEMTs induced by the protein-dsDNA binding. Binding-site models using surface coverage ratios were utilized to analyze the signals from the HEMT-based sensors to extract the dissociation constants and predict the number of binding sites. Two dissociation constants, K D1 \u003d 0.0955 nM, K D2 \u003d 51.23 nM, were obtained by fitting the experimental results into the two-binding-site model. The result shows that this technique is more competitive than isotope-labeling electrophoretic mobility shift assay (EMSA). We demonstrated that AlGaN/GaN HEMTs were highly potential in constructing a semiconductor-based-sensor binding assay to extract the dissociation constants of nucleotide-protein interaction.",
      "sentences": [
        [
          {
            "segment_text": "AlGaN/GaN high electron mobility transistors ( HEMTs ) were used to sense the binding between double stranded DNA ( dsDNA ) and the severe acute respiratory syndrome coronavirus ( SARS-CoV ) nucleocapsid protein ( N protein ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The sensing signals were the drain current change of the HEMTs induced by the protein-dsDNA binding .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Binding-site models using surface coverage ratios were utilized to analyze the signals from the HEMT-based sensors to extract the dissociation constants and predict the number of binding sites .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Two dissociation constants , K D1 \u003d 0.0955 nM ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "K D2 \u003d 51.23 nM ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "were obtained by fitting the experimental results into the two-binding-site model .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The result shows that this technique is more competitive than isotope-labeling electrophoretic mobility shift assay ( EMSA ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We demonstrated that AlGaN/GaN HEMTs were highly potential in constructing a semiconductor-based-sensor binding assay to extract the dissociation constants of nucleotide-protein interaction .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "8",
    "token_num": "154"
  }
}