{
  "paper_id": "106b769328f09f2f27eb26ecfe9d11f60c8325e2",
  "metadata": {
    "title": "Structural and functional analysis of the S proteins of two human coronavirus 0C43 strains adapted to growth in different cells Brief Report",
    "coda_data_split": "train",
    "coda_paper_id": 2836,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The receptor-binding activity of strain CU (grown in MDCK I cells) and of strain VA (adapted to Vero cells) of human coronavirus OC43 was analyzed and compared with the binding activity of bovine coronavirus (BCV) and of the OC43 strain provided by the American Type Culture Collection (AT). Results obtained with resialylated erythrocytes indicated that the ability of the viruses to recognize 9-O-acetylated sialic acid in an ~2,6-1inkage decreased in the following order: AT \u003e CU \u003e BCV \u003e VA. Only minor differences were observed with respect to the ~2,3-1inkage. The amino acid sequence of the S protein of strain CU and VA was derived from the nucleotide sequence of the cloned gene. Strain VA differed from strain CU in 34 positions, 18 in the S1 and 16 in the $2 subunit.",
      "sentences": [
        [
          {
            "segment_text": "The receptor-binding activity of strain CU ( grown in MDCK I cells ) and of strain VA ( adapted to Vero cells ) of human coronavirus OC43 was analyzed and compared with the binding activity of bovine coronavirus ( BCV ) and of the OC43 strain provided by the American Type Culture Collection ( AT ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results obtained with resialylated erythrocytes indicated that the ability of the viruses to recognize 9-O-acetylated sialic acid in an ~ 2,6-1inkage decreased in the following order : AT \u003e CU \u003e BCV \u003e VA. .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Only minor differences were observed with respect to the ~ 2,3-1inkage .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The amino acid sequence of the S protein of strain CU and VA was derived from the nucleotide sequence of the cloned gene .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Strain VA differed from strain CU in 34 positions ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "18 in the S1 and 16 in the $ 2 subunit .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Coronaviruses are members of the family Coronaviridae that comprises large, single-stranded RNA viruses with positive genome polarity. The virions are composed of a nucleocapsid protein (N) and two or three glycoproteins, respectively. The glycoproteins include the surface protein (S), the hemagglutininesterase (HE) and the membrane protein (M). The presence of an HE protein is a characteristic feature of a serological subgroup of coronaviruses that includes human coronavirus OC43 (HCV-OC43), bovine coronavirus (BCV), mouse hepatitis virus (MHV) and hemagglutinating encephalomyelitis virus (for re-*Present address: Maco",
      "sentences": [
        [
          {
            "segment_text": "Coronaviruses are members of the family Coronaviridae that comprises large ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "single-stranded RNA viruses with positive genome polarity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The virions are composed of a nucleocapsid protein ( N ) and two or three glycoproteins , respectively .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The glycoproteins include the surface protein ( S ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the hemagglutininesterase ( HE ) and the membrane protein ( M ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The presence of an HE protein is a characteristic feature of a serological subgroup of coronaviruses that includes human coronavirus OC43 ( HCV-OC43 ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "bovine coronavirus ( BCV ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "mouse hepatitis virus ( MHV ) and hemagglutinating encephalomyelitis virus ( for re - * Present address : Maco",
            "crowd_label": "background"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "9",
    "segment_num": "14",
    "token_num": "261"
  }
}