{
  "paper_id": "108edebad1fe2f7ae253a2f040fc92df95620fa4",
  "metadata": {
    "title": "Neutrophils May Be a Vehicle for Viral Replication and Dissemination in Human H5N1 Avian Influenza",
    "coda_data_split": "train",
    "coda_paper_id": 7558,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The mechanism of systemic spread of H5N1 virus in patients with avian influenza is unknown. Here, H5N1 nucleoprotein and hemagglutinin were identified by immunohistochemistry in the nucleus and cytoplasm of neutrophils in the placental blood of a pregnant woman. Viral RNA was detected in neutrophils by in situ hybridization and enhanced realtime polymerase chain reaction. Therefore, neutrophils may serve as a vehicle for viral replication and transportation in avian influenza.",
      "sentences": [
        [
          {
            "segment_text": "The mechanism of systemic spread of H5N1 virus in patients with avian influenza is unknown .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , H5N1 nucleoprotein and hemagglutinin were identified by immunohistochemistry in the nucleus and cytoplasm of neutrophils in the placental blood of a pregnant woman .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Viral RNA was detected in neutrophils by in situ hybridization and enhanced realtime polymerase chain reaction .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Therefore , neutrophils may serve as a vehicle for viral replication and transportation in avian influenza .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Human avian influenza (H5N1) infection possesses a great potential threat to human health. However, the pathogenesis of this emerging disease is poorly understood. A previous study demonstrated that extrapulmonary organs, including the placenta, trachea, intestine, and brain, can be infected with human avian influenza H5N1 virus [1] . This virus has been detected in serum [2], but the exact means of viral spread beyond the respiratory system is unclear.",
      "sentences": [
        [
          {
            "segment_text": "Human avian influenza ( H5N1 ) infection possesses a great potential threat to human health .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , the pathogenesis of this emerging disease is poorly understood .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A previous study demonstrated that extrapulmonary organs ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including the placenta , trachea ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "intestine , and brain , can be infected with human avian influenza H5N1 virus ( 1 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This virus has been detected in serum ( 2 ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but the exact means of viral spread beyond the respiratory system is unclear .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "In the present study, we investigated organs obtained at autopsy from an H5N1 virus-infected pregnant woman and from her fetus in an attempt to study the mechanism of systemic dissemination of H5N1 virus. Neutrophils were abundant in the placenta, and therefore, we evaluated blood cells in the",
      "sentences": [
        [
          {
            "segment_text": "In the present study , we investigated organs obtained at autopsy from an H5N1 virus-infected pregnant woman and from her fetus in an attempt to study the mechanism of systemic dissemination of H5N1 virus .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Neutrophils were abundant in the placenta ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and therefore , we evaluated blood cells in the",
            "crowd_label": "method"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "10",
    "segment_num": "14",
    "token_num": "212"
  }
}