{
  "paper_id": "10905e5423cc57fa9bd97aba8a348a3866953874",
  "metadata": {
    "title": "Dendritic Cells in the Cross Hair for the Generation of Tailored vaccines",
    "coda_data_split": "train",
    "coda_paper_id": 4239,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Vaccines represent the discovery of utmost importance for global health, due to both prophylactic action to prevent infections and therapeutic intervention in neoplastic diseases. Despite this, current vaccination strategies need to be refined to successfully generate robust protective antigen-specific memory immune responses. To address this issue, one possibility is to exploit the high efficiency of dendritic cells (DCs) as antigen-presenting cells for T cell priming. DCs functional plasticity allows shaping the outcome of immune responses to achieve the required type of immunity. Therefore, the choice of adjuvants to guide and sustain DCs maturation, the design of multifaceted vehicles, and the choice of surface molecules to specifically target DCs represent the key issues currently explored in both preclinical and clinical settings. Here, we review advances in DCs-based vaccination approaches, which exploit direct in vivo DCs targeting and activation options. We also discuss the recent findings for efficient antitumor DCs-based vaccinations and combination strategies to reduce the immune tolerance promoted by the tumor microenvironment.",
      "sentences": [
        [
          {
            "segment_text": "Vaccines represent the discovery of utmost importance for global health ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "due to both prophylactic action to prevent infections and therapeutic intervention in neoplastic diseases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Despite this , current vaccination strategies need to be refined to successfully generate robust protective antigen-specific memory immune responses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To address this issue , one possibility is to exploit the high efficiency of dendritic cells ( DCs ) as antigen-presenting cells for T cell priming .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "DCs functional plasticity allows shaping the outcome of immune responses to achieve the required type of immunity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Therefore , the choice of adjuvants to guide and sustain DCs maturation ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the design of multifaceted vehicles ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and the choice of surface molecules to specifically target DCs represent the key issues currently explored in both preclinical and clinical settings .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we review advances in DCs-based vaccination approaches ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "which exploit direct in vivo DCs targeting and activation options .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We also discuss the recent findings for efficient antitumor DCs-based vaccinations and combination strategies to reduce the immune tolerance promoted by the tumor microenvironment .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "FiGURe 1 | Dendritic cells (DCs) readapted taxonomy. Newly identified populations of blood human DCs are shown. DC1 subset is clearly distinct by the expression of CLEC9A, and it is specialized in cross-presentation of ags. DC2 and DC3 constitute the conventional DCs pool, even though they appear to be phenotypically slightly different and, upon stimulation with TLR ligands, their diversity emerges. DC4 is a population characterized by an upregulated Type I Interferon pathway for antiviral responses. DC5 has emerged as a new population whose specific functions are still unexplored. DC6 corresponds to the classic plasmacytoid DCs. These advances in the fine characterization of DCs in humans may shed light on the best subset to be targeted to incentivize the desired immune response.",
      "sentences": [
        [
          {
            "segment_text": "FiGURe 1 | Dendritic cells ( DCs ) readapted taxonomy .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Newly identified populations of blood human DCs are shown .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "DC1 subset is clearly distinct by the expression of CLEC9A ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and it is specialized in cross-presentation of ags .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "DC2 and DC3 constitute the conventional DCs pool ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "even though they appear to be phenotypically slightly different and ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "upon stimulation with TLR ligands , their diversity emerges .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "DC4 is a population characterized by an upregulated Type I Interferon pathway for antiviral responses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "DC5 has emerged as a new population whose specific functions are still unexplored .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "DC6 corresponds to the classic plasmacytoid DCs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These advances in the fine characterization of DCs in humans may shed light on the best subset to be targeted to incentivize the desired immune response .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "15",
    "segment_num": "22",
    "token_num": "315"
  }
}