{
  "paper_id": "10978f83e192204ea4f2347d49886969558a8b99",
  "metadata": {
    "title": "Viral RNA switch mediates the dynamic control of flavivirus replicase recruitment by genome cyclization",
    "coda_data_split": "train",
    "coda_paper_id": 6822,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Viral replicase recruitment and long-range RNA interactions are essential for RNA virus replication, yet the mechanism of their interplay remains elusive. Flaviviruses include numerous important human pathogens, e.g., dengue virus (DENV) and Zika virus (ZIKV). Here, we revealed a highly conserved, conformation-tunable cis-acting element named 5 0 -UAR-flanking stem (UFS) in the flavivirus genomic 5 0 terminus. We demonstrated that the UFS was critical for efficient NS5 recruitment and viral RNA synthesis in different flaviviruses. Interestingly, stabilization of the DENV UFS impaired both genome cyclization and vRNA replication. Moreover, the UFS unwound in response to genome cyclization, leading to the decreased affinity of NS5 for the viral 5 0 end. Thus, we propose that the UFS is switched by genome cyclization to regulate dynamic RdRp binding for vRNA replication. This study demonstrates that the UFS enables communication between flavivirus genome cyclization and RdRp recruitment, highlighting the presence of switch-like mechanisms among RNA viruses.",
      "sentences": [
        [
          {
            "segment_text": "Viral replicase recruitment and long-range RNA interactions are essential for RNA virus replication ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "yet the mechanism of their interplay remains elusive .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Flaviviruses include numerous important human pathogens ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "e.g. , dengue virus ( DENV ) and Zika virus ( ZIKV ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we revealed a highly conserved ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "conformation-tunable cis-acting element named 5 0 - UAR-flanking stem ( UFS ) in the flavivirus genomic 5 0 terminus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We demonstrated that the UFS was critical for efficient NS5 recruitment and viral RNA synthesis in different flaviviruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Interestingly , stabilization of the DENV UFS impaired both genome cyclization and vRNA replication .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , the UFS unwound in response to genome cyclization ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "leading to the decreased affinity of NS5 for the viral 5 0 end .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Thus , we propose that the UFS is switched by genome cyclization to regulate dynamic RdRp binding for vRNA replication .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This study demonstrates that the UFS enables communication between flavivirus genome cyclization and RdRp recruitment ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "highlighting the presence of switch-like mechanisms among RNA viruses .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "13",
    "token_num": "178"
  }
}