{
  "paper_id": "109ac576c495ec3c3f4366c6f0f31d69e9b60dee",
  "metadata": {
    "title": "Foreign Health, Ministry of Health, Social Services and Equality of Spain in Barcelona, Delegation of the Spanish Government in Catalonia",
    "coda_data_split": "train",
    "coda_paper_id": 2695,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The start of the cholera epidemic in Haiti quickly highlighted the necessity of the implementation of an Alert and Response (A\u0026R) System to complement the existing national surveillance system. The national system had been able to detect and confirm the outbreak etiology but required external support to monitor the spread of cholera and coordinate response, because much of the information produced was insufficiently timely for real-time monitoring and directing of a rapid, targeted response. The A\u0026R System was designed by the Pan American Health Organization/ World Health Organization in collaboration with the Haiti Ministry of Health, and it was based on a network of partners, including any institution, structure, or individual that could identify, verify, and respond to alerts. The defined objectives were to (1) save lives through early detection and treatment of cases and (2) control the spread through early intervention at the community level. The operational structure could be broken down into three principle categories: (1) alert (early warning), (2) verification and assessment of the information, and (3) efficient and timely response in coordination with partners to avoid duplication. Information generated by the A\u0026R System was analyzed and interpreted, and the qualitative information was critical in qualifying the epidemic and defining vulnerable areas, particularly because the national surveillance system reported incomplete data for more than one department. The A\u0026R System detected a number of alerts unrelated to cholera and facilitated rapid access to that information. The sensitivity of the system and its ability to react quickly was shown in May of 2011, when an abnormal increase in alerts coming from several communes in the Sud-Est Department in epidemiological weeks (EWs) 17 and 18 were noted and disseminated network-wide and response activities were implemented. The national cholera surveillance system did not register the increase until EWs 21 and 22, and the information did not become available until EWs 23 and 24, when the peak of cases had already been reached. Although many of the partners reporting alerts during the peak of the cholera epidemic have since left Haiti, the A\u0026R System has continued to function as an Early Warning (EWARN) System, and it continues to be developed with recent activities, such as the distribution of cell phones to enhance alert communication.",
      "sentences": [
        [
          {
            "segment_text": "The start of the cholera epidemic in Haiti quickly highlighted the necessity of the implementation of an Alert and Response ( A\u0026R ) System to complement the existing national surveillance system .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The national system had been able to detect and confirm the outbreak etiology but required external support to monitor the spread of cholera and coordinate response ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "because much of the information produced was insufficiently timely for real-time monitoring and directing of a rapid , targeted response .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The A\u0026R System was designed by the Pan American Health Organization / World Health Organization in collaboration with the Haiti Ministry of Health ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and it was based on a network of partners ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including any institution , structure ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "or individual that could identify ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "verify , and respond to alerts .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The defined objectives were to ( 1 ) save lives through early detection and treatment of cases and ( 2 ) control the spread through early intervention at the community level .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The operational structure could be broken down into three principle categories : ( 1 ) alert ( early warning ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "( 2 ) verification and assessment of the information ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and ( 3 ) efficient and timely response in coordination with partners to avoid duplication .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Information generated by the A\u0026R System was analyzed and interpreted ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and the qualitative information was critical in qualifying the epidemic and defining vulnerable areas ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "particularly because the national surveillance system reported incomplete data for more than one department .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The A\u0026R System detected a number of alerts unrelated to cholera and facilitated rapid access to that information .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The sensitivity of the system and its ability to react quickly was shown in May of 2011 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "when an abnormal increase in alerts coming from several communes in the Sud-Est Department in epidemiological weeks ( EWs ) 17 and 18 were noted and disseminated network-wide and response activities were implemented .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The national cholera surveillance system did not register the increase until EWs 21 and 22 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the information did not become available until EWs 23 and 24 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "when the peak of cases had already been reached .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Although many of the partners reporting alerts during the peak of the cholera epidemic have since left Haiti ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the A\u0026R System has continued to function as an Early Warning ( EWARN ) System ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and it continues to be developed with recent activities ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "such as the distribution of cell phones to enhance alert communication .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "25",
    "token_num": "420"
  }
}