{
  "paper_id": "10a00127b58146d07b27dedcfe228aa22c392188",
  "metadata": {
    "title": "DNA recombination defects in Kuwait: Clinical, immunologic and genetic profile",
    "coda_data_split": "train",
    "coda_paper_id": 3774,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Defects in DNA Recombination due to mutations in RAG1/2 or DCLRE1C result in combined immunodeficiency (CID) with a range of disease severity. We present the clinical, immunologic and molecular characteristics of 21 patients with defects in RAG1, RAG2 or DCLRE1C, who accounted for 24% of combined immune deficiency cases in the Kuwait National Primary Immunodeficiency Disorders Registry. The distribution of the patients was as follow: 8 with RAG1 deficiency, 6 with RAG2 deficiency and 7 with DCLRE1C deficiency. Nine patients presented with SCID, 6 with OS, 2 with leaky SCID and 4 with CID and granuloma and/or autoimmunity (CID-G/AI). Eight patients [(7 SCID and 1 OS) (38%)] received hematopoietic stem cell transplant (HSCT). The median age of HSCT was 11.5 months and the median time from diagnosis to HSCT was 6 months. Fifty percent of the transplanted patients are alive while only 23% of the untransplanted ones are alive.",
      "sentences": [
        [
          {
            "segment_text": "Defects in DNA Recombination due to mutations in RAG1/2 or DCLRE1C result in combined immunodeficiency ( CID ) with a range of disease severity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We present the clinical , immunologic and molecular characteristics of 21 patients with defects in RAG1 ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "RAG2 or DCLRE1C , who accounted for 24 % of combined immune deficiency cases in the Kuwait National Primary Immunodeficiency Disorders Registry .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The distribution of the patients was as follow : 8 with RAG1 deficiency ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "6 with RAG2 deficiency and 7 with DCLRE1C deficiency .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Nine patients presented with SCID ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "6 with OS , 2 with leaky SCID and 4 with CID and granuloma and/or autoimmunity ( CID-G/AI ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Eight patients ( ( 7 SCID and 1 OS ) ( 38 % ) ) received hematopoietic stem cell transplant ( HSCT ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The median age of HSCT was 11.5 months and the median time from diagnosis to HSCT was 6 months .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Fifty percent of the transplanted patients are alive while only 23 % of the untransplanted ones are alive .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "10",
    "token_num": "178"
  }
}