{
  "paper_id": "10a704781b2698846e04cb8eed622851f49e4315",
  "metadata": {
    "title": "Priming T-cell responses with recombinant measles vaccine vector in a heterologous prime-boost setting in non-human primates",
    "coda_data_split": "train",
    "coda_paper_id": 8218,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Licensed live attenuated virus vaccines capable of expressing transgenes from other pathogens have the potential to reduce the number of childhood immunizations by eliciting robust immunity to multiple pathogens simultaneously. Recombinant attenuated measles virus (rMV) derived from the Edmonston Zagreb vaccine strain was engineered to express simian immunodeficiency virus (SIV) Gag protein for the purpose of evaluating the immunogenicity of rMV as a vaccine vector in rhesus macaques. rMV-Gag immunization alone elicited robust measles-specific humoral and cellular responses, but failed to elicit transgene (Gag)-specific immune responses, following aerosol or intratracheal/intramuscular delivery. However, when administered as a priming vaccine to a heterologous boost with recombinant adenovirus serotype 5 expressing the same transgene, rMV-Gag significantly enhanced Gag-specific T lymphocyte responses following rAd5 immunization. Gag-specific humoral responses were not enhanced, however, which may be due to either the transgene or the vector. Cellular response priming by rMV against the transgene was highly effective even when using a suboptimal dose of rAd5 for the boost. These data demonstrate feasibility of using rMV as a priming component of heterologous prime-boost vaccine regimens for pathogens requiring strong cellular responses.",
      "sentences": [
        [
          {
            "segment_text": "Licensed live attenuated virus vaccines capable of expressing transgenes from other pathogens have the potential to reduce the number of childhood immunizations by eliciting robust immunity to multiple pathogens simultaneously .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Recombinant attenuated measles virus ( rMV ) derived from the Edmonston Zagreb vaccine strain was engineered to express simian immunodeficiency virus ( SIV ) Gag protein for the purpose of evaluating the immunogenicity of rMV as a vaccine vector in rhesus macaques .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "rMV-Gag immunization alone elicited robust measles-specific humoral and cellular responses ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but failed to elicit transgene ( Gag ) - specific immune responses ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "following aerosol or intratracheal/intramuscular delivery .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , when administered as a priming vaccine to a heterologous boost with recombinant adenovirus serotype 5 expressing the same transgene ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "rMV-Gag significantly enhanced Gag-specific T lymphocyte responses following rAd5 immunization .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Gag-specific humoral responses were not enhanced ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "however , which may be due to either the transgene or the vector .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Cellular response priming by rMV against the transgene was highly effective even when using a suboptimal dose of rAd5 for the boost .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These data demonstrate feasibility of using rMV as a priming component of heterologous prime-boost vaccine regimens for pathogens requiring strong cellular responses .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "11",
    "token_num": "204"
  }
}