{
  "paper_id": "10aec3e88d6026133297f5b62736904bf40695fc",
  "metadata": {
    "title": "Survival of Severe Acute Respiratory Syndrome Coronavirus",
    "coda_data_split": "train",
    "coda_paper_id": 10912,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background. The primary modes of transmission of severe acute respiratory syndrome (SARS) coronavirus (SARS-CoV) appear to be direct mucus membrane contact with infectious droplets and through exposure to formites. Knowledge of the survival characteristics of the virus is essential for formulating appropriate infectioncontrol measures.",
      "sentences": [
        [
          {
            "segment_text": "Background .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The primary modes of transmission of severe acute respiratory syndrome ( SARS ) coronavirus ( SARS-CoV ) appear to be direct mucus membrane contact with infectious droplets and through exposure to formites .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Knowledge of the survival characteristics of the virus is essential for formulating appropriate infectioncontrol measures .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Methods. Survival of SARS-CoV strain GVU6109 was studied in stool and respiratory specimens. Survival of the virus on different environmental surfaces, including a laboratory request form, an impervious disposable gown, and a cotton nondisposable gown, was investigated. The virucidal effects of sodium hypochlorite, house detergent, and a peroxygen compound (Virkon S; Antec International) on the virus were also studied.",
      "sentences": [
        [
          {
            "segment_text": "Methods .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Survival of SARS-CoV strain GVU6109 was studied in stool and respiratory specimens .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Survival of the virus on different environmental surfaces ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "including a laboratory request form ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "an impervious disposable gown , and a cotton nondisposable gown , was investigated .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The virucidal effects of sodium hypochlorite ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "house detergent , and a peroxygen compound ( Virkon S ; Antec International ) on the virus were also studied .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results. SARS-CoV GVU6109 can survive for 4 days in diarrheal stool samples with an alkaline pH, and it can remain infectious in respiratory specimens for 17 days at room temperature. Even at a relatively high concentration (10 4 tissue culture infective doses/mL), the virus could not be recovered after drying of a paper request form, and its infectivity was shown to last longer on the disposable gown than on the cotton gown. All disinfectants tested were shown to be able to reduce the virus load by 13 log within 5 min.",
      "sentences": [
        [
          {
            "segment_text": "Results .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "SARS-CoV GVU6109 can survive for 4 days in diarrheal stool samples with an alkaline pH ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and it can remain infectious in respiratory specimens for 17 days at room temperature .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Even at a relatively high concentration ( 10 4 tissue culture infective doses/mL ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the virus could not be recovered after drying of a paper request form ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and its infectivity was shown to last longer on the disposable gown than on the cotton gown .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "All disinfectants tested were shown to be able to reduce the virus load by 13 log within 5 min .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions. Fecal and respiratory samples can remain infectious for a long period of time at room temperature. The risk of infection via contact with droplet-contaminated paper is small. Absorbent material, such as cotton, is preferred to nonabsorptive material for personal protective clothing for routine patient care where risk of large spillage is unlikely. The virus is easily inactivated by commonly used disinfectants.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Fecal and respiratory samples can remain infectious for a long period of time at room temperature .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The risk of infection via contact with droplet-contaminated paper is small .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Absorbent material , such as cotton ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "is preferred to nonabsorptive material for personal protective clothing for routine patient care where risk of large spillage is unlikely .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The virus is easily inactivated by commonly used disinfectants .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "16",
    "segment_num": "23",
    "token_num": "292"
  }
}