{
  "paper_id": "10b60ad509529d6aa668e35c9456967cb797b6c4",
  "metadata": {
    "title": "What is new in the nucleolus? Workshop on the Nucleolus: New Perspectives",
    "coda_data_split": "train",
    "coda_paper_id": 8615,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "York, UK, was a good choice for the venue of this workshop because the history of nucleolar research-like the city-falls into distinct eras. Founded by the Romans in 71 AD, York has been occupied at various points in time by the Saxons, Vikings and Normans. Our understanding of the nucleolus has also followed a pattern in which rapid advances have been interspersed with periods of relative dormancy. The nucleolus was first observed early in the nineteenth century, but it was not until the 1960s that its role in ribosome biogenesis was established. After that, it was assumed that the nucleolus did not do much else; however, to our surprise, many unexpected roles for the nucleolus have emerged in the past decade.",
      "sentences": [
        [
          {
            "segment_text": "York , UK , was a good choice for the venue of this workshop because the history of nucleolar research-like the city-falls into distinct eras .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Founded by the Romans in 71 AD ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "York has been occupied at various points in time by the Saxons , Vikings and Normans .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Our understanding of the nucleolus has also followed a pattern in which rapid advances have been interspersed with periods of relative dormancy .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The nucleolus was first observed early in the nineteenth century ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but it was not until the 1960s that its role in ribosome biogenesis was established .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "After that , it was assumed that the nucleolus did not do much else ; however ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "to our surprise , many unexpected roles for the nucleolus have emerged in the past decade .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "The textbook view of the nucleolus shows a fibrillar centre surrounded by a ring of dense fibrillar components, with granular components scattered throughout the body of the nucleolus. However, D. Lafontaine (Brussels, Belgium) reminded us that most eukaryotes have only two subcompartments and lack the fibrillar centre (Thiry \u0026 Lafontaine, 2005) . This division between bipartite and tripartite nucleoli seems to have been a recent evolutionary event that",
      "sentences": [
        [
          {
            "segment_text": "The textbook view of the nucleolus shows a fibrillar centre surrounded by a ring of dense fibrillar components ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "with granular components scattered throughout the body of the nucleolus .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , D. Lafontaine ( Brussels , Belgium ) reminded us that most eukaryotes have only two subcompartments and lack the fibrillar centre ( Thiry \u0026 Lafontaine , 2005 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This division between bipartite and tripartite nucleoli seems to have been a recent evolutionary event that",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "8",
    "segment_num": "12",
    "token_num": "212"
  }
}