{
  "paper_id": "10c9cdfc6c7d6b87be6ecfacbcbf1e150d5b6906",
  "metadata": {
    "title": "Structural Biology and Crystallization Communications Crystallization and diffraction analysis of the SARS coronavirus nsp10-nsp16 complex",
    "coda_data_split": "train",
    "coda_paper_id": 10764,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "To date, the SARS coronavirus is the only known highly pathogenic human coronavirus. In 2003, it was responsible for a large outbreak associated with a 10% fatality rate. This positive RNA virus encodes a large replicase polyprotein made up of 16 gene products (nsp1-16), amongst which two methyltransferases, nsp14 and nsp16, are involved in viral mRNA cap formation. The crystal structure of nsp16 is unknown. Nsp16 is an RNA-cap AdoMet-dependent (nucleoside-2 0 -O-)-methyltransferase that is only active in the presence of nsp10. In this paper, the expression, purification and crystallization of nsp10 in complex with nsp16 are reported. The crystals diffracted to a resolution of 1.9 Å resolution and crystal structure determination is in progress.",
      "sentences": [
        [
          {
            "segment_text": "To date , the SARS coronavirus is the only known highly pathogenic human coronavirus .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In 2003 , it was responsible for a large outbreak associated with a 10 % fatality rate .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This positive RNA virus encodes a large replicase polyprotein made up of 16 gene products ( nsp1-16 ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "amongst which two methyltransferases , nsp14 and nsp16 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "are involved in viral mRNA cap formation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The crystal structure of nsp16 is unknown .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Nsp16 is an RNA-cap AdoMet-dependent ( nucleoside-2 0 - O - ) - methyltransferase that is only active in the presence of nsp10 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this paper , the expression ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "purification and crystallization of nsp10 in complex with nsp16 are reported .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The crystals diffracted to a resolution of 1.9 Å resolution and crystal structure determination is in progress .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "10",
    "token_num": "138"
  }
}