{
  "paper_id": "10d26e0d6a3d50bd821ebc7c1588cb48d88431ee",
  "metadata": {
    "title": "In situ hybridization technique for the detection of swine enteric and respiratory coronaviruses, transmissible gastroenteritis virus (TGEV) and porcine respiratory coronavirus (PRCV), in formalin-fixed paraffin-embedded tissues",
    "coda_data_split": "train",
    "coda_paper_id": 3193,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The in situ hybridization (ISH) technique was developed to detect the swine coronaviruses, transmissible gastroenteritis virus (TGEV) and porcine respiratory coronavirus (PRCV), in cell culture and tissue sections from TGEV-or PRCV-infected pigs. The 35S-labeled RNA probes were generated from two plasmids pPSP.FP, and pPSP.FP, containing part of the S gene of TGEV. The procedure was first standardized in cell cultures. The radiolabeled pPSP.FP, probe detected both TGEV and PRCV in virus-inoculated cell cultures, whereas pPSP.FP, probe detected TGEV but not PRCV. The probe was then used to detect TGEV or PRCV in tissues of pigs experimentally infected with TGEV or PRCV or naturally infected with TGEV. Again, the probes detected TGEV in intestines of experimentally and naturally infected pigs and PRCV in the lungs of experimentally infected pigs. TGEV RNA was detected mainly within the enterocytes at the tips of villi and, less often, within some crypt epithelial cells. PRCV was shown to replicate mainly in the bronchiolar epithelial cells and in lesser amount in type II pneumocytes, type I pneumocytes, alveolar macrophages and bronchial epithelial cells, respectively. ISH has potential applications as a diagnostic test for the detection and differentiation of TGEV and PRCV in tissues and in studies to gain a better understanding of the mechanism of pathogenesis of enteric and respiratory coronavirus infections.",
      "sentences": [
        [
          {
            "segment_text": "The in situ hybridization ( ISH ) technique was developed to detect the swine coronaviruses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "transmissible gastroenteritis virus ( TGEV ) and porcine respiratory coronavirus ( PRCV ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "in cell culture and tissue sections from TGEV-or PRCV-infected pigs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The 35S-labeled RNA probes were generated from two plasmids pPSP.FP ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and pPSP.FP , containing part of the S gene of TGEV .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The procedure was first standardized in cell cultures .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The radiolabeled pPSP.FP , probe detected both TGEV and PRCV in virus-inoculated cell cultures ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "whereas pPSP.FP , probe detected TGEV but not PRCV .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The probe was then used to detect TGEV or PRCV in tissues of pigs experimentally infected with TGEV or PRCV or naturally infected with TGEV .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Again , the probes detected TGEV in intestines of experimentally and naturally infected pigs and PRCV in the lungs of experimentally infected pigs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "TGEV RNA was detected mainly within the enterocytes at the tips of villi and ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "less often , within some crypt epithelial cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "PRCV was shown to replicate mainly in the bronchiolar epithelial cells and in lesser amount in type II pneumocytes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "type I pneumocytes , alveolar macrophages and bronchial epithelial cells , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "ISH has potential applications as a diagnostic test for the detection and differentiation of TGEV and PRCV in tissues and in studies to gain a better understanding of the mechanism of pathogenesis of enteric and respiratory coronavirus infections .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "15",
    "token_num": "244"
  }
}