{
  "paper_id": "10e61b3af590f1084506243eada949ae070df36c",
  "metadata": {
    "title": "Influenza associated mortality in the subtropics and tropics: Results from three Asian cities",
    "coda_data_split": "train",
    "coda_paper_id": 4156,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Influenza has been well documented to significantly contribute to winter increase of mortality in the temperate countries, but its severity in the subtropics and tropics was not recognized until recently and geographical variations of disease burden in these regions remain poorly understood. In this study, we applied a standardized modeling strategy to the mortality and virology data from three Asian cities: subtropical Guangzhou and Hong Kong, and tropical Singapore, to estimate the disease burden of influenza in these cities. We found that influenza was associated with 10.6, 13.4 and 8.3 deaths per 100,000 population in Guangzhou, Hong Kong and Singapore, respectively. The annual rates of excess deaths in the elders were estimated highest in Guangzhou and lowest in Singapore. The excess death rate attributable to A/H1N1 subtype was found slightly higher than the rates attributable to A/H3N2 during the study period of 2004-2006 based on the data from Hong Kong and Guangzhou. Our study revealed a geographical variation in the disease burden of influenza in these subtropical and tropical cities. These results highlight a need to explore the determinants for severity of seasonal influenza.",
      "sentences": [
        [
          {
            "segment_text": "Influenza has been well documented to significantly contribute to winter increase of mortality in the temperate countries ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but its severity in the subtropics and tropics was not recognized until recently and geographical variations of disease burden in these regions remain poorly understood .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , we applied a standardized modeling strategy to the mortality and virology data from three Asian cities : subtropical Guangzhou and Hong Kong ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and tropical Singapore , to estimate the disease burden of influenza in these cities .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We found that influenza was associated with 10.6 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "13.4 and 8.3 deaths per 100,000 population in Guangzhou ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Hong Kong and Singapore , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The annual rates of excess deaths in the elders were estimated highest in Guangzhou and lowest in Singapore .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The excess death rate attributable to A/H1N1 subtype was found slightly higher than the rates attributable to A/H3N2 during the study period of 2004-2006 based on the data from Hong Kong and Guangzhou .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our study revealed a geographical variation in the disease burden of influenza in these subtropical and tropical cities .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results highlight a need to explore the determinants for severity of seasonal influenza .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "11",
    "token_num": "199"
  }
}