{
  "paper_id": "10f63acdd41437902fb627803c57d57dec2c4716",
  "metadata": {
    "title": "Prevalence and genetic diversity of coronaviruses in wild birds, Finland",
    "coda_data_split": "train",
    "coda_paper_id": 10312,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Introduction: Migratory birds act as hosts for a number of zoonotic viruses, and have the ability to disperse these viruses to distant geographic locations. Coronaviruses (CoVs) represent a family of zoonotic viruses with wide variety of animal hosts, including birds and humans. The infections caused by coronaviruses vary from mild to severe, depending on the viral species and the host. Since the coronaviruses exhibit extraordinary large RNA genome, also the rate of homologous recombination is high, which in turn contributes to the genetic diversity and interspecies host-switches of CoVs. The emergence of novel CoVs has been rich during the last decades, and wild birds seem to serve as reservoirs for a variety of CoV strains. We examined the CoVs circulating among wild birds in Finland. Materials and methods: Samples (cloacal swab, tracheal swab, oropharyngeal swab, or tissue) representing 61 bird species were collected during 2010-2013, and examined by RT-PCR targeting the RdRp gene for the presence of CoV RNA. Results: Altogether 51/939 (5.4%) of the examined birds were found positive by RT-PCR. Diverse gamma-and deltacoronavirus sequences were detected. Discussion: Gamma-and deltacoronaviruses circulate among wild birds in Finland. The number of CoV-positive birds detected each year varies greatly.",
      "sentences": [
        [
          {
            "segment_text": "Introduction : Migratory birds act as hosts for a number of zoonotic viruses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and have the ability to disperse these viruses to distant geographic locations .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Coronaviruses ( CoVs ) represent a family of zoonotic viruses with wide variety of animal hosts , including birds and humans .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The infections caused by coronaviruses vary from mild to severe ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "depending on the viral species and the host .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Since the coronaviruses exhibit extraordinary large RNA genome ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "also the rate of homologous recombination is high ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which in turn contributes to the genetic diversity and interspecies host-switches of CoVs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The emergence of novel CoVs has been rich during the last decades ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and wild birds seem to serve as reservoirs for a variety of CoV strains .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We examined the CoVs circulating among wild birds in Finland .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Materials and methods : Samples ( cloacal swab , tracheal swab , oropharyngeal swab , or tissue ) representing 61 bird species were collected during 2010-2013 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and examined by RT-PCR targeting the RdRp gene for the presence of CoV RNA .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Altogether 51/939 ( 5.4 % ) of the examined birds were found positive by RT-PCR .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Diverse gamma-and deltacoronavirus sequences were detected .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Discussion : Gamma-and deltacoronaviruses circulate among wild birds in Finland .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The number of CoV-positive birds detected each year varies greatly .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "ARTICLE HISTORY",
      "sentences": [
        [
          {
            "segment_text": "ARTICLE HISTORY",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "12",
    "segment_num": "18",
    "token_num": "231"
  }
}