{
  "paper_id": "10f87d75360ca119636fcd75da502bcb0bf7845d",
  "metadata": {
    "title": "Qualitative study on the shifting sociocultural meanings of the facemask in Hong Kong since the severe acute respiratory syndrome (SARS) outbreak: implications for infection control in the post-SARS era",
    "coda_data_split": "train",
    "coda_paper_id": 5689,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The clinical importance and efficacy of facemasks in infection prevention have been documented in the international literature. Past studies have shown that the perceived susceptibility, the perceived severity of being afflicted with life-threatening diseases, and the perceived benefits of using a facemask are predictors of a person\u0027s use of a facemask. However, I argue that people wear a facemask not merely for infection prevention, and various sociocultural reasons have been motivating people to wear (and not wear) a facemask. Facemasks thus have sociocultural implications for people. Research on the sociocultural meanings of facemasks is scant, and even less is known on how the shifting sociocultural meanings of facemasks are related to the changing social environment, which, I argue, serve as remarkable underlying factors for people using (and not using) facemasks. As new infectious diseases such as avian influenza and Middle East Respiratory Syndrome have been emerging, threatening people\u0027s health worldwide, and because facemasks have been documented to have substantial efficacy in the prevention of infection transmission, understanding the sociocultural meanings of facemasks has significant implications for public health policymakers and health care providers in designing a socially and culturally responsive public health and infection control policy for the community. Methods: A qualitative research design involving the use of 40 individual, in-depth semistructured interviews and a phenomenological analysis approach were adopted. Results: The sociocultural meanings of the facemask have been undergoing constant change, from positive to negative, which resulted in the participants displaying hesitation in using a facemask in the post-SARS era. Because it represents a violation of societal ideologies and traditional Chinese cultural beliefs, the meanings of the facemask that had developed during the SARS outbreak failed to be sustained in the post-SARS era. Conclusion: The changes in meaning not only influenced the participants\u0027 perceptions of the facemask but also influenced their perceptions of people who use facemasks, which ultimately influenced their health behavior, preventing them from using facemasks in the post-SARS era. These findings have critical implications for designing a culturally responsive infection prevention and facemask usage policy in the future.",
      "sentences": [
        [
          {
            "segment_text": "The clinical importance and efficacy of facemasks in infection prevention have been documented in the international literature .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Past studies have shown that the perceived susceptibility ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the perceived severity of being afflicted with life-threatening diseases ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and the perceived benefits of using a facemask are predictors of a person \u0027s use of a facemask .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , I argue that people wear a facemask not merely for infection prevention ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and various sociocultural reasons have been motivating people to wear ( and not wear ) a facemask .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Facemasks thus have sociocultural implications for people .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Research on the sociocultural meanings of facemasks is scant ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and even less is known on how the shifting sociocultural meanings of facemasks are related to the changing social environment ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which , I argue , serve as remarkable underlying factors for people using ( and not using ) facemasks .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "As new infectious diseases such as avian influenza and Middle East Respiratory Syndrome have been emerging ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "threatening people \u0027s health worldwide ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and because facemasks have been documented to have substantial efficacy in the prevention of infection transmission ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "understanding the sociocultural meanings of facemasks has significant implications for public health policymakers and health care providers in designing a socially and culturally responsive public health and infection control policy for the community .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Methods : A qualitative research design involving the use of 40 individual ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "in-depth semistructured interviews and a phenomenological analysis approach were adopted .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : The sociocultural meanings of the facemask have been undergoing constant change ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "from positive to negative , which resulted in the participants displaying hesitation in using a facemask in the post-SARS era .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Because it represents a violation of societal ideologies and traditional Chinese cultural beliefs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the meanings of the facemask that had developed during the SARS outbreak failed to be sustained in the post-SARS era .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusion : The changes in meaning not only influenced the participants \u0027 perceptions of the facemask but also influenced their perceptions of people who use facemasks ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which ultimately influenced their health behavior ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "preventing them from using facemasks in the post-SARS era .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These findings have critical implications for designing a culturally responsive infection prevention and facemask usage policy in the future .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "24",
    "token_num": "380"
  }
}