{
  "paper_id": "1112ad7573ad7054471dd5f02bf459ce38825899",
  "metadata": {
    "title": "Therapeutic Effects of Integrated Traditional Chinese Medicine and Western Medicine in Treating Severe Acute Respiratory Syndrome",
    "coda_data_split": "train",
    "coda_paper_id": 3081,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Objective: To improve the ~ effects of treatment of severe acute respiratory syndrome (SARS) and to explore the clinical significance of integrated traditional Chinese medicine and western medicine (ICWM) in the treatment of SARS and its influence on the chief indexes in the process of the disease. Methods: The clinical study involving observation of 135 patients of SARS was conducted in the randomized, synchronously controlled and open way. The patients were divided into two groups, 68 in the ICWM group and 67 in the control group, all of whom were treated with the same basic treatment of western medicine, but to the ICWM group, Chinese drugs for clearing Heat, detoxifying and removing Dampness were given additionally. The comprehensive effect on relieving fever, cell-mediated immunity, pulmonary inflammation and secondary infection was compared between the two groups. Resalts: The therapeutic effect in the ICWM group was better than that in the control group in such aspects as steadily lowering body temperature, alleviating general symptoms, accelerating the absorption of pulmonary infiltration and easing cellular immunity suppression. Conclusion: The therapeutic effect of ICWM is better in treating SARS than that of western medicine alone.",
      "sentences": [
        [
          {
            "segment_text": "Objective : To improve the ~ effects of treatment of severe acute respiratory syndrome ( SARS ) and to explore the clinical significance of integrated traditional Chinese medicine and western medicine ( ICWM ) in the treatment of SARS and its influence on the chief indexes in the process of the disease .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : The clinical study involving observation of 135 patients of SARS was conducted in the randomized ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "synchronously controlled and open way .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The patients were divided into two groups ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "68 in the ICWM group and 67 in the control group ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "all of whom were treated with the same basic treatment of western medicine ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "but to the ICWM group ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "Chinese drugs for clearing Heat ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "detoxifying and removing Dampness were given additionally .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The comprehensive effect on relieving fever ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "cell-mediated immunity , pulmonary inflammation and secondary infection was compared between the two groups .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Resalts : The therapeutic effect in the ICWM group was better than that in the control group in such aspects as steadily lowering body temperature ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "alleviating general symptoms , accelerating the absorption of pulmonary infiltration and easing cellular immunity suppression .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusion : The therapeutic effect of ICWM is better in treating SARS than that of western medicine alone .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "integrated traditional Chinese and western medicinal therapy, severe acute respiratory syndrome, synchronous controlled study",
      "sentences": [
        [
          {
            "segment_text": "integrated traditional Chinese and western medicinal therapy ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "severe acute respiratory syndrome , synchronous controlled study",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "7",
    "segment_num": "16",
    "token_num": "230"
  }
}