{
  "paper_id": "1114cfe65ad79bab9052a14e51451ed20ab9e749",
  "metadata": {
    "title": "Identification of a Common Subnuclear Localization Signal □ D",
    "coda_data_split": "train",
    "coda_paper_id": 7150,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Proteins share peptidic sequences, such as a nuclear localization signal (NLS), which guide them to particular membranebound compartments. Similarities have also been observed within different classes of signals that target proteins to membrane-less subnuclear compartments. Common localization signals affect spatial and temporal subcellular organization and are thought to allow the coordinated response of different molecular networks to a given signaling cue. Here we identify a higher-order and predictive code, {[RR(I/L)X 3 r] (n, n\u003e1) ؉[L(/N)(V/L)] (n,n\u003e1) }, that establishes high-affinity interactions between a group of proteins and the nucleolus in response to a specific signal. This position-independent code is referred to as a nucleolar detention signal regulated by H ؉ (NoDS H؉ ) and the class of proteins includes the cIAP2 apoptotic regulator, VHL ubiquitylation factor, HSC70 heat shock protein and RNF8 transcription regulator. By identifying a common subnuclear targeting consensus sequence, our work reveals rules governing the dynamics of subnuclear organization and ascribes new modes of regulation to several proteins with diverse steady-state distributions and dynamic properties.",
      "sentences": [
        [
          {
            "segment_text": "Proteins share peptidic sequences , such as a nuclear localization signal ( NLS ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which guide them to particular membranebound compartments .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Similarities have also been observed within different classes of signals that target proteins to membrane-less subnuclear compartments .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Common localization signals affect spatial and temporal subcellular organization and are thought to allow the coordinated response of different molecular networks to a given signaling cue .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we identify a higher-order and predictive code ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "( ( RR ( I/L ) X 3 r ) ( n , n \u003e 1 ) ؉ ( L ( / N ) ( V/L ) ) ( n , n \u003e 1 ) ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "that establishes high-affinity interactions between a group of proteins and the nucleolus in response to a specific signal .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "This position-independent code is referred to as a nucleolar detention signal regulated by H ؉ ( NoDS H ؉ ) and the class of proteins includes the cIAP2 apoptotic regulator ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "VHL ubiquitylation factor , HSC70 heat shock protein and RNF8 transcription regulator .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "By identifying a common subnuclear targeting consensus sequence ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "our work reveals rules governing the dynamics of subnuclear organization and ascribes new modes of regulation to several proteins with diverse steady-state distributions and dynamic properties .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "This article was published online ahead of print in MBC in Press",
      "sentences": [
        [
          {
            "segment_text": "This article was published online ahead of print in MBC in Press",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "7",
    "segment_num": "12",
    "token_num": "225"
  }
}