{
  "paper_id": "11227aa67f131d1b8220d5c45b4bf592f0a48ef4",
  "metadata": {
    "title": "The discovery and identification of a candidate proteomic biomarker of active tuberculosis",
    "coda_data_split": "train",
    "coda_paper_id": 8160,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Noninvasive and convenient biomarkers for early diagnosis of tuberculosis (TB) remain an urgent need. The aim of this study was to discover and identify potential biomarkers specific for TB.",
      "sentences": [
        [
          {
            "segment_text": "Background : Noninvasive and convenient biomarkers for early diagnosis of tuberculosis ( TB ) remain an urgent need .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The aim of this study was to discover and identify potential biomarkers specific for TB .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "The surface-enhanced laser desorption ionization time of flight mass spectrometry (SELDI-TOF MS) combined with weak cation exchange (WCX) magnetic beads was used to screen serum samples from 180 cases of TB and 211 control subjects. A classification model was established by Biomarker Pattern Software (BPS). Candidate protein biomarkers were purified by reverse phase-high performance liquid chromatography (RP-HPLC), identified by MALDI-TOF MS, LC-MS/MS and validated using enzyme-linked immunosorbent assay (ELISA).",
      "sentences": [
        [
          {
            "segment_text": "The surface-enhanced laser desorption ionization time of flight mass spectrometry ( SELDI-TOF MS ) combined with weak cation exchange ( WCX ) magnetic beads was used to screen serum samples from 180 cases of TB and 211 control subjects .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A classification model was established by Biomarker Pattern Software ( BPS ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Candidate protein biomarkers were purified by reverse phase-high performance liquid chromatography ( RP-HPLC ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "identified by MALDI-TOF MS , LC-MS/MS and validated using enzyme-linked immunosorbent assay ( ELISA ) .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results: A total of 35 discriminating m/z peaks were detected that were related to TB (P \u003c 0.01). The model of biomarkers based on the four biomarkers (2554.6, 4824.4, 5325.7, and 8606.8 Da) was established which could distinguish TB from controls with the sensitivity of 83.3% and the specificity of 84.2%. The candidate biomarker with m/z of 2554.6 Da was found to be up-regulated in TB patients, and was identified as a fragment of fibrinogen, alpha polypeptide isoform alpha-E preproprotein. Analysis in 22 patients with TB showed increased fibrinogen degradation product (FDP) (5,005 ± 1,297 vs. 4,010 ± 1,181 ng/mL, P \u003c 0.05) and in 142 patients showed elevated plasma fibrinogen levels.",
      "sentences": [
        [
          {
            "segment_text": "Results : A total of 35 discriminating m/z peaks were detected that were related to TB ( P \u003c 0.01 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The model of biomarkers based on the four biomarkers ( 2554.6 , 4824.4 , 5325.7 , and 8606.8 Da ) was established which could distinguish TB from controls with the sensitivity of 83.3 % and the specificity of 84.2 % .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The candidate biomarker with m/z of 2554.6 Da was found to be up-regulated in TB patients ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and was identified as a fragment of fibrinogen ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "alpha polypeptide isoform alpha-E preproprotein .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Analysis in 22 patients with TB showed increased fibrinogen degradation product ( FDP ) ( 5,005 ± 1,297 vs. 4,010 ± 1,181 ng/mL , P \u003c 0.05 ) and in 142 patients showed elevated plasma fibrinogen levels .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions: A diagnostic model for TB with high sensitivity and specificity was developed using mass spectrometry combined with magnetic beads. Fibrinogen was identified as a potential biomarker for TB and showed diagnostic values in clinical application.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions : A diagnostic model for TB with high sensitivity and specificity was developed using mass spectrometry combined with magnetic beads .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Fibrinogen was identified as a potential biomarker for TB and showed diagnostic values in clinical application .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "11",
    "segment_num": "14",
    "token_num": "291"
  }
}