{
  "paper_id": "112e05c31018c816d0bd9ee64336eba79ee786ac",
  "metadata": {
    "title": "High transmissibility of COVID-19 near symptom onset",
    "coda_data_split": "train",
    "coda_paper_id": 10011,
    "coda_has_expert_labels": false,
    "subset": "biorxiv_medrxiv"
  },
  "abstract": [
    {
      "original_text": "The dynamics of coronavirus disease 2019 (COVID-19) transmissibility after symptom onset remains unknown.",
      "sentences": [
        [
          {
            "segment_text": "The dynamics of coronavirus disease 2019 ( COVID-19 ) transmissibility after symptom onset remains unknown .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "We conducted a prospective case-ascertained study on laboratory-confirmed COVID-19 cases and their contacts. Secondary clinical attack rate (considering symptomatic cases only) was analyzed for different exposure windows after symptom onset of index cases and for different exposure settings.",
      "sentences": [
        [
          {
            "segment_text": "We conducted a prospective case-ascertained study on laboratory-confirmed COVID-19 cases and their contacts .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Secondary clinical attack rate ( considering symptomatic cases only ) was analyzed for different exposure windows after symptom onset of index cases and for different exposure settings .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Thirty-two confirmed patients were enrolled and 12 paired data (index-secondary cases)",
      "sentences": [
        [
          {
            "segment_text": "Thirty-two confirmed patients were enrolled and 12 paired data ( index-secondary cases )",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "were identified among the 1,043 contacts. The secondary clinical attack rate was 0.9% (95% CI 0.5-1.7%). The attack rate was higher among those whose exposure to index cases started within five days of symptom onset (2.4%, 95% CI 1.1-4.5%) than those who were exposed later (zero case from 605 close contacts, 95% CI 0-0.61%). The attack rate was also higher among household contacts (13.6%, 95% CI 4.7-29.5%) and nonhousehold family contacts (8.5%, 95% CI 2.4-20.3%) than that in healthcare or other settings. The higher secondary clinical attack rate for contacts near symptom onset remained when the analysis was restricted to household and family contacts. There was a trend of increasing attack rate with the age of contacts (p for trend \u003c 0.001).",
      "sentences": [
        [
          {
            "segment_text": "were identified among the 1,043 contacts .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The secondary clinical attack rate was 0.9 % ( 95 % CI 0.5-1.7 % ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The attack rate was higher among those whose exposure to index cases started within five days of symptom onset ( 2.4 % , 95 % CI 1.1-4.5 % ) than those who were exposed later ( zero case from 605 close contacts , 95 % CI 0-0.61 % ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The attack rate was also higher among household contacts ( 13.6 % , 95 % CI 4.7-29.5 % ) and nonhousehold family contacts ( 8.5 % , 95 % CI 2.4-20.3 % ) than that in healthcare or other settings .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The higher secondary clinical attack rate for contacts near symptom onset remained when the analysis was restricted to household and family contacts .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "There was a trend of increasing attack rate with the age of contacts ( p for trend \u003c 0.001 ) .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "High transmissibility of COVID-19 near symptom onset suggests that finding and isolating symptomatic patients alone may not suffice to contain the epidemic, and more generalized social distancing measures are required. Rapid reduction of transmissibility over time implies that prolonged hospitalization of mild cases might not be necessary in large epidemics.",
      "sentences": [
        [
          {
            "segment_text": "High transmissibility of COVID-19 near symptom onset suggests that finding and isolating symptomatic patients alone may not suffice to contain the epidemic ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and more generalized social distancing measures are required .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Rapid reduction of transmissibility over time implies that prolonged hospitalization of mild cases might not be necessary in large epidemics .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "5",
    "sentence_num": "12",
    "segment_num": "13",
    "token_num": "282"
  }
}