{
  "paper_id": "11543ba83ca001caac555f4bfc2b34c1e47a07a1",
  "metadata": {
    "title": "RNA therapeutics targeting osteoclast-mediated excessive bone resorption",
    "coda_data_split": "train",
    "coda_paper_id": 2987,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "RNA interference (RNAi) is a sequence-specific post-transcriptional gene silencing technique developed with dramatically increasing utility for both scientific and therapeutic purposes. Short interfering RNA (siRNA) is currently exploited to regulate protein expression relevant to many therapeutic applications, and commonly used as a tool for elucidating disease-associated genes. Osteoporosis and their associated osteoporotic fragility fractures in both men and women are rapidly becoming a global healthcare crisis as average life expectancy increases worldwide. New therapeutics are needed for this increasing patient population. This review describes the diversity of molecular targets suitable for RNAi-based gene knock-down in osteoclasts to control osteoclast-mediated excessive bone resorption. We identify strategies for developing targeted siRNA delivery and efficient gene silencing, and describe opportunities and challenges of introducing siRNA as a therapeutic approach to hard and connective tissue disorders.",
      "sentences": [
        [
          {
            "segment_text": "RNA interference ( RNAi ) is a sequence-specific post-transcriptional gene silencing technique developed with dramatically increasing utility for both scientific and therapeutic purposes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Short interfering RNA ( siRNA ) is currently exploited to regulate protein expression relevant to many therapeutic applications ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and commonly used as a tool for elucidating disease-associated genes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Osteoporosis and their associated osteoporotic fragility fractures in both men and women are rapidly becoming a global healthcare crisis as average life expectancy increases worldwide .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "New therapeutics are needed for this increasing patient population .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review describes the diversity of molecular targets suitable for RNAi-based gene knock-down in osteoclasts to control osteoclast-mediated excessive bone resorption .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We identify strategies for developing targeted siRNA delivery and efficient gene silencing ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and describe opportunities and challenges of introducing siRNA as a therapeutic approach to hard and connective tissue disorders .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "8",
    "token_num": "144"
  }
}