{
  "paper_id": "11573d3bd32381c341555e51b00b7d39c5104439",
  "metadata": {
    "title": "Methylprednisolone pulse therapy for refractory Mycoplasma pneumoniae pneumonia in children",
    "coda_data_split": "train",
    "coda_paper_id": 2135,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Objectives: To determine the efficacy of methylprednisolone pulse therapy for children with Mycoplasma pneumoniae pneumonia (MP) that is refractory to antibiotic treatment. Methods: Refractory patients were defined as cases showing clinical and radiological deterioration despite appropriate antibiotic therapy for 7 days or more. We identified 6 such children (male/female: 3/3) aged 3e9 years who were treated between 1998 and 2006. During the same period, 190 children with MP were admitted to our institution. Results: Common laboratory findings of the patients included cytopenia, elevated serum lactate dehydrogenase and ferritin levels, and elevated urine b 2 -microglobulin levels, suggesting complication of hypercytokinemic condition. We initiated intravenous methylprednisolone at a dose of 30 mg/kg on 10.2 AE 2.8 clinical days and administered it once daily for 3 consecutive days. Fever subsided 4e14 h after initiation of steroid pulse therapy in all patients. This dramatic effect was accompanied by rapid improvement of radiological abnormalities including infiltrates and pleural effusion, followed by improvement of laboratory abnormalities. There were no adverse events of steroid therapy. Conclusions: This is the first case-series study showing an effect of 3-day methylprednisolone pulse therapy on refractory MP in children. This therapy is apparently an efficacious and well-tolerated treatment for refractory MP.",
      "sentences": [
        [
          {
            "segment_text": "Objectives : To determine the efficacy of methylprednisolone pulse therapy for children with Mycoplasma pneumoniae pneumonia ( MP ) that is refractory to antibiotic treatment .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : Refractory patients were defined as cases showing clinical and radiological deterioration despite appropriate antibiotic therapy for 7 days or more .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We identified 6 such children ( male/female : 3/3 ) aged 3e9 years who were treated between 1998 and 2006 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "During the same period , 190 children with MP were admitted to our institution .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Common laboratory findings of the patients included cytopenia ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "elevated serum lactate dehydrogenase and ferritin levels ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and elevated urine b 2 - microglobulin levels ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "suggesting complication of hypercytokinemic condition .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We initiated intravenous methylprednisolone at a dose of 30 mg/kg on 10.2 AE 2.8 clinical days and administered it once daily for 3 consecutive days .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Fever subsided 4e14 h after initiation of steroid pulse therapy in all patients .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This dramatic effect was accompanied by rapid improvement of radiological abnormalities including infiltrates and pleural effusion ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "followed by improvement of laboratory abnormalities .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "There were no adverse events of steroid therapy .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : This is the first case-series study showing an effect of 3-day methylprednisolone pulse therapy on refractory MP in children .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This therapy is apparently an efficacious and well-tolerated treatment for refractory MP .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "15",
    "token_num": "227"
  }
}