{
  "paper_id": "116372deadd52c6539a058026ebc523a3b6953af",
  "metadata": {
    "title": "Immunopathology and Infectious Disease Pneumonitis and Multi-Organ System Disease in Common Marmosets (Callithrix jacchus) Infected with the Severe Acute Respiratory Syndrome-Associated Coronavirus",
    "coda_data_split": "train",
    "coda_paper_id": 5315,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Severe acute respiratory syndrome (SARS) is a significant emerging infectious disease. Humans infected with the etiological agent, SARS-associated coronavirus (SARS-CoV), primarily present with pneumonitis but may also develop hepatic, gastrointestinal, and renal pathology. We inoculated common marmosets (Callithrix jacchus) with the objective of developing a small nonhuman primate model of SARS. Two groups of C. jacchus were inoculated intratracheally with cell culture supernatant containing SARS-CoV. In a time course pathogenesis study, animals were evaluated at 2, 4, and 7 days after infection for morphological changes and evidence of viral replication. All animals developed a multifocal mononuclear cell interstitial pneumonitis, accompanied by multinucleated syncytial cells, edema, and bronchiolitis in most animals. Viral antigen localized primarily to infected alveolar macrophages and type-1 pneumocytes by immunohistochemistry. Viral RNA was detected in all animals from pulmonary tissue extracts obtained at necropsy. Viral RNA was also detected in tracheobronchial lymph node and myocardium, together with inflammatory changes, in some animals. Hepatic inflammation was observed in most animals, predominantly as a multifocal lymphocytic hepatitis accompanied by necrosis of individual hepatocytes. These findings identify the common marmoset as a promising nonhuman primate to study SARS-CoV pathogenesis. (Am J Pathol 2005, 167:455-463) ",
      "sentences": [
        [
          {
            "segment_text": "Severe acute respiratory syndrome ( SARS ) is a significant emerging infectious disease .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Humans infected with the etiological agent ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "SARS-associated coronavirus ( SARS-CoV ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "primarily present with pneumonitis but may also develop hepatic ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "gastrointestinal , and renal pathology .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We inoculated common marmosets ( Callithrix jacchus ) with the objective of developing a small nonhuman primate model of SARS .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Two groups of C. jacchus were inoculated intratracheally with cell culture supernatant containing SARS-CoV .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "In a time course pathogenesis study ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "animals were evaluated at 2 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "4 , and 7 days after infection for morphological changes and evidence of viral replication .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "All animals developed a multifocal mononuclear cell interstitial pneumonitis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "accompanied by multinucleated syncytial cells ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "edema , and bronchiolitis in most animals .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Viral antigen localized primarily to infected alveolar macrophages and type-1 pneumocytes by immunohistochemistry .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Viral RNA was detected in all animals from pulmonary tissue extracts obtained at necropsy .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Viral RNA was also detected in tracheobronchial lymph node and myocardium ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "together with inflammatory changes , in some animals .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Hepatic inflammation was observed in most animals ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "predominantly as a multifocal lymphocytic hepatitis accompanied by necrosis of individual hepatocytes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These findings identify the common marmoset as a promising nonhuman primate to study SARS-CoV pathogenesis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "( Am J Pathol 2005 , 167:455-463 )",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "12",
    "segment_num": "21",
    "token_num": "227"
  }
}