{
  "paper_id": "116c94dd67777e0c9806ef56974157060f5cca4b",
  "metadata": {
    "title": "A Case Report of a Middle East Respiratory Syndrome Survivor with Kidney Biopsy Results",
    "coda_data_split": "train",
    "coda_paper_id": 5638,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "A 68-year old man diagnosed with Middle East Respiratory Syndrome-Coronavirus (MERS-CoV) presented with multiple pneumonic infiltrations on his chest X-ray, and the patient was placed on a mechanical ventilator because of progressive respiratory failure. Urinary protein excretion steadily increased for a microalbumin to creatinine ratio of 538.4 mg/g Cr and a protein to creatinine ratio of 3,025.8 mg/g Cr. The isotope dilution mass spectrometry traceable serum creatinine level increased to 3.0 mg/dL. We performed a kidney biopsy 8 weeks after the onset of symptoms. Acute tubular necrosis was the main finding, and proteinaceous cast formation and acute tubulointerstitial nephritis were found. There were no electron dense deposits observed with electron microscopy. We could not verify the virus itself by in situ hybridization and confocal microscopy (MERS-CoV costained with dipeptidyl peptidase 4). The viremic status, urinary virus excretion, and timely kidney biopsy results should be investigated with thorough precautions to reveal the direct effects of MERS-CoV with respect to renal complications.",
      "sentences": [
        [
          {
            "segment_text": "A 68-year old man diagnosed with Middle East Respiratory Syndrome-Coronavirus ( MERS-CoV ) presented with multiple pneumonic infiltrations on his chest X-ray ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and the patient was placed on a mechanical ventilator because of progressive respiratory failure .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Urinary protein excretion steadily increased for a microalbumin to creatinine ratio of 538.4 mg/g Cr and a protein to creatinine ratio of 3,025.8 mg/g Cr .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The isotope dilution mass spectrometry traceable serum creatinine level increased to 3.0 mg/dL .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We performed a kidney biopsy 8 weeks after the onset of symptoms .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Acute tubular necrosis was the main finding ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and proteinaceous cast formation and acute tubulointerstitial nephritis were found .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "There were no electron dense deposits observed with electron microscopy .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We could not verify the virus itself by in situ hybridization and confocal microscopy ( MERS-CoV costained with dipeptidyl peptidase 4 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The viremic status , urinary virus excretion ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and timely kidney biopsy results should be investigated with thorough precautions to reveal the direct effects of MERS-CoV with respect to renal complications .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "11",
    "token_num": "176"
  }
}