{
  "paper_id": "118eb919e64fc55d82d5071ae893561a3f4af4b6",
  "metadata": {
    "title": "Engineering RNA for Targeted siRNA Delivery and Medical Application ☆",
    "coda_data_split": "train",
    "coda_paper_id": 4429,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "RNA engineering for nanotechnology and medical applications is an exciting emerging research field. RNA has intrinsically defined features on the nanometre scale and is a particularly interesting candidate for such applications due to its amazing diversity, flexibility and versatility in structure and function. Specifically, the current use of siRNA to silence target genes involved in disease has generated much excitement in the scientific community. The intrinsic ability to sequence-specifically downregulate gene expression in a temporally-and spatially controlled fashion has led to heightened interest and rapid development of siRNA-based therapeutics. Although methods for gene silencing have been achieved with high efficacy and specificity in vitro, the effective delivery of nucleic acids to specific cells in vivo has been a hurdle for RNA therapeutics. This article covers different RNA-based approaches for diagnosis, prevention and treatment of human disease, with a focus on the latest developments of non-viral carriers of siRNA for delivery in vivo. The applications and challenges of siRNA therapy, as well as potential solutions to these problems, the approaches for using phi29 pRNA-based vectors as polyvalent vehicles for specific delivery of siRNA, ribozymes, drugs or other therapeutic agents to specific cells for therapy will also be addressed.",
      "sentences": [
        [
          {
            "segment_text": "RNA engineering for nanotechnology and medical applications is an exciting emerging research field .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "RNA has intrinsically defined features on the nanometre scale and is a particularly interesting candidate for such applications due to its amazing diversity ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "flexibility and versatility in structure and function .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Specifically , the current use of siRNA to silence target genes involved in disease has generated much excitement in the scientific community .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The intrinsic ability to sequence-specifically downregulate gene expression in a temporally-and spatially controlled fashion has led to heightened interest and rapid development of siRNA-based therapeutics .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although methods for gene silencing have been achieved with high efficacy and specificity in vitro ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the effective delivery of nucleic acids to specific cells in vivo has been a hurdle for RNA therapeutics .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This article covers different RNA-based approaches for diagnosis ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "prevention and treatment of human disease ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "with a focus on the latest developments of non-viral carriers of siRNA for delivery in vivo .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The applications and challenges of siRNA therapy ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "as well as potential solutions to these problems ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "the approaches for using phi29 pRNA-based vectors as polyvalent vehicles for specific delivery of siRNA ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "ribozymes , drugs or other therapeutic agents to specific cells for therapy will also be addressed .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "14",
    "token_num": "213"
  }
}