{
  "paper_id": "1196301d4e04f2283f18f95fbbbd6bc5cf6e341f",
  "metadata": {
    "title": "The Use of Nanotrap Particles in the Enhanced Detection of Rift Valley Fever Virus Nucleoprotein",
    "coda_data_split": "train",
    "coda_paper_id": 4511,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Rift Valley fever virus (RVFV) is a highly pathogenic arthropod-borne virus that has a detrimental effect on both livestock and human populations. While there are several diagnostic methodologies available for RVFV detection, many are not sensitive enough to diagnose early infections. Furthermore, detection may be hindered by high abundant proteins such as albumin. Previous findings have shown that Nanotrap particles can be used to significantly enhance detection of various small analytes of low abundance. We have expanded upon this repertoire to show that this simple and efficient sample preparation technology can drastically improve the detection of the RVFV nucleoprotein (NP), the most abundant and widely used viral protein for RVFV diagnostics.",
      "sentences": [
        [
          {
            "segment_text": "Rift Valley fever virus ( RVFV ) is a highly pathogenic arthropod-borne virus that has a detrimental effect on both livestock and human populations .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "While there are several diagnostic methodologies available for RVFV detection ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "many are not sensitive enough to diagnose early infections .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Furthermore , detection may be hindered by high abundant proteins such as albumin .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Previous findings have shown that Nanotrap particles can be used to significantly enhance detection of various small analytes of low abundance .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We have expanded upon this repertoire to show that this simple and efficient sample preparation technology can drastically improve the detection of the RVFV nucleoprotein ( NP ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the most abundant and widely used viral protein for RVFV diagnostics .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "This study demonstrates that Nanotrap particles are capable of drastically lowering the limit of detection for RVFV NP by capturing, concentrating, and preserving RVFV NP in clinically relevant matrices. These studies can be extended to a wide range of pathogens and their analytes of diagnostic interest. Nanotrap Particles Enhance the Detection of RVFV Nucleoprotein PLOS ONE |",
      "sentences": [
        [
          {
            "segment_text": "This study demonstrates that Nanotrap particles are capable of drastically lowering the limit of detection for RVFV NP by capturing ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "concentrating , and preserving RVFV NP in clinically relevant matrices .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These studies can be extended to a wide range of pathogens and their analytes of diagnostic interest .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Nanotrap Particles Enhance the Detection of RVFV Nucleoprotein PLOS ONE |",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "8",
    "segment_num": "11",
    "token_num": "184"
  }
}