{
  "paper_id": "11ad2acc16067afbf2ce40d422647c3d899ecbd4",
  "metadata": {
    "title": "Cough aerosol in healthy participants: fundamental knowledge to optimize droplet-spread infectious respiratory disease management Cough aerosol in healthy participants: fundamental knowledge to optimize droplet-spread infectious respiratory disease management",
    "coda_data_split": "train",
    "coda_paper_id": 3383,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: The Influenza A H1N1 virus can be transmitted via direct, indirect, and airborne route to non-infected subjects when an infected patient coughs, which expels a number of different sized droplets to the surrounding environment as an aerosol. The objective of the current study was to characterize the human cough aerosol pattern with the aim of developing a standard human cough bioaerosol model for Influenza Pandemic control. Method: 45 healthy non-smokers participated in the open bench study by giving their best effort cough. A laser diffraction system was used to obtain accurate, time-dependent, quantitative measurements of the size and number of droplets expelled by the cough aerosol. Results: Voluntary coughs generated droplets ranging from 0.1 -900 microns in size. Droplets of less than onemicron size represent 97% of the total number of measured droplets contained in the cough aerosol. Age, sex, weight, height and corporal mass have no statistically significant effect on the aerosol composition in terms of size and number of droplets. Conclusions: We have developed a standard human cough aerosol model. We have quantitatively characterized the pattern, size, and number of droplets present in the most important mode of person-to-person transmission of IRD: the cough bioaerosol. Small size droplets (\u003c 1 μm) predominated the total number of droplets expelled when coughing. The cough aerosol is the single source of direct, indirect and/or airborne transmission of respiratory infections like the Influenza A H1N1 virus.",
      "sentences": [
        [
          {
            "segment_text": "Background : The Influenza A H1N1 virus can be transmitted via direct ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "indirect , and airborne route to non-infected subjects when an infected patient coughs ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which expels a number of different sized droplets to the surrounding environment as an aerosol .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The objective of the current study was to characterize the human cough aerosol pattern with the aim of developing a standard human cough bioaerosol model for Influenza Pandemic control .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Method : 45 healthy non-smokers participated in the open bench study by giving their best effort cough .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A laser diffraction system was used to obtain accurate ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "time-dependent , quantitative measurements of the size and number of droplets expelled by the cough aerosol .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Voluntary coughs generated droplets ranging from 0.1 -900 microns in size .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Droplets of less than onemicron size represent 97 % of the total number of measured droplets contained in the cough aerosol .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Age , sex , weight ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "height and corporal mass have no statistically significant effect on the aerosol composition in terms of size and number of droplets .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : We have developed a standard human cough aerosol model .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We have quantitatively characterized the pattern ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "size , and number of droplets present in the most important mode of person-to-person transmission of IRD : the cough bioaerosol .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Small size droplets ( \u003c 1 μm ) predominated the total number of droplets expelled when coughing .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The cough aerosol is the single source of direct ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "indirect and/or airborne transmission of respiratory infections like the Influenza A H1N1 virus .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "17",
    "token_num": "265"
  }
}