{
  "paper_id": "11b467c41fc22d9ef4ddd4a4a67bfcbde425beea",
  "metadata": {
    "title": "Public Health and Epidemiology Informatics",
    "coda_data_split": "train",
    "coda_paper_id": 3429,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Objectives: To summarize current research in the field of Public Health and Epidemiology Informatics. Methods: The complete 2016 literature concerning public health and epidemiology informatics has been searched in PubMed and Web of Science, and the returned references were reviewed by the two section editors to select 14 candidate best papers. These papers were then peer-reviewed by external reviewers to allow the editorial team an enlightened selection of the best papers. Results: Among the 829 references retrieved from PubMed and Web of Science, three were finally selected as best papers. The first one compares Google, Twitter, and Wikipedia as tools for Influenza surveillance. The second paper presents a Geographic Knowledge-Based Model for mapping suitable areas for Rift Valley fever transmission in Eastern Africa. The last paper evaluates the factors associated with the visit of Facebook pages devoted to Public Health Communication. Conclusions: Surveillance is still a productive topic in public health informatics but other very important topics in public health are appearing.",
      "sentences": [
        [
          {
            "segment_text": "Objectives : To summarize current research in the field of Public Health and Epidemiology Informatics .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : The complete 2016 literature concerning public health and epidemiology informatics has been searched in PubMed and Web of Science ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and the returned references were reviewed by the two section editors to select 14 candidate best papers .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "These papers were then peer-reviewed by external reviewers to allow the editorial team an enlightened selection of the best papers .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Among the 829 references retrieved from PubMed and Web of Science ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "three were finally selected as best papers .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The first one compares Google ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Twitter , and Wikipedia as tools for Influenza surveillance .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The second paper presents a Geographic Knowledge-Based Model for mapping suitable areas for Rift Valley fever transmission in Eastern Africa .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The last paper evaluates the factors associated with the visit of Facebook pages devoted to Public Health Communication .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : Surveillance is still a productive topic in public health informatics but other very important topics in public health are appearing .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "11",
    "token_num": "178"
  }
}