{
  "paper_id": "11bb388ea0dbb352e25fcbc8614bfd6e62831e8b",
  "metadata": {
    "title": "All-in-One Dual CRISPR-Cas12a (AIOD-CRISPR) Assay: A Case for Rapid, Ultrasensitive and Visual Detection of Novel Coronavirus SARS-CoV-2 and HIV virus",
    "coda_data_split": "train",
    "coda_paper_id": 5719,
    "coda_has_expert_labels": false,
    "subset": "biorxiv_medrxiv"
  },
  "abstract": [
    {
      "original_text": "A recent outbreak of novel coronavirus (SARS-CoV-2), the causative agent of COVID-19, has spread rapidly all over the world. Human immunodeficiency virus (HIV) is another deadly virus and causes acquired immunodeficiency syndrome (AIDS). Rapid and early detection of these viruses will facilitate early intervention and reduce disease transmission risk. Here, we present an All-In-One Dual CRISPR-Cas12a (termed \"AIOD-CRISPR\") assay method for simple, rapid, ultrasensitive, one-pot, and visual detection of coronavirus SARS-CoV-2 and HIV virus. In our AIOD CRISPR assay, a pair of crRNAs was introduced to initiate dual CRISPR-Cas12a detection and improve detection sensitivity. The AIOD-CRISPR assay system was successfully utilized to detect nucleic acids (DNA and RNA) of SARS-CoV-2 and HIV with a sensitivity of few copies. Also, it was evaluated by detecting HIV-1 RNA extracted from human plasma samples, achieving a comparable sensitivity with real-time RT-PCR method. Thus, our method has a great potential for developing next-generation point-of-care molecular diagnostics.",
      "sentences": [
        [
          {
            "segment_text": "A recent outbreak of novel coronavirus ( SARS-CoV-2 ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the causative agent of COVID-19 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "has spread rapidly all over the world .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Human immunodeficiency virus ( HIV ) is another deadly virus and causes acquired immunodeficiency syndrome ( AIDS ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Rapid and early detection of these viruses will facilitate early intervention and reduce disease transmission risk .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we present an All-In-One Dual CRISPR-Cas12a ( termed `` AIOD-CRISPR \u0027\u0027 ) assay method for simple ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "rapid , ultrasensitive , one-pot ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and visual detection of coronavirus SARS-CoV-2 and HIV virus .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "In our AIOD CRISPR assay ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "a pair of crRNAs was introduced to initiate dual CRISPR-Cas12a detection and improve detection sensitivity .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The AIOD-CRISPR assay system was successfully utilized to detect nucleic acids ( DNA and RNA ) of SARS-CoV-2 and HIV with a sensitivity of few copies .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Also , it was evaluated by detecting HIV-1 RNA extracted from human plasma samples ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "achieving a comparable sensitivity with real-time RT-PCR method .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Thus , our method has a great potential for developing next-generation point-of-care molecular diagnostics .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "14",
    "token_num": "183"
  }
}