{
  "paper_id": "11c04553ff7a7996ee5dd75446e20aad20714fce",
  "metadata": {
    "title": "Transmission Potential of SARS-CoV-2 in Viral Shedding Observed at the",
    "coda_data_split": "train",
    "coda_paper_id": 9777,
    "coda_has_expert_labels": false,
    "subset": "biorxiv_medrxiv"
  },
  "abstract": [
    {
      "original_text": "Lack of evidence on SARS-CoV-2 transmission dynamics has led to shifting isolation guidelines between airborne and droplet isolation precautions. During the initial isolation of 13 individuals confirmed positive with COVID-19 infection, air and surface samples were collected in eleven isolation rooms to examine viral shedding from isolated individuals. While all individuals were confirmed positive for SARS-CoV-2, symptoms and viral shedding to the 15 environment varied considerably. Many commonly used items, toilet facilities, and air samples had evidence of viral contamination, indicating that SARS-CoV-2 is shed to the environment as expired particles, during toileting, and through contact with fomites. Disease spread through both direct (droplet and person-to-person) as well as indirect contact (contaminated objects and airborne transmission) are indicated, supporting the use of airborne isolation precautions. 20",
      "sentences": [
        [
          {
            "segment_text": "Lack of evidence on SARS-CoV-2 transmission dynamics has led to shifting isolation guidelines between airborne and droplet isolation precautions .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "During the initial isolation of 13 individuals confirmed positive with COVID-19 infection ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "air and surface samples were collected in eleven isolation rooms to examine viral shedding from isolated individuals .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "While all individuals were confirmed positive for SARS-CoV-2 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "symptoms and viral shedding to the 15 environment varied considerably .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Many commonly used items , toilet facilities ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and air samples had evidence of viral contamination ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "indicating that SARS-CoV-2 is shed to the environment as expired particles ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "during toileting , and through contact with fomites .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Disease spread through both direct ( droplet and person-to-person ) as well as indirect contact ( contaminated objects and airborne transmission ) are indicated ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "supporting the use of airborne isolation precautions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "20",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "12",
    "token_num": "143"
  }
}