{
  "paper_id": "11f3022ad1def6dfb1b29712112b96739ff3c498",
  "metadata": {
    "title": "Development and evaluation of a broadly reactive reverse transcription recombinase polymerase amplification assay for rapid detection of murine norovirus",
    "coda_data_split": "train",
    "coda_paper_id": 6387,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Murine norovirus (MNV) is recognized as the most prevalent viral pathogen in captive mouse colonies. The rapid detection assay for MNV would be a useful tool for monitoring and preventing MNV infection. A recombinase polymerase amplification (RPA) assay was established in this study to provide a solution for rapid and sensitive detection of MNV.",
      "sentences": [
        [
          {
            "segment_text": "Background : Murine norovirus ( MNV ) is recognized as the most prevalent viral pathogen in captive mouse colonies .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The rapid detection assay for MNV would be a useful tool for monitoring and preventing MNV infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A recombinase polymerase amplification ( RPA ) assay was established in this study to provide a solution for rapid and sensitive detection of MNV .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Results: The detection limit of the RT-RPA assay for the detection of MNV was 1 × 10 2 copies of RNA molecules per reaction. The assay was specific since there was no cross-reaction with other common murine viruses. In addition, the broad reactivity of the RT-RPA assay was validated using the synthesized template carrying seven point mutations among several MNV strains. The MNV RT-RPA assay could detect as few as 1 × 10 2 copies of the mutant per reaction, suggesting the assay could be broadly reactive against a large diversity of MNV strains. Forty eight clinical samples including 16 gastric tissue specimens, 16 cecal tissue specimens and 16 fecal specimens were tested for the validation of the new developed RT-RPA assay. The detection results of RT-RPA and RT-qPCR for clinical samples were very similar, except that a gastric tissue sample which was positive by RT-qPCR, with a RNA titer of 27 copies, was negative by RT-RPA. Conclusions: A broadly reactive RT-RPA assay was successfully established for MNV detection.",
      "sentences": [
        [
          {
            "segment_text": "Results : The detection limit of the RT-RPA assay for the detection of MNV was 1 × 10 2 copies of RNA molecules per reaction .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The assay was specific since there was no cross-reaction with other common murine viruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , the broad reactivity of the RT-RPA assay was validated using the synthesized template carrying seven point mutations among several MNV strains .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The MNV RT-RPA assay could detect as few as 1 × 10 2 copies of the mutant per reaction ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "suggesting the assay could be broadly reactive against a large diversity of MNV strains .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Forty eight clinical samples including 16 gastric tissue specimens ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "16 cecal tissue specimens and 16 fecal specimens were tested for the validation of the new developed RT-RPA assay .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The detection results of RT-RPA and RT-qPCR for clinical samples were very similar ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "except that a gastric tissue sample which was positive by RT-qPCR ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with a RNA titer of 27 copies , was negative by RT-RPA .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : A broadly reactive RT-RPA assay was successfully established for MNV detection .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "10",
    "segment_num": "14",
    "token_num": "247"
  }
}