{
  "paper_id": "11f4b8db80c19de17f434e02207ece64b20bc11c",
  "metadata": {
    "title": "Investigations on the RNA binding and phosphorylation of groundnut bud necrosis virus nucleocapsid protein",
    "coda_data_split": "train",
    "coda_paper_id": 10662,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Groundnut bud necrosis virus belongs to the genus Tospovirus, infects a wide range of crop plants and causes severe losses. To understand the role of the nucleocapsid protein in the viral life cycle, the protein was overexpressed in E. coli and purified by Ni-NTA chromatography. The purified N protein was well folded and was predominantly alpha-helical. Deletion analysis revealed that the C-terminal unfolded region of the N protein was involved in RNA binding. Furthermore, the N protein could be phosphorylated in vitro by Nicotiana benthamiana plant sap and by purified recombinant kinases such as protein kinase CK2 and calcium-dependent protein kinase. This is the first report of phoshphorylation of a nucleocapsid protein in the family Bunyaviridae. The possible implications of the present findings for the viral life cycle are discussed.",
      "sentences": [
        [
          {
            "segment_text": "Groundnut bud necrosis virus belongs to the genus Tospovirus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "infects a wide range of crop plants and causes severe losses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To understand the role of the nucleocapsid protein in the viral life cycle ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "the protein was overexpressed in E. coli and purified by Ni-NTA chromatography .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The purified N protein was well folded and was predominantly alpha-helical .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Deletion analysis revealed that the C-terminal unfolded region of the N protein was involved in RNA binding .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , the N protein could be phosphorylated in vitro by Nicotiana benthamiana plant sap and by purified recombinant kinases such as protein kinase CK2 and calcium-dependent protein kinase .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This is the first report of phoshphorylation of a nucleocapsid protein in the family Bunyaviridae .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The possible implications of the present findings for the viral life cycle are discussed .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Abbreviations",
      "sentences": [
        [
          {
            "segment_text": "Abbreviations",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "Groundnut bud necrosis virus TSWV Tomato spotted wilt virus RNP Ribonucleoprotein N protein Nucleocapsid protein CK2 Protein kinase CK2 CDPK Calcium-dependent protein kinase Electronic supplementary material The online version of this article (",
      "sentences": [
        [
          {
            "segment_text": "Groundnut bud necrosis virus TSWV Tomato spotted wilt virus RNP Ribonucleoprotein N protein Nucleocapsid protein CK2 Protein kinase CK2 CDPK Calcium-dependent protein kinase Electronic supplementary material The online version of this article (",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "9",
    "segment_num": "11",
    "token_num": "174"
  }
}