{
  "paper_id": "11f96d05db6854ef95312aa3a4736724ce1f02d6",
  "metadata": {
    "title": "Title: Interventions targeting air travellers early in the pandemic may delay local outbreaks of SARS-CoV-2",
    "coda_data_split": "train",
    "coda_paper_id": 10609,
    "coda_has_expert_labels": false,
    "subset": "biorxiv_medrxiv"
  },
  "abstract": [
    {
      "original_text": "We evaluated if interventions aimed at air travellers can delay establishment of a SARS-CoV-2 outbreak in a previously unaffected country. Methods: For countries with no sustained SARS-CoV-2 transmission and with no shared border with affected regions we simulated arriving infected air travellers. We assessed the effectiveness of syndromic screening at departure and/or arrival \u0026 traveller sensitisation to the COVID-2019-like symptoms with the aim to trigger rapid self-isolation and reporting on symptom onset to enable contact tracing. We assumed that syndromic screening would reduce the number of infected arrivals and that traveller sensitisation reduce the average number of secondary cases. We report the minimal expected delay achievable in 50% (75% \u0026 97.5%) of simulations. In the simulations we account for uncertainty in the number of secondary cases in the absence of air traveller targeted interventions and the arrival times of infected cases and also present sensitivity analyses on arrival rates of infected travellers and the effectiveness of traveller sensitisation. Results: Under baseline assumptions exit and entry screening combined with traveller sensitisation can delay a local SARS-CoV-2 outbreak by at least 83 (75% of simulations: at least 36, 97.5% 8) days while there is no more than 1 infected traveller per week. The benefit of entry screening is small if exit screening is effective: the combination of only exit screening and traveller sensitisation can delay an outbreak by at least 76 (75%: 33, 97.5%: 7) days. With increasing rates of infected travellers, less effective sensitisation or without screening these delays shrink rapidly to a week or less. Conclusion: Syndromic screening and traveller sensitisation in combination could delay outbreaks in yet unaffected countries and support local containment efforts, but only if infected traveller numbers are very low.",
      "sentences": [
        [
          {
            "segment_text": "We evaluated if interventions aimed at air travellers can delay establishment of a SARS-CoV-2 outbreak in a previously unaffected country .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Methods : For countries with no sustained SARS-CoV-2 transmission and with no shared border with affected regions we simulated arriving infected air travellers .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We assessed the effectiveness of syndromic screening at departure and/or arrival \u0026 traveller sensitisation to the COVID-2019-like symptoms with the aim to trigger rapid self-isolation and reporting on symptom onset to enable contact tracing .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We assumed that syndromic screening would reduce the number of infected arrivals and that traveller sensitisation reduce the average number of secondary cases .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We report the minimal expected delay achievable in 50 % ( 75 % \u0026 97.5 % ) of simulations .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In the simulations we account for uncertainty in the number of secondary cases in the absence of air traveller targeted interventions and the arrival times of infected cases and also present sensitivity analyses on arrival rates of infected travellers and the effectiveness of traveller sensitisation .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Under baseline assumptions exit and entry screening combined with traveller sensitisation can delay a local SARS-CoV-2 outbreak by at least 83 ( 75 % of simulations : at least 36 , 97.5 % 8 ) days while there is no more than 1 infected traveller per week .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The benefit of entry screening is small if exit screening is effective : the combination of only exit screening and traveller sensitisation can delay an outbreak by at least 76 ( 75 % : 33 , 97.5 % : 7 ) days .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "With increasing rates of infected travellers ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "less effective sensitisation or without screening these delays shrink rapidly to a week or less .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusion : Syndromic screening and traveller sensitisation in combination could delay outbreaks in yet unaffected countries and support local containment efforts ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but only if infected traveller numbers are very low .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
      "sentences": [
        [
          {
            "segment_text": ".",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "CC-BY 4.0 International license It is made available under a author/funder ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "who has granted medRxiv a license to display the preprint in perpetuity .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "is the (which was not peer-reviewed) The copyright holder for this preprint .",
      "sentences": [
        [
          {
            "segment_text": "is the ( which was not peer-reviewed ) The copyright holder for this preprint .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "13",
    "segment_num": "16",
    "token_num": "359"
  }
}