{
  "paper_id": "120138f6ef07fac0c75d777ffb9946480f613065",
  "metadata": {
    "title": "C-X-C Motif Chemokine 10 Contributes to the Development of Neuropathic Pain by Increasing the Permeability of the Blood-Spinal Cord Barrier",
    "coda_data_split": "train",
    "coda_paper_id": 8991,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Neuropathic pain is among the most debilitating forms of chronic pain. Studies have suggested that chronic pain pathogenesis involves neuroimmune interactions and blood-spinal cord barrier (BSCB) disruption. However, the underlying mechanisms are poorly understood. We modeled neuropathic pain in rats by inducing chronic constriction injury (CCI) of the sciatic nerve and analyzed the effects on C-X-C motif chemokine 10 (CXCL10)/CXCR3 activation, BSCB permeability, and immune cell migration from the circulation into the spinal cord. We detected CXCR3 expression in spinal neurons and observed that CCI induced CXCL10/CXCR3 activation, BSCB disruption, and mechanical hyperalgesia. CCI-induced BSCB disruption enabled circulating T cells to migrate into the spinal parenchyma. Intrathecal administration of an anti-CXCL10 antibody not only attenuated CCI-induced hyperalgesia, but also reduced BSCB permeability, suggesting that CXCL10 acts as a key regulator of BSCB integrity. Moreover, T cell migration may play a critical role in the neuroimmune interactions involved in the pathogenesis of CCI-induced neuropathic pain. Our results highlight CXCL10 as a new potential drug target for the treatment of nerve injury-induced neuropathic pain.",
      "sentences": [
        [
          {
            "segment_text": "Neuropathic pain is among the most debilitating forms of chronic pain .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Studies have suggested that chronic pain pathogenesis involves neuroimmune interactions and blood-spinal cord barrier ( BSCB ) disruption .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , the underlying mechanisms are poorly understood .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We modeled neuropathic pain in rats by inducing chronic constriction injury ( CCI ) of the sciatic nerve and analyzed the effects on C-X-C motif chemokine 10 ( CXCL10 ) / CXCR3 activation ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "BSCB permeability , and immune cell migration from the circulation into the spinal cord .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We detected CXCR3 expression in spinal neurons and observed that CCI induced CXCL10/CXCR3 activation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "BSCB disruption , and mechanical hyperalgesia .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "CCI-induced BSCB disruption enabled circulating T cells to migrate into the spinal parenchyma .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Intrathecal administration of an anti-CXCL10 antibody not only attenuated CCI-induced hyperalgesia ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but also reduced BSCB permeability ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "suggesting that CXCL10 acts as a key regulator of BSCB integrity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , T cell migration may play a critical role in the neuroimmune interactions involved in the pathogenesis of CCI-induced neuropathic pain .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our results highlight CXCL10 as a new potential drug target for the treatment of nerve injury-induced neuropathic pain .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "13",
    "token_num": "197"
  }
}