{
  "paper_id": "1205092fb7ceab14b45e37c1248f6d70e87805ab",
  "metadata": {
    "title": "The up-regulation of two identified wound healing specific proteins-HSP70 and lysozyme in regenerated Eisenia fetida through transcriptome analysis",
    "coda_data_split": "train",
    "coda_paper_id": 3866,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Ethnopharmacological relevance: Disposed earthworm has been used to treat various common ailments including burns, arthritis, itching, and inflammation for thousands of years in China. As their remarkable ability to fully regenerate in a scar-free manner, regenerated tissue homogenate of amputated Eisenia fetida (E. fetida) have been considered as an excellent wound repair therapy in our previous study. We have demonstrated that regenerated earthworm (G-90\u0027) can perform higher wound repair ability to non-regeneration tissue (G-90) through significant promotion of cutaneous wound repair in mice after their administration into wound beds. Objective: In the present study, we aimed to reveal the mechanism of G-90\u0027 and to explore a potential wound healing accelerated strategy. Methods and results: Two functional proteins-HSP70 and lysozyme in G-90′ were confirmed by cross-identification of LC-MS/MS and transcriptome analyses. Followed with semi-quantitative PCR and western blot, their expression were validated to up-regulate in 3-day regenerated tissues (G-90\u0027). Conclusion: This study implies the therapeutic potency of G-90\u0027 for wound recovery and provides a new strategy to assess other natural materials targeting wound healing with the tail-amputated E .fetida as a model organism.",
      "sentences": [
        [
          {
            "segment_text": "Ethnopharmacological relevance : Disposed earthworm has been used to treat various common ailments including burns ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "arthritis , itching , and inflammation for thousands of years in China .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "As their remarkable ability to fully regenerate in a scar-free manner ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "regenerated tissue homogenate of amputated Eisenia fetida ( E. fetida ) have been considered as an excellent wound repair therapy in our previous study .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We have demonstrated that regenerated earthworm ( G-90 \u0027 ) can perform higher wound repair ability to non-regeneration tissue ( G-90 ) through significant promotion of cutaneous wound repair in mice after their administration into wound beds .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Objective : In the present study ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "we aimed to reveal the mechanism of G-90 \u0027 and to explore a potential wound healing accelerated strategy .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods and results : Two functional proteins-HSP70 and lysozyme in G-90 ′ were confirmed by cross-identification of LC-MS/MS and transcriptome analyses .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Followed with semi-quantitative PCR and western blot ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "their expression were validated to up-regulate in 3-day regenerated tissues ( G-90 \u0027 ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Conclusion : This study implies the therapeutic potency of G-90 \u0027 for wound recovery and provides a new strategy to assess other natural materials targeting wound healing with the tail-amputated E .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "fetida as a model organism .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "12",
    "token_num": "213"
  }
}