{
  "paper_id": "120c6a4bbd2da215022a5cb4185de3a9a274a8d4",
  "metadata": {
    "title": "Prospective Evaluation of Rapid Antigen Tests for Diagnosis of Respiratory Viral Pathogens",
    "coda_data_split": "train",
    "coda_paper_id": 8177,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Acute respiratory infection is a frequently transmitted illness of concern to doctors and patients. Considering its airborne transmission, early diagnosis of such disease is particularly important. This study explored respiratory viral infections with influenza virus, parainfluenza virus, respiratory syncytial virus, human metapneumovirus, human bocavirus, coronavirus, and other early diagnostic substances as confirmed by literature resources. This study also used the corresponding monoclonal antibodies that were produced with the use of hybridoma technology, which were fixed on the chip after purification, for further serum detection. Using this method, a new technique to simultaneously detect 6 kinds of febrile respiratory viruses in a protein chip was developed. The accuracy rate of this method can be \u003e99.65%. This product is inexpensive and capable of high-precision and high-throughput screening, which are prominent advantages.",
      "sentences": [
        [
          {
            "segment_text": "Acute respiratory infection is a frequently transmitted illness of concern to doctors and patients .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Considering its airborne transmission , early diagnosis of such disease is particularly important .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This study explored respiratory viral infections with influenza virus ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "parainfluenza virus , respiratory syncytial virus ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "human metapneumovirus , human bocavirus ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "coronavirus , and other early diagnostic substances as confirmed by literature resources .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "This study also used the corresponding monoclonal antibodies that were produced with the use of hybridoma technology ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "which were fixed on the chip after purification , for further serum detection .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Using this method , a new technique to simultaneously detect 6 kinds of febrile respiratory viruses in a protein chip was developed .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The accuracy rate of this method can be \u003e 99.65 % .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This product is inexpensive and capable of high-precision and high-throughput screening , which are prominent advantages .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "11",
    "token_num": "149"
  }
}