{
  "paper_id": "122217a5acb7db58b8a283eec4208078fc04c551",
  "metadata": {
    "title": "Dysregulated Type I Interferon and Inflammatory Monocyte-Macrophage Responses Cause Lethal Pneumonia in SARS-CoV-Infected Mice Article Dysregulated Type I Interferon and Inflammatory Monocyte-Macrophage Responses Cause Lethal Pneumonia in SARS-CoV-Infected Mice",
    "coda_data_split": "train",
    "coda_paper_id": 8326,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Graphical Abstract Highlights d SARS-CoV causes a lethal respiratory infection in BALB/c mice d Robust SARS-CoV replication and delayed IFN-I signaling promote disease d IFN-I induces influx of pathogenic inflammatory monocytes and vascular leakage d Disease severity is ameliorated in the absence of IFN signaling SUMMARY Highly pathogenic human respiratory coronaviruses cause acute lethal disease characterized by exuberant inflammatory responses and lung damage. However, the factors leading to lung pathology are not well understood. Using mice infected with SARS (severe acute respiratory syndrome)-CoV, we show that robust virus replication accompanied by delayed type I interferon (IFN-I) signaling orchestrates inflammatory responses and lung immunopathology with diminished survival. IFN-I remains detectable until after virus titers peak, but early IFN-I administration ameliorates immunopathology. This delayed IFN-I signaling promotes the accumulation of pathogenic inflammatory monocytemacrophages (IMMs), resulting in elevated lung cytokine/chemokine levels, vascular leakage, and impaired virus-specific T cell responses. Genetic ablation of the IFN-ab receptor (IFNAR) or IMM depletion protects mice from lethal infection, without affecting viral load. These results demonstrate that IFN-I and IMM promote lethal SARS-CoV infection and identify IFN-I and IMMs as potential therapeutic targets in patients infected with pathogenic coronavirus and perhaps other respiratory viruses.",
      "sentences": [
        [
          {
            "segment_text": "Graphical Abstract Highlights d SARS-CoV causes a lethal respiratory infection in BALB/c mice d Robust SARS-CoV replication and delayed IFN-I signaling promote disease d IFN-I induces influx of pathogenic inflammatory monocytes and vascular leakage d Disease severity is ameliorated in the absence of IFN signaling SUMMARY Highly pathogenic human respiratory coronaviruses cause acute lethal disease characterized by exuberant inflammatory responses and lung damage .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , the factors leading to lung pathology are not well understood .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Using mice infected with SARS ( severe acute respiratory syndrome ) - CoV ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we show that robust virus replication accompanied by delayed type I interferon ( IFN-I ) signaling orchestrates inflammatory responses and lung immunopathology with diminished survival .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "IFN-I remains detectable until after virus titers peak ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but early IFN-I administration ameliorates immunopathology .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This delayed IFN-I signaling promotes the accumulation of pathogenic inflammatory monocytemacrophages ( IMMs ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "resulting in elevated lung cytokine/chemokine levels ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "vascular leakage , and impaired virus-specific T cell responses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Genetic ablation of the IFN-ab receptor ( IFNAR ) or IMM depletion protects mice from lethal infection , without affecting viral load .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results demonstrate that IFN-I and IMM promote lethal SARS-CoV infection and identify IFN-I and IMMs as potential therapeutic targets in patients infected with pathogenic coronavirus and perhaps other respiratory viruses .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "11",
    "token_num": "220"
  }
}