{
  "paper_id": "12267e4378cb6c21255f204fb40b9daaa02ab09b",
  "metadata": {
    "title": "Adenovirus 2, Bordetella bronchiseptica, and Parainfluenza Molecular Diagnostic Assay Results in Puppies After vaccination with Modified Live Vaccines",
    "coda_data_split": "train",
    "coda_paper_id": 4934,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Canine adenovirus 2, parainfluenza, and Bordetella bronchiseptica cause respiratory disease in dogs, and each has a modified live intranasal vaccine available. Molecular diagnostic assays to amplify specific nucleic acids are available for each of these agents. If positive molecular diagnostic assay results are common after vaccination, the positive predictive value of the diagnostic assays for disease would be decreased.",
      "sentences": [
        [
          {
            "segment_text": "Background : Canine adenovirus 2 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "parainfluenza , and Bordetella bronchiseptica cause respiratory disease in dogs ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and each has a modified live intranasal vaccine available .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Molecular diagnostic assays to amplify specific nucleic acids are available for each of these agents .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "If positive molecular diagnostic assay results are common after vaccination ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the positive predictive value of the diagnostic assays for disease would be decreased .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Objective: To determine the impact of administration of commercially available modified live topical adenovirus 2, B. bronchiseptica, and parainfluenza vaccine has on the results of a commercially available PCR panel.",
      "sentences": [
        [
          {
            "segment_text": "Objective : To determine the impact of administration of commercially available modified live topical adenovirus 2 ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "B. bronchiseptica , and parainfluenza vaccine has on the results of a commercially available PCR panel .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Animals: Eight puppies from a research breeding facility negative for these pathogens.",
      "sentences": [
        [
          {
            "segment_text": "Animals : Eight puppies from a research breeding facility negative for these pathogens .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Methods: Blinded prospective pilot study. Puppies were vaccinated with a single dose of modified live topical adenovirus 2, B. bronchiseptica, and parainfluenza and parenteral dose of adenovirus 2, canine distemper virus, and parvovirus. Nasal and pharyngeal swabs were collected on multiple days and submitted for PCR assay.",
      "sentences": [
        [
          {
            "segment_text": "Methods : Blinded prospective pilot study .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Puppies were vaccinated with a single dose of modified live topical adenovirus 2 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "B. bronchiseptica , and parainfluenza and parenteral dose of adenovirus 2 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "canine distemper virus , and parvovirus .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Nasal and pharyngeal swabs were collected on multiple days and submitted for PCR assay .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results: Nucleic acids of all 3 organisms contained in the topical vaccine were detected from both samples multiple times through 28 days after vaccination with higher numbers of positive samples detected between days 3 and 10 after vaccination.",
      "sentences": [
        [
          {
            "segment_text": "Results : Nucleic acids of all 3 organisms contained in the topical vaccine were detected from both samples multiple times through 28 days after vaccination with higher numbers of positive samples detected between days 3 and 10 after vaccination .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions and Clinical Importance: Vaccine status should be considered when interpreting respiratory agent PCR results if modified live vaccines have been used. Development of quantitative PCR and wild-type sequencing are necessary to improve positive predictive value of these assays by distinguishing vaccinate from natural infection.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions and Clinical Importance : Vaccine status should be considered when interpreting respiratory agent PCR results if modified live vaccines have been used .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Development of quantitative PCR and wild-type sequencing are necessary to improve positive predictive value of these assays by distinguishing vaccinate from natural infection .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "6",
    "sentence_num": "11",
    "segment_num": "17",
    "token_num": "259"
  }
}