{
  "paper_id": "12294aa31aa231c629eed22b5913119cc78a3027",
  "metadata": {
    "title": "The effects of a novel adjuvant complex/Eimeria profilin vaccine on the intestinal host immune response against live E. acervulina challenge infection ଝ",
    "coda_data_split": "train",
    "coda_paper_id": 3257,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The effects of a novel adjuvant composed of Quil A, cholesterol, dimethyl dioctadecyl ammonium bromide, and Carbopol (QCDC) on protective immunity against avian coccidiosis following immunization with an Eimeria recombinant protein were determined. Broiler chickens were subcutaneously immunized with isotonic saline (control), Eimeria recombinant profilin alone, or profilin emulsified with QCDC at 1 and 7 days post-hatch, and orally challenged with live Eimeria acervulina at 7 days following the last immunization. Body weight gains, gut lesion scores, fecal oocyst outputs, profilin serum antibody titers, lymphocyte proliferation, and intestinal cytokine transcript levels were assessed as measures of protective immunity. Chickens immunized with profilin plus QCDC showed increased body weight gains and decreased intestinal lesion scores compared with the profilin only or control groups. However, no differences were found in fecal oocyst shedding among the three groups. Profilin serum antibody titers and antigen-induced peripheral blood lymphocyte proliferation in the profilin/QCDC group were higher compared with the profilin only and control groups. Finally, while immunization with profilin alone or profilin plus QCDC uniformly increased the levels of intestinal transcripts encoding all cytokines examined (IL-1␤, IL-10, IL-12, IL-15, IL-17F, and IFN-␥) compared with the control group, transcripts for IL-10 and IL-17F were further increased in the profilin/QCDC group compared with the profilin only group. In summary, this study provides the first evidence of the immunoenhancing activities of QCDC adjuvant in poultry.",
      "sentences": [
        [
          {
            "segment_text": "The effects of a novel adjuvant composed of Quil A ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "cholesterol , dimethyl dioctadecyl ammonium bromide ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and Carbopol ( QCDC ) on protective immunity against avian coccidiosis following immunization with an Eimeria recombinant protein were determined .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Broiler chickens were subcutaneously immunized with isotonic saline ( control ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "Eimeria recombinant profilin alone , or profilin emulsified with QCDC at 1 and 7 days post-hatch ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and orally challenged with live Eimeria acervulina at 7 days following the last immunization .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Body weight gains , gut lesion scores ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "fecal oocyst outputs , profilin serum antibody titers ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "lymphocyte proliferation , and intestinal cytokine transcript levels were assessed as measures of protective immunity .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Chickens immunized with profilin plus QCDC showed increased body weight gains and decreased intestinal lesion scores compared with the profilin only or control groups .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , no differences were found in fecal oocyst shedding among the three groups .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Profilin serum antibody titers and antigen-induced peripheral blood lymphocyte proliferation in the profilin/QCDC group were higher compared with the profilin only and control groups .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Finally , while immunization with profilin alone or profilin plus QCDC uniformly increased the levels of intestinal transcripts encoding all cytokines examined ( IL-1 ␤ , IL-10 , IL-12 , IL-15 , IL-17F , and IFN - ␥ ) compared with the control group ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "transcripts for IL-10 and IL-17F were further increased in the profilin/QCDC group compared with the profilin only group .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In summary , this study provides the first evidence of the immunoenhancing activities of QCDC adjuvant in poultry .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Published by Elsevier Ltd.",
      "sentences": [
        [
          {
            "segment_text": "Published by Elsevier Ltd. .",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "0264-410X/$ -see front matter. Published by Elsevier Ltd.",
      "sentences": [
        [
          {
            "segment_text": "0264-410X / $ - see front matter .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Published by Elsevier Ltd. .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "11",
    "segment_num": "18",
    "token_num": "282"
  }
}