{
  "paper_id": "122eb755da7390903c56dc4114cbaccd64646158",
  "metadata": {
    "title": "Chemical-free inactivated whole influenza virus vaccine prepared by ultrashort pulsed laser treatment Chemical-free inactivated whole influenza virus vaccine prepared by ultrashort pulsed laser treatment",
    "coda_data_split": "train",
    "coda_paper_id": 5147,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "There is an urgent need for rapid methods to develop vaccines in response to emerging viral pathogens. Whole inactivated virus (WIV) vaccines represent an ideal strategy for this purpose; however, a universal method for producing safe and immunogenic inactivated vaccines is lacking. Conventional pathogen inactivation methods such as formalin, heat, ultraviolet light, and gamma rays cause structural alterations in vaccines that lead to reduced neutralizing antibody specificity, and in some cases, disastrous T helper type 2-mediated immune pathology. We have evaluated the potential of a visible ultrashort pulsed (USP) laser method to generate safe and immunogenic WIV vaccines without adjuvants. Specifically, we demonstrate that vaccination of mice with laser-inactivated H1N1 influenza virus at about a 10-fold lower dose than that required using conventional formalin-inactivated influenza vaccines results in protection against lethal H1N1 challenge in mice. The virus, inactivated by the USP laser irradiation, has been shown to retain its surface protein structure through hemagglutination assay. Unlike conventional inactivation methods, laser treatment did not generate carbonyl groups in protein, thereby reducing the risk of adverse vaccine-elicited T helper type 2 responses. Therefore, USP laser treatment is an attractive potential strategy to generate WIV vaccines with greater potency and safety than vaccines produced by current inactivation techniques.",
      "sentences": [
        [
          {
            "segment_text": "There is an urgent need for rapid methods to develop vaccines in response to emerging viral pathogens .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Whole inactivated virus ( WIV ) vaccines represent an ideal strategy for this purpose ; however ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a universal method for producing safe and immunogenic inactivated vaccines is lacking .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Conventional pathogen inactivation methods such as formalin ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "heat , ultraviolet light , and gamma rays cause structural alterations in vaccines that lead to reduced neutralizing antibody specificity ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and in some cases , disastrous T helper type 2-mediated immune pathology .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We have evaluated the potential of a visible ultrashort pulsed ( USP ) laser method to generate safe and immunogenic WIV vaccines without adjuvants .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Specifically , we demonstrate that vaccination of mice with laser-inactivated H1N1 influenza virus at about a 10-fold lower dose than that required using conventional formalin-inactivated influenza vaccines results in protection against lethal H1N1 challenge in mice .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The virus , inactivated by the USP laser irradiation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "has been shown to retain its surface protein structure through hemagglutination assay .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Unlike conventional inactivation methods , laser treatment did not generate carbonyl groups in protein ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "thereby reducing the risk of adverse vaccine-elicited T helper type 2 responses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Therefore , USP laser treatment is an attractive potential strategy to generate WIV vaccines with greater potency and safety than vaccines produced by current inactivation techniques .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "13",
    "token_num": "230"
  }
}