{
  "paper_id": "123c9d8da7648c728ebc6bfcd0e3b57cdc9cc8b7",
  "metadata": {
    "title": "Autopsy in critical illness: is it obsolete?",
    "coda_data_split": "train",
    "coda_paper_id": 10361,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The autopsy continues to have important implications for patient management in critical illness. It is not obsolete. Autopsy data help us to track shifts in disease prevalence over time and to heighten surveillance for serious diagnoses that are commonly missed. These data help us to identify important contributors to death that may be remediated through quality assurance and control programs. In discrete patient subsets, information from autopsies may reinforce the degree of certainty surrounding end-of-life decision-making.",
      "sentences": [
        [
          {
            "segment_text": "The autopsy continues to have important implications for patient management in critical illness .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It is not obsolete .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Autopsy data help us to track shifts in disease prevalence over time and to heighten surveillance for serious diagnoses that are commonly missed .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These data help us to identify important contributors to death that may be remediated through quality assurance and control programs .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "In discrete patient subsets , information from autopsies may reinforce the degree of certainty surrounding end-of-life decision-making .",
            "crowd_label": "background"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "5",
    "token_num": "82"
  }
}