{
  "paper_id": "123db7e17bb17a0d4ff1e7ef87cb629d6ac78125",
  "metadata": {
    "title": "Could human coronavirus OC43 have co-evolved with early humans?",
    "coda_data_split": "train",
    "coda_paper_id": 4292,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "This paper reports on an investigation of the role of codon usage evolution on the suggested bovine-to-human spillover of Bovine coronavirus (BCoV), an enteric/respiratory virus of cattle, resulting in the emergence of the exclusively respiratory Human coronavirus OC43 (HCoV-OC43). Analyses based on full genomes of BCoV and HCoV-OC43 and on both human and bovine mRNAs sequences of cholecystokinin (CCK) and surfactant protein 1 A (SFTP1-A), representing the enteric and respiratory tract codon usage, respectively, have shown natural selection leading to optimization or deoptimization of viral codon usage to the human enteric and respiratory tracts depending on the virus genes under consideration. A higher correlation was found for the nucleotide distance at the 3 rd nucleotide position of codons and codon usage optimization to the human respiratory tract when BCoV and HCoV-OC43 were compared. An MCC tree based on relative synonymous codon usage (RSCU) data integrating data from both viruses and hosts into a same analysis indicated three putative host/virus contact dates ranging from 1.54E8 to 2.44E5 years ago, suggesting that an ancestor coronavirus might have followed human evolution.",
      "sentences": [
        [
          {
            "segment_text": "This paper reports on an investigation of the role of codon usage evolution on the suggested bovine-to-human spillover of Bovine coronavirus ( BCoV ) ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "an enteric/respiratory virus of cattle ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "resulting in the emergence of the exclusively respiratory Human coronavirus OC43 ( HCoV-OC43 ) .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Analyses based on full genomes of BCoV and HCoV-OC43 and on both human and bovine mRNAs sequences of cholecystokinin ( CCK ) and surfactant protein 1 A ( SFTP1-A ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "representing the enteric and respiratory tract codon usage ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "respectively , have shown natural selection leading to optimization or deoptimization of viral codon usage to the human enteric and respiratory tracts depending on the virus genes under consideration .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A higher correlation was found for the nucleotide distance at the 3 rd nucleotide position of codons and codon usage optimization to the human respiratory tract when BCoV and HCoV-OC43 were compared .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "An MCC tree based on relative synonymous codon usage ( RSCU ) data integrating data from both viruses and hosts into a same analysis indicated three putative host/virus contact dates ranging from 1.54 E8 to 2.44 E5 years ago ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "suggesting that an ancestor coronavirus might have followed human evolution .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "9",
    "token_num": "200"
  }
}