{
  "paper_id": "123ea6f7fb7c9dbde72ca2a6a5f1c5d0986966ab",
  "metadata": {
    "title": "Potent binding of 2019 novel coronavirus spike protein by a SARS coronavirus- specific human monoclonal antibody",
    "coda_data_split": "train",
    "coda_paper_id": 5325,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The newly identified 2019 novel coronavirus (2019-nCoV) has caused more than 11,900 laboratory-confirmed human infections, including 259 deaths, posing a serious threat to human health. Currently, however, there is no specific antiviral treatment or vaccine. Considering the relatively high identity of receptor-binding domain (RBD) in 2019-nCoV and SARS-CoV, it is urgent to assess the cross-reactivity of anti-SARS CoV antibodies with 2019-nCoV spike protein, which could have important implications for rapid development of vaccines and therapeutic antibodies against 2019-nCoV. Here, we report for the first time that a SARS-CoV-specific human monoclonal antibody, CR3022, could bind potently with 2019-nCoV RBD (KD of 6.3 nM). The epitope of CR3022 does not overlap with the ACE2 binding site within 2019-nCoV RBD. These results suggest that CR3022 may have the potential to be developed as candidate therapeutics, alone or in combination with other neutralizing antibodies, for the prevention and treatment of 2019-nCoV infections. Interestingly, some of the most potent SARS-CoV-specific neutralizing antibodies (e.g. m396, CR3014) that target the ACE2 binding site of SARS-CoV failed to bind 2019-nCoV spike protein, implying that the difference in the RBD of SARS-CoV and 2019-nCoV has a critical impact for the cross-reactivity of neutralizing antibodies, and that it is still necessary to develop novel monoclonal antibodies that could bind specifically to 2019-nCoV RBD.",
      "sentences": [
        [
          {
            "segment_text": "The newly identified 2019 novel coronavirus ( 2019-nCoV ) has caused more than 11,900 laboratory-confirmed human infections ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including 259 deaths , posing a serious threat to human health .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Currently , however , there is no specific antiviral treatment or vaccine .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Considering the relatively high identity of receptor-binding domain ( RBD ) in 2019-nCoV and SARS-CoV ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "it is urgent to assess the cross-reactivity of anti-SARS CoV antibodies with 2019-nCoV spike protein ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "which could have important implications for rapid development of vaccines and therapeutic antibodies against 2019-nCoV .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Here , we report for the first time that a SARS-CoV-specific human monoclonal antibody ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "CR3022 , could bind potently with 2019-nCoV RBD ( KD of 6.3 nM ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The epitope of CR3022 does not overlap with the ACE2 binding site within 2019-nCoV RBD .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results suggest that CR3022 may have the potential to be developed as candidate therapeutics ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "alone or in combination with other neutralizing antibodies ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "for the prevention and treatment of 2019-nCoV infections .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Interestingly , some of the most potent SARS-CoV-specific neutralizing antibodies ( e.g. m396 , CR3014 ) that target the ACE2 binding site of SARS-CoV failed to bind 2019-nCoV spike protein ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "implying that the difference in the RBD of SARS-CoV and 2019-nCoV has a critical impact for the cross-reactivity of neutralizing antibodies ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and that it is still necessary to develop novel monoclonal antibodies that could bind specifically to 2019-nCoV RBD .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "15",
    "token_num": "243"
  }
}