{
  "paper_id": "12576b0dffeb58f9ef7c7ad536e925ef1ea61ca5",
  "metadata": {
    "title": "",
    "coda_data_split": "train",
    "coda_paper_id": 6010,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Recently, the novel coronavirus disease 2019 (COVID-19) started spreading in Japan. Therefore, the number of patients with severe COVID-19 requiring extracorporeal membranous oxygenation (ECMO) is expected to increase. A working group has been formed to provide telephone consultation services for cases with severe respiratory failure caused by COVID-19 in Japan. During the first 13 days of the service, there were 12 consultations. For each consultation, we advised the patient on the initiation of ECMO and arranged transportation for patients with ECMO. Based on experience from the H1N1 influenza pandemic, transporting patients to experienced facilities is essential to obtain better outcomes.",
      "sentences": [
        [
          {
            "segment_text": "Recently , the novel coronavirus disease 2019 ( COVID-19 ) started spreading in Japan .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Therefore , the number of patients with severe COVID-19 requiring extracorporeal membranous oxygenation ( ECMO ) is expected to increase .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A working group has been formed to provide telephone consultation services for cases with severe respiratory failure caused by COVID-19 in Japan .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "During the first 13 days of the service , there were 12 consultations .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "For each consultation , we advised the patient on the initiation of ECMO and arranged transportation for patients with ECMO .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Based on experience from the H1N1 influenza pandemic ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "transporting patients to experienced facilities is essential to obtain better outcomes .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "7",
    "token_num": "115"
  }
}