{
  "paper_id": "129341a52b43ccd59368d094950322d983ebe223",
  "metadata": {
    "title": "Effect of selected gastrointestinal parasites and viral agents on fecal S100A12 concentrations in puppies as a potential comparative model",
    "coda_data_split": "train",
    "coda_paper_id": 9885,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Previous data suggest that fecal S100A12 has clinical utility as a biomarker of chronic gastrointestinal inflammation (idiopathic inflammatory bowel disease) in both people and dogs, but the effect of gastrointestinal pathogens on fecal S100A12 concentrations is largely unknown. The role of S100A12 in parasite and viral infections is also difficult to study in traditional animal models due to the lack of S100A12 expression in rodents. Thus, the aim of this study was to evaluate fecal S100A12 concentrations in a cohort of puppies with intestinal parasites (Cystoisospora spp., Toxocara canis, Giardia sp.) and viral agents that are frequently encountered and known to cause gastrointestinal signs in dogs (coronavirus, parvovirus) as a comparative model. Methods: Spot fecal samples were collected from 307 puppies [median age (range): 7 (4−13) weeks; 29 different breeds] in French breeding kennels, and fecal scores (semiquantitative system; scores 1−13) were assigned. Fecal samples were tested for Cystoisospora spp. (C. canis and C. ohioensis), Toxocara canis, Giardia sp., as well as canine coronavirus (CCV) and parvovirus (CPV). S100A12 concentrations were measured in all fecal samples using an inhouse radioimmunoassay. Statistical analyses were performed using non-parametric 2-group or multiple-group comparisons, non-parametric correlation analysis, association testing between nominal variables, and construction of a multivariate mixed model. Results: Fecal S100A12 concentrations ranged from \u003c 24−14,363 ng/g. Univariate analysis only showed increased fecal S100A12 concentrations in dogs shedding Cystoisospora spp. (P \u003d 0.0384) and in dogs infected with parvovirus (P \u003d 0.0277), whereas dogs infected with coronavirus had decreased fecal S100A12 concentrations (P \u003d 0.0345). However, shedding of any single enteropathogen did not affect fecal S100A12 concentrations in multivariate analysis (all P \u003e 0.05) in this study. Only fecal score and breed size had an effect on fecal S100A12 concentrations in multivariate analysis (P \u003c 0.0001).",
      "sentences": [
        [
          {
            "segment_text": "Background : Previous data suggest that fecal S100A12 has clinical utility as a biomarker of chronic gastrointestinal inflammation ( idiopathic inflammatory bowel disease ) in both people and dogs ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but the effect of gastrointestinal pathogens on fecal S100A12 concentrations is largely unknown .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The role of S100A12 in parasite and viral infections is also difficult to study in traditional animal models due to the lack of S100A12 expression in rodents .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Thus , the aim of this study was to evaluate fecal S100A12 concentrations in a cohort of puppies with intestinal parasites ( Cystoisospora spp. , Toxocara canis , Giardia sp. ) and viral agents that are frequently encountered and known to cause gastrointestinal signs in dogs ( coronavirus , parvovirus ) as a comparative model .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : Spot fecal samples were collected from 307 puppies ( median age ( range ) : 7 ( 4 − 13 ) weeks ; 29 different breeds ) in French breeding kennels ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and fecal scores ( semiquantitative system ; scores 1 − 13 ) were assigned .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Fecal samples were tested for Cystoisospora spp. ( C. canis and C. ohioensis ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "Toxocara canis , Giardia sp. ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "as well as canine coronavirus ( CCV ) and parvovirus ( CPV ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "S100A12 concentrations were measured in all fecal samples using an inhouse radioimmunoassay .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Statistical analyses were performed using non-parametric 2-group or multiple-group comparisons ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "non-parametric correlation analysis , association testing between nominal variables ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and construction of a multivariate mixed model .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Fecal S100A12 concentrations ranged from \u003c 24 − 14,363 ng/g .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Univariate analysis only showed increased fecal S100A12 concentrations in dogs shedding Cystoisospora spp. ( P \u003d 0.0384 ) and in dogs infected with parvovirus ( P \u003d 0.0277 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whereas dogs infected with coronavirus had decreased fecal S100A12 concentrations ( P \u003d 0.0345 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , shedding of any single enteropathogen did not affect fecal S100A12 concentrations in multivariate analysis ( all P \u003e 0.05 ) in this study .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Only fecal score and breed size had an effect on fecal S100A12 concentrations in multivariate analysis ( P \u003c 0.0001 ) .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions: An infection with any single enteropathogen tested in this study is unlikely to alter fecal S100A12 concentrations, and these preliminary data are important for further studies evaluating fecal S100A12 concentrations in dogs or when using fecal S100A12 concentrations as a biomarker in patients with chronic idiopathic gastrointestinal inflammation.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions : An infection with any single enteropathogen tested in this study is unlikely to alter fecal S100A12 concentrations ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and these preliminary data are important for further studies evaluating fecal S100A12 concentrations in dogs or when using fecal S100A12 concentrations as a biomarker in patients with chronic idiopathic gastrointestinal inflammation .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "12",
    "segment_num": "20",
    "token_num": "413"
  }
}