{
  "paper_id": "1298387602fdda99007bbceac968cf8b2e974ad5",
  "metadata": {
    "title": "The 9-kDa Hydrophobic Protein Encoded at the 3\u0027 End of the Porcine Transmissible Gastroenteritis Coronavirus Genome Is Membrane-Associated",
    "coda_data_split": "train",
    "coda_paper_id": 7981,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The open reading frame potentially encoding a 78 amino acid, 9101 Da hydrophobic protein (HP) and, mapping at the 3\u0027 end of the porcine transmissible gastroenteritis coronavirus (TGEV) genome, was shown to be expressed during virus replication. The cloned HP gene was placed in a plasmid under control of the T7 RNA polymerase promoter and in vitro translation of transcripts generated in vitro yielded a 9.1 -kDa protein that was immunoprecipitable with porcine hyperimmune anti-TGEV serum. Antiserum raised in rabbits against a 31 amino acid synthetic polypeptide that represented the central hydrophilic region of HP specifically immunoprecipitated HP from TGEV-infected cells. HP was further shown to become associated with microsomal membranes during synthesis in vitro and was found to be closely associated with the endoplasmic reticulum and cell surface membranes in infected cells. The intracellular location of HP suggests that it may play a role in the membrane association of replication complexes or in virion assembly. o 1992",
      "sentences": [
        [
          {
            "segment_text": "The open reading frame potentially encoding a 78 amino acid ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "9101 Da hydrophobic protein ( HP ) and ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "mapping at the 3 \u0027 end of the porcine transmissible gastroenteritis coronavirus ( TGEV ) genome ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "was shown to be expressed during virus replication .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The cloned HP gene was placed in a plasmid under control of the T7 RNA polymerase promoter and in vitro translation of transcripts generated in vitro yielded a 9.1 - kDa protein that was immunoprecipitable with porcine hyperimmune anti-TGEV serum .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Antiserum raised in rabbits against a 31 amino acid synthetic polypeptide that represented the central hydrophilic region of HP specifically immunoprecipitated HP from TGEV-infected cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "HP was further shown to become associated with microsomal membranes during synthesis in vitro and was found to be closely associated with the endoplasmic reticulum and cell surface membranes in infected cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The intracellular location of HP suggests that it may play a role in the membrane association of replication complexes or in virion assembly .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "o 1992",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "Academic Press, Inc.",
      "sentences": [
        [
          {
            "segment_text": "Academic Press , Inc. .",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "\u0027",
      "sentences": [
        [
          {
            "segment_text": "\u0027",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "8",
    "segment_num": "11",
    "token_num": "178"
  }
}