{
  "paper_id": "12988a4d0f76e0364087f8e1a86b96ee842f5168",
  "metadata": {
    "title": "Structural proteomics of the SARS coronavirus: a model response to emerging infectious diseases",
    "coda_data_split": "train",
    "coda_paper_id": 9880,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "A number of structural genomics/proteomics initiatives are focused on bacterial or viral pathogens. In this article, we will review the progress of structural proteomics initiatives targeting the SARS coronavirus (SARS-CoV), the etiological agent of the 2003 worldwide epidemic that culminated in approximately 8,000 cases and 800 deaths. The SARS-CoV genome encodes 28 proteins in three distinct classes, many of them with unknown function and sharing low similarity to other proteins. The structures of 16 SARS-CoV proteins or functional domains have been determined to date. Remarkably, eight of these 16 proteins or functional domains have novel folds, indicating the uniqueness of the coronavirus proteins. The results of SARS-CoV structural proteomics initiatives will have several profound biological impacts, including elucidation of the structure-function relationships of coronavirus proteins; identification of targets for the design of anti-viral compounds against SARS-CoV and other coronaviruses; and addition of new protein folds to the fold space, with further understanding of the structure-function relationships for several new protein families. We discuss the use of structural proteomics in response to emerging infectious diseases such as SARS-CoV and to increase preparedness against future emerging coronaviruses.",
      "sentences": [
        [
          {
            "segment_text": "A number of structural genomics/proteomics initiatives are focused on bacterial or viral pathogens .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this article , we will review the progress of structural proteomics initiatives targeting the SARS coronavirus ( SARS-CoV ) ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "the etiological agent of the 2003 worldwide epidemic that culminated in approximately 8,000 cases and 800 deaths .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The SARS-CoV genome encodes 28 proteins in three distinct classes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "many of them with unknown function and sharing low similarity to other proteins .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The structures of 16 SARS-CoV proteins or functional domains have been determined to date .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Remarkably , eight of these 16 proteins or functional domains have novel folds ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "indicating the uniqueness of the coronavirus proteins .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The results of SARS-CoV structural proteomics initiatives will have several profound biological impacts ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including elucidation of the structure-function relationships of coronavirus proteins ; identification of targets for the design of anti-viral compounds against SARS-CoV and other coronaviruses ; and addition of new protein folds to the fold space ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with further understanding of the structure-function relationships for several new protein families .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We discuss the use of structural proteomics in response to emerging infectious diseases such as SARS-CoV and to increase preparedness against future emerging coronaviruses .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "12",
    "token_num": "203"
  }
}