{
  "paper_id": "12995f91769bf2a2cf4dc7eaca32ee7b637e0301",
  "metadata": {
    "title": "A research agenda for aging in China in the 21st century",
    "coda_data_split": "train",
    "coda_paper_id": 9775,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "China is encountering formidable healthcare challenges brought about by the problem of aging. By 2050, there will be 400 million Chinese citizens aged 65+, 150 million of whom will be 80+. The undesirable consequences of the one-child policy, rural-to-urban migration, and expansion of the population of \u0027empty nest\u0027 elders are eroding the traditional family care of the elders, further exacerbating the burden borne by the current public healthcare system. The challenges of geriatric care demand prompt attention by proposing strategies for improvement in several key areas. Major diseases of the elderly that need more attention include chronic non-communicable diseases and mental health disorders. We suggest the establishment of a home care-dominated geriatric care system, and a proactive role for researchers on aging in reforming geriatric care through policy dialogs. We propose ideas for preparation of the impending aging burden and the creation of a nurturing environment conducive to healthy aging in China.",
      "sentences": [
        [
          {
            "segment_text": "China is encountering formidable healthcare challenges brought about by the problem of aging .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "By 2050 , there will be 400 million Chinese citizens aged 65 + ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "150 million of whom will be 80 + .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The undesirable consequences of the one-child policy ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "rural-to-urban migration , and expansion of the population of \u0027em pty nest \u0027 elders are eroding the traditional family care of the elders ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "further exacerbating the burden borne by the current public healthcare system .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The challenges of geriatric care demand prompt attention by proposing strategies for improvement in several key areas .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Major diseases of the elderly that need more attention include chronic non-communicable diseases and mental health disorders .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We suggest the establishment of a home care-dominated geriatric care system ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and a proactive role for researchers on aging in reforming geriatric care through policy dialogs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We propose ideas for preparation of the impending aging burden and the creation of a nurturing environment conducive to healthy aging in China .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "11",
    "token_num": "169"
  }
}