{
  "paper_id": "12af81d8d81c5da78255316d73ab6564cc2e835e",
  "metadata": {
    "title": "Viruses and Sialic Acids: Rules of Engagement",
    "coda_data_split": "train",
    "coda_paper_id": 4675,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Viral infections are initiated by specific attachment of a virus particle to receptors at the surface of the host cell. For many viruses, these receptors are glycans that are linked to either a protein or a lipid. Glycans terminating in sialic acid and its derivatives serve as receptors for a large number of viruses, including several human pathogens. In combination with glycan array analyses, structural analyses of complexes of viruses with sialylated oligosaccharides have provided insights into the parameters that underlie each interaction. Here, we compare the currently available structural data on viral attachment proteins in complex with sialic acid and its variants. The objective is to define common parameters of recognition and to provide a platform for understanding the determinants of specificity. This information could be of use for the prediction of the location of sialic acid binding sites in viruses for which structural information is still lacking. An improved understanding of the principles that govern the recognition of sialic acid and sialylated oligosaccharides would also advance efforts to develop efficient antiviral agents.",
      "sentences": [
        [
          {
            "segment_text": "Viral infections are initiated by specific attachment of a virus particle to receptors at the surface of the host cell .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "For many viruses , these receptors are glycans that are linked to either a protein or a lipid .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Glycans terminating in sialic acid and its derivatives serve as receptors for a large number of viruses , including several human pathogens .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In combination with glycan array analyses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "structural analyses of complexes of viruses with sialylated oligosaccharides have provided insights into the parameters that underlie each interaction .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we compare the currently available structural data on viral attachment proteins in complex with sialic acid and its variants .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The objective is to define common parameters of recognition and to provide a platform for understanding the determinants of specificity .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "This information could be of use for the prediction of the location of sialic acid binding sites in viruses for which structural information is still lacking .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "An improved understanding of the principles that govern the recognition of sialic acid and sialylated oligosaccharides would also advance efforts to develop efficient antiviral agents .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "9",
    "token_num": "186"
  }
}