{
  "paper_id": "12b90b3a09c938535dbf8db6af029cba7994e2cc",
  "metadata": {
    "title": "Interactome Mapping: Using Protein Microarray Technology to Reconstruct Diverse Protein Networks",
    "coda_data_split": "train",
    "coda_paper_id": 10439,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "A major focus of systems biology is to characterize interactions between cellular components, in order to develop an accurate picture of the intricate networks within biological systems. Over the past decade, protein microarrays have greatly contributed to advances in proteomics and are becoming an important platform for systems biology. Protein microarrays are highly flexible, ranging from large-scale proteome microarrays to smaller customizable microarrays, making the technology amenable for detection of a broad spectrum of biochemical properties of proteins. In this article, we will focus on the numerous studies that have utilized protein microarrays to reconstruct biological networks including protein-DNA interactions, posttranslational protein modifications (PTMs), lectin-glycan recognition, pathogen-host interactions and hierarchical signaling cascades. The diversity in applications allows for integration of interaction data from numerous molecular classes and cellular states, providing insight into the structure of complex biological systems. We will also discuss emerging applications and future directions of protein microarray technology in the global frontier.",
      "sentences": [
        [
          {
            "segment_text": "A major focus of systems biology is to characterize interactions between cellular components ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "in order to develop an accurate picture of the intricate networks within biological systems .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Over the past decade , protein microarrays have greatly contributed to advances in proteomics and are becoming an important platform for systems biology .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Protein microarrays are highly flexible ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "ranging from large-scale proteome microarrays to smaller customizable microarrays ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "making the technology amenable for detection of a broad spectrum of biochemical properties of proteins .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this article , we will focus on the numerous studies that have utilized protein microarrays to reconstruct biological networks including protein-DNA interactions ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "posttranslational protein modifications ( PTMs ) ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "lectin-glycan recognition , pathogen-host interactions and hierarchical signaling cascades .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The diversity in applications allows for integration of interaction data from numerous molecular classes and cellular states ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "providing insight into the structure of complex biological systems .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We will also discuss emerging applications and future directions of protein microarray technology in the global frontier .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "12",
    "token_num": "172"
  }
}