{
  "paper_id": "12bc88e7428c240181f181ca0358dac85ae16289",
  "metadata": {
    "title": "Current Status of the Immunomodulation and Immunomediated Therapeutic Strategies for Multiple Sclerosis",
    "coda_data_split": "train",
    "coda_paper_id": 8441,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Multiple sclerosis (MS) is an autoimmune disease of the central nervous system, and CD4 + T cells form the core immunopathogenic cascade leading to chronic inflammation. Traditionally, Th1 cells (interferon-γ-producing CD4 + T cells) driven by interleukin 12 (IL12) were considered to be the encephalitogenic T cells in MS and experimental autoimmune encephalomyelitis (EAE), an animal model of MS. Currently, Th17 cells (Il17-producing CD4 + T cells) are considered to play a fundamental role in the immunopathogenesis of EAE. This paper highlights the growing evidence that Th17 cells play the core role in the complex adaptive immunity of EAE/MS and discusses the roles of the associated immune cells and cytokines. These constitute the modern immunological basis for the development of novel clinical and preclinical immunomodulatory therapies for MS discussed in this paper.",
      "sentences": [
        [
          {
            "segment_text": "Multiple sclerosis ( MS ) is an autoimmune disease of the central nervous system ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and CD4 + T cells form the core immunopathogenic cascade leading to chronic inflammation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Traditionally , Th1 cells ( interferon-γ-producing CD4 + T cells ) driven by interleukin 12 ( IL12 ) were considered to be the encephalitogenic T cells in MS and experimental autoimmune encephalomyelitis ( EAE ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "an animal model of MS. Currently ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Th17 cells ( Il17-producing CD4 + T cells ) are considered to play a fundamental role in the immunopathogenesis of EAE .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This paper highlights the growing evidence that Th17 cells play the core role in the complex adaptive immunity of EAE/MS and discusses the roles of the associated immune cells and cytokines .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "These constitute the modern immunological basis for the development of novel clinical and preclinical immunomodulatory therapies for MS discussed in this paper .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "7",
    "token_num": "150"
  }
}