{
  "paper_id": "133bed76897d9c9d329d0689a63ea25e836a6973",
  "metadata": {
    "title": "Potential targets for pancreatic cancer immunotherapeutics NIH Public Access",
    "coda_data_split": "train",
    "coda_paper_id": 3086,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Pancreatic adenocarcinoma is the fourth leading cause of cancer death with an overall 5-year survival of less than 5%. As there is ample evidence that pancreatic adenocarcinomas elicit antitumor immune responses, identification of pancreatic cancer-associated antigens has spurred the development of vaccination-based strategies for treatment. While promising results have been observed in animal tumor models, most clinical studies have found only limited success. As most trials were performed in patients with advanced pancreatic cancer, the contribution of immune suppressor mechanisms should be taken into account. In this article, we detail recent work in tumor antigen vaccination and the recently identified mechanisms of immune suppression in pancreatic cancer. We offer our perspective on how to increase the clinical efficacy of vaccines for pancreatic cancer.",
      "sentences": [
        [
          {
            "segment_text": "Pancreatic adenocarcinoma is the fourth leading cause of cancer death with an overall 5-year survival of less than 5 % .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "As there is ample evidence that pancreatic adenocarcinomas elicit antitumor immune responses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "identification of pancreatic cancer-associated antigens has spurred the development of vaccination-based strategies for treatment .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "While promising results have been observed in animal tumor models ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "most clinical studies have found only limited success .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "As most trials were performed in patients with advanced pancreatic cancer ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the contribution of immune suppressor mechanisms should be taken into account .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this article , we detail recent work in tumor antigen vaccination and the recently identified mechanisms of immune suppression in pancreatic cancer .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We offer our perspective on how to increase the clinical efficacy of vaccines for pancreatic cancer .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Pancreatic adenocarcinoma, henceforth indicated as pancreatic cancer, accounts for the majority of all pancreatic cancers and has the poorest outcome. Pancreatic cancer is highly aggressive and is the fourth leading cause of cancer death in the USA with over 43,000 estimated new cases in 2010 [1]. The prognosis of these patients is dismal with overall survival less than 5% and a median survival of 4-6 months. At the time of diagnosis, 15-20% of patients present with operable disease whereas approximately 40% are found to have locally advanced, unresectable disease and approximately 45% have metastatic disease. Surgical resection is the only known curative treatment for pancreatic cancer [2]. However, even with complete surgical resection, recurrence is common and a majority of patients recur with distant metastasis. Patients who develop recurrence usually present between 9 and 12 months after resection [3]. Median survival after surgery is 15-20 months with a 5-year survival rate of approximately 20% [3, 4] . The median survival of patients with locally advanced, unresectable disease is 10-12 months [2, 5] . The significance of this malignancy is",
      "sentences": [
        [
          {
            "segment_text": "Pancreatic adenocarcinoma , henceforth indicated as pancreatic cancer ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "accounts for the majority of all pancreatic cancers and has the poorest outcome .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Pancreatic cancer is highly aggressive and is the fourth leading cause of cancer death in the USA with over 43,000 estimated new cases in 2010 ( 1 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The prognosis of these patients is dismal with overall survival less than 5 % and a median survival of 4-6 months .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "At the time of diagnosis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "15-20 % of patients present with operable disease whereas approximately 40 % are found to have locally advanced ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "unresectable disease and approximately 45 % have metastatic disease .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Surgical resection is the only known curative treatment for pancreatic cancer ( 2 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , even with complete surgical resection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "recurrence is common and a majority of patients recur with distant metastasis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Patients who develop recurrence usually present between 9 and 12 months after resection ( 3 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Median survival after surgery is 15-20 months with a 5-year survival rate of approximately 20 % ( 3 , 4 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The median survival of patients with locally advanced ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "unresectable disease is 10-12 months ( 2 , 5 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The significance of this malignancy is",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "16",
    "segment_num": "24",
    "token_num": "344"
  }
}