{
  "paper_id": "134e2e260522f938079aa2704bed5bf2f4452729",
  "metadata": {
    "title": "KINETIC CHARACTERIZATION AND MOLECULAR DOCKING OF A NOVEL, POTENT, AND SELECTIVE SLOW-BINDING INHIBITOR OF HUMAN CATHEPSIN L",
    "coda_data_split": "train",
    "coda_paper_id": 4510,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "A novel small molecule thiocarbazate (PubChem SID 26681509), a potent inhibitor of human cathepsin L (EC 3.4.22.15) with an IC 50 of 56 nM, was developed following a 57,821 compound screen of the NIH Molecular Libraries Small Molecule Repository. After a 4 hr preincubation with cathepsin L, this compound became even more potent, demonstrating an IC 50 of 1.0 nM. The thiocarbazate was determined to be a slow-binding and slowly reversible competitive inhibitor. Through a transient kinetic analysis for single-step reversibility, inhibition rate constants were k on \u003d 24,000 M -1 s -1 and k off \u003d 2.2 × 10 -5 s -1 (K i \u003d 0.89 nM). Molecular docking studies were undertaken using the experimentally-derived X-ray crystal structure of papain/CLIK-148 (1cvz.pdb). These studies revealed critical hydrogen bonding patterns of the thiocarbazate with key active site residues in papain. The thiocarbazate displayed 7-to 151-fold greater selectivity toward cathepsin L than papain and cathepsins B, K, V, and S with no activity against cathepsin G. The inhibitor demonstrated a lack of toxicity in human aortic endothelial cells and zebrafish. Additionally, the thiocarbazate inhibited in vitro propagation of malaria parasite Plasmodium falciparum with an IC 50 of 15.4 μM and inhibited Leishmania major with an IC 50 of 12.5 μM.",
      "sentences": [
        [
          {
            "segment_text": "A novel small molecule thiocarbazate ( PubChem SID 26681509 ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a potent inhibitor of human cathepsin L ( EC 3.4.22.15 ) with an IC 50 of 56 nM ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "was developed following a 57,821 compound screen of the NIH Molecular Libraries Small Molecule Repository .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "After a 4 hr preincubation with cathepsin L ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "this compound became even more potent ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "demonstrating an IC 50 of 1.0 nM .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The thiocarbazate was determined to be a slow-binding and slowly reversible competitive inhibitor .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Through a transient kinetic analysis for single-step reversibility ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "inhibition rate constants were k on \u003d 24,000 M -1 s -1 and k off \u003d 2.2 × 10 -5 s -1 ( K i \u003d 0.89 nM ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Molecular docking studies were undertaken using the experimentally-derived X-ray crystal structure of papain/CLIK -148 ( 1cvz .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "pdb ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These studies revealed critical hydrogen bonding patterns of the thiocarbazate with key active site residues in papain .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The thiocarbazate displayed 7-to 151-fold greater selectivity toward cathepsin L than papain and cathepsins B ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "K , V , and S with no activity against cathepsin G .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The inhibitor demonstrated a lack of toxicity in human aortic endothelial cells and zebrafish .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Additionally , the thiocarbazate inhibited in vitro propagation of malaria parasite Plasmodium falciparum with an IC 50 of 15.4 μM and inhibited Leishmania major with an IC 50 of 12.5 μM .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "16",
    "token_num": "237"
  }
}