{
  "paper_id": "136a52d8100f85d1baa7976838bfcace2b6c08d7",
  "metadata": {
    "title": "Journal Pre-proof 1000,000 cases of COVID-19 outside of China: The date predicted by a simple heuristic 1,000,000 CASES OF COVID-19 OUTSIDE OF CHINA: THE DATE PREDICTED BY A SIMPLE HEURISTIC",
    "coda_data_split": "train",
    "coda_paper_id": 8331,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Journal Pre-proof 1 such as ventilators in limited supply, preparations should be made ahead of time on how to allocate these finite resources. More information about COVID-19 can be found in [2], [3], and [7]",
      "sentences": [
        [
          {
            "segment_text": "Journal Pre-proof 1 such as ventilators in limited supply ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "preparations should be made ahead of time on how to allocate these finite resources .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "More information about COVID-19 can be found in ( 2 ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "( 3 ) , and ( 7 )",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": ". The best course of action to \"flatten the curve\" is to follow WHO guidelines. The best way to keep hospitals under capacity is social distancing:",
      "sentences": [
        [
          {
            "segment_text": ".",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "The best course of action to `` flatten the curve \u0027\u0027 is to follow WHO guidelines .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The best way to keep hospitals under capacity is social distancing :",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "limiting or cancelling large gatherings, only travelling when necessary, and keeping a distance from others all help to prevent the spread.",
      "sentences": [
        [
          {
            "segment_text": "limiting or cancelling large gatherings ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "only travelling when necessary , and keeping a distance from others all help to prevent the spread .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "The presented heuristic is based on the exponential growth of the data collected Journal Pre-proof J o u r n a l P r e -p r o o f 4 WWK, MAM, WP, AW-D, PFZ, DS, TA, AHZ, MD, AND JM by WHO situation reports for days 31 to 57. As pointed out in [4] the predictability could be improved by pairwise comparisons based on abductive reasoning [5]. Abduction is frequently used in diagnostic expert systems. The abductive reasoning (or inference) process was used for this study. It is a type of logical inference which starts with a set of observations and then searches for Journal Pre-proof J o u r n a l P r e -p r o o f 1,000,000 COVID-19 CASES X Journal Pre-proof J o u r n a l P r e -p r o o f",
      "sentences": [
        [
          {
            "segment_text": "The presented heuristic is based on the exponential growth of the data collected Journal Pre-proof J o u r n a l P r e - p r o o f 4 WWK ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "MAM , WP , AW-D ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "PFZ , DS , TA ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "AHZ , MD , AND JM by WHO situation reports for days 31 to 57 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "As pointed out in ( 4 ) the predictability could be improved by pairwise comparisons based on abductive reasoning ( 5 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Abduction is frequently used in diagnostic expert systems .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The abductive reasoning ( or inference ) process was used for this study .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "It is a type of logical inference which starts with a set of observations and then searches for Journal Pre-proof J o u r n a l P r e - p r o o f 1,000,000 COVID-19 CASES X Journal Pre-proof J o u r n a l P r e - p r o o f",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "11",
    "segment_num": "17",
    "token_num": "265"
  }
}