{
  "paper_id": "13a1c758877b216e51c51e9ee532ab5c3e0c12fb",
  "metadata": {
    "title": "Pulmonary diseases induced by ambient ultrafine and engineered nanoparticles in twenty-first century",
    "coda_data_split": "train",
    "coda_paper_id": 8869,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Air pollution is a severe threat to public health globally, affecting everyone in developed and developing countries alike. Among different air pollutants, particulate matter (PM), particularly combustion-produced fine PM (PM 2.5 ) has been shown to play a major role in inducing various adverse health effects. Strong associations have been demonstrated by epidemiological and toxicological studies between increases in PM 2.5 concentrations and premature mortality, cardiopulmonary diseases, asthma and allergic sensitization, and lung cancer. The mechanisms of PM-induced toxicological effects are related to their size, chemical composition, lung clearance and retention, cellular oxidative stress responses and pro-inflammatory effects locally and systemically. Particles in the ultrafine range (\u003c100 nm), although they have the highest number counts, surface area and organic chemical content, are often overlooked due to insufficient monitoring and risk assessment. Yet, ample studies have demonstrated that ambient ultrafine particles have higher toxic potential compared with PM 2.5 . In addition, the rapid development of nanotechnology, bringing ever-increasing production of nanomaterials, has raised concerns about the potential human exposure and health impacts. All these add to the complexity of PM-induced health effects that largely remains to be determined, and mechanistic understanding on the toxicological effects of ambient ultrafine particles and nanomaterials will be the focus of studies in the near future.",
      "sentences": [
        [
          {
            "segment_text": "Air pollution is a severe threat to public health globally ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "affecting everyone in developed and developing countries alike .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Among different air pollutants , particulate matter ( PM ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "particularly combustion-produced fine PM ( PM 2.5 ) has been shown to play a major role in inducing various adverse health effects .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Strong associations have been demonstrated by epidemiological and toxicological studies between increases in PM 2.5 concentrations and premature mortality ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "cardiopulmonary diseases , asthma and allergic sensitization , and lung cancer .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The mechanisms of PM-induced toxicological effects are related to their size ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "chemical composition , lung clearance and retention ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "cellular oxidative stress responses and pro-inflammatory effects locally and systemically .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Particles in the ultrafine range ( \u003c 100 nm ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "although they have the highest number counts ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "surface area and organic chemical content ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "are often overlooked due to insufficient monitoring and risk assessment .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Yet , ample studies have demonstrated that ambient ultrafine particles have higher toxic potential compared with PM 2.5 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , the rapid development of nanotechnology ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "bringing ever-increasing production of nanomaterials ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "has raised concerns about the potential human exposure and health impacts .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "All these add to the complexity of PM-induced health effects that largely remains to be determined ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and mechanistic understanding on the toxicological effects of ambient ultrafine particles and nanomaterials will be the focus of studies in the near future .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "19",
    "token_num": "241"
  }
}