{
  "paper_id": "13a2da5074d1480d1e302628606afd1f17ac782e",
  "metadata": {
    "title": "Upper respiratory infections in a rural area with reduced malaria transmission in Senegal: a pathogens community study",
    "coda_data_split": "train",
    "coda_paper_id": 6422,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Acute Respiratory Infections (ARI) are common causes of febrile illnesses in many settings in Senegal. These infections are usually managed presumptively due to lack of appropriate diagnostic tools. This situation, can lead to poor management of febrile illness or antibiotic misuse. In addition, there are limited data on the spectrum of pathogens commonly responsible for these ARI. This study was conducted to explore the pathogens community among patients with acute respiratory infection in a rural area in Senegal. Methods: A cross sectional study was conducted from August to December 2015. Children and adult patients attending Keur Socé health post for signs suggestive of acute respiratory infection were enrolled after providing inform consent. Eligible participants were recruited using a consecutive sampling method. Paired nose and throat swabs were collected for pathogen detection. Samples were processed using a multiplex PCR designed to identify 21 pathogens including both virus and bacteria. Results: Two hundred and fifty patients participated in the study. Samples positivity rate was evaluated at 95.2% (238/250). Streptococcus pneumoniae was the predominant pathogen (74%) and was present in all months and all age-groups, followed by Staphylococcus aureus (28,8%) and rhinovirus (28,4%). Respiratory syncytial virus (RSV) was detected only among children under 5 years old in August and September while coronavirus was present in all age groups, during the months of October and December. Conclusion: This pilot study revealed a diversity of pathogens over the time and across all age groups, highlighting the need for further exploration. A pathogen community approach including both virus and bacteria at a larger scale becomes crucial for a better understanding of transmission dynamics at population level in order to help shape ARI control strategies.",
      "sentences": [
        [
          {
            "segment_text": "Background : Acute Respiratory Infections ( ARI ) are common causes of febrile illnesses in many settings in Senegal .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These infections are usually managed presumptively due to lack of appropriate diagnostic tools .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This situation , can lead to poor management of febrile illness or antibiotic misuse .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In addition , there are limited data on the spectrum of pathogens commonly responsible for these ARI .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This study was conducted to explore the pathogens community among patients with acute respiratory infection in a rural area in Senegal .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : A cross sectional study was conducted from August to December 2015 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Children and adult patients attending Keur Socé health post for signs suggestive of acute respiratory infection were enrolled after providing inform consent .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Eligible participants were recruited using a consecutive sampling method .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Paired nose and throat swabs were collected for pathogen detection .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Samples were processed using a multiplex PCR designed to identify 21 pathogens including both virus and bacteria .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Two hundred and fifty patients participated in the study .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Samples positivity rate was evaluated at 95.2 % ( 238/250 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Streptococcus pneumoniae was the predominant pathogen ( 74 % ) and was present in all months and all age-groups ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "followed by Staphylococcus aureus ( 28,8 % ) and rhinovirus ( 28,4 % ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Respiratory syncytial virus ( RSV ) was detected only among children under 5 years old in August and September while coronavirus was present in all age groups ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "during the months of October and December .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusion : This pilot study revealed a diversity of pathogens over the time and across all age groups ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "highlighting the need for further exploration .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A pathogen community approach including both virus and bacteria at a larger scale becomes crucial for a better understanding of transmission dynamics at population level in order to help shape ARI control strategies .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "16",
    "segment_num": "19",
    "token_num": "320"
  }
}