{
  "paper_id": "13b8c068799a93b4441116bb6cabae222d126d32",
  "metadata": {
    "title": "New oligonucleotide microarray for rapid diagnosis of avian viral diseases",
    "coda_data_split": "train",
    "coda_paper_id": 3869,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "We developed a new oligonucleotide microarray comprising 16 identical subarrays for simultaneous rapid detection of avian viruses: avian influenza virus (AIV), Newcastle disease virus (NDV), infection bronchitis virus (IBV), and infectious bursal disease virus (IBDV) in single-and mixed-virus infections. The objective of the study was to develop an oligonucleotide microarray for rapid diagnosis of avian diseases that would be used in the course of mass analysis for routine epidemiological surveillance owing to its ability to test one specimen for several infections.",
      "sentences": [
        [
          {
            "segment_text": "We developed a new oligonucleotide microarray comprising 16 identical subarrays for simultaneous rapid detection of avian viruses : avian influenza virus ( AIV ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Newcastle disease virus ( NDV ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "infection bronchitis virus ( IBV ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and infectious bursal disease virus ( IBDV ) in single-and mixed-virus infections .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The objective of the study was to develop an oligonucleotide microarray for rapid diagnosis of avian diseases that would be used in the course of mass analysis for routine epidemiological surveillance owing to its ability to test one specimen for several infections .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Methods and results: The paper describes the technique for rapid and simultaneous diagnosis of avian diseases such as avian influenza, Newcastle disease, infectious bronchitis and infectious bursal disease with use of oligonucleotide microarray, conditions for hybridization of fluorescent-labelled viral cDNA on the microarray and its specificity tested with use of AIV, NDV, IBV, IBDV strains as well as biomaterials from poultry. Sensitivity and specificity of the developed microarray was evaluated with use of 122 specimens of biological material: 44 cloacal swabs from sick birds and 78 tissue specimens from dead wild and domestic birds, as well as with use of 15 AIV, NDV, IBV and IBDV strains, different in their origin, epidemiological and biological characteristics (RIBSP Microbial Collection). This microarray demonstrates high diagnostic sensitivity (99.16% within 95% CI limits 97.36-100%) and specificity (100%). Specificity of the developed technique was confirmed by direct sequencing of NP and M (AIV), VP2 (IBDV), S1 (IBV), NP (NDV) gene fragments. Conclusion: Diagnostic effectiveness of the developed DNA microarray is 99.18% and therefore it can be used in mass survey for specific detection of AIV, NDV, IBV and IBDV circulating in the region in the course of epidemiological surveillance. Rather simple method for rapid diagnosis of avian viral diseases that several times shortens duration of assay versus classical diagnostic methods is proposed.",
      "sentences": [
        [
          {
            "segment_text": "Methods and results : The paper describes the technique for rapid and simultaneous diagnosis of avian diseases such as avian influenza ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "Newcastle disease , infectious bronchitis and infectious bursal disease with use of oligonucleotide microarray ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "conditions for hybridization of fluorescent-labelled viral cDNA on the microarray and its specificity tested with use of AIV ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "NDV , IBV , IBDV strains as well as biomaterials from poultry .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Sensitivity and specificity of the developed microarray was evaluated with use of 122 specimens of biological material : 44 cloacal swabs from sick birds and 78 tissue specimens from dead wild and domestic birds ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "as well as with use of 15 AIV ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "NDV , IBV and IBDV strains ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "different in their origin , epidemiological and biological characteristics ( RIBSP Microbial Collection ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "This microarray demonstrates high diagnostic sensitivity ( 99.16 % within 95 % CI limits 97.36-100 % ) and specificity ( 100 % ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Specificity of the developed technique was confirmed by direct sequencing of NP and M ( AIV ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "VP2 ( IBDV ) , S1 ( IBV ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "NP ( NDV ) gene fragments .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusion : Diagnostic effectiveness of the developed DNA microarray is 99.18 % and therefore it can be used in mass survey for specific detection of AIV ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "NDV , IBV and IBDV circulating in the region in the course of epidemiological surveillance .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Rather simple method for rapid diagnosis of avian viral diseases that several times shortens duration of assay versus classical diagnostic methods is proposed .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "8",
    "segment_num": "20",
    "token_num": "356"
  }
}