{
  "paper_id": "13d1553d10b93b5ed937bf2ff7cdb420b3540cd0",
  "metadata": {
    "title": "Synthesis of the Putative Red Clover Necrotic Mosaic Virus RNA Polymerase by Ribosomal Frameshifting in Vitro",
    "coda_data_split": "train",
    "coda_paper_id": 2092,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The red clover necrotic mosaic virus (RCNMV) genome is split between two single-stranded RNA species termed RNA-! and RNA-2. RNA-l directs the synthesis of 88-kDa (p88), 57-kDa (p57), 37-kDa (p37), and 27-kDa (p27) polypeptides and RNA-2 a 35-kDa (p35) polypeptide in vitro. The coding order of the RNA-l products was determined to be 5\u0027-p27-p57-p37-3\u0027. Antibodies to synthetic peptides representing the carboxyl terminal portions of p27 and psv tmrnunoprecipitated their respective polypeptides in addition to pSS, suggesting that pSS is a fusion protein. A frameshift heptanucleotide sequence element has been identified in RCNMV RNA-l.ln addition, a stable stem-loop secondary structure adjacent to the heptanucleotide sequence is predicted. Together, these sequence elements suggest that a ribosomal frameshifting event occurs which allows translational readthrough of the p27 open reading frame into the p57 open reading frame. generating the observed pSS product. An RNA-l expression construct fusing the p57 and the CP open reading frame was engineered to investigate the ribosomal frameshifting event. CP antibodies immunoprecipitated a fusion protein of the predicted size containing the carboxyl portion of CP. Site-directed mutagenesis of the frameshift element indicates that in vitro, pBB can also be expressed alternatively by suppression of an amber termination codon. Based on these data. we propose that the putative RCNMV RNA polymerase is an SS-kDa polypeptide expressed by a ribosomal frameshifting mechanism similar to those utilized by retroviruses.",
      "sentences": [
        [
          {
            "segment_text": "The red clover necrotic mosaic virus ( RCNMV ) genome is split between two single-stranded RNA species termed RNA - !",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "and RNA-2 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "RNA-l directs the synthesis of 88-kDa ( p88 ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "57-kDa ( p57 ) , 37-kDa ( p37 ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and 27-kDa ( p27 ) polypeptides and RNA-2 a 35-kDa ( p35 ) polypeptide in vitro .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The coding order of the RNA-l products was determined to be 5 \u0027 - p27-p57-p37-3 \u0027 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Antibodies to synthetic peptides representing the carboxyl terminal portions of p27 and psv tmrnunoprecipitated their respective polypeptides in addition to pSS ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "suggesting that pSS is a fusion protein .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A frameshift heptanucleotide sequence element has been identified in RCNMV RNA-l .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "ln addition , a stable stem-loop secondary structure adjacent to the heptanucleotide sequence is predicted .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Together , these sequence elements suggest that a ribosomal frameshifting event occurs which allows translational readthrough of the p27 open reading frame into the p57 open reading frame .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "generating the observed pSS product .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "An RNA-l expression construct fusing the p57 and the CP open reading frame was engineered to investigate the ribosomal frameshifting event .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "CP antibodies immunoprecipitated a fusion protein of the predicted size containing the carboxyl portion of CP .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Site-directed mutagenesis of the frameshift element indicates that in vitro ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "pBB can also be expressed alternatively by suppression of an amber termination codon .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Based on these data .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "we propose that the putative RCNMV RNA polymerase is an SS-kDa polypeptide expressed by a ribosomal frameshifting mechanism similar to those utilized by retroviruses .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "14",
    "segment_num": "18",
    "token_num": "265"
  }
}