{
  "paper_id": "13d8cc76dac84adbb9e5fb22e48bf87e1da3a3c0",
  "metadata": {
    "title": "In vitro responses of cheetah mononuclear cells to feline herpesvirus-1 and Cryptococcus neoformans",
    "coda_data_split": "train",
    "coda_paper_id": 2009,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "In vitro responses of cheetah mononuclear cells to feline herpesvirus-1 and Cryptococcus neoformans. Vet. hnmunol. Immunopathol., In vitro T cell function by domestic cats and cheetahs to two common pathogens, feline herpesvirusl (FHV-1) and Cryptococcus neoformans, was assessed. Peripheral blood mononuclear cells (PBM) were stimulated with two strains of UV-inactivated FHV-l, whole heat-killed organisms or capsular antigen of Cryptococcus neoformans, and proliferative responses measured. As a group, cheetah PBM responded significantly poorer than domestic cat PBM when cultured with FHV-1. However, individual cheetah responses varied widely. Supplementation of cultures with exogenous interleukin 2 (IL-2 ) significantly increased the level of response of individual cheetahs to both strains of FHV-I. Cheetah sera contained slightly higher neutralizing antibody titers to FHV-1 than did domestic cat sera, suggesting that B cells function adequately in cheetahs. When stimulated with Cryptococcus neoforroans, both species had similar incidences of positive proliferative responses.",
      "sentences": [
        [
          {
            "segment_text": "In vitro responses of cheetah mononuclear cells to feline herpesvirus-1 and Cryptococcus neoformans .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Vet .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "hnmunol .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Immunopathol. , In vitro T cell function by domestic cats and cheetahs to two common pathogens ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "feline herpesvirusl ( FHV-1 ) and Cryptococcus neoformans , was assessed .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Peripheral blood mononuclear cells ( PBM ) were stimulated with two strains of UV-inactivated FHV-l ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "whole heat-killed organisms or capsular antigen of Cryptococcus neoformans , and proliferative responses measured .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "As a group , cheetah PBM responded significantly poorer than domestic cat PBM when cultured with FHV-1 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , individual cheetah responses varied widely .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Supplementation of cultures with exogenous interleukin 2 ( IL-2 ) significantly increased the level of response of individual cheetahs to both strains of FHV-I .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Cheetah sera contained slightly higher neutralizing antibody titers to FHV-1 than did domestic cat sera ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "suggesting that B cells function adequately in cheetahs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "When stimulated with Cryptococcus neoforroans ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "both species had similar incidences of positive proliferative responses .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "These data demonstrate that cheetahs exhibit heterogeneous responses to specific antigens, similar to domestic cats. However, a lower group response to FHV-I in cheetahs suggests species differences occur. In addition, level of variability in major histocompatibility complex (MHC) class I-like genes, as determined by Southern blot hybridization, does not appear to correlate with a uniform response in in vitro functional assays. Therefore, additional mechanisms influence the final outcome of the immune response.",
      "sentences": [
        [
          {
            "segment_text": "These data demonstrate that cheetahs exhibit heterogeneous responses to specific antigens , similar to domestic cats .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , a lower group response to FHV-I in cheetahs suggests species differences occur .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , level of variability in major histocompatibility complex ( MHC ) class I-like genes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as determined by Southern blot hybridization ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "does not appear to correlate with a uniform response in in vitro functional assays .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Therefore , additional mechanisms influence the final outcome of the immune response .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "14",
    "segment_num": "20",
    "token_num": "254"
  }
}