{
  "paper_id": "13d91249163f26ec4be4fe3e622a40ff89868be2",
  "metadata": {
    "title": "Toward resilient food systems through increased agricultural diversity and local sourcing in the Carolinas",
    "coda_data_split": "train",
    "coda_paper_id": 6907,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Biological and agricultural diversity are connected to food security through strengthened resilience to both anthropogenic and natural perturbations. Increased resilience to stress via increased biodiversity has been described in a number of natural systems. Diversity in food production can be considered on the following three levels: (a) genetic diversity as reflected in the range of cultivars which can be selected for production; (b) species diversity, captured through production of a wide range of crops on each farm; and (c) broad ecosystem diversity, described by the diversity of production between farms and within the broader food system. A network of locally based food producers and entrepreneurs provides opportunity for high diversity at each network stage, with increased adaptive capacity and the ability for rapid response to disturbance. We argue that production techniques that use carefully planned diverse plantings, such as biointensive cultivation, increase resilience by increased water use efficiency, yield and nutrient retention while reducing pressure from pests and pathogens. We present a model for a diverse, distributed food system in the North Carolina Piedmont and analyze an existing distributed network by a food hub in South Carolina. Through these models, we argue that a shift in the food network has the potential to increase local food security by having food more reliably available where it is needed and by contributing to local resilience through community economic development. The shift in food production and distribution systems serves multiple goals: When crop loss occurs, other crops still contribute to overall harvest, reducing net loss. Diverse on-farm production can support a more distributed network of food aggregators, processors, and markets than the current approach of large-scale consolidation. Finally, a distributed food supply network supported with diverse agricultural products can increase resilience by providing access to diversified markets for producers and improved food access to consumers with more food choices, while expanding the need for skilled jobs supporting the regionally based food industry.",
      "sentences": [
        [
          {
            "segment_text": "Biological and agricultural diversity are connected to food security through strengthened resilience to both anthropogenic and natural perturbations .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Increased resilience to stress via increased biodiversity has been described in a number of natural systems .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Diversity in food production can be considered on the following three levels : ( a ) genetic diversity as reflected in the range of cultivars which can be selected for production ; ( b ) species diversity ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "captured through production of a wide range of crops on each farm ; and ( c ) broad ecosystem diversity ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "described by the diversity of production between farms and within the broader food system .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A network of locally based food producers and entrepreneurs provides opportunity for high diversity at each network stage ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "with increased adaptive capacity and the ability for rapid response to disturbance .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We argue that production techniques that use carefully planned diverse plantings ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "such as biointensive cultivation , increase resilience by increased water use efficiency ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "yield and nutrient retention while reducing pressure from pests and pathogens .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We present a model for a diverse ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "distributed food system in the North Carolina Piedmont and analyze an existing distributed network by a food hub in South Carolina .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Through these models , we argue that a shift in the food network has the potential to increase local food security by having food more reliably available where it is needed and by contributing to local resilience through community economic development .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The shift in food production and distribution systems serves multiple goals : When crop loss occurs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "other crops still contribute to overall harvest , reducing net loss .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Diverse on-farm production can support a more distributed network of food aggregators ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "processors , and markets than the current approach of large-scale consolidation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Finally , a distributed food supply network supported with diverse agricultural products can increase resilience by providing access to diversified markets for producers and improved food access to consumers with more food choices ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while expanding the need for skilled jobs supporting the regionally based food industry .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "19",
    "token_num": "353"
  }
}