{
  "paper_id": "13ecb811532b9ddd1f13ef2a2a6c2441b8a49f44",
  "metadata": {
    "title": "Identification and complete genome analysis of three novel paramyxoviruses, Tuhoko virus 1, 2 and 3, in fruit bats from China",
    "coda_data_split": "train",
    "coda_paper_id": 5656,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Among 489 bats of 11 species in China, three novel paramyxoviruses [Tuhokovirus 1, 2 and 3 (ThkPV-1, ThkPV-2 and ThkPV-3)] were discovered in 15 Leschenault\u0027s rousettes. Phylogenetically, the three viruses are most closely related to Menangle and Tioman virus. Genome analysis showed that their 3\u0027-leader sequences are unique by possessing GA instead of AG at the 5th and 6th positions. Unlike Menangle and Tioman virus, key amino acids for neuraminidase activity characteristic of rubulavirus attachment proteins are present. The genome of ThkPV-1 represents the largest rubulavirus genome. Unique features between the three viruses include perfect complementary 5\u0027-trailer and 3\u0027-leader sequence and a unique cysteine pair in attachment protein of ThkPV-1, G at +1 position in all predicted mRNA sequences of ThkPV-2, and amino acid substitutions in the conserved Nterminal motif of nucleocapsid of ThkPV-3. Analysis of phosphoprotein gene mRNA products confirmed mRNA editing. Antibodies to the viruses were detected in 48-60% of Leschenault\u0027s rousettes.",
      "sentences": [
        [
          {
            "segment_text": "Among 489 bats of 11 species in China ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "three novel paramyxoviruses ( Tuhokovirus 1 , 2 and 3 ( ThkPV-1 , ThkPV-2 and ThkPV-3 ) ) were discovered in 15 Leschenault \u0027s rousettes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Phylogenetically , the three viruses are most closely related to Menangle and Tioman virus .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Genome analysis showed that their 3 \u0027 - leader sequences are unique by possessing GA instead of AG at the 5th and 6th positions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Unlike Menangle and Tioman virus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "key amino acids for neuraminidase activity characteristic of rubulavirus attachment proteins are present .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The genome of ThkPV-1 represents the largest rubulavirus genome .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Unique features between the three viruses include perfect complementary 5 \u0027 - trailer and 3 \u0027 - leader sequence and a unique cysteine pair in attachment protein of ThkPV-1 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "G at +1 position in all predicted mRNA sequences of ThkPV-2 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and amino acid substitutions in the conserved Nterminal motif of nucleocapsid of ThkPV-3 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Analysis of phosphoprotein gene mRNA products confirmed mRNA editing .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Antibodies to the viruses were detected in 48-60 % of Leschenault \u0027s rousettes .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "12",
    "token_num": "185"
  }
}