{
  "paper_id": "140c32554663e4033d23a392bd287b0239bfe1d1",
  "metadata": {
    "title": "Natural history and epidemiology of respiratory syncytial virus infection in the Middle East: Hospital surveillance for children under age two in Jordan",
    "coda_data_split": "train",
    "coda_paper_id": 7093,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Respiratory syncytial virus (RSV) is the leading cause of bronchiolitis and viral pneumonia in infants and young children worldwide. In the Middle East and Arab countries, the burden of RSV-associated hospitalizations is not well characterized. We sought to determine the burden and clinical/epidemiological characteristics of RSV hospitalization in young children in Amman, Jordan. We investigated risk factors for severity including vitamin D levels. Methods: We conducted viral surveillance with clinical and demographic data in children \u003c2 years admitted with respiratory symptoms and/or fever at the Al-Bashir Government Hospital from March16, 2010 to March 31, 2013. Nasal/throat swabs were obtained and placed into lysis buffer, and frozen at −80 • C until testing by real-time RT-PCR for 11 respiratory viruses. Heel stick blood or sera samples for 25hydroxyvitamin D [25(OH)D] levels were obtained and sent to a central laboratory for mass spectrometry. Results: Of the 3168 children, \u003e80% testing positive for one virus, with RSV the most common virus detected (44%). The RSV-associated hospitalization rate was highest in children \u003c6 months with an annual range of 21.1-25.9 per 1000, compared to 6.0-8.0 in 6-11-month-olds and 1.6-2.5 in 12-23-month-olds. RSV-positive children compared with RSV-negative were more likely to be previously healthy without underlying medical conditions, less likely to be born prematurely, had a higher frequency of supplemental oxygen use, and had lower median vitamin D levels. Risk factors for oxygen use in RSV-positive children included underlying medical conditions, lack of breastfeeding, younger age, and higher viral load. Conclusion: RSV is a major cause of illness in hospitalized Jordanian children and is associated with increased severity compared to other respiratory viruses. Children with RSV in the Middle East would benefit from future RSV vaccines and antiviral therapy.",
      "sentences": [
        [
          {
            "segment_text": "Respiratory syncytial virus ( RSV ) is the leading cause of bronchiolitis and viral pneumonia in infants and young children worldwide .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In the Middle East and Arab countries ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the burden of RSV-associated hospitalizations is not well characterized .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We sought to determine the burden and clinical/epidemiological characteristics of RSV hospitalization in young children in Amman , Jordan .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We investigated risk factors for severity including vitamin D levels .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Methods : We conducted viral surveillance with clinical and demographic data in children \u003c 2 years admitted with respiratory symptoms and/or fever at the Al-Bashir Government Hospital from March16 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "2010 to March 31 , 2013 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Nasal/throat swabs were obtained and placed into lysis buffer ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and frozen at − 80 • C until testing by real-time RT-PCR for 11 respiratory viruses .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Heel stick blood or sera samples for 25hydroxyvitamin D ( 25 ( OH ) D ) levels were obtained and sent to a central laboratory for mass spectrometry .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Of the 3168 children ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "\u003e 80 % testing positive for one virus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with RSV the most common virus detected ( 44 % ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The RSV-associated hospitalization rate was highest in children \u003c 6 months with an annual range of 21.1-25.9 per 1000 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "compared to 6.0-8.0 in 6-11-month-olds and 1.6-2.5 in 12-23-month-olds .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "RSV-positive children compared with RSV-negative were more likely to be previously healthy without underlying medical conditions ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "less likely to be born prematurely ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "had a higher frequency of supplemental oxygen use ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and had lower median vitamin D levels .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Risk factors for oxygen use in RSV-positive children included underlying medical conditions ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "lack of breastfeeding , younger age , and higher viral load .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusion : RSV is a major cause of illness in hospitalized Jordanian children and is associated with increased severity compared to other respiratory viruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Children with RSV in the Middle East would benefit from future RSV vaccines and antiviral therapy .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "13",
    "segment_num": "23",
    "token_num": "330"
  }
}