{
  "paper_id": "140fd07c5decc5a768d4cd4fd269a7343dc62092",
  "metadata": {
    "title": "Middle East Respiratory Syndrome: What Clinicians Need to Know",
    "coda_data_split": "train",
    "coda_paper_id": 6274,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "A severe viral illness caused by a newly discovered coronavirus was first reported in the Middle East in 2012. The virus has since been named the Middle East respiratory syndrome coronavirus (MERS-CoV). MERS-CoV cases have been reported in several countries around the world in travelers from the Middle East. The illness has a high mortality rate. Limited human-to-human transmission has occurred including transmission to health care workers. The source of the virus remains unclear, but camels are a possible source. Two unrelated imported cases of MERS-CoV have been reported in the United States. Neither a vaccine nor effective therapy against the virus is available. International cooperation and information sharing will be key to understanding and ending the MERS-CoV outbreak. ª Abbreviations and Acronyms: CDC \u003d Centers for Disease Control and Prevention; HCP \u003d health care personnel; ICU \u003d intensive care unit; IHR \u003d International Health Regulations; MERS \u003d Middle East respiratory syndrome; SARS \u003d severe acute respiratory syndrome; WHO \u003d World Health Organization Correspondence: Address to Priya Sampathkumar, MD, Division of Infectious Diseases, Mayo Clinic, 200 First St SW, Rochester, MN 55905 (sampathkumar.priya@mayo.edu).",
      "sentences": [
        [
          {
            "segment_text": "A severe viral illness caused by a newly discovered coronavirus was first reported in the Middle East in 2012 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The virus has since been named the Middle East respiratory syndrome coronavirus ( MERS-CoV ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "MERS-CoV cases have been reported in several countries around the world in travelers from the Middle East .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The illness has a high mortality rate .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Limited human-to-human transmission has occurred including transmission to health care workers .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The source of the virus remains unclear ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but camels are a possible source .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Two unrelated imported cases of MERS-CoV have been reported in the United States .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Neither a vaccine nor effective therapy against the virus is available .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "International cooperation and information sharing will be key to understanding and ending the MERS-CoV outbreak .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "ª Abbreviations and Acronyms : CDC \u003d Centers for Disease Control and Prevention ; HCP \u003d health care personnel ; ICU \u003d intensive care unit ; IHR \u003d International Health Regulations ; MERS \u003d Middle East respiratory syndrome ; SARS \u003d severe acute respiratory syndrome ; WHO \u003d World Health Organization Correspondence : Address to Priya Sampathkumar ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "MD , Division of Infectious Diseases ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "Mayo Clinic , 200 First St SW ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "Rochester , MN 55905 ( sampathkumar.priya@mayo.edu ) .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "14",
    "token_num": "212"
  }
}