{
  "paper_id": "14241795a7c1b25b0db12f42473176d5af9a2eca",
  "metadata": {
    "title": "Isobavachalcone inhibits post-entry stages of the porcine reproductive and respiratory syndrome virus life cycle",
    "coda_data_split": "train",
    "coda_paper_id": 7069,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Porcine reproductive and respiratory syndrome virus (PRRSV) is a pathogen of great economic significance that impacts the swine industry globally. Since the first report of a porcine reproductive and respiratory syndrome (PRRS) outbreak, tremendous efforts to control this disease, including various national policies and plans incorporating the use of multiple modified live-virus vaccines, have been made. However, PRRSV is still a significant threat to the swine industry, and new variants continually emerge as a result of PRRSV evolution. Several studies have shown that pandemic PRRSV strains have enormous genetic diversity and that commercial vaccines can only provide partial protection against these strains. Therefore, effective anti-PRRSV drugs may be more suitable and reliable for PRRSV control. In this study, we observed that isobavachalcone (IBC), which was first isolated from Psoralea corylifolia, had potent anti-PRRSV activity in vitro. Although many biological activities of IBC have been reported, this is the first report describing the antiviral activity of IBC. Furthermore, after a systematic investigation, we demonstrated that IBC inhibits PRRSV replication at the post-entry stage of PRRSV infection. Thus, IBC may be a candidate for further evaluation as a therapeutic agent against PRRSV infection of swine in vivo.",
      "sentences": [
        [
          {
            "segment_text": "Porcine reproductive and respiratory syndrome virus ( PRRSV ) is a pathogen of great economic significance that impacts the swine industry globally .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Since the first report of a porcine reproductive and respiratory syndrome ( PRRS ) outbreak ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "tremendous efforts to control this disease ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including various national policies and plans incorporating the use of multiple modified live-virus vaccines , have been made .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , PRRSV is still a significant threat to the swine industry ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and new variants continually emerge as a result of PRRSV evolution .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Several studies have shown that pandemic PRRSV strains have enormous genetic diversity and that commercial vaccines can only provide partial protection against these strains .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Therefore , effective anti-PRRSV drugs may be more suitable and reliable for PRRSV control .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , we observed that isobavachalcone ( IBC ) ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "which was first isolated from Psoralea corylifolia ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "had potent anti-PRRSV activity in vitro .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Although many biological activities of IBC have been reported ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "this is the first report describing the antiviral activity of IBC .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Furthermore , after a systematic investigation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "we demonstrated that IBC inhibits PRRSV replication at the post-entry stage of PRRSV infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Thus , IBC may be a candidate for further evaluation as a therapeutic agent against PRRSV infection of swine in vivo .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "16",
    "token_num": "223"
  }
}