{
  "paper_id": "142a615ffb970d12beaa9597bff2b9c49da4bb96",
  "metadata": {
    "title": "Risk factors for severe acute lower respiratory infections in children -a systematic review and meta-analysis",
    "coda_data_split": "train",
    "coda_paper_id": 7609,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Aim To identify the risk factors in children under five years of age for severe acute lower respiratory infections (ALRI), which are the leading cause of child mortality.",
      "sentences": [
        [
          {
            "segment_text": "Aim To identify the risk factors in children under five years of age for severe acute lower respiratory infections ( ALRI ) ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "which are the leading cause of child mortality .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "We performed a systematic review of published literature available in the public domain. We conducted a quality assessment of all eligible studies according to GRADE criteria and performed a meta-analysis to report the odds ratios for all risk factors identified in these studies.",
      "sentences": [
        [
          {
            "segment_text": "We performed a systematic review of published literature available in the public domain .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We conducted a quality assessment of all eligible studies according to GRADE criteria and performed a meta-analysis to report the odds ratios for all risk factors identified in these studies .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "We identified 36 studies that investigated 19 risk factors for severe ALRI. Of these, 7 risk factors were significantly associated with severe ALRI in a consistent manner across studies, with the following meta-analysis estimates of odds ratios (with 95% confidence intervals): low birth weight 3.18 (1.02-9.90), lack of exclusive breastfeeding 2.34 (1.42-3.88), crowding -more than 7 persons per household 1.96 (1.53-2.52), exposure to indoor air pollution 1.57 (1.06-2.31), incomplete immunization 1.83 (1.32-2.52), undernutrition -weight-for-age less than 2 standard deviations 4.47 (2.10-9.49), and HIV infection 4.15 (2.57-9.74).",
      "sentences": [
        [
          {
            "segment_text": "We identified 36 studies that investigated 19 risk factors for severe ALRI .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Of these , 7 risk factors were significantly associated with severe ALRI in a consistent manner across studies ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with the following meta-analysis estimates of odds ratios ( with 95 % confidence intervals ) : low birth weight 3.18 ( 1.02-9.90 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "lack of exclusive breastfeeding 2.34 ( 1.42-3.88 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "crowding - more than 7 persons per household 1.96 ( 1.53-2.52 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "exposure to indoor air pollution 1.57 ( 1.06-2.31 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "incomplete immunization 1.83 ( 1.32-2.52 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "undernutrition - weight-for-age less than 2 standard deviations 4.47 ( 2.10-9.49 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and HIV infection 4.15 ( 2.57-9.74 ) .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "This study highlights the role of the above seven risk factors in the development of severe pneumonia in under-five children. In addition, it emphasizes the need for further studies investigating other potential risk factors. Since these risk factors are potentially preventable, health policies targeted at reducing their prevalence provide a basis for decreasing the burden of childhood pneumonia.",
      "sentences": [
        [
          {
            "segment_text": "This study highlights the role of the above seven risk factors in the development of severe pneumonia in under-five children .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , it emphasizes the need for further studies investigating other potential risk factors .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Since these risk factors are potentially preventable ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "health policies targeted at reducing their prevalence provide a basis for decreasing the burden of childhood pneumonia .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "8",
    "segment_num": "17",
    "token_num": "256"
  }
}