{
  "paper_id": "14374db205f6934d9cba148624462000bc6ec7be",
  "metadata": {
    "title": "Antibody Treatment against Angiopoietin-Like 4 Reduces Pulmonary Edema and Injury in Secondary Pneumococcal Pneumonia",
    "coda_data_split": "train",
    "coda_paper_id": 6994,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Secondary bacterial lung infection by Streptococcus pneumoniae (S. pneumoniae) poses a serious health concern, especially in developing countries. We posit that the emergence of multiantibiotic-resistant strains will jeopardize current treatments in these regions. Deaths arising from secondary infections are more often associated with acute lung injury, a common consequence of hypercytokinemia, than with the infection per se. Given that secondary bacterial pneumonia often has a poor prognosis, newer approaches to improve treatment outcomes are urgently needed to reduce the high levels of morbidity and mortality. Using a sequential dual-infection mouse model of secondary bacterial lung infection, we show that host-directed therapy via immunoneutralization of the angiopoietin-like 4 c-isoform (cANGPTL4) reduced pulmonary edema and damage in infected mice. RNA sequencing analysis revealed that anti-cANGPTL4 treatment improved immune and coagulation functions and reduced internal bleeding and edema. Importantly, anti-cANGPTL4 antibody, when used concurrently with either conventional antibiotics or antipneumolysin antibody, prolonged the median survival of mice compared to monotherapy. Anti-cANGPTL4 treatment enhanced immune cell phagocytosis of bacteria while restricting excessive inflammation. This modification of immune responses improved the disease outcomes of secondary pneumococcal pneumonia. Taken together, our study emphasizes that host-directed therapeutic strategies are viable adjuncts to standard antimicrobial treatments.",
      "sentences": [
        [
          {
            "segment_text": "Secondary bacterial lung infection by Streptococcus pneumoniae ( S. pneumoniae ) poses a serious health concern , especially in developing countries .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We posit that the emergence of multiantibiotic-resistant strains will jeopardize current treatments in these regions .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Deaths arising from secondary infections are more often associated with acute lung injury ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a common consequence of hypercytokinemia ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "than with the infection per se .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Given that secondary bacterial pneumonia often has a poor prognosis ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "newer approaches to improve treatment outcomes are urgently needed to reduce the high levels of morbidity and mortality .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Using a sequential dual-infection mouse model of secondary bacterial lung infection ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "we show that host-directed therapy via immunoneutralization of the angiopoietin-like 4 c-isoform ( cANGPTL4 ) reduced pulmonary edema and damage in infected mice .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "RNA sequencing analysis revealed that anti-cANGPTL4 treatment improved immune and coagulation functions and reduced internal bleeding and edema .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Importantly , anti-cANGPTL4 antibody , when used concurrently with either conventional antibiotics or antipneumolysin antibody ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "prolonged the median survival of mice compared to monotherapy .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Anti-cANGPTL4 treatment enhanced immune cell phagocytosis of bacteria while restricting excessive inflammation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This modification of immune responses improved the disease outcomes of secondary pneumococcal pneumonia .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Taken together , our study emphasizes that host-directed therapeutic strategies are viable adjuncts to standard antimicrobial treatments .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "15",
    "token_num": "221"
  }
}