{
  "paper_id": "144bd370f94a0844a954100eb08bf1df9403ddaf",
  "metadata": {
    "title": "Bacterial ribonuclease binase exerts an intra-cellular anti-viral mode of action targeting viral RNAs in influenza a virus- infected MDCK-II cells",
    "coda_data_split": "train",
    "coda_paper_id": 4041,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Influenza is a severe contagious disease especially in children, elderly and immunocompromised patients. Beside vaccination, the discovery of new anti-viral agents represents an important strategy to encounter seasonal and pandemic influenza A virus (IAV) strains. The bacterial extra-cellular ribonuclease binase is a well-studied RNase from Bacillus pumilus. Treatment with binase was shown to improve survival of laboratory animals infected with different RNA viruses. Although binase reduced IAV titer in vitro and in vivo, the mode of action (MOA) of binase against IAV at the molecular level has yet not been studied in depth and remains elusive.",
      "sentences": [
        [
          {
            "segment_text": "Background : Influenza is a severe contagious disease especially in children , elderly and immunocompromised patients .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Beside vaccination , the discovery of new anti-viral agents represents an important strategy to encounter seasonal and pandemic influenza A virus ( IAV ) strains .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The bacterial extra-cellular ribonuclease binase is a well-studied RNase from Bacillus pumilus .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Treatment with binase was shown to improve survival of laboratory animals infected with different RNA viruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although binase reduced IAV titer in vitro and in vivo ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the mode of action ( MOA ) of binase against IAV at the molecular level has yet not been studied in depth and remains elusive .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Methods: To analyze whether binase impairs virus replication by direct interaction with the viral particle we applied a hemagglutination inhibition assay and monitored the integrity of the viral RNA within the virus particle by RT-PCR. Furthermore, we used Western blot and confocal microscopy analysis to study whether binase can internalize into MDCK-II cells. By primer extension we examined the effect of binase on the integrity of viral RNAs within the cells and using a mini-genome system we explored the effect of binase on the viral expression.",
      "sentences": [
        [
          {
            "segment_text": "Methods : To analyze whether binase impairs virus replication by direct interaction with the viral particle we applied a hemagglutination inhibition assay and monitored the integrity of the viral RNA within the virus particle by RT-PCR .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Furthermore , we used Western blot and confocal microscopy analysis to study whether binase can internalize into MDCK-II cells .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "By primer extension we examined the effect of binase on the integrity of viral RNAs within the cells and using a mini-genome system we explored the effect of binase on the viral expression .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results: We show that (i) binase does not to attack IAV particle-protected viral RNA, (ii) internalized binase could be detected within the cytosol of MDCK-II cells and that (iii) binase impairs IAV replication by specifically degrading viral RNA species within the infected MDCK-II cells without obvious effect on cellular mRNAs.",
      "sentences": [
        [
          {
            "segment_text": "Results : We show that ( i ) binase does not to attack IAV particle-protected viral RNA ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "( ii ) internalized binase could be detected within the cytosol of MDCK-II cells and that ( iii ) binase impairs IAV replication by specifically degrading viral RNA species within the infected MDCK-II cells without obvious effect on cellular mRNAs .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusion: Our data provide novel evidence suggesting that binase is a potential anti-viral agent with specific intra-cellular MOA.",
      "sentences": [
        [
          {
            "segment_text": "Conclusion : Our data provide novel evidence suggesting that binase is a potential anti-viral agent with specific intra-cellular MOA .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "10",
    "segment_num": "12",
    "token_num": "280"
  }
}