{
  "paper_id": "14626b4b98947a5534bdcc578b6659c258f7e7dd",
  "metadata": {
    "title": "Immunogenicity and Protection from Receptor-Binding Domains of Toxins as Potential Vaccine Candidates for Clostridium difficile",
    "coda_data_split": "train",
    "coda_paper_id": 3707,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The receptor-binding domains (RBDs) located in toxin A and toxin B of Clostridium difficile are known to be nontoxic and immunogenic. We need to develop a new type vaccine based on RBDs. In this study, we expressed and purified recombinant proteins (named RBD-TcdA and RBD-TcdB) as vaccine candidates containing the RBDs of toxin A and toxin B, respectively, from the C. difficile reference strain VPI10463. The immunogenicity and protection of the vaccine candidates RBD-TcdA, RBD-TcdB, and RBD-TcdA/B was evaluated by ELISA and survival assays. The data indicated that mice immunized with all vaccine candidates displayed potent levels of RBD-specific serum IgG. Following intramuscular immunization of mice with RBD-TcdA and/or RBD-TcdB, these vaccine candidates triggered immune responses that protected mice compared to mice immunized with aluminum hydroxide alone. Taken together, the results of this study reveal that recombinant proteins containing RBDs of C. difficile toxins can be used for vaccine development. Additionally, we found that an RBD-TcdA/B vaccine can elicit a stronger humoral immune response and provide better immunoprotection than the univalent vaccines. This RBD vaccine candidate conferred significant protection against disease symptoms and death caused by toxins from a wild-type C. difficile strain.",
      "sentences": [
        [
          {
            "segment_text": "The receptor-binding domains ( RBDs ) located in toxin A and toxin B of Clostridium difficile are known to be nontoxic and immunogenic .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We need to develop a new type vaccine based on RBDs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , we expressed and purified recombinant proteins ( named RBD-TcdA and RBD-TcdB ) as vaccine candidates containing the RBDs of toxin A and toxin B ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "respectively , from the C. difficile reference strain VPI10463 .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The immunogenicity and protection of the vaccine candidates RBD-TcdA ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "RBD-TcdB , and RBD-TcdA/B was evaluated by ELISA and survival assays .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The data indicated that mice immunized with all vaccine candidates displayed potent levels of RBD-specific serum IgG .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Following intramuscular immunization of mice with RBD-TcdA and/or RBD-TcdB ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "these vaccine candidates triggered immune responses that protected mice compared to mice immunized with aluminum hydroxide alone .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Taken together , the results of this study reveal that recombinant proteins containing RBDs of C. difficile toxins can be used for vaccine development .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Additionally , we found that an RBD-TcdA/B vaccine can elicit a stronger humoral immune response and provide better immunoprotection than the univalent vaccines .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This RBD vaccine candidate conferred significant protection against disease symptoms and death caused by toxins from a wild-type C. difficile strain .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "12",
    "token_num": "214"
  }
}