{
  "paper_id": "1469710f9b5dce0601307791210b86a225dd1be1",
  "metadata": {
    "title": "Unusual Influenza A Viruses in Bats",
    "coda_data_split": "train",
    "coda_paper_id": 3179,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Influenza A viruses infect a remarkably diverse number of hosts. Two completely new influenza A virus subtypes were recently discovered in bats, dramatically expanding the host range of the virus. These bat viruses are extremely divergent from all other known strains and likely have unique replication cycles. Phylogenetic analysis indicates long-term, isolated evolution in bats. This is supported by a high seroprevalence in sampled bat populations. As bats represent ~20% of all classified mammals, these findings suggests the presence of a massive cryptic reservoir of poorly characterized influenza A viruses. Here, we review the exciting progress made on understanding these newly discovered viruses, and discuss their zoonotic potential.",
      "sentences": [
        [
          {
            "segment_text": "Influenza A viruses infect a remarkably diverse number of hosts .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Two completely new influenza A virus subtypes were recently discovered in bats ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "dramatically expanding the host range of the virus .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These bat viruses are extremely divergent from all other known strains and likely have unique replication cycles .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Phylogenetic analysis indicates long-term , isolated evolution in bats .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This is supported by a high seroprevalence in sampled bat populations .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "As bats represent ~ 20 % of all classified mammals ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "these findings suggests the presence of a massive cryptic reservoir of poorly characterized influenza A viruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we review the exciting progress made on understanding these newly discovered viruses ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and discuss their zoonotic potential .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "10",
    "token_num": "122"
  }
}