{
  "paper_id": "146fa23813d36d8da4ea4ab928d5cac594fdbd44",
  "metadata": {
    "title": "제주도 쯔쯔가무시증의 역학적 특성 Epidemiologic characteristics of scrub typhus in Jeju Island",
    "coda_data_split": "train",
    "coda_paper_id": 6505,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Scrub typhus is the most common febrile disease in Korea during the autumn. Jeju Island is the largest island in South Korea and has a distinctive oceanic climate. This study aimed to identify epidemiologic characteristics of scrub typhus on Jeju Island.",
      "sentences": [
        [
          {
            "segment_text": "Scrub typhus is the most common febrile disease in Korea during the autumn .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Jeju Island is the largest island in South Korea and has a distinctive oceanic climate .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This study aimed to identify epidemiologic characteristics of scrub typhus on Jeju Island .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "From January 2011 to December 2016, 446 patients were diagnosed with scrub typhus on Jeju Island. The patients\u0027 personal data and the environmental factors that might be related to scrub typhus were investigated and retrospectively analyzed.",
      "sentences": [
        [
          {
            "segment_text": "From January 2011 to December 2016 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "446 patients were diagnosed with scrub typhus on Jeju Island .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The patients \u0027 personal data and the environmental factors that might be related to scrub typhus were investigated and retrospectively analyzed .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "The median age of the patients was 58-years-old (range, 8 to 91) and 43% of them worked in the agricultural, forestry or livestock industry. Regardless of their job, 87% of the patients had a history of either working outdoors or of other activities before developing scrub typhus.",
      "sentences": [
        [
          {
            "segment_text": "The median age of the patients was 58-years-old ( range , 8 to 91 ) and 43 % of them worked in the agricultural , forestry or livestock industry .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Regardless of their job , 87 % of the patients had a history of either working outdoors or of other activities before developing scrub typhus .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "The south and southeast regions of Jeju Island, especially Namwon-eup, showed the highest incidence of scrub typhus. Workers in mandarin orange orchards seemed to be the highest risk group for scrub typhus infection.",
      "sentences": [
        [
          {
            "segment_text": "The south and southeast regions of Jeju Island ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "especially Namwon-eup , showed the highest incidence of scrub typhus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Workers in mandarin orange orchards seemed to be the highest risk group for scrub typhus infection .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Scrub typhus on Jeju Island showed unique characteristics. To efficiently prevent scrub typhus, each year individual regional approaches should be developed based on the epidemiologic characteristics of the disease.",
      "sentences": [
        [
          {
            "segment_text": "Scrub typhus on Jeju Island showed unique characteristics .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "To efficiently prevent scrub typhus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "each year individual regional approaches should be developed based on the epidemiologic characteristics of the disease .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "5",
    "sentence_num": "11",
    "segment_num": "14",
    "token_num": "209"
  }
}