{
  "paper_id": "1484ce1aef99cbc619c270a1280a97f1aed00bc9",
  "metadata": {
    "title": "Experimental and numerical investigation of micro-environmental conditions in public transportation buses",
    "coda_data_split": "train",
    "coda_paper_id": 4182,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "This study examines both numerically and experimentally the micro-environmental conditions in public transportation buses. A Computational Fluid Dynamics (CFD) model was developed and experimentally validated. The developed CFD model was used to calculate the spatial distributions of the mean age and mean residual lifetime of air in the bus environment and evaluate the efficiency of the bus ventilation system. Additionally, the passengers\u0027 exposures to a variety of environmental conditions were experimentally monitored in \"real world\" field campaigns using the Harvard University shuttle bus system. Real time continuous monitoring systems were used to assess indoor environmental quality in the buses. It was found that CO levels were very low, while the levels of particulate matter varied and were influenced by the ambient air penetrated into the bus through the operation of the doors and the ventilation system. The CO 2 level was found elevated and greatly affected by occupancy conditions. The elevated CO 2 level indicates that the current bus ventilation is insufficient to dilute air pollutants in the bus especially under heavy occupancy conditions. This lack of sufficient ventilation indicates an elevated risk for airborne transmitted diseases in such a popular public transportation system.",
      "sentences": [
        [
          {
            "segment_text": "This study examines both numerically and experimentally the micro-environmental conditions in public transportation buses .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "A Computational Fluid Dynamics ( CFD ) model was developed and experimentally validated .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The developed CFD model was used to calculate the spatial distributions of the mean age and mean residual lifetime of air in the bus environment and evaluate the efficiency of the bus ventilation system .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Additionally , the passengers \u0027 exposures to a variety of environmental conditions were experimentally monitored in `` real world \u0027\u0027 field campaigns using the Harvard University shuttle bus system .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Real time continuous monitoring systems were used to assess indoor environmental quality in the buses .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "It was found that CO levels were very low ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while the levels of particulate matter varied and were influenced by the ambient air penetrated into the bus through the operation of the doors and the ventilation system .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The CO 2 level was found elevated and greatly affected by occupancy conditions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The elevated CO 2 level indicates that the current bus ventilation is insufficient to dilute air pollutants in the bus especially under heavy occupancy conditions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This lack of sufficient ventilation indicates an elevated risk for airborne transmitted diseases in such a popular public transportation system .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "10",
    "token_num": "210"
  }
}