{
  "paper_id": "1489b6508e4fd548cb93f4638e640de5f2741634",
  "metadata": {
    "title": "Multiplex isothermal solid-phase recombinase polymerase amplification for the specific and fast DNA-based detection of three bacterial pathogens",
    "coda_data_split": "train",
    "coda_paper_id": 10368,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "We report on the development of an on-chip RPA (recombinase polymerase amplification) with simultaneous multiplex isothermal amplification and detection on a solid surface. The isothermal RPA was applied to amplify specific target sequences from the pathogens Neisseria gonorrhoeae, Salmonella enterica and methicillin-resistant Staphylococcus aureus (MRSA) using genomic DNA. Additionally, a positive plasmid control was established as an internal control. The four targets were amplified simultaneously in a quadruplex reaction. The amplicon is labeled during on-chip RPA by reverse oligonucleotide primers coupled to a fluorophore. Both amplification and spatially resolved signal generation take place on immobilized forward primers bount to expoxysilanized glass surfaces in a pump-driven hybridization chamber. The combination of microarray technology and sensitive isothermal nucleic acid amplification at 38°C allows for a multiparameter analysis on a rather small area. The on-chip RPA was characterized in terms of reaction time, sensitivity and inhibitory conditions. A successful enzymatic reaction is completed in \u003c20 min and results in detection limits of 10 colony-forming units for methicillin-resistant Staphylococcus aureus and Salmonella enterica and 100 colony-forming units for Neisseria gonorrhoeae. The results show this method to be useful with respect to point-of-care testing and to enable simplified and miniaturized nucleic acid-based diagnostics.",
      "sentences": [
        [
          {
            "segment_text": "We report on the development of an on-chip RPA ( recombinase polymerase amplification ) with simultaneous multiplex isothermal amplification and detection on a solid surface .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The isothermal RPA was applied to amplify specific target sequences from the pathogens Neisseria gonorrhoeae ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Salmonella enterica and methicillin-resistant Staphylococcus aureus ( MRSA ) using genomic DNA .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Additionally , a positive plasmid control was established as an internal control .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The four targets were amplified simultaneously in a quadruplex reaction .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The amplicon is labeled during on-chip RPA by reverse oligonucleotide primers coupled to a fluorophore .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Both amplification and spatially resolved signal generation take place on immobilized forward primers bount to expoxysilanized glass surfaces in a pump-driven hybridization chamber .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The combination of microarray technology and sensitive isothermal nucleic acid amplification at 38 °C allows for a multiparameter analysis on a rather small area .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The on-chip RPA was characterized in terms of reaction time , sensitivity and inhibitory conditions .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A successful enzymatic reaction is completed in \u003c 20 min and results in detection limits of 10 colony-forming units for methicillin-resistant Staphylococcus aureus and Salmonella enterica and 100 colony-forming units for Neisseria gonorrhoeae .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The results show this method to be useful with respect to point-of-care testing and to enable simplified and miniaturized nucleic acid-based diagnostics .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "11",
    "token_num": "217"
  }
}