{
  "paper_id": "148e7a1d9425627f4fd87ded1a79e6208d709d23",
  "metadata": {
    "title": "T-Cells in Human Encephalitis",
    "coda_data_split": "train",
    "coda_paper_id": 8030,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Encephalitis literally means inflammation of the brain. In general, this inflammation can result from a viral or bacterial infection in the brain itself or alternatively from a secondary autoimmune reaction against an infection or a tumor in the rest of the body. Besides this, encephalitis is present in (believed autoimmune) diseases with unknown etiology, such as multiple sclerosis or Rasmussen encephalitis (RE). This article summarizes the existing data on the role of T-cells in the pathogenesis of three types of human encephalitis: RE, paraneoplastic encephalomyelitis, and virus encephalitis. In all of them, T-cells play a major role in disease pathogenesis, mainly mediated by major histocompatiblity complex class I-restricted CD8 + T-lymphocytes.",
      "sentences": [
        [
          {
            "segment_text": "Encephalitis literally means inflammation of the brain .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In general , this inflammation can result from a viral or bacterial infection in the brain itself or alternatively from a secondary autoimmune reaction against an infection or a tumor in the rest of the body .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Besides this , encephalitis is present in ( believed autoimmune ) diseases with unknown etiology ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "such as multiple sclerosis or Rasmussen encephalitis ( RE ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This article summarizes the existing data on the role of T-cells in the pathogenesis of three types of human encephalitis : RE ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "paraneoplastic encephalomyelitis , and virus encephalitis .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "In all of them , T-cells play a major role in disease pathogenesis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "mainly mediated by major histocompatiblity complex class I-restricted CD8 + T-lymphocytes .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "8",
    "token_num": "128"
  }
}