{
  "paper_id": "14aae1385e314505aefe392e22d78bcf4f75f532",
  "metadata": {
    "title": "C-type lectin LSECtin interacts with DC-SIGNR and is involved in hepatitis C virus binding",
    "coda_data_split": "train",
    "coda_paper_id": 6291,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Hepatitis C virus (HCV) is a major cause of liver disease. However, the detailed mechanism underlying hepatocyte infection with HCV is not yet completely understood. We previously identified a novel C-type lectin-LSECtin predominantly expressed on liver sinusoidal endothelial cells. Here we demonstrate that LSECtin can interact with two HCV receptors, DC-SIGNR and CD81, through its central ectodomain. Furthermore, cells expressing LSECtin specifically can be attached by the naturally occurring HCV in the sera of infected individuals. This binding was found to be mediated by the HCV E2 glycoprotein and could be efficiently inhibited by EGTA but not by mannan treatment. The present study suggests that LSECtin interaction with DC-SIGNR might contribute to HCV binding to liver sinusoidal endothelial cells.",
      "sentences": [
        [
          {
            "segment_text": "Hepatitis C virus ( HCV ) is a major cause of liver disease .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , the detailed mechanism underlying hepatocyte infection with HCV is not yet completely understood .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We previously identified a novel C-type lectin-LSECtin predominantly expressed on liver sinusoidal endothelial cells .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we demonstrate that LSECtin can interact with two HCV receptors ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "DC-SIGNR and CD81 , through its central ectodomain .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Furthermore , cells expressing LSECtin specifically can be attached by the naturally occurring HCV in the sera of infected individuals .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This binding was found to be mediated by the HCV E2 glycoprotein and could be efficiently inhibited by EGTA but not by mannan treatment .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The present study suggests that LSECtin interaction with DC-SIGNR might contribute to HCV binding to liver sinusoidal endothelial cells .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "8",
    "token_num": "132"
  }
}