{
  "paper_id": "14cc8f6b35ebc99c8947e857e0c25343c924145f",
  "metadata": {
    "title": "23 Bioinformatics Applications in Advancing Animal Virus Research",
    "coda_data_split": "train",
    "coda_paper_id": 6727,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Viruses serve as infectious agents for all living entities. There have been various research groups that focus on understanding the viruses in terms of their hostviral relationships, pathogenesis and immune evasion. However, with the current advances in the field of science, now the research field has widened up at the \u0027omics\u0027 level. Apparently, generation of viral sequence data has been increasing. There are numerous bioinformatics tools available that not only aid in analysing such sequence data but also aid in deducing useful information that can be exploited in developing preventive and therapeutic measures. This chapter elaborates on bioinformatics tools that are specifically designed for animal viruses as well as other generic tools that can be exploited to study animal viruses. The chapter further provides information on the tools that can be used to study viral epidemiology, phylogenetic analysis, structural modelling of proteins, epitope recognition and open reading frame (ORF) recognition and tools that enable to analyse host-viral interactions, gene prediction in the viral genome, etc. Various databases that organize information on animal and human viruses have also been described. The chapter will converse on overview of the current advances, online and downloadable tools and databases in the field of bioinformatics that will enable the researchers to study animal viruses at gene level.",
      "sentences": [
        [
          {
            "segment_text": "Viruses serve as infectious agents for all living entities .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "There have been various research groups that focus on understanding the viruses in terms of their hostviral relationships , pathogenesis and immune evasion .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , with the current advances in the field of science ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "now the research field has widened up at the ` omics \u0027 level .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Apparently , generation of viral sequence data has been increasing .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "There are numerous bioinformatics tools available that not only aid in analysing such sequence data but also aid in deducing useful information that can be exploited in developing preventive and therapeutic measures .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This chapter elaborates on bioinformatics tools that are specifically designed for animal viruses as well as other generic tools that can be exploited to study animal viruses .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The chapter further provides information on the tools that can be used to study viral epidemiology ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "phylogenetic analysis , structural modelling of proteins ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "epitope recognition and open reading frame ( ORF ) recognition and tools that enable to analyse host-viral interactions ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "gene prediction in the viral genome , etc. .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Various databases that organize information on animal and human viruses have also been described .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The chapter will converse on overview of the current advances ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "online and downloadable tools and databases in the field of bioinformatics that will enable the researchers to study animal viruses at gene level .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "14",
    "token_num": "235"
  }
}