{
  "paper_id": "14e5ac6bc6ae91154c056f56b22cd0ab2390111d",
  "metadata": {
    "title": "Thirty years of European biotechnology programmes: from biomolecular engineering to the bioeconomy",
    "coda_data_split": "train",
    "coda_paper_id": 6640,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "FP7). Particular attention is given to the statutory role of the European institutions in the design and orientation of the successive biotechnology programmes, compared to the more informal -yet visionary -role of key individuals upstream to any legislative decision. Examples of success stories and of the role of the biotechnology programmes in addressing societal issues and industrial competitiveness are also presented. Finally, an outline of Horizon 2020, the successor of FP7, is described, together with the role of biotechnology in building the bioeconomy.",
      "sentences": [
        [
          {
            "segment_text": "FP7 ) .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Particular attention is given to the statutory role of the European institutions in the design and orientation of the successive biotechnology programmes ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "compared to the more informal - yet visionary - role of key individuals upstream to any legislative decision .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Examples of success stories and of the role of the biotechnology programmes in addressing societal issues and industrial competitiveness are also presented .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Finally , an outline of Horizon 2020 ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "the successor of FP7 , is described ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "together with the role of biotechnology in building the bioeconomy .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "7",
    "token_num": "95"
  }
}