{
  "paper_id": "150e648964270067a1ea14caffbc3427f756dafb",
  "metadata": {
    "title": "Epidemiological and Evolutionary Analysis of Dengue-1 Virus Detected in Guangdong during 2014: Recycling of Old and Formation of New Lineages",
    "coda_data_split": "train",
    "coda_paper_id": 9608,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The incidence of dengue is increasing in Guangdong, China, with the largest outbreak to date in 2014. Widespread awareness of epidemiological and molecular characteristics of the dengue virus (DENV) is required. In 2014, we isolated the virus from patients and sequenced its genome. The sequences of DENV isolated from Guangdong and other countries screened since 2005 were studied to establish molecular evolutionary databases along with epidemiological data to explore its epidemiological, phylogenetic, and molecular characteristics. Causes underlying the occurrence of the dengue epidemic included importation and localization of the virus. The number of indigenous cases significantly exceeded that of imported cases. Dengue virus 1 is the most important serotype and caused the long-term epidemic locally. Based on the data available since 2005, DENV1 was divided into three genotypes (I, IV, and V). Only genotypes I and V were detected in 2014. In 2014, an epidemic involving old lineages of DENV1 genotype V occurred after 2 years of silence. The genotype was previously detected from 2009 to 2011. Genotype I, which caused recent epidemics, demonstrated a continuation of new lineages, and a predictive pattern of molecular evolution since 2005 among the four lineages was present. The DENV isolated from Guangdong was closely related to those causing large-scale epidemics in neighboring countries, suggesting the possibility of its import from these countries. The lack of sufficient epidemiological data and evidence on the local mosquito-borne DENV emphasizes the importance of studying the molecular evolutionary features and establishing a well-established phylogenetic tree for dengue prevention and control in Guangdong.",
      "sentences": [
        [
          {
            "segment_text": "The incidence of dengue is increasing in Guangdong ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "China , with the largest outbreak to date in 2014 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Widespread awareness of epidemiological and molecular characteristics of the dengue virus ( DENV ) is required .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In 2014 , we isolated the virus from patients and sequenced its genome .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The sequences of DENV isolated from Guangdong and other countries screened since 2005 were studied to establish molecular evolutionary databases along with epidemiological data to explore its epidemiological ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "phylogenetic , and molecular characteristics .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Causes underlying the occurrence of the dengue epidemic included importation and localization of the virus .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The number of indigenous cases significantly exceeded that of imported cases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Dengue virus 1 is the most important serotype and caused the long-term epidemic locally .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Based on the data available since 2005 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "DENV1 was divided into three genotypes ( I , IV , and V ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Only genotypes I and V were detected in 2014 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In 2014 , an epidemic involving old lineages of DENV1 genotype V occurred after 2 years of silence .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The genotype was previously detected from 2009 to 2011 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Genotype I , which caused recent epidemics ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "demonstrated a continuation of new lineages ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and a predictive pattern of molecular evolution since 2005 among the four lineages was present .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The DENV isolated from Guangdong was closely related to those causing large-scale epidemics in neighboring countries ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "suggesting the possibility of its import from these countries .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The lack of sufficient epidemiological data and evidence on the local mosquito-borne DENV emphasizes the importance of studying the molecular evolutionary features and establishing a well-established phylogenetic tree for dengue prevention and control in Guangdong .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "14",
    "segment_num": "20",
    "token_num": "285"
  }
}