{
  "paper_id": "151878038cf26f6f2b2ec8a391e6c4d425211ca5",
  "metadata": {
    "title": "ACE2 and TMPRSS2 variants and expression as candidates to sex and country differences in COVID-19 severity in Italy",
    "coda_data_split": "train",
    "coda_paper_id": 2925,
    "coda_has_expert_labels": false,
    "subset": "biorxiv_medrxiv"
  },
  "abstract": [
    {
      "original_text": "As the outbreak of coronavirus disease 2019 progresses, prognostic markers for early identification of high-risk individuals are an urgent medical need.",
      "sentences": [
        [
          {
            "segment_text": "As the outbreak of coronavirus disease 2019 progresses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "prognostic markers for early identification of high-risk individuals are an urgent medical need .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Italy has the highest rate of SARS-CoV-2 infection, the highest number of deaths, and the highest mortality rate among large countries. Worldwide, a more severe course of COVID-19 is associated with older age, comorbidities, and male sex. Hence, we searched for possible genetic components of the peculiar severity of COVID-19 among Italians, by looking at expression levels and variants in ACE2 and TMPRSS2 genes, which are crucial for viral infection.",
      "sentences": [
        [
          {
            "segment_text": "Italy has the highest rate of SARS-CoV-2 infection ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the highest number of deaths ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and the highest mortality rate among large countries .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Worldwide , a more severe course of COVID-19 is associated with older age ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "comorbidities , and male sex .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Hence , we searched for possible genetic components of the peculiar severity of COVID-19 among Italians ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "by looking at expression levels and variants in ACE2 and TMPRSS2 genes ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "which are crucial for viral infection .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Exome and SNP array data from a large Italian cohort representative of the country\u0027s population were used to compare the burden of rare variants and the frequency of polymorphisms with European and East Asian populations.",
      "sentences": [
        [
          {
            "segment_text": "Exome and SNP array data from a large Italian cohort representative of the country \u0027s population were used to compare the burden of rare variants and the frequency of polymorphisms with European and East Asian populations .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Moreover, we looked into gene expression databases to check for sexunbalanced expression.",
      "sentences": [
        [
          {
            "segment_text": "Moreover , we looked into gene expression databases to check for sexunbalanced expression .",
            "crowd_label": "method"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "6",
    "segment_num": "12",
    "token_num": "155"
  }
}