{
  "paper_id": "151a04d55fe00b5c47927d142d442ebbb45ba7e5",
  "metadata": {
    "title": "Cough and viruses in airways disease: Mechanisms",
    "coda_data_split": "train",
    "coda_paper_id": 4028,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Acute cough is a major symptom of viral respiratory tract infection and causes excessive morbidity in human populations across the world. A wide variety of viruses play a role in the development of cough after acute infection and all of these manifest a similar clinical picture across different age groups. Despite the large disease burden surprisingly little is known about the mechanism of acute cough following viral infection. Both in vitro and in vivo experiments show that increased production of neuropeptides and leukotrienes mediate cough after viral infection, along with altered expression of neural receptors. Increased airway mucus production is also likely to play a significant role. This work is reviewed in this article. Following the recent development of a mouse model for rhinovirus infection and the establishment of experimental models of rhinovirus challenge in human subjects with both asthma and COPD the field is expanding to translate in vitro research into clinical studies and hopefully eventually into clinical practice. Developing a clearer understanding of the mechanisms underlying virus induced cough may lead to more specific and effective therapies.",
      "sentences": [
        [
          {
            "segment_text": "Acute cough is a major symptom of viral respiratory tract infection and causes excessive morbidity in human populations across the world .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A wide variety of viruses play a role in the development of cough after acute infection and all of these manifest a similar clinical picture across different age groups .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Despite the large disease burden surprisingly little is known about the mechanism of acute cough following viral infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Both in vitro and in vivo experiments show that increased production of neuropeptides and leukotrienes mediate cough after viral infection ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "along with altered expression of neural receptors .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Increased airway mucus production is also likely to play a significant role .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This work is reviewed in this article .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Following the recent development of a mouse model for rhinovirus infection and the establishment of experimental models of rhinovirus challenge in human subjects with both asthma and COPD the field is expanding to translate in vitro research into clinical studies and hopefully eventually into clinical practice .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Developing a clearer understanding of the mechanisms underlying virus induced cough may lead to more specific and effective therapies .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "9",
    "token_num": "188"
  }
}