{
  "paper_id": "151b80cfa218d8a252c1720d3e2f2e7b1effd96c",
  "metadata": {
    "title": "Clinical virology in real time",
    "coda_data_split": "train",
    "coda_paper_id": 2464,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The ability to detect nucleic acids has had and still has a major impact on diagnostics in clinical virology. Both quantitative and qualitative techniques, whether signal or target amplification based systems, are currently used routinely in most if not all virology laboratories. Technological improvements, from automated sample isolation to real time amplification technology, have given the ability to develop and introduce systems for most viruses of clinical interest, and to obtain clinical relevant information needed for optimal antiviral treatment options. Both polymerase chain reaction (PCR) and nucleic acid sequence-based amplification (NASBA) can currently be used together with real time detection to generate results in a short turn-around time and to determine whether variants relevant for antiviral resistance are present. These new technologies enable the introduction of an individual patient disease management concept. Within our clinical setting, we have introduced this e.g. for quantitative detection of Epstein Á/Barr Virus (EBV) in T-dell depleted allogeneic stem cell transplant patients. This enabled us to develop models for pre-emptive anti B-cell immunotherapy for EBV reactivation, thereby effectively reducing not the incidence of EBV-lymphoproliferative disease but the virus related mortality. Furthermore, additional clinically relevant viruses can now easily be detected simultaneously. It also becomes more feasible to introduce molecular testing for those viruses that can easily be detected using classical virological methods, like culture techniques or antigen detection. Prospective studies are needed to evaluate the clinical importance of the additional positive samples detected. It should however be made clear that a complete exchange of technologies is unlikely to occur, and that some complementary technologies should stay operational enabling the discovery of new viruses. The implementation of these molecular diagnostic technologies furthermore warrants the use and introduction of standardized materials as well as participation in international quality control programs. Finally, the use of an internal control throughout the whole procedure not only ensures the accuracy of the results generated, but also is necessary to enable precise quantification of these results and to determine detection thresholds more accurately. Since so many targets do have clinical implications, laboratories might prefer to use universal internal controls before the in-house developed assays should be introduced in clinical virology. #",
      "sentences": [
        [
          {
            "segment_text": "The ability to detect nucleic acids has had and still has a major impact on diagnostics in clinical virology .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Both quantitative and qualitative techniques ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "whether signal or target amplification based systems ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "are currently used routinely in most if not all virology laboratories .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Technological improvements , from automated sample isolation to real time amplification technology ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "have given the ability to develop and introduce systems for most viruses of clinical interest ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and to obtain clinical relevant information needed for optimal antiviral treatment options .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Both polymerase chain reaction ( PCR ) and nucleic acid sequence-based amplification ( NASBA ) can currently be used together with real time detection to generate results in a short turn-around time and to determine whether variants relevant for antiviral resistance are present .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These new technologies enable the introduction of an individual patient disease management concept .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Within our clinical setting , we have introduced this e.g. for quantitative detection of Epstein Á/Barr Virus ( EBV ) in T-dell depleted allogeneic stem cell transplant patients .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This enabled us to develop models for pre-emptive anti B-cell immunotherapy for EBV reactivation ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "thereby effectively reducing not the incidence of EBV-lymphoproliferative disease but the virus related mortality .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Furthermore , additional clinically relevant viruses can now easily be detected simultaneously .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It also becomes more feasible to introduce molecular testing for those viruses that can easily be detected using classical virological methods ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "like culture techniques or antigen detection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Prospective studies are needed to evaluate the clinical importance of the additional positive samples detected .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It should however be made clear that a complete exchange of technologies is unlikely to occur ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and that some complementary technologies should stay operational enabling the discovery of new viruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The implementation of these molecular diagnostic technologies furthermore warrants the use and introduction of standardized materials as well as participation in international quality control programs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Finally , the use of an internal control throughout the whole procedure not only ensures the accuracy of the results generated ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but also is necessary to enable precise quantification of these results and to determine detection thresholds more accurately .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Since so many targets do have clinical implications ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "laboratories might prefer to use universal internal controls before the in-house developed assays should be introduced in clinical virology .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "#",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "15",
    "segment_num": "24",
    "token_num": "392"
  }
}