{
  "paper_id": "1522b3c191730bb3161a610fadb3bf06095ab902",
  "metadata": {
    "title": "Comparison of viral infection in healthcare- associated pneumonia (HCAP) and community-acquired pneumonia (CAP)",
    "coda_data_split": "train",
    "coda_paper_id": 9093,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Although viruses are known to be the second most common etiological factor in communityacquired pneumonia (CAP), the respiratory viral profile of the patients with healthcare-associated pneumonia (HCAP) has not yet been elucidated. We investigated the prevalence and the clinical impact of respiratory virus infection in adult patients with HCAP.",
      "sentences": [
        [
          {
            "segment_text": "Although viruses are known to be the second most common etiological factor in communityacquired pneumonia ( CAP ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the respiratory viral profile of the patients with healthcare-associated pneumonia ( HCAP ) has not yet been elucidated .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We investigated the prevalence and the clinical impact of respiratory virus infection in adult patients with HCAP .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Patients admitted with HCAP or CAP, between January and December 2016, to a tertiary referral hospital in Korea, were prospectively enrolled, and virus identification was performed using reverse-transcription polymerase chain reaction (RT-PCR).",
      "sentences": [
        [
          {
            "segment_text": "Patients admitted with HCAP or CAP ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "between January and December 2016 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "to a tertiary referral hospital in Korea ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "were prospectively enrolled , and virus identification was performed using reverse-transcription polymerase chain reaction ( RT-PCR ) .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Among 452 enrolled patients (224 with HCAP, 228 with CAP), samples for respiratory viruses were collected from sputum or endotracheal aspirate in 430 (95.1%) patients and from nasopharyngeal specimens in 22 (4.9%) patients. Eighty-seven (19.2%) patients had a viral infection, and the proportion of those with viral infection was significantly lower in the HCAP than in the CAP group (13.8% vs 24.6%, p \u003d 0.004). In both the HCAP and CAP groups, influenza A was the most common respiratory virus, followed by entero-rhinovirus. The seasonal distributions of respiratory viruses were also similar in both groups. In the HCAP group, the viral infection resulted in a similar length of hospital stay and in-hospital mortality as viral-bacterial coinfection and bacterial infection, and the CAP group showed similar results.",
      "sentences": [
        [
          {
            "segment_text": "Among 452 enrolled patients ( 224 with HCAP , 228 with CAP ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "samples for respiratory viruses were collected from sputum or endotracheal aspirate in 430 ( 95.1 % ) patients and from nasopharyngeal specimens in 22 ( 4.9 % ) patients .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Eighty-seven ( 19.2 % ) patients had a viral infection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the proportion of those with viral infection was significantly lower in the HCAP than in the CAP group ( 13.8 % vs 24.6 % , p \u003d 0.004 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In both the HCAP and CAP groups ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "influenza A was the most common respiratory virus , followed by entero-rhinovirus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The seasonal distributions of respiratory viruses were also similar in both groups .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In the HCAP group , the viral infection resulted in a similar length of hospital stay and in-hospital mortality as viral-bacterial coinfection and bacterial infection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the CAP group showed similar results .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions",
      "sentences": [
        [
          {
            "segment_text": "Conclusions",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "9",
    "segment_num": "17",
    "token_num": "250"
  }
}