{
  "paper_id": "153129cdf5573d18ef3e367127f4697b52fd5c08",
  "metadata": {
    "title": "Delivering Small Interfering RNA for Novel Therapeutics",
    "coda_data_split": "train",
    "coda_paper_id": 3942,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The gene silencing capability of RNA interference (RNAi) is being used to study individual gene\u0027s biological function and role in biochemical pathways. However, the efficacy of RNAi depends upon efficient delivery of the intermediates of RNAi, small interfering RNA (siRNA) oligonucleotides. The delivery challenge is even greater when the aim is to inhibit the expression of target genes in disease tissues. In vivo delivery of siRNA is complicated and challenging, and recent works on various animal disease models and early successes in human clinical trials are enlightening the tremendous potential of RNAi therapeutics. In this chapter, the latest developments of in vivo delivery of siRNA and the critical issues related to this effort are addressed.",
      "sentences": [
        [
          {
            "segment_text": "The gene silencing capability of RNA interference ( RNAi ) is being used to study individual gene \u0027s biological function and role in biochemical pathways .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , the efficacy of RNAi depends upon efficient delivery of the intermediates of RNAi ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "small interfering RNA ( siRNA ) oligonucleotides .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The delivery challenge is even greater when the aim is to inhibit the expression of target genes in disease tissues .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In vivo delivery of siRNA is complicated and challenging ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and recent works on various animal disease models and early successes in human clinical trials are enlightening the tremendous potential of RNAi therapeutics .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this chapter , the latest developments of in vivo delivery of siRNA and the critical issues related to this effort are addressed .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "7",
    "token_num": "129"
  }
}