{
  "paper_id": "1536008edcc909523ffc39c62b8389ba0ee76f95",
  "metadata": {
    "title": "Pediatric Asthma Mortality and Hospitalization Trends Across Asia Pacific Relationship With Asthma Drug Utilization Patterns",
    "coda_data_split": "train",
    "coda_paper_id": 3502,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The wide variability in prevalence of childhood asthma across Asia Pacific is well documented, but less is known about its trends in mortality and hospitalization. Objectives: To examine pediatric asthma mortality and hospitalization trends of selected countries across Asia Pacific, and also patterns of asthma drug utilization. Materials and Methods: Mortality and population data were sourced from the World Health Organization\u0027s mortality database. Data on hospitalization were obtained by direct inquiry and from government and scientific publications. Drug use for asthma was expressed as a controller-to-reliever (C:R) ratio (ie, units of inhaled corticosteroids/units of short-acting ␤-agonists, sold in each country). Time-series regression analyses were used to examine temporal patterns and study association between deaths, hospitalizations, and drug use. Results: Japan showed a decreasing trend in pediatric asthma mortality whereas an increase was observed in Thailand. Hospitalizations decreased in Australia and Singapore but increased in Taiwan, Republic of China. C:R ratios increased significantly across the countries. Conclusions: Mixed trends in pediatric asthma mortality and hospitalization rates were observed, which coincided with a uniform increase in C:R ratios. This may reflect importance of other aspects of asthma management besides pharmacotherapy.",
      "sentences": [
        [
          {
            "segment_text": "The wide variability in prevalence of childhood asthma across Asia Pacific is well documented ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but less is known about its trends in mortality and hospitalization .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Objectives : To examine pediatric asthma mortality and hospitalization trends of selected countries across Asia Pacific ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and also patterns of asthma drug utilization .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Materials and Methods : Mortality and population data were sourced from the World Health Organization \u0027s mortality database .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Data on hospitalization were obtained by direct inquiry and from government and scientific publications .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Drug use for asthma was expressed as a controller-to-reliever ( C : R ) ratio ( ie , units of inhaled corticosteroids/units of short-acting ␤ - agonists , sold in each country ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Time-series regression analyses were used to examine temporal patterns and study association between deaths ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "hospitalizations , and drug use .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Japan showed a decreasing trend in pediatric asthma mortality whereas an increase was observed in Thailand .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Hospitalizations decreased in Australia and Singapore but increased in Taiwan , Republic of China .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "C : R ratios increased significantly across the countries .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : Mixed trends in pediatric asthma mortality and hospitalization rates were observed ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which coincided with a uniform increase in C : R ratios .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This may reflect importance of other aspects of asthma management besides pharmacotherapy .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "15",
    "token_num": "224"
  }
}