{
  "paper_id": "153a9c1bd90f72ada3b85a5d9aa41fb131f97217",
  "metadata": {
    "title": "Basic aspects of immunomodulation through active immunization",
    "coda_data_split": "train",
    "coda_paper_id": 10120,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "This paper reviews how immunomodulation through active vaccination has evolved in the past 25 years. Although initially it progressed isolated from the main stream of immunological research and vaccine development, lately it merged with this main stream and is taking full advantage of the newest developments in vaccinology. The first immunomodulation vaccine is already on the market, while various others are close to it. Not in the least because one of the major stumbling blocks of immunomodulation through active vaccination, the inherent low immunogenicity of \u0027self\u0027 antigens, has in a number of other cases been solved. Most progress has been made in veterinary applications and has helped to formulate practical rules, necessary to break immunotolerance. It is not unlikely that these rules will be used to design better immunomodulation vaccines to be used in humans; notably to control fertility or combat tumours.",
      "sentences": [
        [
          {
            "segment_text": "This paper reviews how immunomodulation through active vaccination has evolved in the past 25 years .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Although initially it progressed isolated from the main stream of immunological research and vaccine development ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "lately it merged with this main stream and is taking full advantage of the newest developments in vaccinology .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The first immunomodulation vaccine is already on the market ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "while various others are close to it .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Not in the least because one of the major stumbling blocks of immunomodulation through active vaccination ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the inherent low immunogenicity of ` self \u0027 antigens ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "has in a number of other cases been solved .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Most progress has been made in veterinary applications and has helped to formulate practical rules , necessary to break immunotolerance .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "It is not unlikely that these rules will be used to design better immunomodulation vaccines to be used in humans ; notably to control fertility or combat tumours .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "10",
    "token_num": "156"
  }
}