{
  "paper_id": "153ce777ac1289baff6ecc47f58282e040cd5421",
  "metadata": {
    "title": "Mechanisms for Env Glycoprotein Acquisition by Retroviruses",
    "coda_data_split": "train",
    "coda_paper_id": 9019,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "A mandatory step in the formation of an infectious retroviral particle is the acquisition of its envelope glycoprotein (Env). This step invariably occurs by Env positioning itself in the host membrane at the location of viral budding and being incorporated along with the host membrane into the viral particle. In some ways, this step of the viral life cycle would appear to be imprecise. There is no specific sequence in Env or in the retroviral structural protein, Gag, that is inherently required for the production of an infectious Env-containing particle. Additionally, Env-defective proviruses can efficiently produce infectious particles with any of a number of foreign retroviral Env glycoproteins or even glycoproteins from unrelated viral families, a process termed pseudotyping. However, mounting evidence suggests that Env incorporation is neither passive nor random. Rather, several redundant mechanisms appear to contribute to the carefully controlled process of Env acquisition, many of which are apparently used by a wide variety of enveloped viruses. This review presents and discusses the evidence for these different mechanisms contributing to incorporation.",
      "sentences": [
        [
          {
            "segment_text": "A mandatory step in the formation of an infectious retroviral particle is the acquisition of its envelope glycoprotein ( Env ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This step invariably occurs by Env positioning itself in the host membrane at the location of viral budding and being incorporated along with the host membrane into the viral particle .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In some ways , this step of the viral life cycle would appear to be imprecise .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "There is no specific sequence in Env or in the retroviral structural protein ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Gag , that is inherently required for the production of an infectious Env-containing particle .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Additionally , Env-defective proviruses can efficiently produce infectious particles with any of a number of foreign retroviral Env glycoproteins or even glycoproteins from unrelated viral families , a process termed pseudotyping .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , mounting evidence suggests that Env incorporation is neither passive nor random .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Rather , several redundant mechanisms appear to contribute to the carefully controlled process of Env acquisition ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "many of which are apparently used by a wide variety of enveloped viruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review presents and discusses the evidence for these different mechanisms contributing to incorporation .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "10",
    "token_num": "191"
  }
}