{
  "paper_id": "1567b15f056268a550ea0d0409437f11b1167f3a",
  "metadata": {
    "title": "Colonization of Severe Acute Respiratory Syndrome-Associated Coronavirus Among Health-Care Workers Screened by Nasopharyngeal Swab*",
    "coda_data_split": "train",
    "coda_paper_id": 8737,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "To report the efficacy and findings of a large-scale preventive screening program for severe acute respiratory syndrome-associated coronavirus (SARS-CoV) using amplification of the virus from a nasopharyngeal swab (NPS) obtained from the health-care workers (HCWs). Design: A prospective observational study. Setting: A medical center in Taiwan. Participants: Two hundred thirty HCWs. Intervention: NPS examination for the presence of SARS-CoV by two nested reverse transcriptionpolymerase chain reaction (RT-PCR) assays. Measurements and results: During the outbreak of severe acute respiratory syndrome (SARS), NPS polymerase chain reaction screening of HCWs for SARS-CoV was performed. SARS-CoV was examined by two nested RT-PCRs and a quantitative RT-PCR. Serum-specific antibodies were assessed by enzyme immunoassay and indirect immunofluorescence. We monitored 230 HCWs, including 217 first-line HCWs and 13 non-first-line HCWs. One hundred ninety first-line HCWs and 13 non-first-line HCWs had negative results in both nested RT-PCR assays. Two first-line HCWs who were positive on both nested RT-PCR assays had SARS. They had 16,900 ؎ 7,920 copies (mean ؎ SD) of RNA per milliliter in the NPS and had detectable anti-SARS antibodies. The remaining 25 first-line HCWs were negative for the first nested RT-PCR but positive for the second nested RT-PCR. Their corresponding titers were 338 ؎ 227 copies of RNA per milliliter; antibodies developed in none of these 25 HCWs. The expression and function of angiotensin-converting enzyme-2 were not different among these HCWs. This study shows that colonization of SARS-CoV occurred in 25 of 217 well-protected first-line HCWs on a SARS-associated service, but they remained seronegative. Conclusion: With the second RT-PCR assay more sensitive than the first RT-PCR assay, we are able to show that approximately 11.5% of well-protected HCWs exposed to SARS patients or specimens may have colonization without seroconversion. Only those with significant clinical symptoms or disease would have active immunity. Thus, regular NPS screening for nested RT-PCR assays in conjunction with a daily recording of body temperature in all first-line HCWs may provide an effective way of early detection.",
      "sentences": [
        [
          {
            "segment_text": "To report the efficacy and findings of a large-scale preventive screening program for severe acute respiratory syndrome-associated coronavirus ( SARS-CoV ) using amplification of the virus from a nasopharyngeal swab ( NPS ) obtained from the health-care workers ( HCWs ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Design : A prospective observational study .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Setting : A medical center in Taiwan .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Participants : Two hundred thirty HCWs .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Intervention : NPS examination for the presence of SARS-CoV by two nested reverse transcriptionpolymerase chain reaction ( RT-PCR ) assays .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Measurements and results : During the outbreak of severe acute respiratory syndrome ( SARS ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "NPS polymerase chain reaction screening of HCWs for SARS-CoV was performed .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "SARS-CoV was examined by two nested RT-PCRs and a quantitative RT-PCR .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Serum-specific antibodies were assessed by enzyme immunoassay and indirect immunofluorescence .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We monitored 230 HCWs , including 217 first-line HCWs and 13 non-first-line HCWs .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "One hundred ninety first-line HCWs and 13 non-first-line HCWs had negative results in both nested RT-PCR assays .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Two first-line HCWs who were positive on both nested RT-PCR assays had SARS .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "They had 16,900 7,920 copies ( mean SD ) of RNA per milliliter in the NPS and had detectable anti-SARS antibodies .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The remaining 25 first-line HCWs were negative for the first nested RT-PCR but positive for the second nested RT-PCR .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Their corresponding titers were 338 227 copies of RNA per milliliter ; antibodies developed in none of these 25 HCWs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The expression and function of angiotensin-converting enzyme-2 were not different among these HCWs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This study shows that colonization of SARS-CoV occurred in 25 of 217 well-protected first-line HCWs on a SARS-associated service , but they remained seronegative .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusion : With the second RT-PCR assay more sensitive than the first RT-PCR assay ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "we are able to show that approximately 11.5 % of well-protected HCWs exposed to SARS patients or specimens may have colonization without seroconversion .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Only those with significant clinical symptoms or disease would have active immunity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Thus , regular NPS screening for nested RT-PCR assays in conjunction with a daily recording of body temperature in all first-line HCWs may provide an effective way of early detection .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Abbreviations: ACE ϭ angiotensin-converting enzyme; bp ϭ base-pair; EIA ϭ enzyme immunoassay; HCW ϭ health-care worker; IIFT ϭ indirect immunofluorescence test; NPS ϭ nasopharyngeal swab; PBMC ϭ peripheral blood mononuclear cell; RT-PCR ϭ reverse transcription-polymerase chain reaction; SARS ϭ severe acute respiratory syndrome; SARS-CoV ϭ severe acute respiratory syndrome-associated coronavirus CHEST",
      "sentences": [
        [
          {
            "segment_text": "Abbreviations : ACE ϭ angiotensin-converting enzyme ; bp ϭ base-pair ; EIA ϭ enzyme immunoassay ; HCW ϭ health-care worker ; IIFT ϭ indirect immunofluorescence test ; NPS ϭ nasopharyngeal swab ; PBMC ϭ peripheral blood mononuclear cell ; RT-PCR ϭ reverse transcription-polymerase chain reaction ; SARS ϭ severe acute respiratory syndrome ; SARS-CoV ϭ severe acute respiratory syndrome-associated coronavirus CHEST",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "20",
    "segment_num": "22",
    "token_num": "428"
  }
}