{
  "paper_id": "15753984412d073dd4c6daed84e3d294f728b636",
  "metadata": {
    "title": "Emergence of a Large-Plaque Variant in Mice Infected with Coxsackievirus B3",
    "coda_data_split": "train",
    "coda_paper_id": 9346,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Coxsackieviruses are enteric viruses that frequently infect humans. To examine coxsackievirus pathogenesis, we orally inoculated mice with the coxsackievirus B3 (CVB3) Nancy strain. Using HeLa cell plaque assays with agar overlays, we noticed that some fecal viruses generated plaques \u003e100 times as large as inoculum viruses. These large-plaque variants emerged following viral replication in several different tissues. We identified a single amino acid change, N63Y, in the VP3 capsid protein that was sufficient to confer the large-plaque phenotype. Wild-type CVB3 and N63Y mutant CVB3 had similar plaque sizes when agarose was used in the overlay instead of agar. We determined that sulfated glycans in agar inhibited plaque formation by wildtype CVB3 but not by N63Y mutant CVB3. Furthermore, N63Y mutant CVB3 bound heparin, a sulfated glycan, less efficiently than wild-type CVB3 did. While N63Y mutant CVB3 had a growth defect in cultured cells and reduced attachment, it had enhanced replication and pathogenesis in mice. Infection with N63Y mutant CVB3 induced more severe hepatic damage than infection with wild-type CVB3, likely because N63Y mutant CVB3 disseminates more efficiently to the liver. Our data reinforce the idea that culture-adapted laboratory virus strains can have reduced fitness in vivo. N63Y mutant CVB3 may be useful as a platform to understand viral adaptation and pathogenesis in animal studies. IMPORTANCE Coxsackieviruses frequently infect humans, and although many infections are mild or asymptomatic, there can be severe outcomes, including heart inflammation. Most studies with coxsackieviruses and other viruses use laboratory-adapted viral strains because of their efficient replication in cell culture. We used a cell culture-adapted strain of CVB3, Nancy, to examine viral replication and pathogenesis in orally inoculated mice. We found that mice shed viruses distinct from input viruses because they formed extremely large plaques in cell culture. We identified a single mutation, VP3 N63Y, that was sufficient for large-plaque formation. N63Y mutant viruses have reduced glycan binding and replication in cell culture; however, they have enhanced replication and virulence in mice. We are now using N63Y mutant CVB3 as an improved system for viral pathogenesis studies.",
      "sentences": [
        [
          {
            "segment_text": "Coxsackieviruses are enteric viruses that frequently infect humans .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To examine coxsackievirus pathogenesis , we orally inoculated mice with the coxsackievirus B3 ( CVB3 ) Nancy strain .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Using HeLa cell plaque assays with agar overlays ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we noticed that some fecal viruses generated plaques \u003e 100 times as large as inoculum viruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These large-plaque variants emerged following viral replication in several different tissues .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We identified a single amino acid change ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "N63Y , in the VP3 capsid protein that was sufficient to confer the large-plaque phenotype .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Wild-type CVB3 and N63Y mutant CVB3 had similar plaque sizes when agarose was used in the overlay instead of agar .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We determined that sulfated glycans in agar inhibited plaque formation by wildtype CVB3 but not by N63Y mutant CVB3 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , N63Y mutant CVB3 bound heparin ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "a sulfated glycan , less efficiently than wild-type CVB3 did .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "While N63Y mutant CVB3 had a growth defect in cultured cells and reduced attachment ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "it had enhanced replication and pathogenesis in mice .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Infection with N63Y mutant CVB3 induced more severe hepatic damage than infection with wild-type CVB3 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "likely because N63Y mutant CVB3 disseminates more efficiently to the liver .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our data reinforce the idea that culture-adapted laboratory virus strains can have reduced fitness in vivo .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "N63Y mutant CVB3 may be useful as a platform to understand viral adaptation and pathogenesis in animal studies .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "IMPORTANCE Coxsackieviruses frequently infect humans ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and although many infections are mild or asymptomatic ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "there can be severe outcomes , including heart inflammation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Most studies with coxsackieviruses and other viruses use laboratory-adapted viral strains because of their efficient replication in cell culture .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We used a cell culture-adapted strain of CVB3 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "Nancy , to examine viral replication and pathogenesis in orally inoculated mice .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We found that mice shed viruses distinct from input viruses because they formed extremely large plaques in cell culture .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We identified a single mutation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "VP3 N63Y , that was sufficient for large-plaque formation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "N63Y mutant viruses have reduced glycan binding and replication in cell culture ; however ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "they have enhanced replication and virulence in mice .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We are now using N63Y mutant CVB3 as an improved system for viral pathogenesis studies .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Citation Wang Y, Pfeiffer JK. 2016. Emergence of a large-plaque variant in mice infected with coxsackievirus B3. mBio 7(2):e00119-16.",
      "sentences": [
        [
          {
            "segment_text": "Citation Wang Y , Pfeiffer JK .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "2016 .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Emergence of a large-plaque variant in mice infected with coxsackievirus B3 .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "mBio 7 ( 2 ) : e00119-16 .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "23",
    "segment_num": "33",
    "token_num": "410"
  }
}