{
  "paper_id": "15809bb71d850eff6ee3183c850e8c59ed1518c1",
  "metadata": {
    "title": "Recombinant measles AIK-C vaccine strain expressing heterologous virus antigens",
    "coda_data_split": "train",
    "coda_paper_id": 9209,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Further attenuated measles vaccines were developed more than 50 years ago and have been used throughout the world. Recombinant measles vaccine candidates have been developed and express several heterologous virus protective antigens. Immunogenicity and protective actions were confirmed using experimental animals: transgenic mice, cotton rats, and primates. The recent development of measles vaccine-based vectored vaccine candidates has been reviewed and some information on recombinant measles vaccines expressing respiratory syncytial virus proteins has been shown and discussed.",
      "sentences": [
        [
          {
            "segment_text": "Further attenuated measles vaccines were developed more than 50 years ago and have been used throughout the world .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Recombinant measles vaccine candidates have been developed and express several heterologous virus protective antigens .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Immunogenicity and protective actions were confirmed using experimental animals : transgenic mice ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "cotton rats , and primates .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The recent development of measles vaccine-based vectored vaccine candidates has been reviewed and some information on recombinant measles vaccines expressing respiratory syncytial virus proteins has been shown and discussed .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "5",
    "token_num": "83"
  }
}