{
  "paper_id": "1587ccb03faa1c91f4042482e04dd1afa81ec2fb",
  "metadata": {
    "title": "Two-way antigenic cross-reactivity between porcine epidemic diarrhea virus and porcine deltacoronavirus",
    "coda_data_split": "train",
    "coda_paper_id": 5506,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Porcine epidemic diarrhea virus (PEDV) and porcine deltacoronavirus (PdCV) cause indistinguishable clinical signs and pathological changes in swine. Here we investigated the antigenic relationship between PEDV and PdCV. We provide the first evidence that conserved epitope(s) on the respective viral nucleocapsid proteins cross-react with each other although virus neutralization cross-reactivity was not observed. As a practical matter, prevention of these two very similar diseases of swine will require the development of separate virus-specific vaccine products.",
      "sentences": [
        [
          {
            "segment_text": "Porcine epidemic diarrhea virus ( PEDV ) and porcine deltacoronavirus ( PdCV ) cause indistinguishable clinical signs and pathological changes in swine .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we investigated the antigenic relationship between PEDV and PdCV .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We provide the first evidence that conserved epitope ( s ) on the respective viral nucleocapsid proteins cross-react with each other although virus neutralization cross-reactivity was not observed .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "As a practical matter , prevention of these two very similar diseases of swine will require the development of separate virus-specific vaccine products .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "4",
    "token_num": "87"
  }
}