{
  "paper_id": "15a5a243bb623a17ee4f0c18c4e3bea8c065ed11",
  "metadata": {
    "title": "Transmissible Gastroenteritis Virus Infection Enhances SGLT1 and GLUT2 Expression to Increase Glucose Uptake",
    "coda_data_split": "train",
    "coda_paper_id": 5424,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Transmissible gastroenteritis virus (TGEV) is a coronavirus that causes villus atrophy, followed by crypt hyperplasia, reduces the activities of intestinal digestive enzymes, and disrupts the absorption of intestinal nutrients. In vivo, TGEV primarily targets and infects intestinal epithelial cells, which play an important role in glucose absorption via the apical and basolateral transporters Na + -dependent glucose transporter 1 (SGLT1) and facilitative glucose transporter 2 (GLUT2), respectively. In this study, we therefore sought to evaluate the effects of TGEV infection on glucose uptake and SGLT1 and GLUT2 expression. Our data demonstrate that infection with TGEV resulted in increased glucose uptake and augmented expression of EGFR, SGLT1 and GLUT2. Moreover, inhibition studies showed that EGFR modulated glucose uptake in control and TGEV infected cells. Finally, high glucose absorption was subsequently found to promote TGEV replication. Competing Interests: The authors have declared that no competing interests exist. EGFR and SGLT1 protein was dynamic. (A) Cells were treated with PBS, DMSO (100 nM), or AG1478 (100 nM) at 37˚C for 48 h. The culture medium from each group was then assayed. (B) Western blot analysis of the expression levels of p-EGFR, EGFR, SGLT1, GLUT2, and β-tubulin. Experiments were performed separately three times. (C) The intensities of protein bands were quantified using Quantity One and SPSS software. (D) Cells were transfected with shEGFR, shEGFR control, pLVX-EGFR, or pLVX-EGFR control. After 48 h of incubation, culture medium from each group and from mock-infected cells was assayed. (E) The expression levels of p-EGFR, EGFR, SGLT1, GLUT2, and β-tubulin proteins were evaluated by western blot analysis. Experiments were performed separately three times. (F) The intensities of protein bands were quantified using Quantity One and SPSS software. (G) IPEC-J2 cells were treated with phlorizin (500 μM) at 37˚C for 48 h, and culture medium from each group was assayed. (H) The expression levels of SGLT1, EGFR, and β-tubulin were evaluated by western blot analysis. (I) The intensities of protein bands were quantified using Quantity One and SPSS software. (J) IPEC-J2 cells were treated with three SGLT1-specific siRNA molecules for 48 h, and culture medium from each group was assayed. (K) Western blot analysis of the expression levels of SGLT1, EGFR, and β-tubulin. (L) The intensities of protein bands were quantified using Quantity One and SPSS software. Each experiment was performed separately three times.",
      "sentences": [
        [
          {
            "segment_text": "Transmissible gastroenteritis virus ( TGEV ) is a coronavirus that causes villus atrophy ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "followed by crypt hyperplasia , reduces the activities of intestinal digestive enzymes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and disrupts the absorption of intestinal nutrients .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In vivo , TGEV primarily targets and infects intestinal epithelial cells ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which play an important role in glucose absorption via the apical and basolateral transporters Na + - dependent glucose transporter 1 ( SGLT1 ) and facilitative glucose transporter 2 ( GLUT2 ) , respectively .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , we therefore sought to evaluate the effects of TGEV infection on glucose uptake and SGLT1 and GLUT2 expression .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Our data demonstrate that infection with TGEV resulted in increased glucose uptake and augmented expression of EGFR , SGLT1 and GLUT2 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , inhibition studies showed that EGFR modulated glucose uptake in control and TGEV infected cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Finally , high glucose absorption was subsequently found to promote TGEV replication .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Competing Interests : The authors have declared that no competing interests exist .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "EGFR and SGLT1 protein was dynamic .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "( A ) Cells were treated with PBS ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "DMSO ( 100 nM ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "or AG1478 ( 100 nM ) at 37 ˚C for 48 h .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The culture medium from each group was then assayed .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "( B ) Western blot analysis of the expression levels of p-EGFR ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "EGFR , SGLT1 , GLUT2 , and β-tubulin .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Experiments were performed separately three times .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "( C ) The intensities of protein bands were quantified using Quantity One and SPSS software .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "( D ) Cells were transfected with shEGFR ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "shEGFR control , pLVX-EGFR , or pLVX-EGFR control .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "After 48 h of incubation ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "culture medium from each group and from mock-infected cells was assayed .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "( E ) The expression levels of p-EGFR ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "EGFR , SGLT1 , GLUT2 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and β-tubulin proteins were evaluated by western blot analysis .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Experiments were performed separately three times .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "( F ) The intensities of protein bands were quantified using Quantity One and SPSS software .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "( G ) IPEC-J2 cells were treated with phlorizin ( 500 μM ) at 37 ˚C for 48 h ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and culture medium from each group was assayed .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "( H ) The expression levels of SGLT1 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "EGFR , and β-tubulin were evaluated by western blot analysis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "( I ) The intensities of protein bands were quantified using Quantity One and SPSS software .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "( J ) IPEC-J2 cells were treated with three SGLT1-specific siRNA molecules for 48 h ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and culture medium from each group was assayed .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "( K ) Western blot analysis of the expression levels of SGLT1 , EGFR , and β-tubulin .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "( L ) The intensities of protein bands were quantified using Quantity One and SPSS software .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Each experiment was performed separately three times .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "25",
    "segment_num": "38",
    "token_num": "480"
  }
}