{
  "paper_id": "15d87194ff22d1a52809b2c2332aa3e11a6fcd4a",
  "metadata": {
    "title": "The Journal of Infectious Diseases High Environmental Stability of Hepatitis B Virus and Inactivation Requirements for Chemical Biocides",
    "coda_data_split": "train",
    "coda_paper_id": 9382,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Hepatitis B virus (HBV) infection is considered a major public health problem worldwide, and a significant number of reports on nosocomial and occupational outbreaks have been reported. This systematic investigation of HBV stability and susceptibility to different antiseptics revealed that HBV infectivity was very stable, with a half-life of \u003e22 days at 37째C. At 4째C, infectivity was barely reduced for up to 9 months. Different alcohols and commercially available hand antiseptics had a virucidal effect against HBV. We propose that very strict compliance with established hygienic guidelines should be mandatory to avoid and prevent HBV infections.",
      "sentences": [
        [
          {
            "segment_text": "Hepatitis B virus ( HBV ) infection is considered a major public health problem worldwide ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and a significant number of reports on nosocomial and occupational outbreaks have been reported .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This systematic investigation of HBV stability and susceptibility to different antiseptics revealed that HBV infectivity was very stable ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "with a half-life of \u003e 22 days at 37 째C .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "At 4 째C , infectivity was barely reduced for up to 9 months .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Different alcohols and commercially available hand antiseptics had a virucidal effect against HBV .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We propose that very strict compliance with established hygienic guidelines should be mandatory to avoid and prevent HBV infections .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "7",
    "token_num": "109"
  }
}