{
  "paper_id": "15ebc5b2e06803c4c06775cd751eff6ae2632e9a",
  "metadata": {
    "title": "PKR mediated regulation of inflammation and IL-10 during viral encephalomyelitis",
    "coda_data_split": "train",
    "coda_paper_id": 4961,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Double-stranded RNA-dependent protein kinase (PKR) regulates antiviral activity, immune responses, apoptosis and neurotoxicity. Gliatropic coronavirus infection induced PKR activation in infected as well uninfected cells within the central nervous system (CNS). However, PKR deficiency only modestly increased viral replication and did not affect IFN-α/β or IL-1β expression. Despite reduced Il-6, Ccl5, and Cxcl10 mRNA, protein levels remained unaltered. Furthermore, PKR deficiency selectively reduced IL-10 production in CD4, but not CD8 T cells, without affecting CNS pathology. The results demonstrate the ability of PKR to balance neuroinflammation by selectively modulating key cytokines and chemokines in CNS resident and CD4 T cells.",
      "sentences": [
        [
          {
            "segment_text": "Double-stranded RNA-dependent protein kinase ( PKR ) regulates antiviral activity ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "immune responses , apoptosis and neurotoxicity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Gliatropic coronavirus infection induced PKR activation in infected as well uninfected cells within the central nervous system ( CNS ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , PKR deficiency only modestly increased viral replication and did not affect IFN-α/β or IL-1β expression .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Despite reduced Il-6 , Ccl5 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and Cxcl10 mRNA , protein levels remained unaltered .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , PKR deficiency selectively reduced IL-10 production in CD4 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but not CD8 T cells , without affecting CNS pathology .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The results demonstrate the ability of PKR to balance neuroinflammation by selectively modulating key cytokines and chemokines in CNS resident and CD4 T cells .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "9",
    "token_num": "119"
  }
}