{
  "paper_id": "15edc032af91b8816dba3ea640dcb5a92b74f7c6",
  "metadata": {
    "title": "Current review Interferons: Signaling, antiviral and viral evasion",
    "coda_data_split": "train",
    "coda_paper_id": 5715,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Interferons (IFNs) were discovered as antiviral agents 50 years ago, and enormous progress has been made since then. Nowadays, IFNs (specifically type I IFNs), have been ascribed as the cytokines that bridge the innate and adaptive immunity soon after the recognition of pathogen-associated molecular patterns (PAMPs) by the infected host. Notably, a unifying mechanism for type I IFN production has been established upon innate immune detection. Thus, TLR 3, 4, 7 and 9 associate endosomal recognition of PAMPs to type I IFN responses, a mechanism that has been shown in plasmacytoid dendritic cells to be dependent on the PI3K/mTOR/S6K pathway. It is worth noting that pathogen recognition triggers a fine-tuned controlled program that not only includes the production of antiviral (IFN) and pro-inflammatory cytokines to initiate the antiviral response but also signals the cessation of the response through the induction of suppressors of cytokine signaling (SOCS). SOCS in turn is under tight regulation of the TAM receptors (protein tyrosine kinase receptors TYRO3, AXL and MER), and activation of which thereby protects the host from the threats of autoimmune diseases.",
      "sentences": [
        [
          {
            "segment_text": "Interferons ( IFNs ) were discovered as antiviral agents 50 years ago ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and enormous progress has been made since then .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Nowadays , IFNs ( specifically type I IFNs ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "have been ascribed as the cytokines that bridge the innate and adaptive immunity soon after the recognition of pathogen-associated molecular patterns ( PAMPs ) by the infected host .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Notably , a unifying mechanism for type I IFN production has been established upon innate immune detection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Thus , TLR 3 , 4 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "7 and 9 associate endosomal recognition of PAMPs to type I IFN responses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a mechanism that has been shown in plasmacytoid dendritic cells to be dependent on the PI3K/mTOR/S6K pathway .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It is worth noting that pathogen recognition triggers a fine-tuned controlled program that not only includes the production of antiviral ( IFN ) and pro-inflammatory cytokines to initiate the antiviral response but also signals the cessation of the response through the induction of suppressors of cytokine signaling ( SOCS ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "SOCS in turn is under tight regulation of the TAM receptors ( protein tyrosine kinase receptors TYRO3 , AXL and MER ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and activation of which thereby protects the host from the threats of autoimmune diseases .",
            "crowd_label": "background"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "11",
    "token_num": "207"
  }
}