{
  "paper_id": "1628fb770b782044ef43a9c63252b5d3b25a38ba",
  "metadata": {
    "title": "MERS-CoV: Understanding the Latest Human Coronavirus Threat",
    "coda_data_split": "train",
    "coda_paper_id": 8732,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Human coronaviruses cause both upper and lower respiratory tract infections in humans. In 2012, a sixth human coronavirus (hCoV) was isolated from a patient presenting with severe respiratory illness. The 60-year-old man died as a result of renal and respiratory failure after admission to a hospital in Jeddah, Saudi Arabia. The aetiological agent was eventually identified as a coronavirus and designated Middle East respiratory syndrome coronavirus (MERS-CoV). MERS-CoV has now been reported in more than 27 countries across the Middle East, Europe, North Africa and Asia. As of July 2017, 2040 MERS-CoV laboratory confirmed cases, resulting in 712 deaths, were reported globally, with a majority of these cases from the Arabian Peninsula. This review summarises the current understanding of MERS-CoV, with special reference to the (i) genome structure; (ii) clinical features; (iii) diagnosis of infection; and (iv) treatment and vaccine development.",
      "sentences": [
        [
          {
            "segment_text": "Human coronaviruses cause both upper and lower respiratory tract infections in humans .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In 2012 , a sixth human coronavirus ( hCoV ) was isolated from a patient presenting with severe respiratory illness .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The 60-year-old man died as a result of renal and respiratory failure after admission to a hospital in Jeddah , Saudi Arabia .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The aetiological agent was eventually identified as a coronavirus and designated Middle East respiratory syndrome coronavirus ( MERS-CoV ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "MERS-CoV has now been reported in more than 27 countries across the Middle East ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Europe , North Africa and Asia .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "As of July 2017 , 2040 MERS-CoV laboratory confirmed cases ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "resulting in 712 deaths , were reported globally ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "with a majority of these cases from the Arabian Peninsula .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review summarises the current understanding of MERS-CoV ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "with special reference to the ( i ) genome structure ; ( ii ) clinical features ; ( iii ) diagnosis of infection ; and ( iv ) treatment and vaccine development .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "11",
    "token_num": "172"
  }
}