{
  "paper_id": "162a1c855ec5b9294a9bc3697b945779b1523385",
  "metadata": {
    "title": "Risk of Severe Acute Respiratory Syndrome -Associated Coronavirus Transmission Aboard Commercial Aircraft",
    "coda_data_split": "train",
    "coda_paper_id": 8037,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Severe acute respiratory syndrome -associated coronavirus (SARS-CoV) was introduced to the United States through air travel. Although the risk of SARS-CoV transmission within aircraft cabins has been addressed by several studies, the magnitude of the risk remains unclear. Methods. We attempted to contact all persons with working US telephone numbers aboard seven US-bound fl ights carrying SARS patients. Consenting participants responded to a questionnaire, and a serum sample was collected at least 38 days after the fl ight and tested for SARS-CoV-associated antibodies. Participants reporting an illness compatible with SARS, with onset during the 2-to 10-day incubation period, were considered suspect cases; positive serology was required for confi rmed cases. Results. Among 1,766 passengers and crew, 339 (19%) persons were contacted. Of these, 312 (92%) completed questionnaires, and blood was collected from 127 (37%). Serology was negative for all 127 participants, including three of four who met the clinical case criteria for SARS, and the fourth had a mild illness that lasted only 5 days. Conclusions. Transmission of SARS-associated CoV was not observed, suggesting that the risk of transmission is not amplifi ed aboard aircraft.",
      "sentences": [
        [
          {
            "segment_text": "Severe acute respiratory syndrome - associated coronavirus ( SARS-CoV ) was introduced to the United States through air travel .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although the risk of SARS-CoV transmission within aircraft cabins has been addressed by several studies ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the magnitude of the risk remains unclear .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Methods .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We attempted to contact all persons with working US telephone numbers aboard seven US-bound fl ights carrying SARS patients .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Consenting participants responded to a questionnaire ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and a serum sample was collected at least 38 days after the fl ight and tested for SARS-CoV-associated antibodies .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Participants reporting an illness compatible with SARS ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "with onset during the 2-to 10-day incubation period ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "were considered suspect cases ; positive serology was required for confi rmed cases .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Among 1,766 passengers and crew ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "339 ( 19 % ) persons were contacted .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Of these , 312 ( 92 % ) completed questionnaires ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and blood was collected from 127 ( 37 % ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Serology was negative for all 127 participants ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including three of four who met the clinical case criteria for SARS ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the fourth had a mild illness that lasted only 5 days .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Transmission of SARS-associated CoV was not observed ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "suggesting that the risk of transmission is not amplifi ed aboard aircraft .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "12",
    "segment_num": "21",
    "token_num": "220"
  }
}