{
  "paper_id": "162c064dae8c02e477c00bbcd60b974ae794649f",
  "metadata": {
    "title": "Potential Biases in Estimating Absolute and Relative Case-Fatality Risks during Outbreaks",
    "coda_data_split": "train",
    "coda_paper_id": 4556,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Estimating the case-fatality risk (CFR)-the probability that a person dies from an infection given that they are a case-is a high priority in epidemiologic investigation of newly emerging infectious diseases and sometimes in new outbreaks of known infectious diseases. The data available to estimate the overall CFR are often gathered for other purposes (e.g., surveillance) in challenging circumstances. We describe two forms of bias that may affect the estimation of the overall CFR-preferential ascertainment of severe cases and bias from reporting delays-and review solutions that have been proposed and implemented in past epidemics. Also of interest is the estimation of the causal impact of specific interventions (e.g., hospitalization, or hospitalization at a particular hospital) on survival, which can be estimated as a relative CFR for two or more groups. When observational data are used for this purpose, three more sources of bias may arise: confounding, survivorship bias, and selection due to preferential inclusion in surveillance datasets of those who are hospitalized and/or die. We illustrate these biases and caution against causal interpretation of differential CFR among those receiving different interventions in observational datasets. Again, we discuss ways to reduce these biases, particularly by estimating outcomes in smaller but more systematically defined cohorts ascertained before the onset of symptoms, such as those identified by forward contact tracing. Finally, we discuss the circumstances in which these biases may affect non-causal interpretation of risk factors for death among cases.",
      "sentences": [
        [
          {
            "segment_text": "Estimating the case-fatality risk ( CFR ) - the probability that a person dies from an infection given that they are a case-is a high priority in epidemiologic investigation of newly emerging infectious diseases and sometimes in new outbreaks of known infectious diseases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The data available to estimate the overall CFR are often gathered for other purposes ( e.g. , surveillance ) in challenging circumstances .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We describe two forms of bias that may affect the estimation of the overall CFR-preferential ascertainment of severe cases and bias from reporting delays-and review solutions that have been proposed and implemented in past epidemics .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Also of interest is the estimation of the causal impact of specific interventions ( e.g. , hospitalization , or hospitalization at a particular hospital ) on survival ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which can be estimated as a relative CFR for two or more groups .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "When observational data are used for this purpose ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "three more sources of bias may arise : confounding ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "survivorship bias , and selection due to preferential inclusion in surveillance datasets of those who are hospitalized and/or die .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We illustrate these biases and caution against causal interpretation of differential CFR among those receiving different interventions in observational datasets .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Again , we discuss ways to reduce these biases ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "particularly by estimating outcomes in smaller but more systematically defined cohorts ascertained before the onset of symptoms ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "such as those identified by forward contact tracing .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Finally , we discuss the circumstances in which these biases may affect non-causal interpretation of risk factors for death among cases .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "PLOS Neglected Tropical Diseases |",
      "sentences": [
        [
          {
            "segment_text": "PLOS Neglected Tropical Diseases |",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "9",
    "segment_num": "14",
    "token_num": "269"
  }
}