{
  "paper_id": "164c04a443c4cf3ef35cea3db90ec5dfe15db4ed",
  "metadata": {
    "title": "Colorimetric viral detection based on sialic acid stabilized gold nanoparticles",
    "coda_data_split": "train",
    "coda_paper_id": 2828,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Sialic acid reduced and stabilized gold nanoparticles (d \u003d 20.1 ± 1.8 nm) were synthesized by a simple one-pot, green method without chemically modifying sialic acid for colorimetric detection of influenza virus. The gold nanoparticles showed target-specific aggregation with viral particles via hemagglutinin-sialic acid binding. A linear correlation was observed between the change in optical density and dilution of chemically inactivated influenza B/Victoria and influenza B/ Yamagata. Virus dilution (hemagglutinination assay titer, 512) of 0.156 vol% was readily detected. The upper limit of the linearity can be extended with the use of more sialic acid-gold nanoparticles.",
      "sentences": [
        [
          {
            "segment_text": "Sialic acid reduced and stabilized gold nanoparticles ( d \u003d 20.1 ± 1.8 nm ) were synthesized by a simple one-pot ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "green method without chemically modifying sialic acid for colorimetric detection of influenza virus .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The gold nanoparticles showed target-specific aggregation with viral particles via hemagglutinin-sialic acid binding .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A linear correlation was observed between the change in optical density and dilution of chemically inactivated influenza B/Victoria and influenza B / Yamagata .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Virus dilution ( hemagglutinination assay titer , 512 ) of 0.156 vol % was readily detected .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The upper limit of the linearity can be extended with the use of more sialic acid-gold nanoparticles .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "6",
    "token_num": "109"
  }
}