{
  "paper_id": "166b40b53c74ef696164a04aabef4371ac78662b",
  "metadata": {
    "title": "Comparison of DNA vaccines producing HIV-1 Gag and LAMP/Gag chimera in rhesus macaques reveals antigen-specific T-cell responses with distinct phenotypes",
    "coda_data_split": "train",
    "coda_paper_id": 7292,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Optimized DNA expression vectors encoding the native HIV-1 Gag or a fusion of Gag with the lysosomal membrane associated protein 1 (LAMP) were compared for immunogenicity upon intramuscular DNA delivery in rhesus macaques. Both vaccines elicited CD4 + T-cell responses, but with significant differences in the phenotype of the Gag-specific cells: the native Gag induced CD4 + responses with a phenotype of central memory-like T cells (CD28 + CD45RA − ), whereas the LAMP/Gag chimera induced CD4 + responses with effector memory phenotype (CD28 − CD45RA − ). Antigen-specific T cells producing both IFN-␥ and TNF␣ were found in the animals receiving the native Gag, whereas the LAMP/Gag chimera induced humoral responses faster. These results demonstrate that modification of intracellular Gag trafficking results in the induction of distinct immune responses. Combinations of DNA vectors encoding both forms of antigen may be more potent in eliciting anti-HIV-1 immunity.",
      "sentences": [
        [
          {
            "segment_text": "Optimized DNA expression vectors encoding the native HIV-1 Gag or a fusion of Gag with the lysosomal membrane associated protein 1 ( LAMP ) were compared for immunogenicity upon intramuscular DNA delivery in rhesus macaques .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Both vaccines elicited CD4 + T-cell responses ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but with significant differences in the phenotype of the Gag-specific cells : the native Gag induced CD4 + responses with a phenotype of central memory-like T cells ( CD28 + CD45RA − ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whereas the LAMP/Gag chimera induced CD4 + responses with effector memory phenotype ( CD28 − CD45RA − ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Antigen-specific T cells producing both IFN - ␥ and TNF ␣ were found in the animals receiving the native Gag ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whereas the LAMP/Gag chimera induced humoral responses faster .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results demonstrate that modification of intracellular Gag trafficking results in the induction of distinct immune responses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Combinations of DNA vectors encoding both forms of antigen may be more potent in eliciting anti-HIV-1 immunity .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "8",
    "token_num": "163"
  }
}