{
  "paper_id": "167f3ef9a33013fc087b3b73a9eb4bec6267f730",
  "metadata": {
    "title": "THE EUROPEAN PHYSICAL JOURNAL E On the different sources of cooperativity in pH titrating sites of a membrane protein channel",
    "coda_data_split": "train",
    "coda_paper_id": 4582,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Cooperative interactions play a central role in the regulation of protein functions. Here we show that in multi-site systems like ion channels the application of the Hill formalism could require a combination of different experiments, even involving site-directed mutagenesis, to identify the different sources of cooperativity and to discriminate between genuine and apparent cooperativity. We discuss the implications for the channel function in the bacterial porins PorA (N. meningitidis) and OmpF (E. coli ) and the viroporin SARS-CoV E.",
      "sentences": [
        [
          {
            "segment_text": "Cooperative interactions play a central role in the regulation of protein functions .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we show that in multi-site systems like ion channels the application of the Hill formalism could require a combination of different experiments ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "even involving site-directed mutagenesis , to identify the different sources of cooperativity and to discriminate between genuine and apparent cooperativity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We discuss the implications for the channel function in the bacterial porins PorA ( N. meningitidis ) and OmpF ( E. coli ) and the viroporin SARS-CoV E.",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "3",
    "segment_num": "4",
    "token_num": "86"
  }
}