{
  "paper_id": "168667e863cc79cb44157edf0e39ca66a37b2b7b",
  "metadata": {
    "title": "Contact among healthcare workers in the hospital setting: developing the evidence base for innovative approaches to infection control",
    "coda_data_split": "train",
    "coda_paper_id": 6157,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Nosocomial, or healthcare-associated infections (HAI), exact a high medical and financial toll on patients, healthcare workers, caretakers, and the health system. Interpersonal contact patterns play a large role in infectious disease spread, but little is known about the relationship between health care workers\u0027 (HCW) movements and contact patterns within a heath care facility and HAI. Quantitatively capturing these patterns will aid in understanding the dynamics of HAI and may lead to more targeted and effective control strategies in the hospital setting. Methods: Staff at 3 urban university-based tertiary care hospitals in Canada completed a detailed questionnaire on demographics, interpersonal contacts, in-hospital movement, and infection prevention and control practices. Staff were divided into categories of administrative/support, nurses, physicians, and \"Other HCWs\" -a fourth distinct category, which excludes physicians and nurses. Using quantitative network modeling tools, we constructed the resulting HCW \"co-location network\" to illustrate contacts among different occupations and with locations in hospital settings. Results: Among 3048 respondents (response rate 38%) an average of 3.79, 3.69 and 3.88 floors were visited by each HCW each week in the 3 hospitals, with a standard deviation of 2.63, 1.74 and 2.08, respectively. Physicians reported the highest rate of direct patient contacts (\u003e 20 patients/day) but the lowest rate of contacts with other HCWs; nurses had the most extended (\u003e 20 min) periods of direct patient contact. \"Other HCWs\" had the most direct daily contact with all other HCWs. Physicians also reported significantly more locations visited per week than nurses, other HCW, or administrators; nurses visited the fewest. Public spaces such as the cafeteria had the most staff visits per week, but the least mean hours spent per visit. Inpatient settings had significantly more HCW interactions per week than outpatient settings. Conclusions: HCW contact patterns and spatial movement demonstrate significant heterogeneity by occupation. Control strategies that address this diversity among health care workers may be more effective than \"one-strategy-fitsall\" HAI prevention and control programs.",
      "sentences": [
        [
          {
            "segment_text": "Background : Nosocomial , or healthcare-associated infections ( HAI ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "exact a high medical and financial toll on patients ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "healthcare workers , caretakers , and the health system .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Interpersonal contact patterns play a large role in infectious disease spread ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but little is known about the relationship between health care workers \u0027 ( HCW ) movements and contact patterns within a heath care facility and HAI .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Quantitatively capturing these patterns will aid in understanding the dynamics of HAI and may lead to more targeted and effective control strategies in the hospital setting .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Methods : Staff at 3 urban university-based tertiary care hospitals in Canada completed a detailed questionnaire on demographics ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "interpersonal contacts , in-hospital movement ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and infection prevention and control practices .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Staff were divided into categories of administrative/support ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "nurses , physicians , and `` Other HCWs \u0027\u0027 - a fourth distinct category ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "which excludes physicians and nurses .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Using quantitative network modeling tools ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we constructed the resulting HCW `` co-location network \u0027\u0027 to illustrate contacts among different occupations and with locations in hospital settings .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Among 3048 respondents ( response rate 38 % ) an average of 3.79 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "3.69 and 3.88 floors were visited by each HCW each week in the 3 hospitals ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with a standard deviation of 2.63 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "1.74 and 2.08 , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Physicians reported the highest rate of direct patient contacts ( \u003e 20 patients/day ) but the lowest rate of contacts with other HCWs ; nurses had the most extended ( \u003e 20 min ) periods of direct patient contact .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "`` Other HCWs \u0027\u0027 had the most direct daily contact with all other HCWs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Physicians also reported significantly more locations visited per week than nurses ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "other HCW , or administrators ; nurses visited the fewest .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Public spaces such as the cafeteria had the most staff visits per week ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but the least mean hours spent per visit .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Inpatient settings had significantly more HCW interactions per week than outpatient settings .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : HCW contact patterns and spatial movement demonstrate significant heterogeneity by occupation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Control strategies that address this diversity among health care workers may be more effective than `` one-strategy-fitsall \u0027\u0027 HAI prevention and control programs .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "14",
    "segment_num": "27",
    "token_num": "383"
  }
}