{
  "paper_id": "16871f7dc0bcc0330bbc869bcd9221182663e954",
  "metadata": {
    "title": "0 Antiviral Research Effect of liposome-encapsulation on immunomodulating and antiviral activities of interferon-71",
    "coda_data_split": "train",
    "coda_paper_id": 3285,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The effect of liposome-encapsulation on the immunomodulating and antiviral activities of interferon-7 (IFN-),) was evaluated in this study. The immunomodulating activity was measured by increases in phagocytic activity and in nitric oxide production by peritoneal macrophages from mice treated with both free and LIP-IFN-7 (4000 U/mouse, intraperitoneal injection). Resident peritoneal macrophages harvested from mice treated with free unencapsulated IFN-7 or muramyl dipeptide showed significant increases in macrophage yield, and enhanced ability to phagocytize zymosan particles. In mice treated with liposome-encapsulated IFN-7 (LIP-IFN-7), both macrophage yield and phagocytic activity further increased by 2-fold over unencapsulated IFN-7. In addition, the activation of peritoneal macrophages with LIP-IFN-7 showed enhanced production of NO when the cells were cultured ex vivo. Using a murine respiratory influenza infection model, intranasally administered LIP-IFN-~ conferred protection to 70% in mice challenged intranasally with 10 LDs0 doses of influenza A/PR/8 virus compared with a 20% survival rate using free IFN-7. Together these results suggest that liposome-encapsulation increases the immunomodulating and antiviral activities of IFN-7. Liposome-encapsulation of IFN-7 may provide additional therapeutic advantages by reducing IFN-7 toxicity while prolonging its body retention.",
      "sentences": [
        [
          {
            "segment_text": "The effect of liposome-encapsulation on the immunomodulating and antiviral activities of interferon-7 ( IFN - ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": ") was evaluated in this study .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The immunomodulating activity was measured by increases in phagocytic activity and in nitric oxide production by peritoneal macrophages from mice treated with both free and LIP-IFN-7 ( 4000 U/mouse , intraperitoneal injection ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Resident peritoneal macrophages harvested from mice treated with free unencapsulated IFN-7 or muramyl dipeptide showed significant increases in macrophage yield ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and enhanced ability to phagocytize zymosan particles .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In mice treated with liposome-encapsulated IFN-7 ( LIP-IFN-7 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "both macrophage yield and phagocytic activity further increased by 2-fold over unencapsulated IFN-7 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , the activation of peritoneal macrophages with LIP-IFN-7 showed enhanced production of NO when the cells were cultured ex vivo .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Using a murine respiratory influenza infection model ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "intranasally administered LIP-IFN - ~ conferred protection to 70 % in mice challenged intranasally with 10 LDs0 doses of influenza A/PR/8 virus compared with a 20 % survival rate using free IFN-7 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Together these results suggest that liposome-encapsulation increases the immunomodulating and antiviral activities of IFN-7 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Liposome-encapsulation of IFN-7 may provide additional therapeutic advantages by reducing IFN-7 toxicity while prolonging its body retention .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "12",
    "token_num": "208"
  }
}