{
  "paper_id": "168a175917680c5b44265ca7c2047b9be68bc5f0",
  "metadata": {
    "title": "Wild boars harboring porcine epidemic diarrhea virus (PEDV) may play an important role as a PEDV reservoir",
    "coda_data_split": "train",
    "coda_paper_id": 3856,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Porcine epidemic diarrhea virus (PEDV) is a burdensome pathogen in the swine industry. Wild boar population poses a high risk for reservoir of viral pathogen. Two hundred eighty seven samples from wild boar (Sus scrofa) collected in South Korea during 2010/11 were analyzed using RT-PCR, revealing a PEDV infection rate of 9.75% (28/287). PEDV positive samples were distributed throughout the mainland of South Korea, clustering at the northern border adjacent to the Demilitarized Zone (DMZ) and in mountainous regions. PEDV in wild boar was genetically similar to Chinese PEDV strains in phylogenetic investigations. Our results indicated that PEDV is circulating in the wild boar and provided a novel knowledge into epidemiology of PEDV infection.",
      "sentences": [
        [
          {
            "segment_text": "Porcine epidemic diarrhea virus ( PEDV ) is a burdensome pathogen in the swine industry .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Wild boar population poses a high risk for reservoir of viral pathogen .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Two hundred eighty seven samples from wild boar ( Sus scrofa ) collected in South Korea during 2010/11 were analyzed using RT-PCR ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "revealing a PEDV infection rate of 9.75 % ( 28/287 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "PEDV positive samples were distributed throughout the mainland of South Korea ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "clustering at the northern border adjacent to the Demilitarized Zone ( DMZ ) and in mountainous regions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "PEDV in wild boar was genetically similar to Chinese PEDV strains in phylogenetic investigations .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our results indicated that PEDV is circulating in the wild boar and provided a novel knowledge into epidemiology of PEDV infection .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "8",
    "token_num": "131"
  }
}