{
  "paper_id": "16a0ebcd5eb1e82163124385f047fa2a4eda49f8",
  "metadata": {
    "title": "Further in vitro characterization of mouse hepatitis virus papain-like proteinase 1: Cleavage sequence requirements within PP1a",
    "coda_data_split": "train",
    "coda_paper_id": 10052,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Proteolytic processing of the mouse hepatitis virus strain A59 (MHV-A59) replicase gene product, pp1a, results in polypeptides p28, p65, p50, and p240 in infected cells. Based on previously identi ed p28 and p65 cleavage sites, a p50 cleavage site was proposed to occur between Ala-1262 and Ala-1263. Results of mutagenesis and in vitro cleavage assays show that PLP-1 was able to cleave in trans when the proposed p50 cleavage sequence replaced the p28 cleavage sequence. Mutagenesis was also used to investigate cleavage between Gly-904 and Val-905, a cleavage site predicted to produce a precursor of p65, p72, that was detected in cells infected with MHV strain JHM, but not with MHV-A59. No cleavage could be detected using substrate that carried both the p65 site and the predicted p72 cleavage sequence. Thus, it appeared that PLP-1 could recognize the proposed p50 sequence but not the predicted p72 site under the in vitro conditions used.",
      "sentences": [
        [
          {
            "segment_text": "Proteolytic processing of the mouse hepatitis virus strain A59 ( MHV-A59 ) replicase gene product ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "pp1a , results in polypeptides p28 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "p65 , p50 , and p240 in infected cells .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Based on previously identi ed p28 and p65 cleavage sites ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a p50 cleavage site was proposed to occur between Ala-1262 and Ala-1263 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Results of mutagenesis and in vitro cleavage assays show that PLP-1 was able to cleave in trans when the proposed p50 cleavage sequence replaced the p28 cleavage sequence .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Mutagenesis was also used to investigate cleavage between Gly-904 and Val-905 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "a cleavage site predicted to produce a precursor of p65 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "p72 , that was detected in cells infected with MHV strain JHM , but not with MHV-A59 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "No cleavage could be detected using substrate that carried both the p65 site and the predicted p72 cleavage sequence .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Thus , it appeared that PLP-1 could recognize the proposed p50 sequence but not the predicted p72 site under the in vitro conditions used .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "11",
    "token_num": "172"
  }
}