{
  "paper_id": "16a25bec69939f0ecf7e6679b9b862fe52b2ddc3",
  "metadata": {
    "title": "Preparation and physicochemical property of chicken yolk immunoglobulin (IgY) against porcine transmissible gastroenteritis virus (TGEV)",
    "coda_data_split": "train",
    "coda_paper_id": 3983,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Oral administration of immunoglobulin prepared from the egg yolk of hens immunized with porcine transmissible gastroenteritis virus (TGEV) has been demonstrated to reduce piglets mortality significantly in our previous studies. In the present study, we investigated the stability of chicken yolk immunoglobulin (IgY) specific to TGEV by measuring the remaining activity by ELISA. The results showed that the IgY was stable between pH 4 and pH 11. In the incubation with pepsin at pH 4 and pH 6, about 90% and 100% of the IgY activity remained, respectively. IgY activity could remain approximately 80% at 60째C for 30 min, suggesting that pasteurization can be applied to sterilizing the product. The stability of IgY at 25째C and freezing-thawing treatment indicated that the IgY was easy to be conserved. These results highlight the attractive potential application of IgY as the antibodies of oral administration for treatment of TGEV infections.",
      "sentences": [
        [
          {
            "segment_text": "Oral administration of immunoglobulin prepared from the egg yolk of hens immunized with porcine transmissible gastroenteritis virus ( TGEV ) has been demonstrated to reduce piglets mortality significantly in our previous studies .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In the present study , we investigated the stability of chicken yolk immunoglobulin ( IgY ) specific to TGEV by measuring the remaining activity by ELISA .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The results showed that the IgY was stable between pH 4 and pH 11 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In the incubation with pepsin at pH 4 and pH 6 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "about 90 % and 100 % of the IgY activity remained , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "IgY activity could remain approximately 80 % at 60 째C for 30 min ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "suggesting that pasteurization can be applied to sterilizing the product .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The stability of IgY at 25 째C and freezing-thawing treatment indicated that the IgY was easy to be conserved .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results highlight the attractive potential application of IgY as the antibodies of oral administration for treatment of TGEV infections .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "9",
    "token_num": "167"
  }
}