{
  "paper_id": "16b2a1456de279536882b5a220f7de14c2e17366",
  "metadata": {
    "title": "Targeting the Vasoprotective Axis of the Renin-Angiotensin System: A Novel Strategic Approach to Pulmonary Hypertensive Therapy",
    "coda_data_split": "train",
    "coda_paper_id": 9663,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "A decade has passed since the discovery of angiotensin-converting enzyme 2 (ACE2), a component of the ACE2-angiotensin (Ang)-(1-7)-Mas counterregulatory axis of the renin angiotensin system (RAS). ACE2 is considered an endogenous regulator of the vasoconstrictive, proliferative, fibrotic, and proinflammatory effects of the ACE-Ang II-angiotensin II type 1 receptor (AT 1 R) axis. Both animal and clinical studies have emerged to define a role for ACE2 in pulmonary arterial hypertension (PAH). There is scientific evidence supporting the concept that ACE2 maintains the RAS balance and plays a protective role in PAH. The activation of pulmonary ACE2 could influence the pathogenesis of PAH and serve as a novel therapeutic target in PAH. Current therapeutic strategies and interventions have limited success, and PAH remains a fatal disease. Thus, more research that establishes the novel therapeutic potential and defines the mechanism of the ACE2-Ang-(1-7)-Mas counterregulatory axis in PAH is needed.",
      "sentences": [
        [
          {
            "segment_text": "A decade has passed since the discovery of angiotensin-converting enzyme 2 ( ACE2 ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a component of the ACE2-angiotensin ( Ang ) - ( 1-7 ) - Mas counterregulatory axis of the renin angiotensin system ( RAS ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "ACE2 is considered an endogenous regulator of the vasoconstrictive ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "proliferative , fibrotic , and proinflammatory effects of the ACE-Ang II-angiotensin II type 1 receptor ( AT 1 R ) axis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Both animal and clinical studies have emerged to define a role for ACE2 in pulmonary arterial hypertension ( PAH ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "There is scientific evidence supporting the concept that ACE2 maintains the RAS balance and plays a protective role in PAH .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The activation of pulmonary ACE2 could influence the pathogenesis of PAH and serve as a novel therapeutic target in PAH .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Current therapeutic strategies and interventions have limited success ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and PAH remains a fatal disease .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Thus , more research that establishes the novel therapeutic potential and defines the mechanism of the ACE2-Ang - ( 1-7 ) - Mas counterregulatory axis in PAH is needed .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "10",
    "token_num": "181"
  }
}