{
  "paper_id": "16d8e4bc11bda42b815d14c8f4fee9f6d10da8f8",
  "metadata": {
    "title": "Intraspinal transplantation of mouse and human neural precursor cells",
    "coda_data_split": "train",
    "coda_paper_id": 4209,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "This unit describes the preparation and transplantation of human neural precursor cells (hNPCs) and mouse neural precursor cells (mNPCs) into the thoracic region of the mouse spinal cord. The techniques in this unit also describe how to prepare the mouse for surgery by performing a laminectomy to expose the spinal cord for transplantation. Here we show NPCs genetically labeled with eGFP transplanted into the spinal cord of a mouse following viralmediated demyelination can efficiently be detected via eGFP expression. Transplantation of these cells into the spinal cord is an efficacious way to determine their effects in neurological disorders such as multiple sclerosis, Alzheimer\u0027s disease, and spinal cord injury.",
      "sentences": [
        [
          {
            "segment_text": "This unit describes the preparation and transplantation of human neural precursor cells ( hNPCs ) and mouse neural precursor cells ( mNPCs ) into the thoracic region of the mouse spinal cord .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The techniques in this unit also describe how to prepare the mouse for surgery by performing a laminectomy to expose the spinal cord for transplantation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we show NPCs genetically labeled with eGFP transplanted into the spinal cord of a mouse following viralmediated demyelination can efficiently be detected via eGFP expression .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Transplantation of these cells into the spinal cord is an efficacious way to determine their effects in neurological disorders such as multiple sclerosis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Alzheimer \u0027s disease , and spinal cord injury .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "5",
    "token_num": "119"
  }
}