{
  "paper_id": "16e882ace4f03199c91b6bd24acd3dd3d8376e79",
  "metadata": {
    "title": "The Evolution of Ebola virus: Insights from the 2013-2016 Epidemic",
    "coda_data_split": "train",
    "coda_paper_id": 2007,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The 2013-2016 epidemic of Ebola virus disease in West Africa was of unprecedented magnitude and changed our perspective on this lethal but sporadically emerging virus. This outbreak also marked the beginning of large-scale real-time molecular epidemiology. Herein, we show how evolutionary analyses of Ebola virus genome sequences provided key insights into virus origins, evolution, and spread during the epidemic. We provide basic scientists, epidemiologists, medical practitioners, and other outbreak responders with an enhanced understanding of the utility and limitations of pathogen genomic sequencing. This will be crucially important in our attempts to track and control future infectious disease outbreaks.",
      "sentences": [
        [
          {
            "segment_text": "The 2013-2016 epidemic of Ebola virus disease in West Africa was of unprecedented magnitude and changed our perspective on this lethal but sporadically emerging virus .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This outbreak also marked the beginning of large-scale real-time molecular epidemiology .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Herein , we show how evolutionary analyses of Ebola virus genome sequences provided key insights into virus origins ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "evolution , and spread during the epidemic .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We provide basic scientists , epidemiologists ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "medical practitioners , and other outbreak responders with an enhanced understanding of the utility and limitations of pathogen genomic sequencing .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This will be crucially important in our attempts to track and control future infectious disease outbreaks .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "7",
    "token_num": "110"
  }
}