{
  "paper_id": "16ffa1f7efaf96880e6f3c22d2de9c5672169303",
  "metadata": {
    "title": "Transmissibility of the Influenza Virus in the 1918 Pandemic",
    "coda_data_split": "train",
    "coda_paper_id": 8413,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background. With a heightened increase in concern for an influenza pandemic we sought to better understand the 1918 Influenza pandemic, the most devastating epidemic of the previous century. Methodology/Principal Findings. We use data from several communities in Maryland, USA as well as two ships that experienced well-documented outbreaks of influenza in 1918. Using a likelihood-based method and a nonparametric method, we estimate the serial interval and reproductive number throughout the course of each outbreak. This analysis shows the basic reproductive number to be slightly lower in the Maryland communities (between 1.34 and 3.21) than for the enclosed populations on the ships (R 0 \u003d 4.97, SE \u003d 3.31). Additionally the effective reproductive number declined to sub epidemic levels more quickly on the ships (within around 10 days) than in the communities (within 30-40 days). The mean serial interval for the ships was consistent (3.33, SE \u003d 5.96 and 3.81, SE \u003d 3.69), while the serial intervals in the communities varied substantially (between 2.83, SE \u003d 0.53 and 8.28, SE \u003d 951.95). Conclusions/Significance. These results illustrate the importance of considering the population dynamics when making statements about the epidemiological parameters of Influenza. The methods that we employ for estimation of the reproductive numbers and the serial interval can be easily replicated in other populations and with other diseases.",
      "sentences": [
        [
          {
            "segment_text": "Background .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "With a heightened increase in concern for an influenza pandemic we sought to better understand the 1918 Influenza pandemic ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the most devastating epidemic of the previous century .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Methodology/Principal Findings .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We use data from several communities in Maryland ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "USA as well as two ships that experienced well-documented outbreaks of influenza in 1918 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Using a likelihood-based method and a nonparametric method ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we estimate the serial interval and reproductive number throughout the course of each outbreak .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "This analysis shows the basic reproductive number to be slightly lower in the Maryland communities ( between 1.34 and 3.21 ) than for the enclosed populations on the ships ( R 0 \u003d 4.97 , SE \u003d 3.31 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Additionally the effective reproductive number declined to sub epidemic levels more quickly on the ships ( within around 10 days ) than in the communities ( within 30-40 days ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The mean serial interval for the ships was consistent ( 3.33 , SE \u003d 5.96 and 3.81 , SE \u003d 3.69 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while the serial intervals in the communities varied substantially ( between 2.83 , SE \u003d 0.53 and 8.28 , SE \u003d 951.95 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions/Significance .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results illustrate the importance of considering the population dynamics when making statements about the epidemiological parameters of Influenza .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The methods that we employ for estimation of the reproductive numbers and the serial interval can be easily replicated in other populations and with other diseases .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "15",
    "token_num": "249"
  }
}