{
  "paper_id": "17049e2a79da977ba66499049abb424a2958ba4d",
  "metadata": {
    "title": "Article Fast Track On the Causes of Evolutionary Transition:Transversion Bias",
    "coda_data_split": "train",
    "coda_paper_id": 8901,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "A pattern in which nucleotide transitions are favored several fold over transversions is common in molecular evolution. When this pattern occurs among amino acid replacements, explanations often invoke an effect of selection, on the grounds that transitions are more conservative in their effects on proteins. However, the underlying hypothesis of conservative transitions has never been tested directly. Here we assess support for this hypothesis using direct evidence: the fitness effects of mutations in actual proteins measured via individual or paired growth experiments. We assembled data from 8 published studies, ranging in size from 24 to 757 single-nucleotide mutations that change an amino acid. Every study has the statistical power to reveal significant effects of amino acid exchangeability, and most studies have the power to discern a binary conservative-vs-radical distinction. However, only one study suggests that transitions are significantly more conservative than transversions. In the combined set of 1,239 replacements (544 transitions, 695 transversions), the chance that a transition is more conservative than a transversion is 53 % (95 % confidence interval 50 to 56) compared with the null expectation of 50 %. We show that this effect is not large compared with that of most biochemical factors, and is not large enough to explain the several-fold bias observed in evolution. In short, the available data have the power to verify the \"conservative transitions\" hypothesis if true, but suggest instead that selection on proteins plays at best a minor role in the observed bias.",
      "sentences": [
        [
          {
            "segment_text": "A pattern in which nucleotide transitions are favored several fold over transversions is common in molecular evolution .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "When this pattern occurs among amino acid replacements ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "explanations often invoke an effect of selection ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "on the grounds that transitions are more conservative in their effects on proteins .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , the underlying hypothesis of conservative transitions has never been tested directly .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we assess support for this hypothesis using direct evidence : the fitness effects of mutations in actual proteins measured via individual or paired growth experiments .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We assembled data from 8 published studies ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "ranging in size from 24 to 757 single-nucleotide mutations that change an amino acid .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Every study has the statistical power to reveal significant effects of amino acid exchangeability ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and most studies have the power to discern a binary conservative-vs-radical distinction .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "However , only one study suggests that transitions are significantly more conservative than transversions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In the combined set of 1,239 replacements ( 544 transitions , 695 transversions ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the chance that a transition is more conservative than a transversion is 53 % ( 95 % confidence interval 50 to 56 ) compared with the null expectation of 50 % .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We show that this effect is not large compared with that of most biochemical factors ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and is not large enough to explain the several-fold bias observed in evolution .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In short , the available data have the power to verify the `` conservative transitions \u0027\u0027 hypothesis if true ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but suggest instead that selection on proteins plays at best a minor role in the observed bias .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "17",
    "token_num": "271"
  }
}