{
  "paper_id": "170fc4f86244f8f795de48b349db6759add5a834",
  "metadata": {
    "title": "Emergency nurses\u0027 perceptions regarding the risks appraisal of the threat of the emerging infectious disease situation in emergency departments",
    "coda_data_split": "train",
    "coda_paper_id": 3468,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Purpose: Emerging infectious diseases are considered as a pressing challenge to global public health. Throughout public health response to emerging infectious diseases, emergency nurses are situated at the forefront of the healthcare system. The present study has explored emergency nurses\u0027 perceptions regarding the risks appraisal of the threat of the emerging infectious disease situation in emergency department context. Methods: The present study used a qualitative descriptive approach. A purposive sampling method was employed to recruit emergency nurses who worked in public hospitals in Hong Kong. Semi-structured interviews were conducted to 24 emergency nurses. The data were interpreted using a thematic analysis strategy. Results: Five overarching themes emerged from the data: (1) the novelty of an emerging infectious disease, (2) the severity of an emerging infectious disease, (3) the proximity to an emerging infectious disease, (4) the complexity of an emerging infectious disease situation, and (5) the response levels towards an emerging infectious disease situation. Conclusion: It is anticipated that the information may help to predict the attitudes and behaviours of emergency nurses in future impending epidemic events, enhancing emergency nurses\u0027 preparedness towards in such situations.",
      "sentences": [
        [
          {
            "segment_text": "Purpose : Emerging infectious diseases are considered as a pressing challenge to global public health .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Throughout public health response to emerging infectious diseases ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "emergency nurses are situated at the forefront of the healthcare system .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The present study has explored emergency nurses \u0027 perceptions regarding the risks appraisal of the threat of the emerging infectious disease situation in emergency department context .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : The present study used a qualitative descriptive approach .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A purposive sampling method was employed to recruit emergency nurses who worked in public hospitals in Hong Kong .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Semi-structured interviews were conducted to 24 emergency nurses .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The data were interpreted using a thematic analysis strategy .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Five overarching themes emerged from the data : ( 1 ) the novelty of an emerging infectious disease ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "( 2 ) the severity of an emerging infectious disease ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "( 3 ) the proximity to an emerging infectious disease ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "( 4 ) the complexity of an emerging infectious disease situation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and ( 5 ) the response levels towards an emerging infectious disease situation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusion : It is anticipated that the information may help to predict the attitudes and behaviours of emergency nurses in future impending epidemic events ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "enhancing emergency nurses \u0027 preparedness towards in such situations .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "15",
    "token_num": "217"
  }
}