{
  "paper_id": "170f9090454e5e9e132c41e0a635b31782055557",
  "metadata": {
    "title": "Identification of N-linked glycosylation sites in the spike protein and their functional impact on the replication and infectivity of coronavirus infectious bronchitis virus in cell culture",
    "coda_data_split": "train",
    "coda_paper_id": 3494,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Spike (S) glycoprotein on the viral envelope is the main determinant of infectivity. The S protein of coronavirus infectious bronchitis virus (IBV) contains 29 putative asparagine(N)-linked glycosylation sites. These posttranslational modifications may assist in protein folding and play important roles in the functionality of S protein. In this study, we used bioinformatics tools to predict N-linked glycosylation sites and to analyze their distribution in IBV strains and variants. Among these sites, 8 sites were confirmed in the S protein extracted from partially purified virus particles by proteomics approaches. N-D and N-Q substitutions at 13 predicted sites were introduced into an infectious clone system. The impact on S protein-mediated cell-cell fusion, viral recovery and infectivity was assessed, leading to the identification of sites essential for the functions of IBV S protein. Further characterization of these and other uncharacterized sites may reveal novel aspects of N-linked glycosylation in coronavirus replication and pathogenesis.",
      "sentences": [
        [
          {
            "segment_text": "Spike ( S ) glycoprotein on the viral envelope is the main determinant of infectivity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The S protein of coronavirus infectious bronchitis virus ( IBV ) contains 29 putative asparagine ( N ) - linked glycosylation sites .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These posttranslational modifications may assist in protein folding and play important roles in the functionality of S protein .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , we used bioinformatics tools to predict N-linked glycosylation sites and to analyze their distribution in IBV strains and variants .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Among these sites , 8 sites were confirmed in the S protein extracted from partially purified virus particles by proteomics approaches .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "N-D and N-Q substitutions at 13 predicted sites were introduced into an infectious clone system .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The impact on S protein-mediated cell-cell fusion ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "viral recovery and infectivity was assessed ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "leading to the identification of sites essential for the functions of IBV S protein .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Further characterization of these and other uncharacterized sites may reveal novel aspects of N-linked glycosylation in coronavirus replication and pathogenesis .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "10",
    "token_num": "171"
  }
}