{
  "paper_id": "1720d8fe3b882a1e3069906db6bc1cd8ab8033ab",
  "metadata": {
    "title": "Medical Microbiology and Immunology Reactivity of Antibodies in Human Serum with Antigens of an Enteropathogenic Bovine Coronavirus",
    "coda_data_split": "train",
    "coda_paper_id": 4715,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Antibodies in human serum against an enteropathogenic bovine coronavirus were detected by double immunodiffusion (DID), neutralization of infectivity, indirect immunofluorescence, and immune electron microscopy. Human sera reacting in the DID test neutralized the infectivity of the bovine coronaviruses to indices of 2.5 to ~\u003e 5. Nineteen of 40 DID-negative, heat-inactivated sera had neutralizing indices of 1 to 3.0. Human serum with neutralizing and DID antibodies produced juxtanuclear and cytoplasmic fluorescence identical to that of bovine immune serum in cells infected with the bovine coronavirus. Antibodies in human and bovine sera interacted with the peplomeres of the bovine coronavirus, matting and bridging them, when present in excess, and facilitated formation of large viral aggregates when present in equivalent concentrations. Complement added to the virus-antibody complexes did not alter specifically the morphology of single, antibody-laden viral particles or viral particles in aggregates. Evidence of the transmission of coronavirus from experimentally inoculated calves to man, with ensuing gastroenteritis, was found by electron microscopic tracing of the coronavirus and its virus-antibody complexes.",
      "sentences": [
        [
          {
            "segment_text": "Antibodies in human serum against an enteropathogenic bovine coronavirus were detected by double immunodiffusion ( DID ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "neutralization of infectivity , indirect immunofluorescence , and immune electron microscopy .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Human sera reacting in the DID test neutralized the infectivity of the bovine coronaviruses to indices of 2.5 to ~ \u003e 5 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Nineteen of 40 DID-negative , heat-inactivated sera had neutralizing indices of 1 to 3.0 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Human serum with neutralizing and DID antibodies produced juxtanuclear and cytoplasmic fluorescence identical to that of bovine immune serum in cells infected with the bovine coronavirus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Antibodies in human and bovine sera interacted with the peplomeres of the bovine coronavirus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "matting and bridging them , when present in excess ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and facilitated formation of large viral aggregates when present in equivalent concentrations .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Complement added to the virus-antibody complexes did not alter specifically the morphology of single ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "antibody-laden viral particles or viral particles in aggregates .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Evidence of the transmission of coronavirus from experimentally inoculated calves to man ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with ensuing gastroenteritis , was found by electron microscopic tracing of the coronavirus and its virus-antibody complexes .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "12",
    "token_num": "188"
  }
}