{
  "paper_id": "173f80b9821ac71513911c017fd60d0029ba2d48",
  "metadata": {
    "title": "Multiplex real-time RT-PCR assay for bovine viral diarrhea virus type 1, type 2 and HoBi-like pestivirus",
    "coda_data_split": "train",
    "coda_paper_id": 5710,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "HoBi-like pestiviruses are emerging pestiviruses that infect cattle causing clinical forms overlapping to those induced by bovine viral diarrhea virus (BVDV) 1 and 2. As a consequence of their widespread distribution reported in recent years, molecular tools for rapid discrimination among pestiviruses infecting cattle are needed. The aim of the present study was to develop a multiplex real-time RT-PCR assay, based on the TaqMan technology, for the rapid and unambiguous characterisation of all bovine pestiviruses, including the emerging HoBi-like strains. The assay was found to be sensitive, specific and repeatable, ensuring detection of as few as 10 0 -10 1 viral RNA copies. No cross-reactions between different pestiviral species were observed even in samples artificially contaminated with more than one pestivirus. Analysis of field samples tested positive for BVDV-1, BVDV-2 or HoBi-like virus by a nested PCR protocol revealed that the developed TaqMan assay had equal or higher sensitivity and was able to discriminate correctly the viral species in all tested samples, whereas a real-time RT-PCR assay previously developed for HoBi-like pestivirus detection showed cross-reactivity with few high-titre BVDV-2 samples.",
      "sentences": [
        [
          {
            "segment_text": "HoBi-like pestiviruses are emerging pestiviruses that infect cattle causing clinical forms overlapping to those induced by bovine viral diarrhea virus ( BVDV ) 1 and 2 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "As a consequence of their widespread distribution reported in recent years ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "molecular tools for rapid discrimination among pestiviruses infecting cattle are needed .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The aim of the present study was to develop a multiplex real-time RT-PCR assay ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "based on the TaqMan technology ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "for the rapid and unambiguous characterisation of all bovine pestiviruses ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "including the emerging HoBi-like strains .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The assay was found to be sensitive ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "specific and repeatable , ensuring detection of as few as 10 0 -10 1 viral RNA copies .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "No cross-reactions between different pestiviral species were observed even in samples artificially contaminated with more than one pestivirus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Analysis of field samples tested positive for BVDV-1 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "BVDV-2 or HoBi-like virus by a nested PCR protocol revealed that the developed TaqMan assay had equal or higher sensitivity and was able to discriminate correctly the viral species in all tested samples ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whereas a real-time RT-PCR assay previously developed for HoBi-like pestivirus detection showed cross-reactivity with few high-titre BVDV-2 samples .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "13",
    "token_num": "196"
  }
}