{
  "paper_id": "17413f651645c2b9c92555e9ce1404b9290eccab",
  "metadata": {
    "title": "Non-human primate orthologues of TMPRSS2 cleave and activate the influenza virus hemagglutinin",
    "coda_data_split": "train",
    "coda_paper_id": 7034,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The cellular serine protease TMPRSS2, a member of the type II transmembrane serine protease (TTSP) family, cleaves and activates the hemagglutinin of influenza A viruses (FLUAV) in cell culture and is essential for spread of diverse FLUAV in mice. Non-human primates (NHP), in particular rhesus and cynomolgus macaques, serve as animal models for influenza and experimental FLUAV infection of common marmosets has recently also been reported. However, it is currently unknown whether the NHP orthologues of human TMPRSS2 cleave and activate FLUAV hemagglutinin and contribute to viral spread in respiratory tissue. Here, we cloned and functionally analyzed the macaque and marmoset orthologues of human TMPRSS2. In addition, we analyzed the macaque orthologues of human TMPRSS4 and HAT, which also belong to the TTSP family. We found that all NHP orthologues of human TMPRSS2, TMPRSS4 and HAT cleave and activate HA upon directed expression and provide evidence that endogenous TMPRSS2 is expressed in the respiratory epithelium of rhesus macaques. Finally, we demonstrate that a serine protease inhibitor active against TMPRSS2 suppresses FLUAV spread in precision-cut lung slices of human, macaque and marmoset origin. These results indicate that FLUAV depends on serine protease activity for spread in diverse NHP and in humans. Moreover, our findings suggest that macaques and marmosets may serve as models to study FLUAV activation by TMPRSS2 in human patients. Conceptualization: PZ SP. Formal analysis: PZ SP. Funding acquisition: SP. Investigation: PZ PMB SB KWG IN AH ASM SK SD KS CB CC JG KMR FD. Methodology: AB. Project administration: SP. Resources: SK AB. Supervision: PZ SB SK AB. Validation: PZ SP. Visualization: PZ SP.",
      "sentences": [
        [
          {
            "segment_text": "The cellular serine protease TMPRSS2 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a member of the type II transmembrane serine protease ( TTSP ) family ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "cleaves and activates the hemagglutinin of influenza A viruses ( FLUAV ) in cell culture and is essential for spread of diverse FLUAV in mice .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Non-human primates ( NHP ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "in particular rhesus and cynomolgus macaques ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "serve as animal models for influenza and experimental FLUAV infection of common marmosets has recently also been reported .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , it is currently unknown whether the NHP orthologues of human TMPRSS2 cleave and activate FLUAV hemagglutinin and contribute to viral spread in respiratory tissue .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we cloned and functionally analyzed the macaque and marmoset orthologues of human TMPRSS2 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "In addition , we analyzed the macaque orthologues of human TMPRSS4 and HAT ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "which also belong to the TTSP family .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We found that all NHP orthologues of human TMPRSS2 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "TMPRSS4 and HAT cleave and activate HA upon directed expression and provide evidence that endogenous TMPRSS2 is expressed in the respiratory epithelium of rhesus macaques .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Finally , we demonstrate that a serine protease inhibitor active against TMPRSS2 suppresses FLUAV spread in precision-cut lung slices of human , macaque and marmoset origin .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results indicate that FLUAV depends on serine protease activity for spread in diverse NHP and in humans .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , our findings suggest that macaques and marmosets may serve as models to study FLUAV activation by TMPRSS2 in human patients .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conceptualization : PZ SP. .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Formal analysis : PZ SP. .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Funding acquisition : SP. .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Investigation : PZ PMB SB KWG IN AH ASM SK SD KS CB CC JG KMR FD .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Methodology : AB .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Project administration : SP. .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Resources : SK AB .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Supervision : PZ SB SK AB .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Validation : PZ SP. .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Visualization : PZ SP. .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "19",
    "segment_num": "25",
    "token_num": "313"
  }
}