{
  "paper_id": "176fa00106dc0e7b0ef19c0b606aa80cd14e4057",
  "metadata": {
    "title": "Comparative Functional Analysis of 12 Mammalian IFN-l4 Orthologs",
    "coda_data_split": "train",
    "coda_paper_id": 2434,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "IFN-l4 is a novel type-III interferon with strong clinical significance in humans. Only a subset of individuals-up to 10% of Asians, 50% of Europeans, and 90% of Africans-carry the DG allele of a genetic variant rs368234815-TT/DG and are genetically able to produce IFN-l4 protein. Carriers of the DG allele have impaired ability to clear infection with hepatitis C virus (HCV). IFN-l4 is also predicted to exist and be functionally important in several nonhuman mammals. In this study, we present the first comparative analysis of 12 mammalian IFN-l4 orthologs in a human hepatic cell line, HepG2, which supports signaling of the human IFN-l4. We show that despite differences in protein sequences, functional properties of the recombinant human and nonhuman IFN-l4 proteins are comparable-they are all expressed as predominantly cytoplasmic proteins that are biologically active for induction of interferon signaling. We show that several IFN-l4 orthologs can be detected by Western blotting, flow cytometry, and confocal imaging using a monoclonal antibody developed for the human IFN-l4. Studies of IFN-l4 in animals should help improve our understanding of the biology of this novel clinically important interferon in normal and disease conditions.",
      "sentences": [
        [
          {
            "segment_text": "IFN-l4 is a novel type-III interferon with strong clinical significance in humans .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Only a subset of individuals-up to 10 % of Asians ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "50 % of Europeans , and 90 % of Africans-carry the DG allele of a genetic variant rs368234815-TT/DG and are genetically able to produce IFN-l4 protein .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Carriers of the DG allele have impaired ability to clear infection with hepatitis C virus ( HCV ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "IFN-l4 is also predicted to exist and be functionally important in several nonhuman mammals .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , we present the first comparative analysis of 12 mammalian IFN-l4 orthologs in a human hepatic cell line ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "HepG2 , which supports signaling of the human IFN-l4 .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We show that despite differences in protein sequences ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "functional properties of the recombinant human and nonhuman IFN-l4 proteins are comparable-they are all expressed as predominantly cytoplasmic proteins that are biologically active for induction of interferon signaling .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We show that several IFN-l4 orthologs can be detected by Western blotting ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "flow cytometry , and confocal imaging using a monoclonal antibody developed for the human IFN-l4 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Studies of IFN-l4 in animals should help improve our understanding of the biology of this novel clinically important interferon in normal and disease conditions .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "12",
    "token_num": "209"
  }
}