{
  "paper_id": "17752cd197628ca49a7b800528bdd68532e4a148",
  "metadata": {
    "title": "Ezrin Interacts with the SARS Coronavirus Spike Protein and Restrains Infection at the Entry Stage",
    "coda_data_split": "train",
    "coda_paper_id": 10650,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Entry of Severe Acute Respiratory Syndrome coronavirus (SARS-CoV) and its envelope fusion with host cell membrane are controlled by a series of complex molecular mechanisms, largely dependent on the viral envelope glycoprotein Spike (S). There are still many unknowns on the implication of cellular factors that regulate the entry process.",
      "sentences": [
        [
          {
            "segment_text": "Background : Entry of Severe Acute Respiratory Syndrome coronavirus ( SARS-CoV ) and its envelope fusion with host cell membrane are controlled by a series of complex molecular mechanisms ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "largely dependent on the viral envelope glycoprotein Spike ( S ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "There are still many unknowns on the implication of cellular factors that regulate the entry process .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Methodology/Principal Findings: We performed a yeast two-hybrid screen using as bait the carboxy-terminal endodomain of S, which faces the cytosol during and after opening of the fusion pore at early stages of the virus life cycle. Here we show that the ezrin membrane-actin linker interacts with S endodomain through the F1 lobe of its FERM domain and that both the eight carboxy-terminal amino-acids and a membrane-proximal cysteine cluster of S endodomain are important for this interaction in vitro. Interestingly, we found that ezrin is present at the site of entry of S-pseudotyped lentiviral particles in Vero E6 cells. Targeting ezrin function by small interfering RNA increased S-mediated entry of pseudotyped particles in epithelial cells. Furthermore, deletion of the eight carboxy-terminal amino acids of S enhanced S-pseudotyped particles infection. Expression of the ezrin dominant negative FERM domain enhanced cell susceptibility to infection by SARS-CoV and S-pseudotyped particles and potentiated S-dependent membrane fusion.",
      "sentences": [
        [
          {
            "segment_text": "Methodology/Principal Findings : We performed a yeast two-hybrid screen using as bait the carboxy-terminal endodomain of S ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "which faces the cytosol during and after opening of the fusion pore at early stages of the virus life cycle .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Here we show that the ezrin membrane-actin linker interacts with S endodomain through the F1 lobe of its FERM domain and that both the eight carboxy-terminal amino-acids and a membrane-proximal cysteine cluster of S endodomain are important for this interaction in vitro .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Interestingly , we found that ezrin is present at the site of entry of S-pseudotyped lentiviral particles in Vero E6 cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Targeting ezrin function by small interfering RNA increased S-mediated entry of pseudotyped particles in epithelial cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , deletion of the eight carboxy-terminal amino acids of S enhanced S-pseudotyped particles infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Expression of the ezrin dominant negative FERM domain enhanced cell susceptibility to infection by SARS-CoV and S-pseudotyped particles and potentiated S-dependent membrane fusion .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions/Significance: Ezrin interacts with SARS-CoV S endodomain and limits virus entry and fusion. Our data present a novel mechanism involving a cellular factor in the regulation of S-dependent early events of infection.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions/Significance : Ezrin interacts with SARS-CoV S endodomain and limits virus entry and fusion .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our data present a novel mechanism involving a cellular factor in the regulation of S-dependent early events of infection .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "10",
    "segment_num": "12",
    "token_num": "255"
  }
}