{
  "paper_id": "177c9a5fa045b94ea25f72ab17240cdb82585946",
  "metadata": {
    "title": "Promoting influenza prevention for elderly people in Hong Kong using health action process approach: study protocol",
    "coda_data_split": "train",
    "coda_paper_id": 8961,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: People 65 years or older are at greater risk of serious complications from the seasonal influenza compared with young. To promote elderly people\u0027s behavioral compliance toward influenza prevention, the aim of the current project is to develop, implement, and evaluate a theory-based low-administration-cost intervention building on a leading psychological theory, the Health Action Process Approach (HAPA).",
      "sentences": [
        [
          {
            "segment_text": "Background : People 65 years or older are at greater risk of serious complications from the seasonal influenza compared with young .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To promote elderly people \u0027s behavioral compliance toward influenza prevention ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the aim of the current project is to develop ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "implement , and evaluate a theory-based low-administration-cost intervention building on a leading psychological theory ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "the Health Action Process Approach ( HAPA ) .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "The target group is Hong Kong Chinese elderly people aged 65 or older who rarely or never adopt any preventive actions. This project will be conducted in three phases over 24 months. In phase 1, intervention program will be developed building on the HAPA theoretical framework which comprises both the initiation and maintenance of influenza prevention behaviors. In phase 2, intervention will be implemented and evaluated using a randomized controlled trial, including: (a) behavior initiation only, (b) behavior initiation + behavior maintenance, and (c) control group. Both the initiation and maintenance components will comprise weekly-delivered telephone-based individual intervention sessions in 3 months. In phase 3, outcome evaluation of behavioral and psychological variables and process evaluation will be conducted. The effectiveness of the intervention will be analyzed using a series of linear mixed models on each behavioral and psychological outcome variable. Structural equation modelling will be used to test the hypothesized theoretical sequence in the HAPA model. Discussion: The proposed project is expected to design theory-based intervention materials to promote the influenza prevention behaviors in Hong Kong elderly people and provide information on its effectiveness and the potential changing mechanism of behavior initiation and maintenance.",
      "sentences": [
        [
          {
            "segment_text": "The target group is Hong Kong Chinese elderly people aged 65 or older who rarely or never adopt any preventive actions .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "This project will be conducted in three phases over 24 months .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "In phase 1 , intervention program will be developed building on the HAPA theoretical framework which comprises both the initiation and maintenance of influenza prevention behaviors .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "In phase 2 , intervention will be implemented and evaluated using a randomized controlled trial ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "including : ( a ) behavior initiation only ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "( b ) behavior initiation + behavior maintenance ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and ( c ) control group .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Both the initiation and maintenance components will comprise weekly-delivered telephone-based individual intervention sessions in 3 months .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In phase 3 , outcome evaluation of behavioral and psychological variables and process evaluation will be conducted .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The effectiveness of the intervention will be analyzed using a series of linear mixed models on each behavioral and psychological outcome variable .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Structural equation modelling will be used to test the hypothesized theoretical sequence in the HAPA model .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Discussion : The proposed project is expected to design theory-based intervention materials to promote the influenza prevention behaviors in Hong Kong elderly people and provide information on its effectiveness and the potential changing mechanism of behavior initiation and maintenance .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "11",
    "segment_num": "17",
    "token_num": "284"
  }
}