{
  "paper_id": "179df1e769292dd113cef1b54b0b43213e6b5c97",
  "metadata": {
    "title": "Title Systematic review and meta-analysis of predictive symptoms and comorbidities for severe COVID-19 infection",
    "coda_data_split": "train",
    "coda_paper_id": 3095,
    "coda_has_expert_labels": false,
    "subset": "biorxiv_medrxiv"
  },
  "abstract": [
    {
      "original_text": "COVID-19, a novel coronavirus outbreak starting in China, is now a rapidly developing public health emergency of international concern. The clinical spectrum of COVID-19 disease is varied, and identifying factors associated with severe disease has been described as an urgent research priority. It has been noted that elderly patients with pre-existing comorbidities are more vulnerable to more severe disease. However, the specific symptoms and comorbidities that most strongly predict disease severity are unclear. We performed a systematic review and meta-analysis to identify the symptoms and comorbidities predictive of COVID-19 severity.",
      "sentences": [
        [
          {
            "segment_text": "COVID-19 , a novel coronavirus outbreak starting in China ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "is now a rapidly developing public health emergency of international concern .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The clinical spectrum of COVID-19 disease is varied ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and identifying factors associated with severe disease has been described as an urgent research priority .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It has been noted that elderly patients with pre-existing comorbidities are more vulnerable to more severe disease .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , the specific symptoms and comorbidities that most strongly predict disease severity are unclear .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We performed a systematic review and meta-analysis to identify the symptoms and comorbidities predictive of COVID-19 severity .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "This study was prospectively registered on PROSPERO. A literature search was performed in three databases (MEDLINE, EMBASE and Global Health) for studies indexed up to 5 th March 2020. Two reviewers independently screened the literature and both also completed data extraction. Quality appraisal of studies was performed using the STROBE checklist. Random effects meta-analysis was performed for selected symptoms and comorbidities to identify those most associated with severe COVID-19 infection or ICU admission.",
      "sentences": [
        [
          {
            "segment_text": "This study was prospectively registered on PROSPERO .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A literature search was performed in three databases ( MEDLINE , EMBASE and Global Health ) for studies indexed up to 5 th March 2020 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Two reviewers independently screened the literature and both also completed data extraction .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Quality appraisal of studies was performed using the STROBE checklist .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Random effects meta-analysis was performed for selected symptoms and comorbidities to identify those most associated with severe COVID-19 infection or ICU admission .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Of the 2259 studies identified, 42 were selected after title and abstract analysis, and 7 studies (including 1813 COVID-19 patients) were chosen for inclusion. The ICU group were older (62.4 years) compared to the non-ICU group (46 years), with a significantly higher proportion of males (67.2% vs. 57.1%, p\u003d0.04).",
      "sentences": [
        [
          {
            "segment_text": "Of the 2259 studies identified ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "42 were selected after title and abstract analysis ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and 7 studies ( including 1813 COVID-19 patients ) were chosen for inclusion .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The ICU group were older ( 62.4 years ) compared to the non-ICU group ( 46 years ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with a significantly higher proportion of males ( 67.2 % vs. 57.1 % , p \u003d 0.04 ) .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Dyspnoea was the only significant symptom predictive for both severe disease (pOR 3.70, 95% CI 1.83 -7.46) and ICU admission (pOR 6.55, 95% CI 4.28-10.0). Notwithstanding the low prevalence of COPD in severe disease and ICUadmitted groups (4.5% and 9.7%, respectively), COPD was the most strongly predictive comorbidity for both severe disease (pOR 6.42, 95% CI 2. 44 -16.9) and ICU admission (pOR 17.8, 95% CI 6.56 -48.2). Cardiovascular disease and All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
      "sentences": [
        [
          {
            "segment_text": "Dyspnoea was the only significant symptom predictive for both severe disease ( pOR 3.70 , 95 % CI 1.83 -7.46 ) and ICU admission ( pOR 6.55 , 95 % CI 4.28-10.0 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Notwithstanding the low prevalence of COPD in severe disease and ICUadmitted groups ( 4.5 % and 9.7 % , respectively ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "COPD was the most strongly predictive comorbidity for both severe disease ( pOR 6.42 , 95 % CI 2 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "44 -16.9 ) and ICU admission ( pOR 17.8 , 95 % CI 6.56 -48.2 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Cardiovascular disease and All rights reserved .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "No reuse allowed without permission .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "the author/funder , who has granted medRxiv a license to display the preprint in perpetuity .",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10. 1101 3 hypertension were also strongly predictive for both severe disease and ICU admission. Those with CVD and hypertension were 4.4 (95% CI 2.64 -7.47) and 3.7 (95% CI 2.22 -5.99) times more likely to have an ICU admission respectively, compared to patients without the comorbidity.",
      "sentences": [
        [
          {
            "segment_text": "The copyright holder for this preprint ( which was not peer-reviewed ) is .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "https://doi.org/10 .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "1101 3 hypertension were also strongly predictive for both severe disease and ICU admission .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Those with CVD and hypertension were 4.4 ( 95 % CI 2.64 -7.47 ) and 3.7 ( 95 % CI 2.22 -5.99 ) times more likely to have an ICU admission respectively ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "compared to patients without the comorbidity .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Dyspnoea was the only symptom strongly predictive for both severe disease and ICU admission, and could be useful in guiding clinical management decisions early in the course of illness. When looking at ICU-admitted patients, who represent the more severe end of the spectrum of clinical severity, COPD patients are particularly vulnerable, and those with cardiovascular disease and hypertension are also at a high-risk of severe illness. To aid clinical assessment, risk stratification, efficient resource allocation, and targeted public health interventions, future research must aim to further define those at high-risk of severe illness with COVID-19.",
      "sentences": [
        [
          {
            "segment_text": "Dyspnoea was the only symptom strongly predictive for both severe disease and ICU admission ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and could be useful in guiding clinical management decisions early in the course of illness .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "When looking at ICU-admitted patients ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "who represent the more severe end of the spectrum of clinical severity ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "COPD patients are particularly vulnerable ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and those with cardiovascular disease and hypertension are also at a high-risk of severe illness .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "To aid clinical assessment , risk stratification ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "efficient resource allocation , and targeted public health interventions ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "future research must aim to further define those at high-risk of severe illness with COVID-19 .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "6",
    "sentence_num": "25",
    "segment_num": "38",
    "token_num": "546"
  }
}