{
  "paper_id": "17b092942efe36b01f5fb5a5e49b5b0d81d379b6",
  "metadata": {
    "title": "",
    "coda_data_split": "train",
    "coda_paper_id": 10749,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background: New York State hospitals are required to implement a respiratory protection program (RPP) consistent with the Occupational Safety and Health Administration respirator standard. Guidance provided during the 2009 novel H1N1 pandemic expanded on earlier recommendations, emphasizing the need to keep staff in all health care settings healthy to maintain services. Methods: New York State hospitals with emergency departments having more than 1,000 visits annually were invited to participate; 23 hospitals participated. Health care workers, unit managers, and hospital managers were interviewed regarding knowledge, beliefs, and practices of respiratory protection. Interviewees were observed donning and doffing an N-95 respirator as they normally would during patient care. Written RPPs for each hospital were evaluated. Results: The majority of the hospitals surveyed had implemented an RPP, although unawareness of the policies and practices, as well as inadequacies in education and training exist among health care workers. Conclusion: Health care workers and other hospital employees may be unnecessarily exposed to airborne infectious diseases. Having an RPP ensures safe and effective use of N-95 respirators and will help prevent avoidable exposure to disease during a pandemic, protecting the health care workforce and patients alike.",
      "sentences": [
        [
          {
            "segment_text": "Background : New York State hospitals are required to implement a respiratory protection program ( RPP ) consistent with the Occupational Safety and Health Administration respirator standard .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Guidance provided during the 2009 novel H1N1 pandemic expanded on earlier recommendations ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "emphasizing the need to keep staff in all health care settings healthy to maintain services .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Methods : New York State hospitals with emergency departments having more than 1,000 visits annually were invited to participate ; 23 hospitals participated .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Health care workers , unit managers ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and hospital managers were interviewed regarding knowledge ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "beliefs , and practices of respiratory protection .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Interviewees were observed donning and doffing an N-95 respirator as they normally would during patient care .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Written RPPs for each hospital were evaluated .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : The majority of the hospitals surveyed had implemented an RPP ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "although unawareness of the policies and practices ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as well as inadequacies in education and training exist among health care workers .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusion : Health care workers and other hospital employees may be unnecessarily exposed to airborne infectious diseases .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Having an RPP ensures safe and effective use of N-95 respirators and will help prevent avoidable exposure to disease during a pandemic ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "protecting the health care workforce and patients alike .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "15",
    "token_num": "214"
  }
}