{
  "paper_id": "17b0dbb54e34ee64d85d62d4a378176bb0247d0c",
  "metadata": {
    "title": "The Journal of Infectious Diseases Middle East Respiratory Syndrome Coronavirus Causes Multiple Organ Damage and Lethal Disease in Mice Transgenic for Human Dipeptidyl Peptidase 4",
    "coda_data_split": "train",
    "coda_paper_id": 4004,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Middle East respiratory syndrome coronavirus (MERS-CoV) causes life-threatening disease. Dipeptidyl peptidase 4 (DPP4) is the receptor for cell binding and entry. There is a need for small-animal models of MERS, but mice are not susceptible to MERS because murine dpp4 does not serve as a receptor. We developed transgenic mice expressing human DPP4 (hDPP4) under the control of the surfactant protein C promoter or cytokeratin 18 promoter that are susceptible to infection with MERS-CoV. Notably, mice expressing hDPP4 with the cytokeratin 18 promoter developed progressive, uniformly fatal disease following intranasal inoculation. High virus titers were present in lung and brain tissues 2 and 6 days after infection, respectively. MERS-CoV-infected lungs revealed mononuclear cell infiltration, alveolar edema, and microvascular thrombosis, with airways generally unaffected. Brain disease was observed, with the greatest involvement noted in the thalamus and brain stem. Animals immunized with a vaccine candidate were uniformly protected from lethal infection. These new mouse models of MERS-CoV should be useful for investigation of early disease mechanisms and therapeutic interventions.",
      "sentences": [
        [
          {
            "segment_text": "Middle East respiratory syndrome coronavirus ( MERS-CoV ) causes life-threatening disease .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Dipeptidyl peptidase 4 ( DPP4 ) is the receptor for cell binding and entry .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "There is a need for small-animal models of MERS ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but mice are not susceptible to MERS because murine dpp4 does not serve as a receptor .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We developed transgenic mice expressing human DPP4 ( hDPP4 ) under the control of the surfactant protein C promoter or cytokeratin 18 promoter that are susceptible to infection with MERS-CoV .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Notably , mice expressing hDPP4 with the cytokeratin 18 promoter developed progressive ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "uniformly fatal disease following intranasal inoculation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "High virus titers were present in lung and brain tissues 2 and 6 days after infection , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "MERS-CoV-infected lungs revealed mononuclear cell infiltration ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "alveolar edema , and microvascular thrombosis , with airways generally unaffected .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Brain disease was observed , with the greatest involvement noted in the thalamus and brain stem .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Animals immunized with a vaccine candidate were uniformly protected from lethal infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These new mouse models of MERS-CoV should be useful for investigation of early disease mechanisms and therapeutic interventions .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "13",
    "token_num": "192"
  }
}