{
  "paper_id": "17b8edaf62be1b907bf750a94c4b881f3db1f7be",
  "metadata": {
    "title": "Reproductive Biology and Endocrinology Gene silencing by RNAi in mouse Sertoli cells",
    "coda_data_split": "train",
    "coda_paper_id": 8408,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: RNA interference (RNAi) is a valuable tool in the investigation of gene function. The purpose of this study was to examine the availability, target cell types and efficiency of RNAi in the mouse seminiferous epithelium.",
      "sentences": [
        [
          {
            "segment_text": "Background : RNA interference ( RNAi ) is a valuable tool in the investigation of gene function .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The purpose of this study was to examine the availability ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "target cell types and efficiency of RNAi in the mouse seminiferous epithelium .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "The experimental model was based on transgenic mice expressing EGFP (enhanced green fluorescent protein). RNAi was induced by in vivo transfection of plasmid vectors encoding for short hairpin RNAs (shRNAs) targeting EGFP. shRNAs were transfected in vivo by microinjection into the seminiferous tubules via the rete testis followed by square wave electroporation. As a transfection reporter, expression of red fluorescent protein (HcRed 1) was used. Cell types, the efficiency of both transfections and RNAi were all evaluated.",
      "sentences": [
        [
          {
            "segment_text": "The experimental model was based on transgenic mice expressing EGFP ( enhanced green fluorescent protein ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "RNAi was induced by in vivo transfection of plasmid vectors encoding for short hairpin RNAs ( shRNAs ) targeting EGFP .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "shRNAs were transfected in vivo by microinjection into the seminiferous tubules via the rete testis followed by square wave electroporation .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "As a transfection reporter , expression of red fluorescent protein ( HcRed 1 ) was used .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Cell types , the efficiency of both transfections and RNAi were all evaluated .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "A reduction of about 40% in the level of EGFP protein was detected in cells successfully transfected both in vivo and in vitro. However, the efficiency of in vivo transfection was low.",
      "sentences": [
        [
          {
            "segment_text": "A reduction of about 40 % in the level of EGFP protein was detected in cells successfully transfected both in vivo and in vitro .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , the efficiency of in vivo transfection was low .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "In adult seminiferous epithelial cells, in vivo post-transcriptional gene silencing mediated by RNAi via shRNA is efficient in Sertoli cells. Similar levels of RNAi were detected both in vivo and in vitro. This also indicates that Sertoli cells have the necessary silencing machinery to repress the expression of endogenous genes via RNAi.",
      "sentences": [
        [
          {
            "segment_text": "In adult seminiferous epithelial cells ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "in vivo post-transcriptional gene silencing mediated by RNAi via shRNA is efficient in Sertoli cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Similar levels of RNAi were detected both in vivo and in vitro .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This also indicates that Sertoli cells have the necessary silencing machinery to repress the expression of endogenous genes via RNAi .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "12",
    "segment_num": "14",
    "token_num": "224"
  }
}