{
  "paper_id": "17bbe32558609da8c1aceab2b751383aa9c3c18b",
  "metadata": {
    "title": "Functional Characterization of Plasmodium falciparum Surface-Related Antigen as a Potential Blood-Stage Vaccine Target The Journal of Infectious Diseases ® 2018;218:778-90",
    "coda_data_split": "train",
    "coda_paper_id": 7392,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Plasmodium falciparum erythrocyte invasion is a multistep process that involves a spectrum of interactions that are not well characterized. We have characterized a 113-kDa immunogenic protein, PF3D7_1431400 (PF14_0293), that possesses coiled-coil structures. The protein is localized on the surfaces of both merozoites and gametocytes, hence the name Plasmodium falciparum surface-related antigen (PfSRA). The processed 32-kDa fragment of PfSRA binds normal human erythrocytes with different sensitivities to enzyme treatments. Temporal imaging from initial attachment to internalization of viable merozoites revealed that a fragment of PfSRA, along with PfMSP1 19, is internalized after invasion. Moreover, parasite growth inhibition assays showed that PfSRA P1 antibodies potently inhibited erythrocyte invasion of both sialic acid-dependent and -independent parasite strains. Also, immunoepidemiological studies show that malaria-infected populations have naturally acquired antibodies against PfSRA. Overall, the results demonstrate that PfSRA has the structural and functional characteristics of a very promising target for vaccine development.",
      "sentences": [
        [
          {
            "segment_text": "Plasmodium falciparum erythrocyte invasion is a multistep process that involves a spectrum of interactions that are not well characterized .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We have characterized a 113-kDa immunogenic protein ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "PF3D7 _ 1431400 ( PF14 _ 0293 ) , that possesses coiled-coil structures .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The protein is localized on the surfaces of both merozoites and gametocytes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "hence the name Plasmodium falciparum surface-related antigen ( PfSRA ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The processed 32-kDa fragment of PfSRA binds normal human erythrocytes with different sensitivities to enzyme treatments .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Temporal imaging from initial attachment to internalization of viable merozoites revealed that a fragment of PfSRA ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "along with PfMSP1 19 , is internalized after invasion .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , parasite growth inhibition assays showed that PfSRA P1 antibodies potently inhibited erythrocyte invasion of both sialic acid-dependent and - independent parasite strains .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Also , immunoepidemiological studies show that malaria-infected populations have naturally acquired antibodies against PfSRA .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Overall , the results demonstrate that PfSRA has the structural and functional characteristics of a very promising target for vaccine development .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "11",
    "token_num": "172"
  }
}