{
  "paper_id": "17c30925f6e62319c5049126e8fddbc1410e9983",
  "metadata": {
    "title": "Distinct Molecular Mechanisms For Protein Sorting within Immature Secretory Granules of Pancreatic B-cells",
    "coda_data_split": "train",
    "coda_paper_id": 2335,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "In the/S-cells of pancreatic islets, insulin is stored as the predominant protein within storage granules that undergo regulated exocytosis in response to glucose. By pulse-chase analysis of radiolabeled protein condensation in B-cells, the formation of insoluble aggregates of regulated secretory protein lags behind the conversion of proinsulin to insulin. Condensation occurs within immature granules (IGs), accounting for passive protein sorting as demonstrated by constitutivelike secretion of newly synthesized C-peptide in stoichiometric excess of insulin (Kuliawat, R., and P. Arvan. J. Cell Biol. 1992. 118:521-529). Experimental manipulation of condensation conditions in vivo reveals a direct relationship between sorting of regulated secretory protein and polymer assembly within IGs. By contrast, entry from the trans-Golgi network into IGs does not appear especially selective for regulated secretory proteins. Specifically, in normal islets,",
      "sentences": [
        [
          {
            "segment_text": "In the/S-cells of pancreatic islets ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "insulin is stored as the predominant protein within storage granules that undergo regulated exocytosis in response to glucose .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "By pulse-chase analysis of radiolabeled protein condensation in B-cells ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the formation of insoluble aggregates of regulated secretory protein lags behind the conversion of proinsulin to insulin .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Condensation occurs within immature granules ( IGs ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "accounting for passive protein sorting as demonstrated by constitutivelike secretion of newly synthesized C-peptide in stoichiometric excess of insulin ( Kuliawat , R. , and P. Arvan .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "J. Cell Biol .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "1992 .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "118:521-529 ) .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Experimental manipulation of condensation conditions in vivo reveals a direct relationship between sorting of regulated secretory protein and polymer assembly within IGs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "By contrast , entry from the trans-Golgi network into IGs does not appear especially selective for regulated secretory proteins .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Specifically , in normal islets ,",
            "crowd_label": "background"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "12",
    "token_num": "148"
  }
}