{
  "paper_id": "17d4c1e70195453379ed6529851c51d204fdc926",
  "metadata": {
    "title": "Bovine respiratory syncytial virus outbreak reduced bulls\u0027 weight gain and feed conversion for eight months in a Norwegian beef herd",
    "coda_data_split": "train",
    "coda_paper_id": 5869,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Cost-benefit evaluation of measures against respiratory disease in cattle requires accounting with the associated production losses. Investigations of naturally occurring respiratory infections in a herd setting are an opportunity for accurate estimates of the consequences. This article presents estimates based on individual monitoring of weight and concentrate intake of several hundred bulls previous to, during and after a respiratory infection outbreak with bovine respiratory syncytial virus (BRSV) as the main pathogen. The aim of the study was to analyse the association between exposure to BRSV, weight gain and feed conversion rate, quantify any change in these parameters, and estimate the duration of the change in production.",
      "sentences": [
        [
          {
            "segment_text": "Background : Cost-benefit evaluation of measures against respiratory disease in cattle requires accounting with the associated production losses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Investigations of naturally occurring respiratory infections in a herd setting are an opportunity for accurate estimates of the consequences .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This article presents estimates based on individual monitoring of weight and concentrate intake of several hundred bulls previous to ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "during and after a respiratory infection outbreak with bovine respiratory syncytial virus ( BRSV ) as the main pathogen .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The aim of the study was to analyse the association between exposure to BRSV ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "weight gain and feed conversion rate ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "quantify any change in these parameters ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and estimate the duration of the change in production .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "A comparison of growth curves for the bulls that were present during the outbreak revealed that bulls with severe clinical signs had a clear and consistent trend of poorer growth rate than those with milder or no signs. The weight/age-ratio was 0.04-0.10 lower in the severely affected bulls, and evident throughout the study period of 8 months. A comparison of growth rates between apparently healthy bulls being present during the outbreak and a comparable group of bulls exactly 1 year later (n \u003d 377) showed a reduced growth rate of 111 g/day in the first group.",
      "sentences": [
        [
          {
            "segment_text": "A comparison of growth curves for the bulls that were present during the outbreak revealed that bulls with severe clinical signs had a clear and consistent trend of poorer growth rate than those with milder or no signs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The weight/age-ratio was 0.04-0.10 lower in the severely affected bulls ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and evident throughout the study period of 8 months .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A comparison of growth rates between apparently healthy bulls being present during the outbreak and a comparable group of bulls exactly 1 year later ( n \u003d 377 ) showed a reduced growth rate of 111 g/day in the first group .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "The difference amounted to 23 extra days needed to reach the reference weight. Feed conversion was also reduced by 79 g weight gain/kilogram concentrate consumed in the outbreak year.",
      "sentences": [
        [
          {
            "segment_text": "The difference amounted to 23 extra days needed to reach the reference weight .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Feed conversion was also reduced by 79 g weight gain/kilogram concentrate consumed in the outbreak year .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusion: This study indicates significant negative effects on performance of animals that develop severe clinical signs in the acute stage, and that the growth and production is negatively affected many months after apparent recovery. In addition, the performance of apparently healthy animals that are exposed during an outbreak are severely negatively affected. The duration of this decrease in production in animals after recovery, or animals that have not shown disease at all, has not previously been documented. These losses will easily be underestimated, but contribute significantly to the costs for the producer. The findings emphasize the importance of BRSV infection for profitability and animal welfare in cattle husbandry. The study also illustrates that utilising intra-herd comparison of health and production parameters is a productive approach to estimate consequences of an outbreak.",
      "sentences": [
        [
          {
            "segment_text": "Conclusion : This study indicates significant negative effects on performance of animals that develop severe clinical signs in the acute stage ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and that the growth and production is negatively affected many months after apparent recovery .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , the performance of apparently healthy animals that are exposed during an outbreak are severely negatively affected .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The duration of this decrease in production in animals after recovery ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "or animals that have not shown disease at all ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "has not previously been documented .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These losses will easily be underestimated ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but contribute significantly to the costs for the producer .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The findings emphasize the importance of BRSV infection for profitability and animal welfare in cattle husbandry .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The study also illustrates that utilising intra-herd comparison of health and production parameters is a productive approach to estimate consequences of an outbreak .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "15",
    "segment_num": "24",
    "token_num": "394"
  }
}