{
  "paper_id": "17d6921ea63b546711358b1e79bfb5311d8084ca",
  "metadata": {
    "title": "Monoclonal Antibodies Directed Against Chicken b2-Microglobulin Developed With a Synthesized Peptide",
    "coda_data_split": "train",
    "coda_paper_id": 5876,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "We developed a panel of monoclonal antibodies (MAb) against chicken b2-microglobulin (chb2M) by fusions between SP2/0 myeloma cells and spleen cells from mice immunized with a synthesized peptide corresponding to positions 91-119 of the COOH domain of chb2M. Two of them, 6E7 and 3D1, identified as IgG1/k, could react with chb2M protein from avian macrophage HD11 cells and human 293T cells transfected with pcDNA3.1-chb2M in immunofluorescence assays. Only a 12 kDa protein band of chb2M could be detected in the HD11 and 293T/chb2M cell lysates by Western blot analysis. Chicken b2M in serum and plasma could be found in Western blot by MAb 3D1. Moreover, MAb 3D1 also recognized the chb2M antigen on the cell membranes in flow cytometry. Immunohistochemical staining with these MAbs revealed that chb2M was present in chicken thymus, spleen, and bursa. These MAbs will be good tools for analyzing the mechanism of the chicken immune system.",
      "sentences": [
        [
          {
            "segment_text": "We developed a panel of monoclonal antibodies ( MAb ) against chicken b2-microglobulin ( chb2M ) by fusions between SP2/0 myeloma cells and spleen cells from mice immunized with a synthesized peptide corresponding to positions 91-119 of the COOH domain of chb2M .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Two of them , 6E7 and 3D1 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "identified as IgG1/k , could react with chb2M protein from avian macrophage HD11 cells and human 293T cells transfected with pcDNA3.1-chb2M in immunofluorescence assays .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Only a 12 kDa protein band of chb2M could be detected in the HD11 and 293T/chb2M cell lysates by Western blot analysis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Chicken b2M in serum and plasma could be found in Western blot by MAb 3D1 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , MAb 3D1 also recognized the chb2M antigen on the cell membranes in flow cytometry .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Immunohistochemical staining with these MAbs revealed that chb2M was present in chicken thymus , spleen , and bursa .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These MAbs will be good tools for analyzing the mechanism of the chicken immune system .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "8",
    "token_num": "167"
  }
}