{
  "paper_id": "17ee0d9709a4a7ed089ec7358e9cdeb33776a333",
  "metadata": {
    "title": "Rat Ace allele variation determines susceptibility to AngII-induced renal damage",
    "coda_data_split": "train",
    "coda_paper_id": 8955,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Introduction: Ace b/l polymorphism in rats is associated with differential tissue angiotensin-converting enzyme (ACE) expression and activity, and susceptibility to renal damage. Same polymorphism was recently found in outbred Wistar rat strain with b allele accounting for higher renal ACE, and provided a model for studying renin-angiotensin-aldosterone system (RAAS) response behind the innate high or low ACE conditions. Methods: We investigated the reaction of these alleles on chronic angiotensin II (AngII) infusion. Wistar rats were selected to breed male homozygotes for the b (WU-B) or l allele (WU-L) (n \u003d 12). For each allele, one group (n \u003d 6) received AngII infusion via an osmotic minipump (435 ng/kg/min) for 3 weeks. The other group (n \u003d 6) served as a control. Results: WU-B had higher ACE activity at baseline then WU-L. Interestingly, baseline renal ACE2 expression and activity were higher in WU-L. AngII infusion induced the same increase in blood pressure in both genotypes, no proteinuria, but caused tubulo-interstitial renal damage with increased α-SMA and monocyte/macrophage influx only in WU-B (p \u003c 0.05). Low ACE WU-L rats did not develop renal damage. Conclusion: AngII infusion causes proteinuria-independent renal damage only in rats with genetically predetermined high ACE while rats with low ACE seemed to be protected against the detrimental effect of AngII. Differences in renal ACE2, mirroring those in ACE, might be involved.",
      "sentences": [
        [
          {
            "segment_text": "Introduction : Ace b/l polymorphism in rats is associated with differential tissue angiotensin-converting enzyme ( ACE ) expression and activity ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and susceptibility to renal damage .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Same polymorphism was recently found in outbred Wistar rat strain with b allele accounting for higher renal ACE ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and provided a model for studying renin-angiotensin-aldosterone system ( RAAS ) response behind the innate high or low ACE conditions .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Methods : We investigated the reaction of these alleles on chronic angiotensin II ( AngII ) infusion .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Wistar rats were selected to breed male homozygotes for the b ( WU-B ) or l allele ( WU-L ) ( n \u003d 12 ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "For each allele , one group ( n \u003d 6 ) received AngII infusion via an osmotic minipump ( 435 ng/kg/min ) for 3 weeks .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The other group ( n \u003d 6 ) served as a control .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : WU-B had higher ACE activity at baseline then WU-L .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Interestingly , baseline renal ACE2 expression and activity were higher in WU-L .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "AngII infusion induced the same increase in blood pressure in both genotypes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "no proteinuria , but caused tubulo-interstitial renal damage with increased α-SMA and monocyte/macrophage influx only in WU-B ( p \u003c 0.05 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Low ACE WU-L rats did not develop renal damage .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusion : AngII infusion causes proteinuria-independent renal damage only in rats with genetically predetermined high ACE while rats with low ACE seemed to be protected against the detrimental effect of AngII .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Differences in renal ACE2 , mirroring those in ACE , might be involved .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "12",
    "segment_num": "15",
    "token_num": "267"
  }
}