{
  "paper_id": "1801513c69b235e2631913f915203bb67a1757e3",
  "metadata": {
    "title": "Live-Attenuated Bacterial Vectors for Delivery of Mucosal Vaccines, DNA Vaccines, and Cancer Immunotherapy",
    "coda_data_split": "train",
    "coda_paper_id": 3386,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Abstract Vaccines save millions of lives each year from various life-threatening infectious diseases, and there are more than 20 vaccines currently licensed for human use worldwide. Moreover, in recent decades immunotherapy has become the mainstream therapy, which highlights the tremendous potential of immune response mediators, including vaccines for prevention and treatment of various forms of cancer. However, despite the tremendous advances in microbiology and immunology, there are several vaccine preventable diseases which still lack effective vaccines. Classically, weakened forms (attenuated) of pathogenic microbes were used as vaccines. Although the attenuated microbes induce effective immune response, a significant risk of reversion to pathogenic forms remains. While in the twenty-first 40 century, with the advent of genetic engineering, microbes can be tailored with desired properties.",
      "sentences": [
        [
          {
            "segment_text": "Abstract Vaccines save millions of lives each year from various life-threatening infectious diseases ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and there are more than 20 vaccines currently licensed for human use worldwide .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Moreover , in recent decades immunotherapy has become the mainstream therapy ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which highlights the tremendous potential of immune response mediators ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including vaccines for prevention and treatment of various forms of cancer .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , despite the tremendous advances in microbiology and immunology ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "there are several vaccine preventable diseases which still lack effective vaccines .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Classically , weakened forms ( attenuated ) of pathogenic microbes were used as vaccines .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although the attenuated microbes induce effective immune response ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a significant risk of reversion to pathogenic forms remains .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "While in the twenty-first 40 century ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "with the advent of genetic engineering ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "microbes can be tailored with desired properties .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "In this review, I have focused on the use of genetically modified bacteria for the delivery of vaccine antigens. More specifically, the live-attenuated bacteria, derived from pathogenic bacteria, possess many features that make them highly suitable vectors for the delivery of vaccine antigens. Bacteria can theoretically express any heterologous gene or can deliver mammalian expression vectors harboring vaccine antigens (DNA vaccines). These properties of live-attenuated microbes are being harnessed to make vaccines against several infectious and noninfectious diseases. In this regard, I have described the desired features of live-attenuated bacterial vectors and the mechanisms of immune responses manifested by live-attenuated bacterial vectors. Interestingly anaerobic bacteria are naturally attracted to tumors, which make them suitable vehicles to deliver tumor-associated antigens thus I have discussed important studies investigating the role of bacterial vectors in immunotherapy. Finally, I have provided important discussion on novel approaches for improvement and tailoring of live-attenuated bacterial vectors for the generation of desired immune responses.",
      "sentences": [
        [
          {
            "segment_text": "In this review , I have focused on the use of genetically modified bacteria for the delivery of vaccine antigens .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "More specifically , the live-attenuated bacteria ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "derived from pathogenic bacteria , possess many features that make them highly suitable vectors for the delivery of vaccine antigens .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Bacteria can theoretically express any heterologous gene or can deliver mammalian expression vectors harboring vaccine antigens ( DNA vaccines ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These properties of live-attenuated microbes are being harnessed to make vaccines against several infectious and noninfectious diseases .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In this regard , I have described the desired features of live-attenuated bacterial vectors and the mechanisms of immune responses manifested by live-attenuated bacterial vectors .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Interestingly anaerobic bacteria are naturally attracted to tumors ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which make them suitable vehicles to deliver tumor-associated antigens thus I have discussed important studies investigating the role of bacterial vectors in immunotherapy .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Finally , I have provided important discussion on novel approaches for improvement and tailoring of live-attenuated bacterial vectors for the generation of desired immune responses .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "13",
    "segment_num": "22",
    "token_num": "314"
  }
}