{
  "paper_id": "18073920e12ee20d939dee5116c586da8accfd82",
  "metadata": {
    "title": "A Novel Sample Processing Method for Rapid Detection of Tuberculosis in the Stool of Pediatric Patients Using the Xpert MTB/RIF Assay",
    "coda_data_split": "train",
    "coda_paper_id": 4929,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Tuberculosis (TB) is difficult to diagnose in children using molecular tests, because children have difficulty providing respiratory samples. Stool could replace sputum for diagnostic TB testing if adequate sample processing techniques were available.",
      "sentences": [
        [
          {
            "segment_text": "Tuberculosis ( TB ) is difficult to diagnose in children using molecular tests ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "because children have difficulty providing respiratory samples .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Stool could replace sputum for diagnostic TB testing if adequate sample processing techniques were available .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "We developed a rapid method to process large volumes of stool for downstream testing by the Xpert MTB/RIF (Xpert) TB-detection assay. The method was tested and optimized on stool samples spiked with known numbers of M. tuberculosis colony forming units (CFU), and stools from M. tuberculosis-infected cynomolgus macaques (Macaca fascicularis). Performance was scored on number of positive Xpert tests, the cycle thresholds (Cts) of the Xpert sample-processing control (SPC), and the Cts of the M. tuberculosis-specific rpoB probes. The method was then validated on 20 confirmed TB cases and 20 controls in Durban, South Africa.",
      "sentences": [
        [
          {
            "segment_text": "We developed a rapid method to process large volumes of stool for downstream testing by the Xpert MTB/RIF ( Xpert ) TB-detection assay .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The method was tested and optimized on stool samples spiked with known numbers of M. tuberculosis colony forming units ( CFU ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and stools from M. tuberculosis-infected cynomolgus macaques ( Macaca fascicularis ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Performance was scored on number of positive Xpert tests ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "the cycle thresholds ( Cts ) of the Xpert sample-processing control ( SPC ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and the Cts of the M. tuberculosis-specific rpoB probes .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The method was then validated on 20 confirmed TB cases and 20 controls in Durban , South Africa .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "The assay\u0027s analytical limit of detection was 1,000 CFU/g of stool. As much as one gram of spiked stool could be tested without showing increased PCR inhibition. In analytical spiking experiments using human stool, 1g samples provided the best sensitivity compared to smaller amounts of sample. However, in Macaques with TB, 0.6g stool samples performed PLOS ONE | better than either 0.2g or 1.2g samples. Testing the stool of pediatric TB suspects and controls suggested an assay sensitivity of 85% (95% CI 0.6-0.9) and 84% (95% CI 0.6-0.96) for 0.6g and 1.2g stool samples, respectively, and a specificity of 100% (95% CI 0.77-1) and 94% (95% CI 0.7-0.99), respectively.",
      "sentences": [
        [
          {
            "segment_text": "The assay \u0027s analytical limit of detection was 1,000 CFU/g of stool .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "As much as one gram of spiked stool could be tested without showing increased PCR inhibition .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In analytical spiking experiments using human stool ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "1g samples provided the best sensitivity compared to smaller amounts of sample .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , in Macaques with TB ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "0.6 g stool samples performed PLOS ONE | better than either 0.2 g or 1.2 g samples .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Testing the stool of pediatric TB suspects and controls suggested an assay sensitivity of 85 % ( 95 % CI 0.6-0.9 ) and 84 % ( 95 % CI 0.6-0.96 ) for 0.6 g and 1.2 g stool samples ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "respectively , and a specificity of 100 % ( 95 % CI 0.77-1 ) and 94 % ( 95 % CI 0.7-0.99 ) , respectively .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "This novel approach may permit simple and rapid detection of TB using pediatric stool samples.",
      "sentences": [
        [
          {
            "segment_text": "This novel approach may permit simple and rapid detection of TB using pediatric stool samples .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Detection of TB in Stool 2 TB controls were defined as TB suspects with either a gastric lavage or an induced sputum negative for M. tuberculosis by Xpert MTB/RIF assay. 3 Definitions were according to proposed international clinical case definition for intrathoracic M. tuberculosis disease [29] .",
      "sentences": [
        [
          {
            "segment_text": "Detection of TB in Stool 2 TB controls were defined as TB suspects with either a gastric lavage or an induced sputum negative for M. tuberculosis by Xpert MTB/RIF assay .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "3 Definitions were according to proposed international clinical case definition for intrathoracic M. tuberculosis disease ( 29 ) .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "5",
    "sentence_num": "14",
    "segment_num": "21",
    "token_num": "359"
  }
}