{
  "paper_id": "18103c790d4abe26b2df952e110d34bd52961c60",
  "metadata": {
    "title": "Personal View Guidelines, law, and governance: disconnects in the global control of airline-associated infectious diseases",
    "coda_data_split": "train",
    "coda_paper_id": 2548,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "International air travel is increasingly affecting the epidemiology of infectious diseases. A particular public health, economic, and political concern is the role of air travel in bringing infectious passengers or vectors to previously non-endemic areas. Yet, little research has been done to investigate either the infection risks associated with air travel or the empirical evidence for the effectiveness of infection control measures on aircraft and at borders. We briefly review the interface between international and national legislation, policy, and guidelines in the context of existing infection risks and possible scenarios. We have found that public health guidance and legislation, which airlines are required to follow, are often contradictory and confusing. Infection control measures for air travel need to be underpinned by coherent and enforceable national and international legislation that is based on solid epidemiological evidence. We recommend further research investment into more effective on-board vector control, health screening, and risk communications strategies, and the development of enforceable and harmonised international legislation. Lancet Infect Dis 2017; 17: e118-22",
      "sentences": [
        [
          {
            "segment_text": "International air travel is increasingly affecting the epidemiology of infectious diseases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A particular public health , economic ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and political concern is the role of air travel in bringing infectious passengers or vectors to previously non-endemic areas .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Yet , little research has been done to investigate either the infection risks associated with air travel or the empirical evidence for the effectiveness of infection control measures on aircraft and at borders .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We briefly review the interface between international and national legislation ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "policy , and guidelines in the context of existing infection risks and possible scenarios .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We have found that public health guidance and legislation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which airlines are required to follow ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "are often contradictory and confusing .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Infection control measures for air travel need to be underpinned by coherent and enforceable national and international legislation that is based on solid epidemiological evidence .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We recommend further research investment into more effective on-board vector control ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "health screening , and risk communications strategies ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the development of enforceable and harmonised international legislation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Lancet Infect Dis 2017 ; 17 : e118-22",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "14",
    "token_num": "186"
  }
}