{
  "paper_id": "18176d1030fff6410b83e0df1591b3617fc739cb",
  "metadata": {
    "title": "A camel-derived MERS-CoV with a variant spike protein cleavage site and distinct fusion activation properties",
    "coda_data_split": "train",
    "coda_paper_id": 8481,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Middle East respiratory syndrome coronavirus (MERS-CoV) continues to circulate in both humans and camels, and the origin and evolution of the virus remain unclear. Here we characterize the spike protein of a camel-derived MERS-CoV (NRCE-HKU205) identified in 2013, early in the MERS outbreak. NRCE-HKU205 spike protein has a variant cleavage motif with regard to the S2′ fusion activation site-notably, a novel substitution of isoleucine for the otherwise invariant serine at the critical P1′ cleavage site position. The substitutions resulted in a loss of furin-mediated cleavage, as shown by fluorogenic peptide cleavage and western blot assays. Cell-cell fusion and pseudotyped virus infectivity assays demonstrated that the S2′ substitutions decreased spike-mediated fusion and viral entry. However, cathepsin and trypsin-like protease activation were retained, albeit with much reduced efficiency compared with the prototypical EMC/2012 human strain. We show that NRCE-HKU205 has more limited fusion activation properties possibly resulting in more restricted viral tropism and may represent an intermediate in the complex pattern of MERS-CoV ecology and evolution.",
      "sentences": [
        [
          {
            "segment_text": "Middle East respiratory syndrome coronavirus ( MERS-CoV ) continues to circulate in both humans and camels ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and the origin and evolution of the virus remain unclear .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we characterize the spike protein of a camel-derived MERS-CoV ( NRCE-HKU205 ) identified in 2013 ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "early in the MERS outbreak .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "NRCE-HKU205 spike protein has a variant cleavage motif with regard to the S2 ′ fusion activation site-notably ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "a novel substitution of isoleucine for the otherwise invariant serine at the critical P1 ′ cleavage site position .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The substitutions resulted in a loss of furin-mediated cleavage ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as shown by fluorogenic peptide cleavage and western blot assays .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Cell-cell fusion and pseudotyped virus infectivity assays demonstrated that the S2 ′ substitutions decreased spike-mediated fusion and viral entry .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , cathepsin and trypsin-like protease activation were retained ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "albeit with much reduced efficiency compared with the prototypical EMC/2012 human strain .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We show that NRCE-HKU205 has more limited fusion activation properties possibly resulting in more restricted viral tropism and may represent an intermediate in the complex pattern of MERS-CoV ecology and evolution .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "12",
    "token_num": "184"
  }
}