{
  "paper_id": "1817050ed534376723c94abc3b5496beea55ed5b",
  "metadata": {
    "title": "Antimicrobial resistance and virulence factors in Escherichia coli from Swedish dairy calves",
    "coda_data_split": "train",
    "coda_paper_id": 8024,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: In Sweden, knowledge about the role of enteropathogenic Escherichia coli in neonatal calf diarrhea and the occurrence of antimicrobial resistance in E. coli from young calves is largely unknown. This has therapeutic concern and such knowledge is also required for prudent use of antimicrobials. Methods: In a case control study Esherichia coli isolated from faecal samples from dairy calves were phenotyped by biochemical fingerprinting and analyzed for virulence genes by PCR. Antimicrobial susceptibility was tested by determination of minimum inhibitory concentration (MIC). Farm management data were collected and Fisher\u0027s exact test and univariable and multivariable logistic regression analysis were performed.",
      "sentences": [
        [
          {
            "segment_text": "Background : In Sweden , knowledge about the role of enteropathogenic Escherichia coli in neonatal calf diarrhea and the occurrence of antimicrobial resistance in E. coli from young calves is largely unknown .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This has therapeutic concern and such knowledge is also required for prudent use of antimicrobials .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Methods : In a case control study Esherichia coli isolated from faecal samples from dairy calves were phenotyped by biochemical fingerprinting and analyzed for virulence genes by PCR .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Antimicrobial susceptibility was tested by determination of minimum inhibitory concentration ( MIC ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Farm management data were collected and Fisher \u0027s exact test and univariable and multivariable logistic regression analysis were performed .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Of 95 E. coli tested for antimicrobial susceptibility 61% were resistant to one or more substances and 28% were multi-resistant. The virulence gene F5 (K99) was not found in any isolate. In total, 21 out of 40 of the investigated virulence genes were not detected or rarely detected. The virulence genes espP, irp, and fyuA were more common in resistant E. coli than in fully susceptible isolates (P \u003c 0.05). The virulence gene terZ was associated with calf diarrhea (P ≤ 0.01). The participating 85 herds had a median herd size of 80 lactating cows. Herds with calf diarrhea problems were larger (\u003e 55 cows; P \u003c 0.001), had higher calf mortality (P ≤ 0.01) and calf group feeders were more in use (P \u003e 0.05), compared to herds without calf diarrhea problems. There was no association between calf diarrhea and diversity of enteric E. coli. Conclusions: Antimicrobial resistance was common in E. coli from pre-weaned dairy calves, occurring particularly in calves from herds experiencing calf diarrhea problems. The results indicate that more factors than use of antimicrobials influence the epidemiology of resistant E. coli. Enteropathogenic E. coli seems to be an uncommon cause of neonatal calf diarrhea in Swedish dairy herds. In practice, calf diarrhea should be regarded holistically in a context of infectious agents, calf immunity, management practices etc. We therefore advice against routine antimicrobial treatment and recommend that bacteriological cultures, followed by testing for antimicrobial susceptibility and for virulence factors, are used to guide decisions on such treatment.",
      "sentences": [
        [
          {
            "segment_text": "Of 95 E. coli tested for antimicrobial susceptibility 61 % were resistant to one or more substances and 28 % were multi-resistant .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The virulence gene F5 ( K99 ) was not found in any isolate .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In total , 21 out of 40 of the investigated virulence genes were not detected or rarely detected .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The virulence genes espP , irp ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and fyuA were more common in resistant E. coli than in fully susceptible isolates ( P \u003c 0.05 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The virulence gene terZ was associated with calf diarrhea ( P ≤ 0.01 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The participating 85 herds had a median herd size of 80 lactating cows .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Herds with calf diarrhea problems were larger ( \u003e 55 cows ; P \u003c 0.001 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "had higher calf mortality ( P ≤ 0.01 ) and calf group feeders were more in use ( P \u003e 0.05 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "compared to herds without calf diarrhea problems .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "There was no association between calf diarrhea and diversity of enteric E. coli .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : Antimicrobial resistance was common in E. coli from pre-weaned dairy calves ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "occurring particularly in calves from herds experiencing calf diarrhea problems .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The results indicate that more factors than use of antimicrobials influence the epidemiology of resistant E. coli .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Enteropathogenic E. coli seems to be an uncommon cause of neonatal calf diarrhea in Swedish dairy herds .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In practice , calf diarrhea should be regarded holistically in a context of infectious agents ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "calf immunity , management practices etc. .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We therefore advice against routine antimicrobial treatment and recommend that bacteriological cultures ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "followed by testing for antimicrobial susceptibility and for virulence factors ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "are used to guide decisions on such treatment .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "18",
    "segment_num": "25",
    "token_num": "403"
  }
}