{
  "paper_id": "1819cf6c797a17c0dc82e327816492da606e46c6",
  "metadata": {
    "title": "",
    "coda_data_split": "train",
    "coda_paper_id": 10189,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The increase in international travel, the growing presence of arbovirus vectors in our country, and notifications of haemorrhagic fever such as the current outbreak of Ebola in D.R. Congo and the cases of Crimea-Congo haemorrhagic fever in our country have again cast the spotlight on tropical diseases. Isolating suspected cases of highly contagious and lethal diseases must be a priority (haemorrhagic fever, MERS-CoV). Assessing the patient, taking a careful medical history based on epidemiological aspects of the area of origin, activities they have carried out, their length of stay in the area and the onset of symptoms, will eventually help us, if not to make a definitive diagnosis, at least to exclude diseases that pose a threat to these patients. Malaria should be ruled out because of its frequency, without forgetting other common causes of fever familiar to emergency doctors.",
      "sentences": [
        [
          {
            "segment_text": "The increase in international travel ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the growing presence of arbovirus vectors in our country ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and notifications of haemorrhagic fever such as the current outbreak of Ebola in D.R. Congo and the cases of Crimea-Congo haemorrhagic fever in our country have again cast the spotlight on tropical diseases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Isolating suspected cases of highly contagious and lethal diseases must be a priority ( haemorrhagic fever , MERS-CoV ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Assessing the patient , taking a careful medical history based on epidemiological aspects of the area of origin ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "activities they have carried out ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "their length of stay in the area and the onset of symptoms ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "will eventually help us , if not to make a definitive diagnosis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "at least to exclude diseases that pose a threat to these patients .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Malaria should be ruled out because of its frequency ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "without forgetting other common causes of fever familiar to emergency doctors .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "11",
    "token_num": "156"
  }
}