{
  "paper_id": "1821674721e32961f0f8c6aa3dc7c13c96b693c4",
  "metadata": {
    "title": "Mortality due to Cryptococcus neoformans and Cryptococcus gattii in low-income settings: an autopsy study",
    "coda_data_split": "train",
    "coda_paper_id": 3121,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "living with HIV in sub-Saharan Africa. Recent estimates indicate that more than 130,000 people may die annually of cryptococcal meningitis in this region. Although complete diagnostic autopsy (CDA) is considered the gold standard for determining the cause of death, it is seldom performed in low income settings. In this study, a CDA was performed in 284 deceased patients from Mozambique (n \u003d 223) and Brazil (n \u003d 61). In depth histopathological and microbiological analyses were carried out in all cases dying of cryptococcosis. We determined the cryptococcal species, the molecular and sero-mating types and antifungal susceptibility. We also described the organs affected and reviewed the clinical presentation and patient management. Among the 284 cases included, 17 fatal cryptococcal infections were diagnosed. Cryptococcus was responsible for 16 deaths among the 163 HIV-positive patients (10%; 95%CI: 6-15%), including four maternal deaths. One third of the cases corresponded to C. gattii (VGI and VGIV molecular types, Bα and Cα strains) and the remaining infections typed were caused by C. neoformans var. Grubii (all VNI and Aα strains). The level of pre-mortem clinical suspicion was low (7/17, 41%), and 7/17 patients (41%) died within the first 72 hours of admission. Cryptococcosis was responsible for a significant proportion of AIDS-related mortality. The clinical diagnosis and patient management were inadequate, supporting the need for cryptococcal screening for early detection of the disease. This is the first report of the presence of C. gattii infection in Mozambique.",
      "sentences": [
        [
          {
            "segment_text": "living with HIV in sub-Saharan Africa .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Recent estimates indicate that more than 130,000 people may die annually of cryptococcal meningitis in this region .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although complete diagnostic autopsy ( CDA ) is considered the gold standard for determining the cause of death ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "it is seldom performed in low income settings .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , a CDA was performed in 284 deceased patients from Mozambique ( n \u003d 223 ) and Brazil ( n \u003d 61 ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "In depth histopathological and microbiological analyses were carried out in all cases dying of cryptococcosis .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We determined the cryptococcal species ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "the molecular and sero-mating types and antifungal susceptibility .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We also described the organs affected and reviewed the clinical presentation and patient management .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Among the 284 cases included ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "17 fatal cryptococcal infections were diagnosed .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Cryptococcus was responsible for 16 deaths among the 163 HIV-positive patients ( 10 % ; 95 % CI : 6-15 % ) , including four maternal deaths .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "One third of the cases corresponded to C. gattii ( VGI and VGIV molecular types , Bα and Cα strains ) and the remaining infections typed were caused by C. neoformans var .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Grubii ( all VNI and Aα strains ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The level of pre-mortem clinical suspicion was low ( 7/17 , 41 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and 7/17 patients ( 41 % ) died within the first 72 hours of admission .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Cryptococcosis was responsible for a significant proportion of AIDS-related mortality .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The clinical diagnosis and patient management were inadequate ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "supporting the need for cryptococcal screening for early detection of the disease .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This is the first report of the presence of C. gattii infection in Mozambique .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Cryptococcosis is the leading cause of meningitis in adults living with HIV in sub-Saharan Africa 1,2 . In 2008, the number of cryptococcal meningitis (CM) cases in this region was estimated to be 720,000 (range 144,000-1.3",
      "sentences": [
        [
          {
            "segment_text": "Cryptococcosis is the leading cause of meningitis in adults living with HIV in sub-Saharan Africa 1,2 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In 2008 , the number of cryptococcal meningitis ( CM ) cases in this region was estimated to be 720,000 ( range 144,000-1.3",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "17",
    "segment_num": "22",
    "token_num": "328"
  }
}