{
  "paper_id": "183adf685e8679d1deeb0e7ea78101668b63f290",
  "metadata": {
    "title": "An ELISA for detection of antibodies against porcine epidemic diarrhoea virus (PEDV) based on the specific solubility of the viral surface glycoprotein",
    "coda_data_split": "train",
    "coda_paper_id": 5442,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Knuchel, M., Ackermann, M., Miiller, H.K., Kihm, U., 1992. An ELISA for detection of antibodies against porcine epidemic diarrhoea virus (PEDV) based on the specific solubility of the viral surface glycoprotein. Vet. Microbiol., 32:117-134.",
      "sentences": [
        [
          {
            "segment_text": "Knuchel , M. , Ackermann ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "M. , Miiller , H.K. ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "Kihm , U. , 1992 .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "An ELISA for detection of antibodies against porcine epidemic diarrhoea virus ( PEDV ) based on the specific solubility of the viral surface glycoprotein .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Vet .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Microbiol. , 32:117-134 .",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "Viral proteins of porcine epidemic diarrhoea virus (PEDV) were extracted from the cytoplasm of infected Vero cells using hypotonic conditions and a non-ionic detergent. Both the pH and the NaC1 concentration of the extraction buffer were varied in attempts to increase the solubility of the virion spike glycoproteins (S-protein) and of the nucleocapsid proteins (N-protein). Monoclonal antibodies, hyperimmune sera and convalescent pig sera were used to identify and monitor these proteins by immunoprecipitation and Western blots. The solubility of the S-protein was optimal at pH 4, whereas that of the N-protein was optimal at pH 9. Consequently, it was possible to enrich for either S-protein or N-protein; increases in the NaC! concentration of the buffer were of no advantage in this respect. Enriched preparations of the S-protein and N-protein were used as ELISA antigen for the S-ELISA and N-ELISA, respectively. The S-ELISA proved to be the more effective of the two immunoassays. Antibodies against S-protein remained detectable for longer periods of time than anti-N-protein antibodies in the sera of PEDV-infected pigs. Using this ELISA of increased sensitivity, it was observed that only a small number of farms in Switzerland had been infected with PEDV.",
      "sentences": [
        [
          {
            "segment_text": "Viral proteins of porcine epidemic diarrhoea virus ( PEDV ) were extracted from the cytoplasm of infected Vero cells using hypotonic conditions and a non-ionic detergent .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Both the pH and the NaC1 concentration of the extraction buffer were varied in attempts to increase the solubility of the virion spike glycoproteins ( S-protein ) and of the nucleocapsid proteins ( N-protein ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Monoclonal antibodies , hyperimmune sera and convalescent pig sera were used to identify and monitor these proteins by immunoprecipitation and Western blots .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The solubility of the S-protein was optimal at pH 4 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whereas that of the N-protein was optimal at pH 9 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Consequently , it was possible to enrich for either S-protein or N-protein ; increases in the NaC !",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "concentration of the buffer were of no advantage in this respect .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Enriched preparations of the S-protein and N-protein were used as ELISA antigen for the S-ELISA and N-ELISA , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The S-ELISA proved to be the more effective of the two immunoassays .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Antibodies against S-protein remained detectable for longer periods of time than anti-N-protein antibodies in the sera of PEDV-infected pigs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Using this ELISA of increased sensitivity ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "it was observed that only a small number of farms in Switzerland had been infected with PEDV .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Correspondence to: Prof. M. Ackermann, Institut •r Virologic, Vet.-med. Fakult~it, Universit~it Ziirich, Winterthurerstr. 266a, CH-8057 Ziirich, Switzerland. ~Present address:",
      "sentences": [
        [
          {
            "segment_text": "Correspondence to : Prof. M. Ackermann ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "Institut • r Virologic , Vet.-med .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Fakult ~ it , Universit ~ it Ziirich , Winterthurerstr .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "266a , CH-8057 Ziirich , Switzerland .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "~ Present address :",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "18",
    "segment_num": "23",
    "token_num": "301"
  }
}