{
  "paper_id": "18592fbe580d07f487157c4f81de8baecd9700e9",
  "metadata": {
    "title": "Infectious vaccine-derived rubella viruses emerge, persist, and evolve in cutaneous granulomas of children with primary immunodeficiencies",
    "coda_data_split": "train",
    "coda_paper_id": 5106,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Rubella viruses (RV) have been found in an association with granulomas in children with primary immune deficiencies (PID). Here, we report the recovery and characterization of infectious immunodeficiency-related vaccine-derived rubella viruses (iVDRV) from diagnostic skin biopsies of four patients. Sequence evolution within PID hosts was studied by comparison of the complete genomic sequences of the iVDRVs with the genome of the vaccine virus RA27/3. The degree of divergence of each iVDRV correlated with the duration of persistence indicating continuous intrahost evolution. The evolution rates for synonymous and nonsynonymous substitutions were estimated to be 5.7 x 10 −3 subs/site/year and 8.9 x 10 −4 subs/site/year, respectively. Mutational spectra and signatures indicated a major role for APOBEC cytidine deaminases and a secondary role for ADAR adenosine deaminases in generating diversity of iVDRVs. The distributions of mutations across the genes and 3D hotspots for amino acid substitutions in the E1 glycoprotein identified regions that may be under positive selective pressure. Quasispecies diversity was higher in granulomas than in recovered infectious iVDRVs. Growth properties of iVDRVs were assessed in WI-38 fibroblast cultures. None of the iVDRV isolates showed complete reversion to wild type PLOS Pathogens | https://doi.",
      "sentences": [
        [
          {
            "segment_text": "Rubella viruses ( RV ) have been found in an association with granulomas in children with primary immune deficiencies ( PID ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we report the recovery and characterization of infectious immunodeficiency-related vaccine-derived rubella viruses ( iVDRV ) from diagnostic skin biopsies of four patients .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Sequence evolution within PID hosts was studied by comparison of the complete genomic sequences of the iVDRVs with the genome of the vaccine virus RA27/3 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The degree of divergence of each iVDRV correlated with the duration of persistence indicating continuous intrahost evolution .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The evolution rates for synonymous and nonsynonymous substitutions were estimated to be 5.7 x 10 − 3 subs/site/year and 8.9 x 10 − 4 subs/site/year , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Mutational spectra and signatures indicated a major role for APOBEC cytidine deaminases and a secondary role for ADAR adenosine deaminases in generating diversity of iVDRVs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The distributions of mutations across the genes and 3D hotspots for amino acid substitutions in the E1 glycoprotein identified regions that may be under positive selective pressure .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Quasispecies diversity was higher in granulomas than in recovered infectious iVDRVs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Growth properties of iVDRVs were assessed in WI-38 fibroblast cultures .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "None of the iVDRV isolates showed complete reversion to wild type PLOS Pathogens | https://doi .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "10",
    "token_num": "213"
  }
}