{
  "paper_id": "1894cac8794748c11482c059bc5a2c6d4f1e9527",
  "metadata": {
    "title": "Spectrum of Viral Infections Among Primary Immunodeficient Children: Report From a National Registry",
    "coda_data_split": "train",
    "coda_paper_id": 6961,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Objective: To present the frequency and spectrum of viral infections in primary immunodeficient children.",
      "sentences": [
        [
          {
            "segment_text": "Objective : To present the frequency and spectrum of viral infections in primary immunodeficient children .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Methods: The data was obtained from the Kuwait National Primary Immunodeficiency Disorders (PIDs) Registry during the period of 2004-2018.",
      "sentences": [
        [
          {
            "segment_text": "Methods : The data was obtained from the Kuwait National Primary Immunodeficiency Disorders ( PIDs ) Registry during the period of 2004-2018 .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results: A total of 274 PID children were registered in KNPIDR during the study period with predominance of immunodeficiencies affecting cellular and humoral immunity, followed by combined immunodeficiencies with associated syndromic features and diseases of immune dysregulation. Overall infectious complications affected 82.4% of the patients, and viral infections affected 31.7% of the registered patients. Forty-five patients (16.4%) developed viral infections caused by at least 2 organisms, among those 20 patients were affected by three or more viral infections. There was a statistically significant association between viral infections and PID category. However, there was no statistically significant association between viral infections and gender or the patients\u0027 onset age. There was a total of 170 viral infections during the study period and the causes of these infections were predominated by CMV (22.2%), adenovirus (11.7%), EBV (11.1%), and enteroviruses (7.4%). CMV and parainfluenza infections were more common in the group of immunodeficiencies affecting cellular and humoral immunity while EBV and human papilloma virus (HPV) were more common in the immune dysregulation group and combined immunodeficiencies with associated syndromic features, respectively. The most common presentation was viremia (28.8%) followed by pneumonia (28.2%) and skin infections (17.6%). The most common causes of viremia were CMV followed by adenovirus and EBV, while the most common organisms causing pneumonia were CMV followed by rhinovirus and parainfluenza. There were 80 deaths among the registered patients, 10% were caused by viral infections.",
      "sentences": [
        [
          {
            "segment_text": "Results : A total of 274 PID children were registered in KNPIDR during the study period with predominance of immunodeficiencies affecting cellular and humoral immunity ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "followed by combined immunodeficiencies with associated syndromic features and diseases of immune dysregulation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Overall infectious complications affected 82.4 % of the patients ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and viral infections affected 31.7 % of the registered patients .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Forty-five patients ( 16.4 % ) developed viral infections caused by at least 2 organisms ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "among those 20 patients were affected by three or more viral infections .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "There was a statistically significant association between viral infections and PID category .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , there was no statistically significant association between viral infections and gender or the patients \u0027 onset age .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "There was a total of 170 viral infections during the study period and the causes of these infections were predominated by CMV ( 22.2 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "adenovirus ( 11.7 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "EBV ( 11.1 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and enteroviruses ( 7.4 % ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "CMV and parainfluenza infections were more common in the group of immunodeficiencies affecting cellular and humoral immunity while EBV and human papilloma virus ( HPV ) were more common in the immune dysregulation group and combined immunodeficiencies with associated syndromic features , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The most common presentation was viremia ( 28.8 % ) followed by pneumonia ( 28.2 % ) and skin infections ( 17.6 % ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The most common causes of viremia were CMV followed by adenovirus and EBV ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while the most common organisms causing pneumonia were CMV followed by rhinovirus and parainfluenza .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "There were 80 deaths among the registered patients ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "10 % were caused by viral infections .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions: Viral infections are common in PIDs and result into a wide-range of clinical manifestations causing significant morbidity and mortality.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions : Viral infections are common in PIDs and result into a wide-range of clinical manifestations causing significant morbidity and mortality .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "13",
    "segment_num": "21",
    "token_num": "345"
  }
}