{
  "paper_id": "18aa7bfcf8b4dfcad03cf4836aaaa5345d6cfdc7",
  "metadata": {
    "title": "Citation: Molecular Therapy-Nucleic Acids (2013) 2, e133",
    "coda_data_split": "train",
    "coda_paper_id": 5765,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Development of RNAi-based therapeutics has the potential to revolutionize treatment options for a range of human diseases. However, as with gene therapy, a major barrier to progress is the lack of methods to achieve and measure efficient delivery for systemic administration. We have developed a positive-readout pharmacodynamic transgenic reporter mouse model allowing noninvasive real-time assessment of siRNA activity. The model combines a luciferase reporter gene under the control of regulatory elements from the lac operon of Escherichia coli. Introduction of siRNA targeting lac repressor results in increased luciferase expression in cells where siRNA is biologically active. Five founder luciferase-expressing and three founder Lacexpressing lines were generated and characterized. Mating of ubiquitously expressing luciferase and lac lines generated progeny in which luciferase expression was significantly reduced compared with the parental line. Administration of isopropyl β-D-1-thiogalactopyranoside either in drinking water or given intraperitoneally increased luciferase expression in eight of the mice examined, which fell rapidly when withdrawn. Intraperitoneal administration of siRNA targeting lac in combination with Lipofectamine 2000 resulted in increased luciferase expression in the liver while control nontargeting siRNA had no effect. We believe a sensitive positive readout pharmacodynamics reporter model will be of use to the research community in RNAi-based vector development.",
      "sentences": [
        [
          {
            "segment_text": "Development of RNAi-based therapeutics has the potential to revolutionize treatment options for a range of human diseases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , as with gene therapy ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a major barrier to progress is the lack of methods to achieve and measure efficient delivery for systemic administration .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We have developed a positive-readout pharmacodynamic transgenic reporter mouse model allowing noninvasive real-time assessment of siRNA activity .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The model combines a luciferase reporter gene under the control of regulatory elements from the lac operon of Escherichia coli .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Introduction of siRNA targeting lac repressor results in increased luciferase expression in cells where siRNA is biologically active .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Five founder luciferase-expressing and three founder Lacexpressing lines were generated and characterized .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Mating of ubiquitously expressing luciferase and lac lines generated progeny in which luciferase expression was significantly reduced compared with the parental line .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Administration of isopropyl β-D-1-thiogalactopyranoside either in drinking water or given intraperitoneally increased luciferase expression in eight of the mice examined ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which fell rapidly when withdrawn .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Intraperitoneal administration of siRNA targeting lac in combination with Lipofectamine 2000 resulted in increased luciferase expression in the liver while control nontargeting siRNA had no effect .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We believe a sensitive positive readout pharmacodynamics reporter model will be of use to the research community in RNAi-based vector development .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "12",
    "token_num": "215"
  }
}