{
  "paper_id": "18ad65a3a27ad033c1896a292a5c8e5ba063fa7c",
  "metadata": {
    "title": "Dogs and Transmission of Infection to Man, \"Respected Member of the Family?\"",
    "coda_data_split": "train",
    "coda_paper_id": 10165,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Numerous reviews on dog zonoses address long-lasting lists of zoonotic infections, observed worldwide or very specifically in certain regions only. Here we describe the average family dog in the Western hemisphere owned by an average family without sufficient knowledge about potential hazards their pet might transmit to family members.",
      "sentences": [
        [
          {
            "segment_text": "Numerous reviews on dog zonoses address long-lasting lists of zoonotic infections ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "observed worldwide or very specifically in certain regions only .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we describe the average family dog in the Western hemisphere owned by an average family without sufficient knowledge about potential hazards their pet might transmit to family members .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "This chapter is based on semi quantitative risk analysis in order to rank potential health risk transmitted from family dogs to human. Surprisingly every day risk is different from the generally expected potential risk according to traditional ranking of hazards (zoonoses) in dogs in general. Attention is given to human behavior regarding the family dog and responsible dog ownership. Modern trends include pet travel or pet import from endemic to non-endemic areas, without sufficient knowledge amongst pet owners or public health institutes. Of great value is information provided by ESCCAP (www.esccap.org) with information for European countries (veterinarians and pet-owners) on prevalences and prevention of parasitic infections in dogs and cats in the major languages of Europe.",
      "sentences": [
        [
          {
            "segment_text": "This chapter is based on semi quantitative risk analysis in order to rank potential health risk transmitted from family dogs to human .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Surprisingly every day risk is different from the generally expected potential risk according to traditional ranking of hazards ( zoonoses ) in dogs in general .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Attention is given to human behavior regarding the family dog and responsible dog ownership .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Modern trends include pet travel or pet import from endemic to non-endemic areas ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "without sufficient knowledge amongst pet owners or public health institutes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Of great value is information provided by ESCCAP ( www.esccap.org ) with information for European countries ( veterinarians and pet-owners ) on prevalences and prevention of parasitic infections in dogs and cats in the major languages of Europe .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Eventually attention is paid to new trends in dog feed such as feeding bones and raw meat. This may have serious consequences for the spread of ordinary zoonoses like Salmonella and parasitic infections not only between dogs, but also to family members.",
      "sentences": [
        [
          {
            "segment_text": "Eventually attention is paid to new trends in dog feed such as feeding bones and raw meat .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This may have serious consequences for the spread of ordinary zoonoses like Salmonella and parasitic infections not only between dogs ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but also to family members .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "A last point of attention is the prevention of attracting wild life zoonoses via dogs to family members (eg. Echinococcus multilocularis and Baylisascaris spp.).",
      "sentences": [
        [
          {
            "segment_text": "A last point of attention is the prevention of attracting wild life zoonoses via dogs to family members ( eg .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Echinococcus multilocularis and Baylisascaris spp. ) .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Authorities responsible for public health should be encouraged to pay more attention, not only in providing more regulations, but primary in enforcement of existing rules and stimulating responsible pet-ownership. Companion animal veterinarians and (local) public health authorities, including physicians, should contribute equally in zoonoses prevention programs (\u0027One health\u0027 approach). 575 ",
      "sentences": [
        [
          {
            "segment_text": "Authorities responsible for public health should be encouraged to pay more attention ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "not only in providing more regulations ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but primary in enforcement of existing rules and stimulating responsible pet-ownership .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Companion animal veterinarians and ( local ) public health authorities ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including physicians , should contribute equally in zoonoses prevention programs ( ` One health \u0027 approach ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "575",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "5",
    "sentence_num": "14",
    "segment_num": "20",
    "token_num": "315"
  }
}