{
  "paper_id": "18b18661255afeba2856d9babb1ca5c9eebfdc65",
  "metadata": {
    "title": "Evolutionary dynamics of recent peste des petits ruminants virus epidemic in China during 2013-2014",
    "coda_data_split": "train",
    "coda_paper_id": 5377,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Peste des petits ruminants virus (PPRV) causes a highly contagious disease, peste des petits ruminants (PPR), in sheep and goats which has been considered as a serious threat to the local economy in Africa and Asia. However, the in-depth evolutionary dynamics of PPRV during an epidemic is not well understood. We conducted phylogenetic analysis on genomic sequences of 25 PPRV strains from China 2013-2014 outbreaks. All these strains clustered into a novel clade in lineage 4. An evolutionary rate of 2.61 × 10 −6 nucleotide substitutions per site per day was estimated, dating the most recent common ancestor of PPRV China 2013-2014 strains to early August 2013. Transmission network analysis revealed that all the virus sequences could be grouped into five clusters of infection, suggesting long-distance animal transmission play an important role in the spread of PPRV in China. These results expanded our knowledge for PPRV evolution to achieve effective control measures.",
      "sentences": [
        [
          {
            "segment_text": "Peste des petits ruminants virus ( PPRV ) causes a highly contagious disease ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "peste des petits ruminants ( PPR ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "in sheep and goats which has been considered as a serious threat to the local economy in Africa and Asia .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , the in-depth evolutionary dynamics of PPRV during an epidemic is not well understood .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We conducted phylogenetic analysis on genomic sequences of 25 PPRV strains from China 2013-2014 outbreaks .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "All these strains clustered into a novel clade in lineage 4 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "An evolutionary rate of 2.61 × 10 − 6 nucleotide substitutions per site per day was estimated ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "dating the most recent common ancestor of PPRV China 2013-2014 strains to early August 2013 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Transmission network analysis revealed that all the virus sequences could be grouped into five clusters of infection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "suggesting long-distance animal transmission play an important role in the spread of PPRV in China .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results expanded our knowledge for PPRV evolution to achieve effective control measures .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "11",
    "token_num": "169"
  }
}