{
  "paper_id": "18bad8a83984c5c3eeb80c785d7450890ded7e9d",
  "metadata": {
    "title": "Innovations in HIV-1 Vaccine Design",
    "coda_data_split": "train",
    "coda_paper_id": 6385,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Purpose: The field of HIV-1 vaccinology has evolved during the last 30 years from the first viral vector HIV gene insert constructs to vaccination regimens using a myriad of strategies. These strategies now include germline-targeting, lineagebased, and structure-guided immunogen design. This narrative review outlines the historical context of HIV vaccinology and subsequently highlights the scientific discoveries during the last 6 years that promise to propel the field forward.",
      "sentences": [
        [
          {
            "segment_text": "Purpose : The field of HIV-1 vaccinology has evolved during the last 30 years from the first viral vector HIV gene insert constructs to vaccination regimens using a myriad of strategies .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "These strategies now include germline-targeting ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "lineagebased , and structure-guided immunogen design .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "This narrative review outlines the historical context of HIV vaccinology and subsequently highlights the scientific discoveries during the last 6 years that promise to propel the field forward .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Methods: We conducted a search of 2 electronic databases, PubMed and EMBASE, for experimental studies that involved new HIV immunogen designs between 2013 and 2019. During the title and abstract reviews, publications were excluded if they were written in language other than English and/or were a letter to the editor, a commentary, or a conference-only presentation. We then used ClinicalTrials.gov to identify completed and ongoing clinical trials using these strategies.",
      "sentences": [
        [
          {
            "segment_text": "Methods : We conducted a search of 2 electronic databases ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "PubMed and EMBASE , for experimental studies that involved new HIV immunogen designs between 2013 and 2019 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "During the title and abstract reviews ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "publications were excluded if they were written in language other than English and/or were a letter to the editor ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "a commentary , or a conference-only presentation .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We then used ClinicalTrials.gov to identify completed and ongoing clinical trials using these strategies .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Findings: The HIV vaccinology field has undergone periods of significant growth during the last 3 decades. Findings elucidated in preclinical studies have revealed the importance of the interaction between the cellular and humoral immune system. As a result, several new rationally designed vaccine strategies have been developed and explored in the last 6 years, including native-like envelope trimers, nanoparticle, and mRNA vaccine design strategies among others. Several of these strategies have shown enough promise in animal models to progress toward first-inhuman Phase I clinical trials.",
      "sentences": [
        [
          {
            "segment_text": "Findings : The HIV vaccinology field has undergone periods of significant growth during the last 3 decades .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Findings elucidated in preclinical studies have revealed the importance of the interaction between the cellular and humoral immune system .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "As a result , several new rationally designed vaccine strategies have been developed and explored in the last 6 years ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including native-like envelope trimers , nanoparticle ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and mRNA vaccine design strategies among others .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Several of these strategies have shown enough promise in animal models to progress toward first-inhuman Phase I clinical trials .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Implications: Rapid developments in preclinical and early-phase clinical studies suggest that a tolerable and effective HIV vaccine may be on the horizon. (Clin Ther. xxxx;xxx:xxx) ",
      "sentences": [
        [
          {
            "segment_text": "Implications : Rapid developments in preclinical and early-phase clinical studies suggest that a tolerable and effective HIV vaccine may be on the horizon .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "( Clin Ther .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "xxxx ; xxx : xxx )",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "13",
    "segment_num": "19",
    "token_num": "281"
  }
}