{
  "paper_id": "18d7f4c8e204349b39a037c19874cff1b34d0f97",
  "metadata": {
    "title": "Complex structure of MERS-CoV RBD with DPP4 986 Structure of MERS-CoV spike receptor-binding domain complexed with human receptor DPP4",
    "coda_data_split": "train",
    "coda_paper_id": 10298,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The spike glycoprotein (S) of recently identified Middle East respiratory syndrome coronavirus (MERS-CoV) targets the cellular receptor, dipeptidyl peptidase 4 (DPP4). Sequence comparison and modeling analysis have revealed a putative receptor-binding domain (RBD) on the viral spike, which mediates this interaction. We report the 3.0 Åresolution crystal structure of MERS-CoV RBD bound to the extracellular domain of human DPP4. Our results show that MERS-CoV RBD consists of a core and a receptor-binding subdomain. The receptor-binding subdomain interacts with DPP4 β-propeller but not its intrinsic hydrolase domain. MERS-CoV RBD and related SARS-CoV RBD share a high degree of structural similarity in their core subdomains, but are notably divergent in the receptorbinding subdomain. Mutagenesis studies have identified several key residues in the receptor-binding subdomain that are critical for viral binding to DPP4 and entry into the target cell. The atomic details at the interface between MERS-CoV RBD and DPP4 provide structural understanding of the virus and receptor interaction, which can guide development of therapeutics and vaccines against MERS-CoV infection.",
      "sentences": [
        [
          {
            "segment_text": "The spike glycoprotein ( S ) of recently identified Middle East respiratory syndrome coronavirus ( MERS-CoV ) targets the cellular receptor ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "dipeptidyl peptidase 4 ( DPP4 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Sequence comparison and modeling analysis have revealed a putative receptor-binding domain ( RBD ) on the viral spike , which mediates this interaction .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We report the 3.0 Åresolution crystal structure of MERS-CoV RBD bound to the extracellular domain of human DPP4 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our results show that MERS-CoV RBD consists of a core and a receptor-binding subdomain .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The receptor-binding subdomain interacts with DPP4 β-propeller but not its intrinsic hydrolase domain .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "MERS-CoV RBD and related SARS-CoV RBD share a high degree of structural similarity in their core subdomains ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but are notably divergent in the receptorbinding subdomain .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Mutagenesis studies have identified several key residues in the receptor-binding subdomain that are critical for viral binding to DPP4 and entry into the target cell .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The atomic details at the interface between MERS-CoV RBD and DPP4 provide structural understanding of the virus and receptor interaction ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which can guide development of therapeutics and vaccines against MERS-CoV infection .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "11",
    "token_num": "187"
  }
}