{
  "paper_id": "18ee46c3dadd701947161de51b0b6fe6cd730fa4",
  "metadata": {
    "title": "Polyols (Glycerol and Ethylene glycol) mediated amorphous aggregate inhibition and secondary structure restoration of metalloproteinase-conalbumin (ovotransferrin)",
    "coda_data_split": "train",
    "coda_paper_id": 5542,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Under physical or chemical stress, proteins tend to form aggregates either highly ordered (amyloid) or unordered (amorphous) causing many pathological disorders in human and loss of proteins functionality in both laboratory conditions and industries during production and storage at commercial level. We investigated the effect of increasing temperature on Conalbumin (CA) and induced aggregation at 65 • C. The enhanced Thioflavin T (ThT) and ANS (1-anilinonaphtalene 8-sulfonic acid) fluorescence intensity, show no shift on Congo red binding, additionally, transmission and scanning electron microscopy (TEM) (SEM) reveal amorphous morphology of the aggregate. Our investigation clearly demonstrated that polyols namely Glycerol (GL) and Ethylene glycol (EG) are so staunch to inhibit amorphous aggregates via restoring secondary conformation. Addition of polyols (15% GL and 35% EG) significantly decrease the turbidity, Rayleigh scattering ThT and ANS fluorescence intensity. The dynamic light scattering (DLS) data show that hydrodynamic radii (R h ) of the aggregates is ∼20 times higher than native CA while nearly similar for GL and EG protected CA due to condensation of core size with little difference.",
      "sentences": [
        [
          {
            "segment_text": "Under physical or chemical stress ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "proteins tend to form aggregates either highly ordered ( amyloid ) or unordered ( amorphous ) causing many pathological disorders in human and loss of proteins functionality in both laboratory conditions and industries during production and storage at commercial level .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We investigated the effect of increasing temperature on Conalbumin ( CA ) and induced aggregation at 65 • C .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The enhanced Thioflavin T ( ThT ) and ANS ( 1-anilinonaphtalene 8-sulfonic acid ) fluorescence intensity ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "show no shift on Congo red binding ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "additionally , transmission and scanning electron microscopy ( TEM ) ( SEM ) reveal amorphous morphology of the aggregate .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our investigation clearly demonstrated that polyols namely Glycerol ( GL ) and Ethylene glycol ( EG ) are so staunch to inhibit amorphous aggregates via restoring secondary conformation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Addition of polyols ( 15 % GL and 35 % EG ) significantly decrease the turbidity ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Rayleigh scattering ThT and ANS fluorescence intensity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The dynamic light scattering ( DLS ) data show that hydrodynamic radii ( R h ) of the aggregates is ∼ 20 times higher than native CA while nearly similar for GL and EG protected CA due to condensation of core size with little difference .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "10",
    "token_num": "212"
  }
}