{
  "paper_id": "18fb0cf6fba22d9478d4f5774f37f6b6bf09f3b0",
  "metadata": {
    "title": "Simultaneous Detection and Differentiation of Highly Virulent and Classical Chinese-Type Isolation of PRRSV by Real-Time RT-PCR",
    "coda_data_split": "train",
    "coda_paper_id": 2278,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Porcine reproductive and respiratory syndrome (PRRS) is a leading disease in pig industry worldwide and can result in serious economic losses each year. The PRRS epidemic situation in China has been very complicated since the unprecedented largescale highly pathogenic PRRS (HP-PRRS) outbreaks in 2006. And now the HP-PRRS virus (HP-PRRSV) and classical North American type PRRSV strains have coexisted in China. Rapid differential detection of the two strains of PRRSV is very important for effective PRRS control. The real-time RT-PCR for simultaneous detection and differentiation of HP-PRRSV and PRRSV by using both SYBR Green and TaqMan probes was developed and validated. Both assays can be used for rapid detection and strainspecific identification of HP-PRRSV and PRRSV. However, the TaqMan probe method had the highest detection rate whereas the conventional RT-PCR was the lowest. The real-time RT-PCR developed based on SYBR Green and TaqMan probe could be used for simultaneous detection and differentiation of HP-PRRSV and PRRSV in China, which will benefit much the PRRS control and research.",
      "sentences": [
        [
          {
            "segment_text": "Porcine reproductive and respiratory syndrome ( PRRS ) is a leading disease in pig industry worldwide and can result in serious economic losses each year .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The PRRS epidemic situation in China has been very complicated since the unprecedented largescale highly pathogenic PRRS ( HP-PRRS ) outbreaks in 2006 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "And now the HP-PRRS virus ( HP-PRRSV ) and classical North American type PRRSV strains have coexisted in China .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Rapid differential detection of the two strains of PRRSV is very important for effective PRRS control .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The real-time RT-PCR for simultaneous detection and differentiation of HP-PRRSV and PRRSV by using both SYBR Green and TaqMan probes was developed and validated .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Both assays can be used for rapid detection and strainspecific identification of HP-PRRSV and PRRSV .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , the TaqMan probe method had the highest detection rate whereas the conventional RT-PCR was the lowest .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The real-time RT-PCR developed based on SYBR Green and TaqMan probe could be used for simultaneous detection and differentiation of HP-PRRSV and PRRSV in China ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which will benefit much the PRRS control and research .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "9",
    "token_num": "183"
  }
}