{
  "paper_id": "192b72ce0845c685d87d68809b741ddbe6c35558",
  "metadata": {
    "title": "Interferon-γ and interleukin-4 downregulate expression of the SARS coronavirus receptor ACE2 in Vero E6 cells",
    "coda_data_split": "train",
    "coda_paper_id": 10001,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Interferons (IFNs) inhibit severe acute respiratory syndrome coronavirus (SARS-CoV) replication and might be valuable for SARS treatment. In this study, we demonstrate that treatment of Vero E6 cells with interleukin-4 (IL-4) decreased the susceptibility of these cells to SARS-CoV infection. In contrast to IFNs, IL-4 did not show antiviral activity when administered immediately after SARS-CoV infection, suggesting that IL-4 acts early during the SARS-CoV replication cycle. Indeed, binding of recombinant SARS-CoV spike protein to Vero E6 cells was diminished on cells treated with IL-4, but also on cells exposed to IFN-γ. Consistent with these observations, IL-4 and IFN-γ downregulated cell surface expression of angiotensin-converting enzyme 2 (ACE2), the SARS-CoV receptor. Besides diminished ACE2 cell surface expression, ACE2 mRNA levels were also decreased after treatment with these cytokines. These findings suggest that IL-4 and IFN-γ inhibit SARS-CoV replication partly through downregulation of ACE2.",
      "sentences": [
        [
          {
            "segment_text": "Interferons ( IFNs ) inhibit severe acute respiratory syndrome coronavirus ( SARS-CoV ) replication and might be valuable for SARS treatment .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , we demonstrate that treatment of Vero E6 cells with interleukin-4 ( IL-4 ) decreased the susceptibility of these cells to SARS-CoV infection .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "In contrast to IFNs , IL-4 did not show antiviral activity when administered immediately after SARS-CoV infection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "suggesting that IL-4 acts early during the SARS-CoV replication cycle .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Indeed , binding of recombinant SARS-CoV spike protein to Vero E6 cells was diminished on cells treated with IL-4 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but also on cells exposed to IFN-γ .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Consistent with these observations , IL-4 and IFN-γ downregulated cell surface expression of angiotensin-converting enzyme 2 ( ACE2 ) , the SARS-CoV receptor .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Besides diminished ACE2 cell surface expression ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "ACE2 mRNA levels were also decreased after treatment with these cytokines .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These findings suggest that IL-4 and IFN-γ inhibit SARS-CoV replication partly through downregulation of ACE2 .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "10",
    "token_num": "165"
  }
}