{
  "paper_id": "19346c41a8edd60fce3d9f94bc7f15c95e82ebc4",
  "metadata": {
    "title": "Investigating Gastroenteritis: The Merseyside Experience 1983-1987",
    "coda_data_split": "train",
    "coda_paper_id": 10481,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Outbreaks of gastroenteritis may lead to serious disruption when many persons are absent from work or school. The illness may be life-threatening, particularly in the very young and very old. Control of gastroenteritis associated with microbial infection is therefore an important aspect of preventive medicine. Laboratory investigations are necessary to establish the source of an outbreak, to determine whether chemotherapy is necessary as it is in, for example, Giardia lamblia infection and to identify long-term changes in the pattern of infections related to altered dietary habits and other social factors. In this survey we draw attention to the many infective agents which have to be considered in the investigation of cases and outbreaks of gastroenteritis. The examination of faecal samples in the microbiology laboratory is becoming increasingly complex requiring as it does the use of additional new techniques for previously unrecognised bacterial, viral and protozoal causes of gastroenteritis including, in the last two decades, Campylobacter, Clostridiurn difficile, rotavirus, Norwalk virus and Cryptosporidium. These investigations are however expensive and in the face of increasing pressure to economise, it is of paramount importance that the best use should be made of the resources available. To this end we make recommendations about the information that should accompany faecal and other samples submitted to the laboratory from outbreaks of gastroenteritis.",
      "sentences": [
        [
          {
            "segment_text": "Outbreaks of gastroenteritis may lead to serious disruption when many persons are absent from work or school .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The illness may be life-threatening ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "particularly in the very young and very old .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Control of gastroenteritis associated with microbial infection is therefore an important aspect of preventive medicine .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Laboratory investigations are necessary to establish the source of an outbreak ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "to determine whether chemotherapy is necessary as it is in ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "for example , Giardia lamblia infection and to identify long-term changes in the pattern of infections related to altered dietary habits and other social factors .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this survey we draw attention to the many infective agents which have to be considered in the investigation of cases and outbreaks of gastroenteritis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The examination of faecal samples in the microbiology laboratory is becoming increasingly complex requiring as it does the use of additional new techniques for previously unrecognised bacterial ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "viral and protozoal causes of gastroenteritis including ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "in the last two decades ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Campylobacter , Clostridiurn difficile , rotavirus , Norwalk virus and Cryptosporidium .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These investigations are however expensive and in the face of increasing pressure to economise ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "it is of paramount importance that the best use should be made of the resources available .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "To this end we make recommendations about the information that should accompany faecal and other samples submitted to the laboratory from outbreaks of gastroenteritis .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "15",
    "token_num": "235"
  }
}