{
  "paper_id": "194e09560f46554663015f54423f7f5d7822025b",
  "metadata": {
    "title": "Recent Advances in Nanoparticle Concentration and Their Application in Viral Detection Using Integrated Sensors",
    "coda_data_split": "train",
    "coda_paper_id": 2020,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Early disease diagnostics require rapid, sensitive, and selective detection methods for target analytes. Specifically, early viral detection in a point-of-care setting is critical in preventing epidemics and the spread of disease. However, conventional methods such as enzyme-linked immunosorbent assays or cell cultures are cumbersome and difficult for field use due to the requirements of extensive lab equipment and highly trained personnel, as well as limited sensitivity. Recent advances in nanoparticle concentration have given rise to many novel detection methodologies, which address the shortcomings in modern clinical assays. Here, we review the primary, well-characterized methods for nanoparticle concentration in the context of viral detection via diffusion, centrifugation and microfiltration, electric and magnetic fields, and nano-microfluidics. Details of the concentration mechanisms and examples of related applications provide valuable information to design portable, integrated sensors. This study reviews a wide range of concentration techniques and compares their advantages and disadvantages with respect to viral particle detection. We conclude by highlighting selected concentration methods and devices for next-generation biosensing systems.",
      "sentences": [
        [
          {
            "segment_text": "Early disease diagnostics require rapid ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "sensitive , and selective detection methods for target analytes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Specifically , early viral detection in a point-of-care setting is critical in preventing epidemics and the spread of disease .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , conventional methods such as enzyme-linked immunosorbent assays or cell cultures are cumbersome and difficult for field use due to the requirements of extensive lab equipment and highly trained personnel ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "as well as limited sensitivity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Recent advances in nanoparticle concentration have given rise to many novel detection methodologies ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which address the shortcomings in modern clinical assays .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we review the primary ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "well-characterized methods for nanoparticle concentration in the context of viral detection via diffusion ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "centrifugation and microfiltration , electric and magnetic fields , and nano-microfluidics .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Details of the concentration mechanisms and examples of related applications provide valuable information to design portable , integrated sensors .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "This study reviews a wide range of concentration techniques and compares their advantages and disadvantages with respect to viral particle detection .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We conclude by highlighting selected concentration methods and devices for next-generation biosensing systems .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "13",
    "token_num": "186"
  }
}