{
  "paper_id": "1951545d70e8568083cde219d2583c1aae0c4061",
  "metadata": {
    "title": "Factors responsible for the emergence of arboviruses; strategies, challenges and limitations for their control",
    "coda_data_split": "train",
    "coda_paper_id": 10242,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Slave trading of Africans to the Americas, during the 16th to the 19th century was responsible for the first recorded emergence in the New World of two arthropod-borne viruses (arboviruses), yellow fever virus and dengue virus. Many other arboviruses have since emerged from their sylvatic reservoirs and dispersed globally due to evolving factors that include anthropological behaviour, commercial transportation and land-remediation. Here, we outline some characteristics of these highly divergent arboviruses, including the variety of life cycles they have developed and the mechanisms by which they have adapted to evolving changes in habitat and host availability. We cite recent examples of virus emergence that exemplify how arboviruses have exploited the consequences of the modern human lifestyle. Using our current understanding of these viruses, we also attempt to demonstrate some of the limitations encountered in developing control strategies to reduce the impact of future emerging arbovirus diseases. Finally, we present recommendations for development by an international panel of experts reporting directly to World Health Organization, with the intention of providing internationally acceptable guidelines for improving emerging arbovirus disease control strategies. Success in these aims should alleviate the suffering and costs encountered during recent decades when arboviruses have emerged from their sylvatic environment.",
      "sentences": [
        [
          {
            "segment_text": "Slave trading of Africans to the Americas ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "during the 16th to the 19th century was responsible for the first recorded emergence in the New World of two arthropod-borne viruses ( arboviruses ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "yellow fever virus and dengue virus .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Many other arboviruses have since emerged from their sylvatic reservoirs and dispersed globally due to evolving factors that include anthropological behaviour , commercial transportation and land-remediation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we outline some characteristics of these highly divergent arboviruses ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "including the variety of life cycles they have developed and the mechanisms by which they have adapted to evolving changes in habitat and host availability .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We cite recent examples of virus emergence that exemplify how arboviruses have exploited the consequences of the modern human lifestyle .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Using our current understanding of these viruses ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "we also attempt to demonstrate some of the limitations encountered in developing control strategies to reduce the impact of future emerging arbovirus diseases .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Finally , we present recommendations for development by an international panel of experts reporting directly to World Health Organization ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with the intention of providing internationally acceptable guidelines for improving emerging arbovirus disease control strategies .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Success in these aims should alleviate the suffering and costs encountered during recent decades when arboviruses have emerged from their sylvatic environment .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "12",
    "token_num": "218"
  }
}