{
  "paper_id": "1954505b8d34d065e8140c40db252d0e21fe4bb0",
  "metadata": {
    "title": "Foot-and-mouth disease virus utilizes an autophagic pathway during viral replication",
    "coda_data_split": "train",
    "coda_paper_id": 9040,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Foot-and-mouth disease virus (FMDV) is the type species of the Aphthovirus genus within the Picornaviridae family. Infection of cells with positive-strand RNA viruses results in a rearrangement of intracellular membranes into viral replication complexes. The origin of these membranes remains unknown; however induction of the cellular process of autophagy is beneficial for the replication of poliovirus, suggesting that it might be advantageous for other picornaviruses. By using confocal microscopy we showed in FMDV-infected cells co-localization of non-structural viral proteins 2B, 2C and 3A with LC3 (an autophagosome marker) and viral structural protein VP1 with Atg5 (autophagy-related protein), and LC3 with LAMP-1. Importantly, treatment of FMDV-infected cell with autophagy inducer rapamycin, increased viral yield, and inhibition of autophagosomal pathway by 3-methyladenine or small-interfering RNAs, decreased viral replication. Altogether, these studies strongly suggest that autophagy may play an important role during the replication of FMDV.",
      "sentences": [
        [
          {
            "segment_text": "Foot-and-mouth disease virus ( FMDV ) is the type species of the Aphthovirus genus within the Picornaviridae family .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Infection of cells with positive-strand RNA viruses results in a rearrangement of intracellular membranes into viral replication complexes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The origin of these membranes remains unknown ; however induction of the cellular process of autophagy is beneficial for the replication of poliovirus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "suggesting that it might be advantageous for other picornaviruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "By using confocal microscopy we showed in FMDV-infected cells co-localization of non-structural viral proteins 2B ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "2C and 3A with LC3 ( an autophagosome marker ) and viral structural protein VP1 with Atg5 ( autophagy-related protein ) , and LC3 with LAMP-1 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Importantly , treatment of FMDV-infected cell with autophagy inducer rapamycin ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "increased viral yield , and inhibition of autophagosomal pathway by 3-methyladenine or small-interfering RNAs , decreased viral replication .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Altogether , these studies strongly suggest that autophagy may play an important role during the replication of FMDV .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Published by Elsevier Inc.",
      "sentences": [
        [
          {
            "segment_text": "Published by Elsevier Inc. .",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "Virology 410 (2011) 142-150",
      "sentences": [
        [
          {
            "segment_text": "Virology 410 ( 2011 ) 142-150",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "8",
    "segment_num": "11",
    "token_num": "175"
  }
}