{
  "paper_id": "1964f7fc2a8610ec6e9ce9f1baaaa46e9c684914",
  "metadata": {
    "title": "Converging and emerging threats to health security",
    "coda_data_split": "train",
    "coda_paper_id": 5358,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Advances in biological sciences have outpaced regulatory and legal frameworks for biosecurity. Simultaneously, there has been a convergence of scientific disciplines such as synthetic biology, data science, advanced computing and many other technologies, which all have applications in health. For example, advances in cybercrime methods have created ransomware attacks on hospitals, which can cripple health systems and threaten human life. New kinds of biological weapons which fall outside of traditional Cold War era thinking can be created synthetically using genetic code. These convergent trajectories are dramatically expanding the repertoire of methods which can be used for benefit or harm. We describe a new risk landscape for which there are few precedents, and where regulation and mitigation are a challenge. Rapidly evolving patterns of technology convergence and proliferation of dual-use risks expose inadequate societal preparedness. We outline examples in the areas of biological weapons, antimicrobial resistance, laboratory security and cybersecurity in health care. New challenges in health security such as precision harm in medicine can no longer be addressed within the isolated vertical silo of health, but require cross-disciplinary solutions from other fields. Nor can they cannot be managed effectively by individual countries. We outline the case for new cross-disciplinary approaches in risk analysis to an altered risk landscape.",
      "sentences": [
        [
          {
            "segment_text": "Advances in biological sciences have outpaced regulatory and legal frameworks for biosecurity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Simultaneously , there has been a convergence of scientific disciplines such as synthetic biology ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "data science , advanced computing and many other technologies ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which all have applications in health .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "For example , advances in cybercrime methods have created ransomware attacks on hospitals ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which can cripple health systems and threaten human life .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "New kinds of biological weapons which fall outside of traditional Cold War era thinking can be created synthetically using genetic code .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These convergent trajectories are dramatically expanding the repertoire of methods which can be used for benefit or harm .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We describe a new risk landscape for which there are few precedents ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and where regulation and mitigation are a challenge .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Rapidly evolving patterns of technology convergence and proliferation of dual-use risks expose inadequate societal preparedness .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We outline examples in the areas of biological weapons ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "antimicrobial resistance , laboratory security and cybersecurity in health care .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "New challenges in health security such as precision harm in medicine can no longer be addressed within the isolated vertical silo of health ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but require cross-disciplinary solutions from other fields .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Nor can they can not be managed effectively by individual countries .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We outline the case for new cross-disciplinary approaches in risk analysis to an altered risk landscape .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Keywords Biosecurity · Cybersecurity · Terrorism · Disasters · Health intelligence Advances in biological sciences have occurred at a faster rate than changes in regulatory and legal frameworks for biosecurity. An equally profound change is the convergence of concepts and methods from scientific disciplines that were previously distinct and siloed. Innovations in genomics, synthetic biology, big data, computing science and many other technologies have applications in health and medicine. Equally important, these convergent trajectories are dramatically expanding the repertoire of dual-use technologies-those which can be harnessed for benefit or harm to humanity. Collectively, these trends are shaping a new landscape for systematic risk analysis, for which there are",
      "sentences": [
        [
          {
            "segment_text": "Keywords Biosecurity · Cybersecurity · Terrorism · Disasters · Health intelligence Advances in biological sciences have occurred at a faster rate than changes in regulatory and legal frameworks for biosecurity .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "An equally profound change is the convergence of concepts and methods from scientific disciplines that were previously distinct and siloed .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Innovations in genomics , synthetic biology ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "big data , computing science and many other technologies have applications in health and medicine .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Equally important , these convergent trajectories are dramatically expanding the repertoire of dual-use technologies-those which can be harnessed for benefit or harm to humanity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Collectively , these trends are shaping a new landscape for systematic risk analysis , for which there are",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "16",
    "segment_num": "23",
    "token_num": "348"
  }
}