{
  "paper_id": "196c07aa9606efa2aff89e065ac398fc085ed443",
  "metadata": {
    "title": "Pathogenic Leptospira spp. in bats: Molecular investigation in Southern Brazil A R T I C L E I N F O",
    "coda_data_split": "train",
    "coda_paper_id": 2706,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The present study aimed to investigate the frequency of pathogenic Leptospira spp. in Brazilian bats and to determine possible risk factors associated to it. Ninety two bats of 12 species were evaluated. Whole genomic DNA from kidneys was extracted and real-time PCR specific to pathogenic Leptospira spp. was applied. Association between the frequency of specimens positive for Leptospira spp. and sex, age, bat species or family, season of collection, geographic localization and feeding habits was evaluated. The results showed that 39.13% of analyzed bats were found positive for Leptospira spp. Nine bat species had at least one positive result. There was no association among the evaluated variables and frequency of pathogenic Leptospira spp. Although the limitations due to lack of Leptospira spp. isolation, leptospiral carriage was demonstrated in bats of different species from southern Brazil, which reinforces the need for surveillance of infectious agents in wild animals.",
      "sentences": [
        [
          {
            "segment_text": "The present study aimed to investigate the frequency of pathogenic Leptospira spp. in Brazilian bats and to determine possible risk factors associated to it .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Ninety two bats of 12 species were evaluated .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Whole genomic DNA from kidneys was extracted and real-time PCR specific to pathogenic Leptospira spp. was applied .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Association between the frequency of specimens positive for Leptospira spp. and sex ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "age , bat species or family ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "season of collection , geographic localization and feeding habits was evaluated .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The results showed that 39.13 % of analyzed bats were found positive for Leptospira spp. .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Nine bat species had at least one positive result .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "There was no association among the evaluated variables and frequency of pathogenic Leptospira spp. .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Although the limitations due to lack of Leptospira spp. isolation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "leptospiral carriage was demonstrated in bats of different species from southern Brazil ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which reinforces the need for surveillance of infectious agents in wild animals .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "12",
    "token_num": "162"
  }
}