{
  "paper_id": "19744eafb1b8520fa460274845713451ad539e91",
  "metadata": {
    "title": "Theoretical Biology and Medical Modelling Proteomics computational analyses suggest that the carboxyl terminal glycoproteins of Bunyaviruses are class II viral fusion protein (beta-penetrenes)",
    "coda_data_split": "train",
    "coda_paper_id": 3001,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The Bunyaviridae family of enveloped RNA viruses includes five genuses, orthobunyaviruses, hantaviruses, phleboviruses, nairoviruses and tospoviruses. It has not been determined which Bunyavirus protein mediates virion:cell membrane fusion. Class II viral fusion proteins (betapenetrenes), encoded by members of the Alphaviridae and Flaviviridae, are comprised of three antiparallel beta sheet domains with an internal fusion peptide located at the end of domain II. Proteomics computational analyses indicate that the carboxyl terminal glycoprotein (Gc) encoded by Sandfly fever virus (SAN), a phlebovirus, has a significant amino acid sequence similarity with envelope protein 1 (E1), the class II fusion protein of Sindbis virus (SIN), an Alphavirus. Similar sequences and common structural/functional motifs, including domains with a high propensity to interface with bilayer membranes, are located collinearly in SAN Gc and SIN E1. Gc encoded by members of each Bunyavirus genus share several sequence and structural motifs. These results suggest that Gc of Bunyaviridae, and similar proteins of Tenuiviruses and a group of Caenorhabditis elegans retroviruses, are class II viral fusion proteins. Comparisons of divergent viral fusion proteins can reveal features essential for virion:cell fusion, and suggest drug and vaccine strategies.",
      "sentences": [
        [
          {
            "segment_text": "The Bunyaviridae family of enveloped RNA viruses includes five genuses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "orthobunyaviruses , hantaviruses , phleboviruses , nairoviruses and tospoviruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It has not been determined which Bunyavirus protein mediates virion : cell membrane fusion .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Class II viral fusion proteins ( betapenetrenes ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "encoded by members of the Alphaviridae and Flaviviridae ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "are comprised of three antiparallel beta sheet domains with an internal fusion peptide located at the end of domain II .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Proteomics computational analyses indicate that the carboxyl terminal glycoprotein ( Gc ) encoded by Sandfly fever virus ( SAN ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a phlebovirus , has a significant amino acid sequence similarity with envelope protein 1 ( E1 ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the class II fusion protein of Sindbis virus ( SIN ) , an Alphavirus .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Similar sequences and common structural/functional motifs ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including domains with a high propensity to interface with bilayer membranes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "are located collinearly in SAN Gc and SIN E1 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Gc encoded by members of each Bunyavirus genus share several sequence and structural motifs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These results suggest that Gc of Bunyaviridae ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and similar proteins of Tenuiviruses and a group of Caenorhabditis elegans retroviruses ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "are class II viral fusion proteins .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Comparisons of divergent viral fusion proteins can reveal features essential for virion : cell fusion ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and suggest drug and vaccine strategies .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "18",
    "token_num": "224"
  }
}