{
  "paper_id": "197489ce2e74e5566e1cd13fdce4a26b4eba45f6",
  "metadata": {
    "title": "Antiviral activity of iridoid glycosides extracted from Fructus Gardeniae against influenza A virus by PACT- dependent suppression of viral RNA replication",
    "coda_data_split": "train",
    "coda_paper_id": 7375,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "As a host factor, PACT provides protection against the pathogenic influenza A virus by interacting with IAV polymerase and activating the IFN-I response. To verify the whether IGEs suppress IAV replication in a PACT-dependent manner, IAV RNA replication, expression of PACT and the phosphorylation of eIF2α in A549 cells were detected; the levels of IFNβ, PACT and PKR in mouse lung tissues were determined; and the activity of IAV polymerase was evaluated in PACT-compromised cells. The results indicated that IGEs sufficiently alleviated cell damage and suppressed IAV replication in vitro, protecting mice from IAV-induced injury and lethal IAV infection. These anti-IAV effects might be related to disrupted interplay between IVA polymerase and PACT and/or prevention of a PACT-dependent overactivated IFN-I antiviral response. Taken together, our findings reveal a new facet of the mechanisms by which IGEs fight the influenza A virus in a PACT-dependent manner.",
      "sentences": [
        [
          {
            "segment_text": "As a host factor , PACT provides protection against the pathogenic influenza A virus by interacting with IAV polymerase and activating the IFN-I response .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To verify the whether IGEs suppress IAV replication in a PACT-dependent manner ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "IAV RNA replication , expression of PACT and the phosphorylation of eIF2α in A549 cells were detected ; the levels of IFNβ ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "PACT and PKR in mouse lung tissues were determined ; and the activity of IAV polymerase was evaluated in PACT-compromised cells .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The results indicated that IGEs sufficiently alleviated cell damage and suppressed IAV replication in vitro ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "protecting mice from IAV-induced injury and lethal IAV infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These anti-IAV effects might be related to disrupted interplay between IVA polymerase and PACT and/or prevention of a PACT-dependent overactivated IFN-I antiviral response .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Taken together , our findings reveal a new facet of the mechanisms by which IGEs fight the influenza A virus in a PACT-dependent manner .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "8",
    "token_num": "158"
  }
}