{
  "paper_id": "1986b0795d747225509369644cec05194d09a43c",
  "metadata": {
    "title": "A cell-based assay for CD63-containing extracellular vesicles",
    "coda_data_split": "train",
    "coda_paper_id": 7348,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Extracellular vesicles (EVs) are thought to be important in cell-cell communication and have elicited extraordinary interest as potential biomarkers of disease. However, quantitative methods to enable elucidation of mechanisms underlying release are few. Here, we describe a cell-based assay for monitoring EV release using the EV-enriched tetraspanin CD63 fused to the small, ATP-independent reporter enzyme, Nanoluciferase. Release of CD63-containing EVs from stably expressing cell lines was monitored by comparing luciferase activity in culture media to that remaining in cells. HEK293, U2OS, U87 and SKMel28 cells released 0.3%-0.6% of total cellular CD63 in the form of EVs over 5 hrs, varying by cell line. To identify cellular machinery important for secretion of CD63-containing EVs, we performed a screen of biologically active chemicals in HEK293 cells. While a majority of compounds did not significantly affect EV release, treating cells with the plecomacrolides bafilomycin or concanamycin, known to inhibit the V-ATPase, dramatically increased EV release. Interestingly, alkalization of the endosomal lumen using weak bases had no effect, suggesting a pH-independent enhancement of EV release by V-ATPase inhibitors. The ability to quantify EVs in small samples will enable future detailed studies of release kinetics as well as further chemical and genetic screening to define pathways involved in EV secretion.",
      "sentences": [
        [
          {
            "segment_text": "Extracellular vesicles ( EVs ) are thought to be important in cell-cell communication and have elicited extraordinary interest as potential biomarkers of disease .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , quantitative methods to enable elucidation of mechanisms underlying release are few .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we describe a cell-based assay for monitoring EV release using the EV-enriched tetraspanin CD63 fused to the small ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "ATP-independent reporter enzyme , Nanoluciferase .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Release of CD63-containing EVs from stably expressing cell lines was monitored by comparing luciferase activity in culture media to that remaining in cells .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "HEK293 , U2OS , U87 and SKMel28 cells released 0.3 % -0.6 % of total cellular CD63 in the form of EVs over 5 hrs , varying by cell line .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "To identify cellular machinery important for secretion of CD63-containing EVs ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we performed a screen of biologically active chemicals in HEK293 cells .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "While a majority of compounds did not significantly affect EV release ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "treating cells with the plecomacrolides bafilomycin or concanamycin ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "known to inhibit the V-ATPase , dramatically increased EV release .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Interestingly , alkalization of the endosomal lumen using weak bases had no effect ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "suggesting a pH-independent enhancement of EV release by V-ATPase inhibitors .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The ability to quantify EVs in small samples will enable future detailed studies of release kinetics as well as further chemical and genetic screening to define pathways involved in EV secretion .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "14",
    "token_num": "232"
  }
}