{
  "paper_id": "19952da63c90a701ae0ded9a46a4ff54267293a1",
  "metadata": {
    "title": "Acute Disseminated Encephalomyelitis Associated With Influenza A H1N1 Infection",
    "coda_data_split": "train",
    "coda_paper_id": 2293,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Acute disseminated encephalomyelitis is an immune-mediated inflammatory disorder of the central nervous system, characterized by demyelination. Acute disseminated encephalomyelitis predominantly involves the white matter of the brain and spinal cord, and often follows upper respiratory tract infection. We describe a case of acute disseminated encephalomyelitis associated with the influenza A (H1N1) virus. The H1N1 virus usually causes febrile respiratory signs, e.g., fever, cough, and sore throat. Although these signs exhibit a self-limited course, the frequencies of severe complications and death are increasing. To date, only a few reports of acute disseminated encephalomyelitis secondary to the H1N1 virus have been published.",
      "sentences": [
        [
          {
            "segment_text": "Acute disseminated encephalomyelitis is an immune-mediated inflammatory disorder of the central nervous system , characterized by demyelination .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Acute disseminated encephalomyelitis predominantly involves the white matter of the brain and spinal cord ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and often follows upper respiratory tract infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We describe a case of acute disseminated encephalomyelitis associated with the influenza A ( H1N1 ) virus .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The H1N1 virus usually causes febrile respiratory signs ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "e.g. , fever , cough , and sore throat .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although these signs exhibit a self-limited course ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the frequencies of severe complications and death are increasing .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "To date , only a few reports of acute disseminated encephalomyelitis secondary to the H1N1 virus have been published .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "9",
    "token_num": "116"
  }
}