{
  "paper_id": "1995d0df95873c4b9795c46a8e2c4fe13ee024ce",
  "metadata": {
    "title": "Prophylactic and therapeutic effects of egg yolk immunoglobulin against porcine transmissible gastroenteritis virus in piglets",
    "coda_data_split": "train",
    "coda_paper_id": 7388,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Porcine transmissible gastroenteritis virus (TGEV) is the causative agent of acute diarrhea of newborn piglets that provokes high mortality rates in affected farms. In this study, specific immunoglobulin from egg yolk against TGEV was produced by immunization of White leghorn hens. Enzyme-linked immunosorbent assay (ELISA) and virus neutralization (VN) test revealed that the specific antibody titer started to increase on the tenth day post-immunization, reached its peak on the eighth week, and remained at a high level until the last week that we tested. The prophylactic and therapeutic effects of egg yolk immunoglobulin (IgY) was investigated in piglets. IgY was found effective to increase piglets survival rate significantly after challenge exposures in prophylactic efficacy analysis. The therapeutic effects test revealed that the mortality was dramatically reduced by orally administered IgY. All these results in our study indicated that IgY specific to TGEV could be an alternative prophylactic method like colostral antibodies against TGEV in piglets.",
      "sentences": [
        [
          {
            "segment_text": "Porcine transmissible gastroenteritis virus ( TGEV ) is the causative agent of acute diarrhea of newborn piglets that provokes high mortality rates in affected farms .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , specific immunoglobulin from egg yolk against TGEV was produced by immunization of White leghorn hens .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Enzyme-linked immunosorbent assay ( ELISA ) and virus neutralization ( VN ) test revealed that the specific antibody titer started to increase on the tenth day post-immunization ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "reached its peak on the eighth week ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and remained at a high level until the last week that we tested .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The prophylactic and therapeutic effects of egg yolk immunoglobulin ( IgY ) was investigated in piglets .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "IgY was found effective to increase piglets survival rate significantly after challenge exposures in prophylactic efficacy analysis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The therapeutic effects test revealed that the mortality was dramatically reduced by orally administered IgY .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "All these results in our study indicated that IgY specific to TGEV could be an alternative prophylactic method like colostral antibodies against TGEV in piglets .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "9",
    "token_num": "173"
  }
}