{
  "paper_id": "1996f69b64707265aa7598a82d3281c4b9d7aaf6",
  "metadata": {
    "title": "Positive natural selection in the evolution of human metapneumovirus attachment glycoprotein",
    "coda_data_split": "train",
    "coda_paper_id": 7983,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Human metapneumovirus (hMPV), a newly discovered virus of the family Paramyxoviridae, has been associated with upper and lower respiratory tract infections in different age groups in many countries. The putative attachment (G) glycoprotein of this virus was previously reported to have shown more extensive nucleotide and deduced amino acid sequence polymorphism than any other genomic regions of this virus, leading to four sub-lineages. Using a maximum likelihood-based codon substitution model of sequence evolution, here we report that sequences of extracellular domain of 8 amino acid sites in lineage 1a, and 3 amino acid sites each in lineage 1b, 2a, and 2b have a higher rate of nonsynonymous substitutions (d N ) than the synonymous substitutions (d S ) with a posterior probability above 0.95, thus suggesting the evidence of adaptive evolution driven by Darwinian selection. Although it is unclear whether these amino acid adaptations are driven by differential immune pressure or some other factors, identification of these positively selected amino acid sites would help in better screening using epitope mapping technology to identify and localize the sites that can be recognized by the immune system. We also observed surprisingly higher nucleotide substitution rates per site, per year for each lineage of hMPV than the rates that were previously reported for the human respiratory syncytial virus, suggesting rapid evolutionary dynamics of hMPV.",
      "sentences": [
        [
          {
            "segment_text": "Human metapneumovirus ( hMPV ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a newly discovered virus of the family Paramyxoviridae ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "has been associated with upper and lower respiratory tract infections in different age groups in many countries .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The putative attachment ( G ) glycoprotein of this virus was previously reported to have shown more extensive nucleotide and deduced amino acid sequence polymorphism than any other genomic regions of this virus , leading to four sub-lineages .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Using a maximum likelihood-based codon substitution model of sequence evolution ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "here we report that sequences of extracellular domain of 8 amino acid sites in lineage 1a ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and 3 amino acid sites each in lineage 1b ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "2a , and 2b have a higher rate of nonsynonymous substitutions ( d N ) than the synonymous substitutions ( d S ) with a posterior probability above 0.95 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "thus suggesting the evidence of adaptive evolution driven by Darwinian selection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Although it is unclear whether these amino acid adaptations are driven by differential immune pressure or some other factors ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "identification of these positively selected amino acid sites would help in better screening using epitope mapping technology to identify and localize the sites that can be recognized by the immune system .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We also observed surprisingly higher nucleotide substitution rates per site ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "per year for each lineage of hMPV than the rates that were previously reported for the human respiratory syncytial virus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "suggesting rapid evolutionary dynamics of hMPV .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "14",
    "token_num": "243"
  }
}