{
  "paper_id": "19b48d3280b248a8b03176bcca93f4c15bfcfca9",
  "metadata": {
    "title": "Chitosan Nanoparticle Encapsulated Hemagglutinin-Split Influenza Virus Mucosal Vaccine",
    "coda_data_split": "train",
    "coda_paper_id": 8658,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Subunit/split influenza vaccines are less reactogenic compared with the whole virus vaccines. However, their immunogenicity is relatively low and thus required proper adjuvant and/or delivery vehicle for immunogenicity enhancement. Influenza vaccines administered intramuscularly induce minimum, if any, mucosal immunity at the respiratory mucosa which is the prime site of the infection. In this study, chitosan (CS) nanoparticles were prepared by ionic cross-linking of the CS with sodium tripolyphosphate (TPP) at the CS/TPP ratio of 1:0.6 using 2 h mixing time. The CS/TPP nanoparticles were used as delivery vehicle of an intranasal influenza vaccine made of hemagglutinin (HA)-split influenza virus product. Innocuousness, immunogenicity, and protective efficacy of the CS/TPP-HA vaccine were tested in influenza mouse model in comparison with the antigen alone vaccine. The CS/TPP-HA nanoparticles had required characteristics including nano-sizes, positive charges, and high antigen encapsulation efficiency. Mice that received two doses of the CS/TPP-HA vaccine intranasally showed no adverse symptoms indicating the vaccine innocuousness. The animals developed higher systemic and mucosal antibody responses than vaccine made of the HA-split influenza virus alone. The CS/TPP-HA vaccine could induce also a cell-mediated immune response shown as high numbers of IFN-γ-secreting cells in spleens while the HA vaccine alone could not. Besides, the CS nanoparticle encapsulated HA-split vaccine reduced markedly the influenza morbidity and also conferred 100% protective rate to the vaccinated mice against lethal influenza virus challenge. Overall results indicated that the CS nanoparticles invented in this study is an effective and safe delivery vehicle/adjuvant for the influenza vaccine.",
      "sentences": [
        [
          {
            "segment_text": "Subunit/split influenza vaccines are less reactogenic compared with the whole virus vaccines .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , their immunogenicity is relatively low and thus required proper adjuvant and/or delivery vehicle for immunogenicity enhancement .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Influenza vaccines administered intramuscularly induce minimum ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "if any , mucosal immunity at the respiratory mucosa which is the prime site of the infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , chitosan ( CS ) nanoparticles were prepared by ionic cross-linking of the CS with sodium tripolyphosphate ( TPP ) at the CS/TPP ratio of 1:0.6 using 2 h mixing time .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The CS/TPP nanoparticles were used as delivery vehicle of an intranasal influenza vaccine made of hemagglutinin ( HA ) - split influenza virus product .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Innocuousness , immunogenicity , and protective efficacy of the CS/TPP-HA vaccine were tested in influenza mouse model in comparison with the antigen alone vaccine .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The CS/TPP-HA nanoparticles had required characteristics including nano-sizes ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "positive charges , and high antigen encapsulation efficiency .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Mice that received two doses of the CS/TPP-HA vaccine intranasally showed no adverse symptoms indicating the vaccine innocuousness .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The animals developed higher systemic and mucosal antibody responses than vaccine made of the HA-split influenza virus alone .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The CS/TPP-HA vaccine could induce also a cell-mediated immune response shown as high numbers of IFN-γ-secreting cells in spleens while the HA vaccine alone could not .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Besides , the CS nanoparticle encapsulated HA-split vaccine reduced markedly the influenza morbidity and also conferred 100 % protective rate to the vaccinated mice against lethal influenza virus challenge .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Overall results indicated that the CS nanoparticles invented in this study is an effective and safe delivery vehicle/adjuvant for the influenza vaccine .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "12",
    "segment_num": "14",
    "token_num": "278"
  }
}