{
  "paper_id": "19bc9648d12dc6b7ca757f82dcd182c03111691e",
  "metadata": {
    "title": "Clinical Characteristics of Coronavirus Disease 2019 (COVID-19): An Updated Systematic Review",
    "coda_data_split": "train",
    "coda_paper_id": 7712,
    "coda_has_expert_labels": false,
    "subset": "biorxiv_medrxiv"
  },
  "abstract": [
    {
      "original_text": "Clinical characteristics of novel coronavirus disease (COVID-19) have been described in numerous studies but yielded varying results. We aimed to conduct a systematic review on scientific literatures and to synthesize critical data on clinical traits of COVID-19 from its initial outbreak to pandemic.",
      "sentences": [
        [
          {
            "segment_text": "Clinical characteristics of novel coronavirus disease ( COVID-19 ) have been described in numerous studies but yielded varying results .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We aimed to conduct a systematic review on scientific literatures and to synthesize critical data on clinical traits of COVID-19 from its initial outbreak to pandemic .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Systematic searches were conducted to identify retrospective observational study that contained clinical characteristics on COVID-19 through multiple databases. Two reviewers independently evaluated eligible publications. Data on clinical characteristics of COVID-19 were extracted and analyzed.",
      "sentences": [
        [
          {
            "segment_text": "Systematic searches were conducted to identify retrospective observational study that contained clinical characteristics on COVID-19 through multiple databases .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Two reviewers independently evaluated eligible publications .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Data on clinical characteristics of COVID-19 were extracted and analyzed .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "RESULTS",
      "sentences": [
        [
          {
            "segment_text": "RESULTS",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "-two retrospective studies demonstrating the clinical characteristics of COVID-19 were included. A total of 3470 COVID-19 patients were synthesized to the final analysis in an unbiased manner. The most common symptom was fever (2878 [83.0%]), and 63.4% of the patients presented fever as onset symptom. There were 2528 [88.2%] of 2866 cases had abnormal lung findings on chest CT scan. Laboratory findings showed that 1498 [62.8%] of 2387 cases had lymphopenia, and 1354 [64.8%] of 2091 cases had an increased level of C-reactive protein (CRP). A total of 185 [11.5%] patients were admitted to intensive care unit (ICU) while the overall case fatality rate (CFR) was 3.7%. Compared to patients admitted outside of Hubei, China, those from Hubei had a significant higher ICU admission rate (21.9% vs. 2.5%, p\u003c0.001). Also, CFR attributed to COVID-19 was significantly higher in Hubei than that of non-Hubei admissions (10.4% vs. 0.6%, p\u003c0.001).",
      "sentences": [
        [
          {
            "segment_text": "- two retrospective studies demonstrating the clinical characteristics of COVID-19 were included .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A total of 3470 COVID-19 patients were synthesized to the final analysis in an unbiased manner .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The most common symptom was fever ( 2878 ( 83.0 % ) ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and 63.4 % of the patients presented fever as onset symptom .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "There were 2528 ( 88.2 % ) of 2866 cases had abnormal lung findings on chest CT scan .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Laboratory findings showed that 1498 ( 62.8 % ) of 2387 cases had lymphopenia ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and 1354 ( 64.8 % ) of 2091 cases had an increased level of C-reactive protein ( CRP ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A total of 185 ( 11.5 % ) patients were admitted to intensive care unit ( ICU ) while the overall case fatality rate ( CFR ) was 3.7 % .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Compared to patients admitted outside of Hubei ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "China , those from Hubei had a significant higher ICU admission rate ( 21.9 % vs. 2.5 % , p \u003c 0.001 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Also , CFR attributed to COVID-19 was significantly higher in Hubei than that of non-Hubei admissions ( 10.4 % vs. 0.6 % , p \u003c 0.001 ) .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "This large patient-based systematic review presents a more precise profiling of the COVID-19 from its outbreak to current pandemic. Dynamic evolvements of COVID-19 are needed to be characterized in future studies.",
      "sentences": [
        [
          {
            "segment_text": "This large patient-based systematic review presents a more precise profiling of the COVID-19 from its outbreak to current pandemic .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Dynamic evolvements of COVID-19 are needed to be characterized in future studies .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "5",
    "sentence_num": "16",
    "segment_num": "19",
    "token_num": "319"
  }
}