{
  "paper_id": "19cc656fb8259945e3c38db40e3aad39c4e6258c",
  "metadata": {
    "title": "Archives of Virology Populations of Herpes Simplex Virus Glyeoprotein tiC with and without Mfinity for the N-Aeetyl-Galaetosamine Specific Leetin ot Helix pomatia",
    "coda_data_split": "train",
    "coda_paper_id": 5345,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Two fractions of herpes simplex virus glycoprotein gC were isolated and characterized by means of immunosorbent-purification with monoelonal antibodies against gC and Helix pomatia leetin (HPA) affinity chromatography. About 25 per cent of the glyeoprotein gC population demonstrated affinity for the lectin, compatible with presence of N-acetylgalactosamine as terminal sugar of the oligosaccharide. The HPA-binding populations of gC appeared as two electrophoretic bands with lower molecular weights than the non-binding gC.",
      "sentences": [
        [
          {
            "segment_text": "Two fractions of herpes simplex virus glycoprotein gC were isolated and characterized by means of immunosorbent-purification with monoelonal antibodies against gC and Helix pomatia leetin ( HPA ) affinity chromatography .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "About 25 per cent of the glyeoprotein gC population demonstrated affinity for the lectin ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "compatible with presence of N-acetylgalactosamine as terminal sugar of the oligosaccharide .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The HPA-binding populations of gC appeared as two electrophoretic bands with lower molecular weights than the non-binding gC .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "The gC subfraction without affinity for the HPA was subjected to treatments aiming to desialylize the carbohydrate moiety. Only 5 per cent of the initially non-reactive fraction of gC became reactive to HPA after the treatments, suggesting that masking of penultimate N-acetylgalactosamine by sialic acid was not a main reason for lack of HPA affinity. Results of treatment with alkaline Na BH4 demonstrated presence of oligosaccharide-peptidc linkages sensitive to ~-elimination suggesting O-glycosidic type of linkage.",
      "sentences": [
        [
          {
            "segment_text": "The gC subfraction without affinity for the HPA was subjected to treatments aiming to desialylize the carbohydrate moiety .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Only 5 per cent of the initially non-reactive fraction of gC became reactive to HPA after the treatments ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "suggesting that masking of penultimate N-acetylgalactosamine by sialic acid was not a main reason for lack of HPA affinity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Results of treatment with alkaline Na BH4 demonstrated presence of oligosaccharide-peptidc linkages sensitive to ~ - elimination suggesting O-glycosidic type of linkage .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "The subfraetion of gC demonstrating affinity for HPA as well as gC devoid of HPA binding capacity both revealed affinity for Con A, Therefore N-glycosidically as well as O-glycosidically linked oligosaceharides seemed to be present on the one and same glycoprotein.",
      "sentences": [
        [
          {
            "segment_text": "The subfraetion of gC demonstrating affinity for HPA as well as gC devoid of HPA binding capacity both revealed affinity for Con A ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Therefore N-glycosidically as well as O-glycosidically linked oligosaceharides seemed to be present on the one and same glycoprotein .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "On the basis of the results presented we assume that the glycosylation of HSV glyeoprotein gC may lead to, at least, two populations of the gtyeoprotein gC, one with terminal N-acetylgalactosamine residues of oligosaccharides 0-glycosidically tinked to the polypeptide and the other without affinity-for HPA. However, both populations of gC contain similar proportions of oligosaccharides of the high 0304-8608/83/0076/0025/$ 02.80 S. OLOFSSO~ et al. : mannose or complex types with N-glycosidic carbohydrate-peptide linkages as indicated by their affinity for Con A.",
      "sentences": [
        [
          {
            "segment_text": "On the basis of the results presented we assume that the glycosylation of HSV glyeoprotein gC may lead to ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "at least , two populations of the gtyeoprotein gC ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "one with terminal N-acetylgalactosamine residues of oligosaccharides 0-glycosidically tinked to the polypeptide and the other without affinity-for HPA .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , both populations of gC contain similar proportions of oligosaccharides of the high 0304-8608/83 / 0076/0025 / $ 02.80 S. OLOFSSO ~ et al. : mannose or complex types with N-glycosidic carbohydrate-peptide linkages as indicated by their affinity for Con A.",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "9",
    "segment_num": "14",
    "token_num": "292"
  }
}