{
  "paper_id": "19e18a7c27512439dac91fc1096937fd03496c13",
  "metadata": {
    "title": "Decades-old renin inhibitors are still struggling to find a niche in antihypertensive therapy. A fleeting look at the old and the promising new molecules",
    "coda_data_split": "train",
    "coda_paper_id": 7061,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Hypertension is a diverse illness interlinked with cerebral, cardiovascular (CVS) and renal abnormalities. Presently, the malady is being treated by focusing on Renin-angiotensin system (RAS), voltage-gated calcium channels, peripheral vasodilators, renal and sympathetic nervous systems. Cardiovascular and renal abnormalities are associated with the overactivation of RAS, which can be constrained by angiotensin-converting enzyme inhibitors (ACEIs), angiotensin II (Ang-II) -AT1 receptor blockers (ARBs) and renin inhibitors. The latter is a new player in the old system. The renin catalyzes the conversion of angiotensinogen to Angiotensin I (Ang-I). This can be overcome by inhibiting renin, a preliminary step, eventually hinders the occurrence of the cascade of events in the RAS. Various peptidomimetics, the first-generation renin inhibitors developed six decades ago have limited drug-like properties as they suffered from poor intestinal absorption, high liver first-pass metabolism and low oral bioavailability. The development of chemically diverse molecules from peptides to nonpeptides expanded the horizon to achieving direct renin inhibition. Aliskiren, a blockbuster drug that emerged as a clinical candidate and got approved by the US FDA in 2007 was developed by molecular modeling studies. Aliskiren indicated superior to average efficacy and with minor adverse effects relative to other RAS inhibitors. However, its therapeutic use is limited by poor oral bioavailability of less than 2% that is similar to first-generation peptidic compounds. In this review, we present the development of direct renin inhibitors (DRIs) from peptidic to nonpeptidics that lead to the birth of aliskiren, its place in the treatment of cardiovascular diseases and its limitations.",
      "sentences": [
        [
          {
            "segment_text": "Hypertension is a diverse illness interlinked with cerebral ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "cardiovascular ( CVS ) and renal abnormalities .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Presently , the malady is being treated by focusing on Renin-angiotensin system ( RAS ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "voltage-gated calcium channels , peripheral vasodilators ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "renal and sympathetic nervous systems .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Cardiovascular and renal abnormalities are associated with the overactivation of RAS ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which can be constrained by angiotensin-converting enzyme inhibitors ( ACEIs ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "angiotensin II ( Ang-II ) - AT1 receptor blockers ( ARBs ) and renin inhibitors .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The latter is a new player in the old system .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The renin catalyzes the conversion of angiotensinogen to Angiotensin I ( Ang-I ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This can be overcome by inhibiting renin ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a preliminary step , eventually hinders the occurrence of the cascade of events in the RAS .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Various peptidomimetics , the first-generation renin inhibitors developed six decades ago have limited drug-like properties as they suffered from poor intestinal absorption ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "high liver first-pass metabolism and low oral bioavailability .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The development of chemically diverse molecules from peptides to nonpeptides expanded the horizon to achieving direct renin inhibition .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Aliskiren , a blockbuster drug that emerged as a clinical candidate and got approved by the US FDA in 2007 was developed by molecular modeling studies .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Aliskiren indicated superior to average efficacy and with minor adverse effects relative to other RAS inhibitors .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , its therapeutic use is limited by poor oral bioavailability of less than 2 % that is similar to first-generation peptidic compounds .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In this review , we present the development of direct renin inhibitors ( DRIs ) from peptidic to nonpeptidics that lead to the birth of aliskiren ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "its place in the treatment of cardiovascular diseases and its limitations .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "12",
    "segment_num": "20",
    "token_num": "294"
  }
}