{
  "paper_id": "19e331b3d2dc5fd06b98c1f0224b9f7ce542db36",
  "metadata": {
    "title": "Full-length genome sequence and genetic relationship of two paramyxoviruses isolated from bat and pigs in the Americas",
    "coda_data_split": "train",
    "coda_paper_id": 7146,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Mapuera virus (MPRV) was isolated from a fruit bat in Brazil in 1979, but its host range and diseasecausing potential are unknown. Porcine rubulavirus (PoRV) was identified as the aetiological agent of disease outbreaks in pigs in Mexico during early 1980s, but the origin of PoRV remains elusive. In this study, the completed genome sequence of MPRV was determined, and the complete genome sequence of PoRV was assembled from previously published protein-coding genes and the noncoding genome regions determined from this study. Comparison of sequence and genome organization indicated that PoRV is more closely related to MPRV than to any other members of the genus Rubulavirus. In the P gene coding region of both viruses, there is an ORF located at the 5 0 end of the P gene overlapping with the P protein coding region, similar to the C protein ORF present in most viruses of the subfamily Paramyxovirinae, but ab-sent in other known rubulaviruses. Based on these findings, we hypothesise that PoRV may also originate from bats, and spillover events from bats to pigs, either directly or via an intermediate host, were responsible for the sporadic disease outbreaks observed in Mexico.",
      "sentences": [
        [
          {
            "segment_text": "Mapuera virus ( MPRV ) was isolated from a fruit bat in Brazil in 1979 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but its host range and diseasecausing potential are unknown .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Porcine rubulavirus ( PoRV ) was identified as the aetiological agent of disease outbreaks in pigs in Mexico during early 1980s ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but the origin of PoRV remains elusive .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , the completed genome sequence of MPRV was determined ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the complete genome sequence of PoRV was assembled from previously published protein-coding genes and the noncoding genome regions determined from this study .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Comparison of sequence and genome organization indicated that PoRV is more closely related to MPRV than to any other members of the genus Rubulavirus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In the P gene coding region of both viruses ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "there is an ORF located at the 5 0 end of the P gene overlapping with the P protein coding region ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "similar to the C protein ORF present in most viruses of the subfamily Paramyxovirinae ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but ab-sent in other known rubulaviruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Based on these findings , we hypothesise that PoRV may also originate from bats ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and spillover events from bats to pigs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "either directly or via an intermediate host ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "were responsible for the sporadic disease outbreaks observed in Mexico .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "15",
    "token_num": "214"
  }
}