{
  "paper_id": "19fac1b4b535f073170a501d42273e8124861bf0",
  "metadata": {
    "title": "Public health services in Shenzhen: a case study",
    "coda_data_split": "train",
    "coda_paper_id": 6451,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Public health service",
      "sentences": [
        [
          {
            "segment_text": "Public health service",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Health insurance s u m m a r y As one of the fastest growing cities in Pearl River Delta of southern China, Shenzhen accommodates a higher percentage and increasing number of internal migrants, mainly coming from the inland areas. The public health issues that challenge its local government include the special population structure, high incidence of infectious diseases, high prevalence of mental problems, rising chronic disease burdens, and maternal and children\u0027s health issues, although progress has been made in the past years. The health authority of Shenzhen has realized that provision of high quality equitable public health services to its residents, including migrants is of high priority, and should be supported by innovations in the health insurance system and establishment of community-based primary care networks. Making changes within the national-level health reform framework and learning from international experiences are necessary and important.",
      "sentences": [
        [
          {
            "segment_text": "Health insurance s u m m a r y As one of the fastest growing cities in Pearl River Delta of southern China ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Shenzhen accommodates a higher percentage and increasing number of internal migrants ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "mainly coming from the inland areas .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The public health issues that challenge its local government include the special population structure ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "high incidence of infectious diseases ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "high prevalence of mental problems ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "rising chronic disease burdens , and maternal and children \u0027s health issues ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "although progress has been made in the past years .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The health authority of Shenzhen has realized that provision of high quality equitable public health services to its residents ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including migrants is of high priority ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and should be supported by innovations in the health insurance system and establishment of community-based primary care networks .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Making changes within the national-level health reform framework and learning from international experiences are necessary and important .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "5",
    "segment_num": "13",
    "token_num": "160"
  }
}