{
  "paper_id": "1a0bb940ae1d8d5c5089b1e3093421f73aa375a5",
  "metadata": {
    "title": "Modeling the Case of Early Detection of Ebola Virus Disease",
    "coda_data_split": "train",
    "coda_paper_id": 2851,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The most recent Ebola outbreak in West Africa highlighted critical weaknesses in the medical infrastructure of the affected countries, including effective diagnostics tools, sufficient isolation wards, and enough medical personnel. Here, we develop and analyze a mathematical model to assess the impact of early diagnosis of pre-symptomatic individuals on the transmission dynamics of Ebola virus disease in West Africa. Our findings highlight the importance of implementing integrated control measures of early diagnosis and isolation. The mathematical analysis shows a threshold where early diagnosis of pre-symptomatic individuals, combined with a sufficient level of effective isolation, can lead to an epidemic control of Ebola virus disease.",
      "sentences": [
        [
          {
            "segment_text": "The most recent Ebola outbreak in West Africa highlighted critical weaknesses in the medical infrastructure of the affected countries ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including effective diagnostics tools , sufficient isolation wards , and enough medical personnel .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we develop and analyze a mathematical model to assess the impact of early diagnosis of pre-symptomatic individuals on the transmission dynamics of Ebola virus disease in West Africa .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Our findings highlight the importance of implementing integrated control measures of early diagnosis and isolation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The mathematical analysis shows a threshold where early diagnosis of pre-symptomatic individuals ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "combined with a sufficient level of effective isolation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "can lead to an epidemic control of Ebola virus disease .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "7",
    "token_num": "114"
  }
}