{
  "paper_id": "1a12f8004e57cbdc497edada74fdfd8431f4a9eb",
  "metadata": {
    "title": "A chemokine gene expression signature derived from meta-analysis predicts the pathogenicity of viral respiratory infections",
    "coda_data_split": "train",
    "coda_paper_id": 5589,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: During respiratory viral infections host injury occurs due in part to inappropriate host responses. In this study we sought to uncover the host transcriptional responses underlying differences between high-and lowpathogenic infections.",
      "sentences": [
        [
          {
            "segment_text": "Background : During respiratory viral infections host injury occurs due in part to inappropriate host responses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study we sought to uncover the host transcriptional responses underlying differences between high-and lowpathogenic infections .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Results: From a compendium of 12 studies that included responses to influenza A subtype H5N1, reconstructed 1918 influenza A virus, and SARS coronavirus, we used meta-analysis to derive multiple gene expression signatures. We compared these signatures by their capacity to segregate biological conditions by pathogenicity and predict pathogenicity in a test data set. The highest-performing signature was expressed as a continuum in low-, medium-, and high-pathogenicity samples, suggesting a direct, analog relationship between expression and pathogenicity. This signature comprised 57 genes including a subnetwork of chemokines, implicating dysregulated cell recruitment in injury. Conclusions: Highly pathogenic viruses elicit expression of many of the same key genes as lower pathogenic viruses but to a higher degree. This increased degree of expression may result in the uncontrolled co-localization of inflammatory cell types and lead to irreversible host damage.",
      "sentences": [
        [
          {
            "segment_text": "Results : From a compendium of 12 studies that included responses to influenza A subtype H5N1 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "reconstructed 1918 influenza A virus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and SARS coronavirus , we used meta-analysis to derive multiple gene expression signatures .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We compared these signatures by their capacity to segregate biological conditions by pathogenicity and predict pathogenicity in a test data set .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The highest-performing signature was expressed as a continuum in low - ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "medium - , and high-pathogenicity samples ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "suggesting a direct , analog relationship between expression and pathogenicity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This signature comprised 57 genes including a subnetwork of chemokines ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "implicating dysregulated cell recruitment in injury .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : Highly pathogenic viruses elicit expression of many of the same key genes as lower pathogenic viruses but to a higher degree .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This increased degree of expression may result in the uncontrolled co-localization of inflammatory cell types and lead to irreversible host damage .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "8",
    "segment_num": "13",
    "token_num": "188"
  }
}