{
  "paper_id": "1a15ae6a2d4ee4702e39e5d3633bc726419a5215",
  "metadata": {
    "title": "Influenza is now a preventable disease",
    "coda_data_split": "train",
    "coda_paper_id": 5926,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The world is waiting with apprehension for the predicted pandemic of H5N1 (avian) influenza as an increasing number of countries in Asia, Europe and Africa report cases of influenza in migrating birds. All is not \u0027despondency\u0027, however. Targeted and controlled administration of antiviral drugs, alone or in combination, to contacts and cases, together with well tried public health measures, should slow down the spread of the infection and allow time for vaccines to be developed, thus preventing a worldwide pandemic of the type that occurred in 1918.",
      "sentences": [
        [
          {
            "segment_text": "The world is waiting with apprehension for the predicted pandemic of H5N1 ( avian ) influenza as an increasing number of countries in Asia ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Europe and Africa report cases of influenza in migrating birds .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "All is not ` despondency \u0027 , however .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Targeted and controlled administration of antiviral drugs ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "alone or in combination , to contacts and cases ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "together with well tried public health measures ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "should slow down the spread of the infection and allow time for vaccines to be developed ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "thus preventing a worldwide pandemic of the type that occurred in 1918 .",
            "crowd_label": "background"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "3",
    "segment_num": "8",
    "token_num": "101"
  }
}