{
  "paper_id": "1a1f37a66af97173614a79e180662578c59c56f5",
  "metadata": {
    "title": "The three lives of viral fusion peptides",
    "coda_data_split": "train",
    "coda_paper_id": 6819,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Fusion peptides comprise conserved hydrophobic domains absolutely required for the fusogenic activity of glycoproteins from divergent virus families. After 30 years of intensive research efforts, the structures and functions underlying their high degree of sequence conservation are not fully elucidated. The long-hydrophobic viral fusion peptide (VFP) sequences are structurally constrained to access three successive states after biogenesis. Firstly, the VFP sequence must fulfill the set of native interactions required for (meta) stable folding within the globular ectodomains of glycoprotein complexes. Secondly, at the onset of the fusion process, they get transferred into the target cell membrane and adopt specific conformations therein. According to commonly accepted mechanistic models, membrane-bound states of the VFP might promote the lipid bilayer remodeling required for virus-cell membrane merger. Finally, at least in some instances, several VFPs co-assemble with transmembrane anchors into membrane integral helical bundles, following a locking movement hypothetically coupled to fusion-pore expansion. Here we review different aspects of the three major states of the VFPs, including the functional assistance by other membrane-transferring glycoprotein regions, and discuss briefly their potential as targets for clinical intervention.",
      "sentences": [
        [
          {
            "segment_text": "Fusion peptides comprise conserved hydrophobic domains absolutely required for the fusogenic activity of glycoproteins from divergent virus families .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "After 30 years of intensive research efforts ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the structures and functions underlying their high degree of sequence conservation are not fully elucidated .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The long-hydrophobic viral fusion peptide ( VFP ) sequences are structurally constrained to access three successive states after biogenesis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Firstly , the VFP sequence must fulfill the set of native interactions required for ( meta ) stable folding within the globular ectodomains of glycoprotein complexes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Secondly , at the onset of the fusion process ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "they get transferred into the target cell membrane and adopt specific conformations therein .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "According to commonly accepted mechanistic models ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "membrane-bound states of the VFP might promote the lipid bilayer remodeling required for virus-cell membrane merger .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Finally , at least in some instances ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "several VFPs co-assemble with transmembrane anchors into membrane integral helical bundles ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "following a locking movement hypothetically coupled to fusion-pore expansion .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we review different aspects of the three major states of the VFPs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including the functional assistance by other membrane-transferring glycoprotein regions ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and discuss briefly their potential as targets for clinical intervention .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "15",
    "token_num": "203"
  }
}