{
  "paper_id": "1a5bdcd1c259d4b40800f9e96219641aafd5f6b9",
  "metadata": {
    "title": "Type I feline coronavirus spike glycoprotein fails to recognize aminopeptidase N as a functional receptor on feline cell lines",
    "coda_data_split": "train",
    "coda_paper_id": 3804,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "There are two types of feline coronaviruses that can be distinguished by serology and sequence analysis. Type I viruses, which are prevalent in the field but are difficult to isolate and propagate in cell culture, and type II viruses, which are less prevalent but replicate well in cell culture. An important determinant of coronavirus infection, in vivo and in cell culture, is the interaction of the virus surface glycoprotein with a cellular receptor. It is generally accepted that feline aminopeptidase N can act as a receptor for the attachment and entry of type II strains, and it has been proposed that the same molecule acts as a receptor for type I viruses. However, the experimental data are inconclusive. The aim of the studies reported here was to provide evidence for or against the involvement of feline aminopeptidase N as a receptor for type I feline coronaviruses. Our approach was to produce retroviral pseudotypes that bear the type I or type II feline coronavirus surface glycoprotein and to screen a range of feline cell lines for the expression of a functional receptor for attachment and entry. Our results show that type I feline coronavirus surface glycoprotein fails to recognize feline aminopeptidase N as a functional receptor on three continuous feline cell lines. This suggests that feline aminopeptidase N is not a receptor for type I feline coronaviruses. Our results also indicate that it should be possible to use retroviral pseudotypes to identify and characterize the cellular receptor for type I feline coronaviruses.",
      "sentences": [
        [
          {
            "segment_text": "There are two types of feline coronaviruses that can be distinguished by serology and sequence analysis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Type I viruses , which are prevalent in the field but are difficult to isolate and propagate in cell culture ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and type II viruses , which are less prevalent but replicate well in cell culture .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "An important determinant of coronavirus infection ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "in vivo and in cell culture ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "is the interaction of the virus surface glycoprotein with a cellular receptor .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It is generally accepted that feline aminopeptidase N can act as a receptor for the attachment and entry of type II strains ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and it has been proposed that the same molecule acts as a receptor for type I viruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , the experimental data are inconclusive .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The aim of the studies reported here was to provide evidence for or against the involvement of feline aminopeptidase N as a receptor for type I feline coronaviruses .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Our approach was to produce retroviral pseudotypes that bear the type I or type II feline coronavirus surface glycoprotein and to screen a range of feline cell lines for the expression of a functional receptor for attachment and entry .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Our results show that type I feline coronavirus surface glycoprotein fails to recognize feline aminopeptidase N as a functional receptor on three continuous feline cell lines .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This suggests that feline aminopeptidase N is not a receptor for type I feline coronaviruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our results also indicate that it should be possible to use retroviral pseudotypes to identify and characterize the cellular receptor for type I feline coronaviruses .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "The species specificity of coronaviruses is, to a large extent, determined by the recognition of a functional receptor on the surface of the host cell (Kuo et al., 2000) .",
      "sentences": [
        [
          {
            "segment_text": "The species specificity of coronaviruses is ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "to a large extent , determined by the recognition of a functional receptor on the surface of the host cell ( Kuo et al. , 2000 ) .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "11",
    "segment_num": "16",
    "token_num": "303"
  }
}