{
  "paper_id": "1a6dfebcc7315a03ee559aec809e9c7591833999",
  "metadata": {
    "title": "Recently published papers: pulmonary care, pandemics, and eugenics in surviving sepsis?",
    "coda_data_split": "train",
    "coda_paper_id": 5966,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "CAP \u003d community-acquired pneumonia; CMV \u003d conventional mechanical ventilation; HAP \u003d hospital-acquired pneumonia; HCAP \u003d health-careassociated pneumonia; NIV \u003d non-invasive ventilation; PTC \u003d protected telescoping aspiration; VAP \u003d ventilator-associated pneumonia.",
      "sentences": [
        [
          {
            "segment_text": "CAP \u003d community-acquired pneumonia ; CMV \u003d conventional mechanical ventilation ; HAP \u003d hospital-acquired pneumonia ; HCAP \u003d health-careassociated pneumonia ; NIV \u003d non-invasive ventilation ; PTC \u003d protected telescoping aspiration ; VAP \u003d ventilator-associated pneumonia .",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "Respiratory failure is one of the leading admission diagnoses on the critical care unit, and the journals have reflected this over the past few months. An understanding of the aetiology of pulmonary sepsis is important but your choice of ventilator gas humidification system is not. There are prophecies of more pandemics, but panic is futile because survival is all down to your genes.",
      "sentences": [
        [
          {
            "segment_text": "Respiratory failure is one of the leading admission diagnoses on the critical care unit ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and the journals have reflected this over the past few months .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "An understanding of the aetiology of pulmonary sepsis is important but your choice of ventilator gas humidification system is not .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "There are prophecies of more pandemics ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but panic is futile because survival is all down to your genes .",
            "crowd_label": "background"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "4",
    "segment_num": "6",
    "token_num": "105"
  }
}