{
  "paper_id": "1a6e69772e4e79d9106015988c0d6ed48dc25ceb",
  "metadata": {
    "title": "Caspase cleavage of viral proteins, another way for viruses to make the best of apoptosis",
    "coda_data_split": "train",
    "coda_paper_id": 9263,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Viral infection constitutes an unwanted intrusion that needs to be eradicated by host cells. On one hand, one of the first protective barriers set up to prevent viral replication, spread or persistence involves the induction of apoptotic cell death that aims to limit the availability of the cellular components for viral amplification. On the other hand, while they completely depend on the host molecular machinery, viruses also need to evade the cellular responses that are meant to destroy them. The existence of numerous antiapoptotic products within the viral kingdom proves that apoptosis constitutes a major threat that should better be bypassed. Among the different strategies developed to deal with apoptosis, one is based on what viruses do best: backfiring the cell on itself. Several unrelated viruses have been described to take advantage of apoptosis induction by expressing proteins targeted by caspases, the key effectors of apoptotic cell death. Caspase cleavage of these proteins results in various consequences, from logical apoptosis inhibition to more surprising enhancement or attenuation of viral replication. The present review aims at discussing the characterization and relevance of this post-translational modification that adds a new complexity in the already intricate host-apoptosis-virus triangle.",
      "sentences": [
        [
          {
            "segment_text": "Viral infection constitutes an unwanted intrusion that needs to be eradicated by host cells .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "On one hand , one of the first protective barriers set up to prevent viral replication ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "spread or persistence involves the induction of apoptotic cell death that aims to limit the availability of the cellular components for viral amplification .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "On the other hand , while they completely depend on the host molecular machinery ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "viruses also need to evade the cellular responses that are meant to destroy them .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The existence of numerous antiapoptotic products within the viral kingdom proves that apoptosis constitutes a major threat that should better be bypassed .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Among the different strategies developed to deal with apoptosis ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "one is based on what viruses do best : backfiring the cell on itself .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Several unrelated viruses have been described to take advantage of apoptosis induction by expressing proteins targeted by caspases ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the key effectors of apoptotic cell death .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Caspase cleavage of these proteins results in various consequences ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "from logical apoptosis inhibition to more surprising enhancement or attenuation of viral replication .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The present review aims at discussing the characterization and relevance of this post-translational modification that adds a new complexity in the already intricate host-apoptosis-virus triangle .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "13",
    "token_num": "211"
  }
}