{
  "paper_id": "1a7883cdf511c52b3233cf5c0143996d97166622",
  "metadata": {
    "title": "Diagnostic workup for ARDS patients",
    "coda_data_split": "train",
    "coda_paper_id": 7315,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Acute respiratory distress syndrome (ARDS) is defined by the association of bilateral infiltrates and hypoxaemia following an initial insult. Although a new definition has been recently proposed (Berlin definition), there are various forms of ARDS with potential differences regarding their management (ventilator settings, prone positioning use, corticosteroids). ARDS can be caused by various aetiologies, and the adequate treatment of the responsible cause is crucial to improve the outcome. It is of paramount importance to characterize the mechanisms causing lung injury to optimize both the aetiological treatment and the symptomatic treatment. If there is no obvious cause of ARDS or if a direct lung injury is suspected, bronchoalveolar lavage (BAL) should be strongly considered to identify microorganisms responsible for pneumonia. Blood samples can also help to identify microorganisms and to evaluate biomarkers of infection. If there is no infectious cause of ARDS or no other apparent aetiology is found, second-line examinations should include markers of immunologic diseases. In selected cases, open lung biopsy remains useful to identify the cause of ARDS when all other examinations remain inconclusive. CT scan is fundamental when there is a suspicion of intra-abdominal sepsis and in some cases of pneumonia. Ultrasonography is important not only in evaluating biventricular function but also in identifying pleural effusions and pneumothorax. The definition of ARDS remains clinical and the main objective of the diagnostic workup should be to be focused on identification of its aetiology, especially a treatable infection.",
      "sentences": [
        [
          {
            "segment_text": "Acute respiratory distress syndrome ( ARDS ) is defined by the association of bilateral infiltrates and hypoxaemia following an initial insult .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although a new definition has been recently proposed ( Berlin definition ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "there are various forms of ARDS with potential differences regarding their management ( ventilator settings , prone positioning use , corticosteroids ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "ARDS can be caused by various aetiologies ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and the adequate treatment of the responsible cause is crucial to improve the outcome .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It is of paramount importance to characterize the mechanisms causing lung injury to optimize both the aetiological treatment and the symptomatic treatment .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "If there is no obvious cause of ARDS or if a direct lung injury is suspected ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "bronchoalveolar lavage ( BAL ) should be strongly considered to identify microorganisms responsible for pneumonia .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Blood samples can also help to identify microorganisms and to evaluate biomarkers of infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "If there is no infectious cause of ARDS or no other apparent aetiology is found ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "second-line examinations should include markers of immunologic diseases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In selected cases , open lung biopsy remains useful to identify the cause of ARDS when all other examinations remain inconclusive .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "CT scan is fundamental when there is a suspicion of intra-abdominal sepsis and in some cases of pneumonia .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Ultrasonography is important not only in evaluating biventricular function but also in identifying pleural effusions and pneumothorax .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The definition of ARDS remains clinical and the main objective of the diagnostic workup should be to be focused on identification of its aetiology , especially a treatable infection .",
            "crowd_label": "background"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "15",
    "token_num": "266"
  }
}