{
  "paper_id": "1a7a6cdb39f22ffa2d59a6ae0d0ce01dde123a59",
  "metadata": {
    "title": "A Sensitive DNA Capacitive Biosensor Using Interdigitated Electrodes (BIOS-D-16-01739, Revised) Affinity-based Capacitive Biosensor Interdigitated Electrodes Nucleic Acid-based Biosensor Viral Diagnostics Pathogen Detection Point-of-care Diagnostics",
    "coda_data_split": "train",
    "coda_paper_id": 6490,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "This paper presents a label-free affinity-based capacitive biosensor using interdigitated electrodes. Using an optimized process of DNA probe preparation to minimize the effect of contaminants in commercial thiolated DNA probe, the electrode surface was functionalized with the 24-nucleotide DNA probes based on the West Nile virus sequence (Kunjin strain). The biosensor has the ability to detect complementary DNA fragments with a detection limit down to 20 DNA target molecules (1.5 aM range), making it suitable for a practical point-of-care (POC) platform for low target count clinical applications without the need for amplification. The reproducibility of the biosensor detection was improved with efficient covalent immobilization of purified single-stranded DNA probe oligomers on cleaned gold microelectrodes. In addition to the low detection limit, the biosensor showed a dynamic range of detection from 1 µL -1 to 10 5 µL -1 target molecules (20 to 2 million targets), making it suitable for sample analysis in a typical clinical application environment. The binding results presented in this paper were validated using fluorescent oligomers.",
      "sentences": [
        [
          {
            "segment_text": "This paper presents a label-free affinity-based capacitive biosensor using interdigitated electrodes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Using an optimized process of DNA probe preparation to minimize the effect of contaminants in commercial thiolated DNA probe ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "the electrode surface was functionalized with the 24-nucleotide DNA probes based on the West Nile virus sequence ( Kunjin strain ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The biosensor has the ability to detect complementary DNA fragments with a detection limit down to 20 DNA target molecules ( 1.5 aM range ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "making it suitable for a practical point-of-care ( POC ) platform for low target count clinical applications without the need for amplification .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The reproducibility of the biosensor detection was improved with efficient covalent immobilization of purified single-stranded DNA probe oligomers on cleaned gold microelectrodes .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "In addition to the low detection limit ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the biosensor showed a dynamic range of detection from 1 µL -1 to 10 5 µL -1 target molecules ( 20 to 2 million targets ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "making it suitable for sample analysis in a typical clinical application environment .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The binding results presented in this paper were validated using fluorescent oligomers .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "10",
    "token_num": "187"
  }
}