{
  "paper_id": "1a7bbed39ffe0668daf962693c7e053d6709d0bb",
  "metadata": {
    "title": "Disseminated Conidiobolus incongruus in a dog: A case report and literature review",
    "coda_data_split": "train",
    "coda_paper_id": 10844,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Conidiobolomycosis is a rare fungal disease of both humans and animals, occurring mainly in tropical and subtropical climates. We describe a disseminated fungal infection in a young, apparently immunocompetent dog who initially presented for antibiotic resistant pneumonia. Histopathology and mycology identified a Conidiobolus sp., further confirmed as Conidiobolus incongruus through DNA sequencing of D1/D2 regions. This is the first report of this species causing disease in dogs and the fifth reported infection in animals.",
      "sentences": [
        [
          {
            "segment_text": "Conidiobolomycosis is a rare fungal disease of both humans and animals ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "occurring mainly in tropical and subtropical climates .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We describe a disseminated fungal infection in a young ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "apparently immunocompetent dog who initially presented for antibiotic resistant pneumonia .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Histopathology and mycology identified a Conidiobolus sp. ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "further confirmed as Conidiobolus incongruus through DNA sequencing of D1/D2 regions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This is the first report of this species causing disease in dogs and the fifth reported infection in animals .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "7",
    "token_num": "81"
  }
}