{
  "paper_id": "1a9597a57cd6c3255a954c3a466dc211f5673382",
  "metadata": {
    "title": "Alpha-beta T cells provide protection against lethal encephalitis in the murine model of VEEV infection",
    "coda_data_split": "train",
    "coda_paper_id": 6217,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "We evaluated the safety and immunogenicity of a chimeric alphavirus vaccine candidate in mice with selective immunodeficiencies. This vaccine candidate was highly attenuated in mice with deficiencies in the B and T cell compartments, as well as in mice with deficient gamma-interferon responsiveness. However, the level of protection varied among the strains tested. Wild type mice were protected against lethal VEEV challenge. In contrast, alpha/beta (αβ) TCR-deficient mice developed lethal encephalitis following VEEV challenge, while mice deficient in gamma/delta ( γδ) T cells were protected. Surprisingly, the vaccine potency was diminished by 50% in animals lacking interferon-gamma receptor alpha chain (R1)-chain and a minority of vaccinated immunoglobulin heavy chain-deficient (μMT) mice survived challenge, which suggests that neutralizing antibody may not be absolutely required for protection. Prolonged replication of encephalitic VEEV in the brain of pre-immunized mice is not lethal and adoptive transfer experiments indicate that CD3 + T cells are required for protection.",
      "sentences": [
        [
          {
            "segment_text": "We evaluated the safety and immunogenicity of a chimeric alphavirus vaccine candidate in mice with selective immunodeficiencies .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "This vaccine candidate was highly attenuated in mice with deficiencies in the B and T cell compartments ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "as well as in mice with deficient gamma-interferon responsiveness .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "However , the level of protection varied among the strains tested .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Wild type mice were protected against lethal VEEV challenge .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In contrast , alpha/beta ( αβ ) TCR-deficient mice developed lethal encephalitis following VEEV challenge ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while mice deficient in gamma/delta ( γδ ) T cells were protected .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Surprisingly , the vaccine potency was diminished by 50 % in animals lacking interferon-gamma receptor alpha chain ( R1 ) - chain and a minority of vaccinated immunoglobulin heavy chain-deficient ( μMT ) mice survived challenge ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which suggests that neutralizing antibody may not be absolutely required for protection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Prolonged replication of encephalitic VEEV in the brain of pre-immunized mice is not lethal and adoptive transfer experiments indicate that CD3 + T cells are required for protection .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "10",
    "token_num": "176"
  }
}