{
  "paper_id": "1ac29ed81f2c555635d5fb80ffe38913b07a6c21",
  "metadata": {
    "title": "An ELISA based on recombinant spike protein S for the detection of antibodies to transmissible gastroenteritis virus of swine-like canine coronaviruses",
    "coda_data_split": "train",
    "coda_paper_id": 5993,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Recombinant canine coronaviruses, resembling the transmissible gastroenteritis virus of swine (TGEV) in a 5 fragment of the S glycoprotein, have been detected recently and showed to be present in canine populations. The 5 fragment of the S protein (S ) of a TGEV-like canine coronavirus (CCoV), strain 174/06, was expressed in an Escherichia coli cell-free system. The purified recombinant polypeptide was employed to develop an ELISA test for the detection of TGEV-like CCoV-specific antibodies in dog sera. Four canine sera positive for TGEV-like CCoV, six sera positive to classical CCoV-II strains and 10 negative control sera were examined. The recombinant S was not recognized by antibodies to classical CCoV-II, as only sera from dogs infected experimentally with TGEV-like CCoV reacted strongly with the recombinant S polypeptide whereas dog sera with antibodies to classical CCoV-II did not react. As classical CCoV-II and TEGV-like CCoVs are related antigenically, the recombinant S ELISA is a useful method to investigate serologically the prevalence of TGEV-like CCoVs in dogs.",
      "sentences": [
        [
          {
            "segment_text": "Recombinant canine coronaviruses , resembling the transmissible gastroenteritis virus of swine ( TGEV ) in a 5 fragment of the S glycoprotein ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "have been detected recently and showed to be present in canine populations .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The 5 fragment of the S protein ( S ) of a TGEV-like canine coronavirus ( CCoV ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "strain 174/06 , was expressed in an Escherichia coli cell-free system .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The purified recombinant polypeptide was employed to develop an ELISA test for the detection of TGEV-like CCoV-specific antibodies in dog sera .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Four canine sera positive for TGEV-like CCoV ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "six sera positive to classical CCoV-II strains and 10 negative control sera were examined .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The recombinant S was not recognized by antibodies to classical CCoV-II ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as only sera from dogs infected experimentally with TGEV-like CCoV reacted strongly with the recombinant S polypeptide whereas dog sera with antibodies to classical CCoV-II did not react .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "As classical CCoV-II and TEGV-like CCoVs are related antigenically ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the recombinant S ELISA is a useful method to investigate serologically the prevalence of TGEV-like CCoVs in dogs .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "11",
    "token_num": "182"
  }
}