{
  "paper_id": "1aea04847a4f34625beaf937ca06ff039a5d3a2e",
  "metadata": {
    "title": "Virucidal and Synergistic Activity of Polyphenol-Rich Extracts of Seaweeds against Measles Virus",
    "coda_data_split": "train",
    "coda_paper_id": 6699,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Although preventable by vaccination, Measles still causes thousands of deaths among young children worldwide. The discovery of new antivirals is a good approach to control new outbreaks that cause such death. In this study, we tested the antiviral activity against Measles virus (MeV) of Polyphenol-rich extracts (PPs) coming from five seaweeds collected and cultivated in Mexico. An MTT assay was performed to determine cytotoxicity effect, and antiviral activity was measured by syncytia reduction assay and confirmed by qPCR. PPs from Ecklonia arborea (formerly Eisenia arborea, Phaeophyceae) and Solieria filiformis (Rhodophyta) showed the highest Selectivity Index (SI), \u003e3750 and \u003e576.9 respectively. Both PPs extracts were selected to the subsequent experiments owing to their high efficacy and low cytotoxicity compared with ribavirin (SI of 11.57). The combinational effect of PPs with sulphated polysaccharides (SPs) and ribavirin were calculated by using Compusyn software. Synergistic activity was observed by combining both PPs with low concentrations of Solieria filiformis SPs (0.01 µg/mL). The antiviral activity of the best combinations was confirmed by qPCR. Virucidal assay, time of addition, and viral penetration evaluations suggested that PPs act mainly by inactivating the viral particle. To our knowledge, this is the first report of the virucidal effect of Polyphenol-rich extracts of seaweeds.",
      "sentences": [
        [
          {
            "segment_text": "Although preventable by vaccination , Measles still causes thousands of deaths among young children worldwide .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The discovery of new antivirals is a good approach to control new outbreaks that cause such death .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , we tested the antiviral activity against Measles virus ( MeV ) of Polyphenol-rich extracts ( PPs ) coming from five seaweeds collected and cultivated in Mexico .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "An MTT assay was performed to determine cytotoxicity effect ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and antiviral activity was measured by syncytia reduction assay and confirmed by qPCR .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "PPs from Ecklonia arborea ( formerly Eisenia arborea , Phaeophyceae ) and Solieria filiformis ( Rhodophyta ) showed the highest Selectivity Index ( SI ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "\u003e 3750 and \u003e 576.9 respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Both PPs extracts were selected to the subsequent experiments owing to their high efficacy and low cytotoxicity compared with ribavirin ( SI of 11.57 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The combinational effect of PPs with sulphated polysaccharides ( SPs ) and ribavirin were calculated by using Compusyn software .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Synergistic activity was observed by combining both PPs with low concentrations of Solieria filiformis SPs ( 0.01 µg/mL ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The antiviral activity of the best combinations was confirmed by qPCR .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Virucidal assay , time of addition ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and viral penetration evaluations suggested that PPs act mainly by inactivating the viral particle .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "To our knowledge , this is the first report of the virucidal effect of Polyphenol-rich extracts of seaweeds .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "14",
    "token_num": "241"
  }
}