{
  "paper_id": "1b00ea5ca68e6e9bf012326efb9a4d07da5515e8",
  "metadata": {
    "title": "Evidence for Electrogenic Sodium-Dependent Ascorbate Transport in Rat Astroglia",
    "coda_data_split": "train",
    "coda_paper_id": 3147,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The dependence of ascorbate uptake on external cations was studied in primary cultures of rat cerebral astrocytes. Initial rates of ascorbate uptake were diminished by lowering the external concentrations of either Ca 2 § or Na § The Na*-dependence of astroglial ascorbate uptake gave Hill coefficients of approximately 2, consistent with a Na+-ascorbate cotransport system having stoichiometry of 2 Na § ascorbate anion. Raising external K § concentration incrementally from 5.4 to 100 mM, so as to depolarize the plasma membrane, decreased the initial rate of ascorbate uptake, with the degree of inhibition depending on the level of K § The depolarizing ionophores gramicidin and nystatin slowed ascorbate uptake by astrocytes incubated in 5.4 mM K+; whereas, the nondepolarizing ionophore valinomycin did not. Qualitatively similar results were obtained whether or not astrocytes were pretreated with dibutyryl cyclic AMP (0.25 mM for 2 weeks) to induce stellation. These data are consistent with the existence of an electrogenic Na § cotransport system through which the rate of ascorbate uptake is modulated by endogenous agents, such as K § that alter astroglial membrane potential.",
      "sentences": [
        [
          {
            "segment_text": "The dependence of ascorbate uptake on external cations was studied in primary cultures of rat cerebral astrocytes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Initial rates of ascorbate uptake were diminished by lowering the external concentrations of either Ca 2 § or Na § The Na * - dependence of astroglial ascorbate uptake gave Hill coefficients of approximately 2 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "consistent with a Na + - ascorbate cotransport system having stoichiometry of 2 Na § ascorbate anion .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Raising external K § concentration incrementally from 5.4 to 100 mM ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "so as to depolarize the plasma membrane ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "decreased the initial rate of ascorbate uptake ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with the degree of inhibition depending on the level of K § The depolarizing ionophores gramicidin and nystatin slowed ascorbate uptake by astrocytes incubated in 5.4 mM K + ; whereas ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the nondepolarizing ionophore valinomycin did not .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Qualitatively similar results were obtained whether or not astrocytes were pretreated with dibutyryl cyclic AMP ( 0.25 mM for 2 weeks ) to induce stellation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These data are consistent with the existence of an electrogenic Na § cotransport system through which the rate of ascorbate uptake is modulated by endogenous agents ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "such as K § that alter astroglial membrane potential .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "11",
    "token_num": "202"
  }
}