{
  "paper_id": "1b03568dc72115a022f2a50749da7c2df37aef2d",
  "metadata": {
    "title": "The dominance of human coronavirus OC43 and NL63 infections in infants",
    "coda_data_split": "train",
    "coda_paper_id": 5805,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background: It is unknown to what extent the human coronaviruses (HCoVs) OC43, HKU1, 229E and NL63 infect healthy children. Frequencies of infections are only known for hospitalized children.",
      "sentences": [
        [
          {
            "segment_text": "Background : It is unknown to what extent the human coronaviruses ( HCoVs ) OC43 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "HKU1 , 229E and NL63 infect healthy children .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Frequencies of infections are only known for hospitalized children .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Objectives: Comparing infection frequencies in children who have mild infections with frequencies in children needing hospital uptake will determine whether infection by one of the four HCoVs leads to more severe disease. In addition, the sequence of seroconversions can reveal whether infection by one HCoV protects from infection by other HCoVs. Study design: Two distinct study groups were monitored: healthy children and children hospitalized due to respiratory infection. HCoV natural infection rates in healthy children were obtained by serology in 25 newborns (followed 0-20 months). The frequencies of severe HCoVs infection was determined by real time RT-PCR among 1471 hospitalized infants (\u003c2-years old) with acute respiratory tract disease. Results: The majority of healthy children seroconverted for HCoV-OC43 (n \u003d 19) and HCoV-NL63 (n \u003d 17), less for HCoV-HKU1 (n \u003d 9) and HCoV-229E (n \u003d 5). Notably, HCoV-HKU1 seroconversion was absent after HCoV-OC43 infection. Also HCoV-229E infection was rarely observed after HCoV-NL63 infection (1 out of 5). In the hospital 207 (14%) out of 1471 children were HCoV positive. Again we observed most infection by HCoV-OC43 (n \u003d 85) and HCoV-NL63 (n \u003d 60), followed by HCoV-HKU1 (n \u003d 47) and HCoV-229E (n \u003d 15). Conclusions: HCoV-NL63 and HCoV-OC43 infections occur frequently in early childhood, more often than HCoV-HKU1 or HCoV-229E infections. HCoV-OC43 and HCoV-NL63 may elicit immunity that protects from subsequent HCoV-HKU1 and HCoV-229E infection, respectively, which would explain why HCoV-OC43 and HCoV-NL63 are the most frequently infecting HCoVs. There are no indications that infection by one of the HCoVs is more pathogenic than others.",
      "sentences": [
        [
          {
            "segment_text": "Objectives : Comparing infection frequencies in children who have mild infections with frequencies in children needing hospital uptake will determine whether infection by one of the four HCoVs leads to more severe disease .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "In addition , the sequence of seroconversions can reveal whether infection by one HCoV protects from infection by other HCoVs .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Study design : Two distinct study groups were monitored : healthy children and children hospitalized due to respiratory infection .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "HCoV natural infection rates in healthy children were obtained by serology in 25 newborns ( followed 0-20 months ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The frequencies of severe HCoVs infection was determined by real time RT-PCR among 1471 hospitalized infants ( \u003c 2-years old ) with acute respiratory tract disease .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : The majority of healthy children seroconverted for HCoV-OC43 ( n \u003d 19 ) and HCoV-NL63 ( n \u003d 17 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "less for HCoV-HKU1 ( n \u003d 9 ) and HCoV-229E ( n \u003d 5 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Notably , HCoV-HKU1 seroconversion was absent after HCoV-OC43 infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Also HCoV-229E infection was rarely observed after HCoV-NL63 infection ( 1 out of 5 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In the hospital 207 ( 14 % ) out of 1471 children were HCoV positive .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Again we observed most infection by HCoV-OC43 ( n \u003d 85 ) and HCoV-NL63 ( n \u003d 60 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "followed by HCoV-HKU1 ( n \u003d 47 ) and HCoV-229E ( n \u003d 15 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : HCoV-NL63 and HCoV-OC43 infections occur frequently in early childhood ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "more often than HCoV-HKU1 or HCoV-229E infections .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "HCoV-OC43 and HCoV-NL63 may elicit immunity that protects from subsequent HCoV-HKU1 and HCoV-229E infection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "respectively , which would explain why HCoV-OC43 and HCoV-NL63 are the most frequently infecting HCoVs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "There are no indications that infection by one of the HCoVs is more pathogenic than others .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Crown",
      "sentences": [
        [
          {
            "segment_text": "Crown",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "16",
    "segment_num": "21",
    "token_num": "343"
  }
}