{
  "paper_id": "1b0ee615348799fe0c39e4ece88638ecb7e26ce9",
  "metadata": {
    "title": "The relationship between liver-kidney impairment and viral load after nephropathogenic infectious bronchitis virus infection in embryonic chickens",
    "coda_data_split": "train",
    "coda_paper_id": 5560,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "To examine the relationship of impairments of the liver and kidney with viral load after nephropathogenic infectious bronchitis virus (NIBV) infection in embryonic chickens, 120 specific-pathogenfree Leghorn embryonated chicken eggs were randomly divided into two groups (infected and control), with three replicates per group and 20 eggs in each replicate. The eggs in the infected and control groups were challenged with 0.2 mL of 10 5.5 ELD 50 NIBV and sterile saline solution, respectively. The embryonic chickens\u0027 plasma and liver and kidney tissues were collected at 1, 3, and 5 days post-inoculation (dpi), the liver and kidney functional parameters were quantified, and the tissue viral loads were determined with real-time PCR. The results showed that plasma potassium, sodium, chlorine, magnesium, calcium, and phosphorus levels were increased. The infected group exhibited significantly higher plasma uric acid, blood urea nitrogen, and creatinine levels than the control group at 3 dpi. The plasma concentrations of aspartate aminotransferase and alanine aminotransferase were significantly increased in the infected group. The total protein, albumin, and globulin levels in the infected group were significantly lower than those in the control group. The liver-kidney viral load in the infected group peaked at 3 dpi, at which time the kidney viral load was significantly higher than that of the liver. Our results indicated that NIBV infection caused liver and kidney damage in the embryonic chickens, and the results also demonstrated that the liver and kidney damage was strongly related to the tissue viral load following NIBV infection in embryonic chickens.",
      "sentences": [
        [
          {
            "segment_text": "To examine the relationship of impairments of the liver and kidney with viral load after nephropathogenic infectious bronchitis virus ( NIBV ) infection in embryonic chickens ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "120 specific-pathogenfree Leghorn embryonated chicken eggs were randomly divided into two groups ( infected and control ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "with three replicates per group and 20 eggs in each replicate .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The eggs in the infected and control groups were challenged with 0.2 mL of 10 5.5 ELD 50 NIBV and sterile saline solution , respectively .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The embryonic chickens \u0027 plasma and liver and kidney tissues were collected at 1 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "3 , and 5 days post-inoculation ( dpi ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "the liver and kidney functional parameters were quantified ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and the tissue viral loads were determined with real-time PCR .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The results showed that plasma potassium ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "sodium , chlorine , magnesium ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "calcium , and phosphorus levels were increased .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The infected group exhibited significantly higher plasma uric acid ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "blood urea nitrogen , and creatinine levels than the control group at 3 dpi .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The plasma concentrations of aspartate aminotransferase and alanine aminotransferase were significantly increased in the infected group .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The total protein , albumin ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and globulin levels in the infected group were significantly lower than those in the control group .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The liver-kidney viral load in the infected group peaked at 3 dpi ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "at which time the kidney viral load was significantly higher than that of the liver .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our results indicated that NIBV infection caused liver and kidney damage in the embryonic chickens ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the results also demonstrated that the liver and kidney damage was strongly related to the tissue viral load following NIBV infection in embryonic chickens .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "20",
    "token_num": "285"
  }
}