{
  "paper_id": "1b1d99b4ffc25a1c74d8db98063c690dd02a8e2c",
  "metadata": {
    "title": "Protein sorting in the Golgi complex",
    "coda_data_split": "train",
    "coda_paper_id": 9879,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Even after one hundred years, the Golgi apparatus remains a major challenge in the field of Cell Biology. This is particularly true in terms of transport and of protein sorting. For example, the question how cargo proteins are transported through this organelle is still a matter of debate. Emphasis has been put on the role of anterograde and retrograde transport vesicles. These have been proposed to carry cargo from cisterna to cisterna and to recycle components needed for further rounds of transport. Alternatively, anterograde movement of cargo takes place in cisternal membranes rather than transport vesicles. These membranes assemble and mature in a cis to trans direction. In this case, retrograde transport vesicles need to recycle all components of the Golgi apparatus and this demands a highly dynamic and efficient sorting machinery. Here we will discuss possible mechanisms for protein sorting in the context of cisternal maturation and propose that a common mechanism is sufficient to explain both transport of cargo and sorting of resident proteins. ß 1998 Elsevier Science B.V. All rights reserved.",
      "sentences": [
        [
          {
            "segment_text": "Even after one hundred years ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the Golgi apparatus remains a major challenge in the field of Cell Biology .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This is particularly true in terms of transport and of protein sorting .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "For example , the question how cargo proteins are transported through this organelle is still a matter of debate .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Emphasis has been put on the role of anterograde and retrograde transport vesicles .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These have been proposed to carry cargo from cisterna to cisterna and to recycle components needed for further rounds of transport .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Alternatively , anterograde movement of cargo takes place in cisternal membranes rather than transport vesicles .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These membranes assemble and mature in a cis to trans direction .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this case , retrograde transport vesicles need to recycle all components of the Golgi apparatus and this demands a highly dynamic and efficient sorting machinery .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we will discuss possible mechanisms for protein sorting in the context of cisternal maturation and propose that a common mechanism is sufficient to explain both transport of cargo and sorting of resident proteins .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "ß 1998 Elsevier Science B.V. All rights reserved .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "11",
    "token_num": "188"
  }
}