{
  "paper_id": "1b2f4e588bda174f17b0e68edb0bcdd4e43728f0",
  "metadata": {
    "title": "Studies on the mechanism of protection from acute viral encephalomyelitis by delayed-type hypersensitivity inducer T cell clones",
    "coda_data_split": "train",
    "coda_paper_id": 9890,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Previous studies have shown that mice can be protected from a lethal infection with the neurotropic JHM strain of mouse hepatitis virus (JHMV) by the adoptive transfer of delayed-type hypersensitivity (DTH)-inducer T cell clones specific for the virus. Protection does not involve the suppression of virus replication in the central nervous system (CNS) or via augmentation of the antiviral antibody response. In the present report we have compared the CNS lesions induced by JHMV in lethally infected and T cell clone protected mice. The presence of virus-specific T cell clones induced a transient increase in mononuclear cell infiltration into the parenchyma of the brains of protected mice, consistent with previous data suggesting that a DTH response was responsible for protection. Immunohistochemical studies suggested further that virus was not replicating in the ependyma or cellular infiltrate, but that the presence of the T cell clone prevented neuronal infection. While the mechanism of effectively altering the in vivo cellular tropism is unknown, survival is accompanied by increased specific destruction of target tissues with fulminant CNS demyelination and an increased incidence of persistent infection.",
      "sentences": [
        [
          {
            "segment_text": "Previous studies have shown that mice can be protected from a lethal infection with the neurotropic JHM strain of mouse hepatitis virus ( JHMV ) by the adoptive transfer of delayed-type hypersensitivity ( DTH ) - inducer T cell clones specific for the virus .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Protection does not involve the suppression of virus replication in the central nervous system ( CNS ) or via augmentation of the antiviral antibody response .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In the present report we have compared the CNS lesions induced by JHMV in lethally infected and T cell clone protected mice .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The presence of virus-specific T cell clones induced a transient increase in mononuclear cell infiltration into the parenchyma of the brains of protected mice ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "consistent with previous data suggesting that a DTH response was responsible for protection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Immunohistochemical studies suggested further that virus was not replicating in the ependyma or cellular infiltrate ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but that the presence of the T cell clone prevented neuronal infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "While the mechanism of effectively altering the in vivo cellular tropism is unknown ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "survival is accompanied by increased specific destruction of target tissues with fulminant CNS demyelination and an increased incidence of persistent infection .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "9",
    "token_num": "198"
  }
}