{
  "paper_id": "1b41bb775aaf552e944aceaa31f52814e264c78d",
  "metadata": {
    "title": "A human inferred germline antibody binds to an immunodominant epitope and neutralizes Zika virus",
    "coda_data_split": "train",
    "coda_paper_id": 8224,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The isolation of neutralizing monoclonal antibodies (nmAbs) against the Zika virus (ZIKV) might lead to novel preventative strategies for infections in at-risk individuals, primarily pregnant women. Here we describe the characterization of human mAbs from the plasmablasts of an acutely infected patient. One of the 18 mAbs had the unusual feature of binding to and neutralizing ZIKV despite not appearing to have been diversified by affinity maturation. This mAb neutralized ZIKV (Neut 50~2 μg/ml) but did not react with any of the four dengue virus serotypes. Except for the expected junctional diversity created by the joining of the V-(D)-J genes, there was no deviation from immunoglobulin germline genes. This is a rare example of a human mAb with neutralizing activity in the absence of detectable somatic hypermutation. Importantly, binding of this mAb to ZIKV was specifically inhibited by human plasma from ZIKV-exposed individuals, suggesting that it may be of value in a diagnostic setting.",
      "sentences": [
        [
          {
            "segment_text": "The isolation of neutralizing monoclonal antibodies ( nmAbs ) against the Zika virus ( ZIKV ) might lead to novel preventative strategies for infections in at-risk individuals , primarily pregnant women .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we describe the characterization of human mAbs from the plasmablasts of an acutely infected patient .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "One of the 18 mAbs had the unusual feature of binding to and neutralizing ZIKV despite not appearing to have been diversified by affinity maturation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This mAb neutralized ZIKV ( Neut 50 ~ 2 μg/ml ) but did not react with any of the four dengue virus serotypes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Except for the expected junctional diversity created by the joining of the V - ( D ) - J genes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "there was no deviation from immunoglobulin germline genes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This is a rare example of a human mAb with neutralizing activity in the absence of detectable somatic hypermutation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Importantly , binding of this mAb to ZIKV was specifically inhibited by human plasma from ZIKV-exposed individuals ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "suggesting that it may be of value in a diagnostic setting .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "9",
    "token_num": "179"
  }
}