{
  "paper_id": "1b44eb4e309e0a843a7c308eeddab0e852704a19",
  "metadata": {
    "title": "Prevalence and related factors of post-traumatic stress disorder among medical staff members exposed to H7N9 patients-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/)",
    "coda_data_split": "train",
    "coda_paper_id": 9378,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Objective: This study aimed to evaluate the prevalence and related factors of post-traumatic stress disorder (PTSD) symptoms among doctors and nurses who were exposed to H7N9 patients during the H7N9 influenza epidemic. To provide scientific basis for promoting the physical and psychological health of these staff members. Method: The 102 medical staff workers who were exposed to H7N9 patients were recruited through convenient sampling between January 2015 and May 2016. We used a self-reported questionnaire, the PTSD Checklist-Civilian Version (PCL-C), to evaluate the PTSD symptoms among doctors and nurses from an intensive care unit (n ¼ 61), a respiratory department (n ¼ 20), and an emergency department (n ¼ 21). We then analyzed the related factors. Results: Around 20.59% of the tested doctors and nurses showed PTSD symptoms. The sample had a mean PCL-C score of 30.00 ± 9.95. The differences in the scores of doctors and nurses with different genders, ages, professional titles, contact frequencies, trainings, and experiences were statistically significant (P \u003c 0.05, P \u003c 0.01). Moreover, t-tests and one-way analysis of variance showed that nurses received higher scores than doctors, female participants received higher scores than male participants, and the participants with low professional title and high contact frequency, aged between 20 years and 30 years, with less than five years of work experience, having not received related training and with no related experience obtained higher PCL-C scores than the others (P \u003c 0.05, P \u003c 0.01). Conclusion: The PTSD level of doctors and nurses after their exposure to H7N9 patients was high, which warrant further research. Health and medical institutions should pay attention to the physical and psychological health of these staff members.",
      "sentences": [
        [
          {
            "segment_text": "Objective : This study aimed to evaluate the prevalence and related factors of post-traumatic stress disorder ( PTSD ) symptoms among doctors and nurses who were exposed to H7N9 patients during the H7N9 influenza epidemic .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "To provide scientific basis for promoting the physical and psychological health of these staff members .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Method : The 102 medical staff workers who were exposed to H7N9 patients were recruited through convenient sampling between January 2015 and May 2016 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We used a self-reported questionnaire ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "the PTSD Checklist-Civilian Version ( PCL-C ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "to evaluate the PTSD symptoms among doctors and nurses from an intensive care unit ( n 1/4 61 ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "a respiratory department ( n 1/4 20 ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and an emergency department ( n 1/4 21 ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We then analyzed the related factors .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Around 20.59 % of the tested doctors and nurses showed PTSD symptoms .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The sample had a mean PCL-C score of 30.00 ± 9.95 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The differences in the scores of doctors and nurses with different genders ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "ages , professional titles , contact frequencies ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "trainings , and experiences were statistically significant ( P \u003c 0.05 , P \u003c 0.01 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , t-tests and one-way analysis of variance showed that nurses received higher scores than doctors ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "female participants received higher scores than male participants ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the participants with low professional title and high contact frequency ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "aged between 20 years and 30 years ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with less than five years of work experience ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "having not received related training and with no related experience obtained higher PCL-C scores than the others ( P \u003c 0.05 , P \u003c 0.01 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusion : The PTSD level of doctors and nurses after their exposure to H7N9 patients was high , which warrant further research .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Health and medical institutions should pay attention to the physical and psychological health of these staff members .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "22",
    "token_num": "325"
  }
}