{
  "paper_id": "1b47f193817f6eb98d988d32889f70346efa52c0",
  "metadata": {
    "title": "Biosecurity for neonatal gastrointestinal diseases",
    "coda_data_split": "train",
    "coda_paper_id": 3351,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Calves are born and raised in a wide diversity of environments and housing conditions, all of which affect the risk of neonatal enteric infectious disease. At one extreme are calves born in closed-beef cow-calf operations under low-density conditions on open range, such as in the low-rainfall areas of the Intermountain United States. This environment closely resembles the conditions in which the infectious agents and their hosts co-evolved before domestication. In this setting, the risk of introducing new strains of infectious agents is low, direct contact among calves is minimized, the opportunity for transmission by people and equipment is minimal, and fecal material is dispersed and exposed to environmental factors (i.e., insects, desiccation, and ultraviolet radiation) that inactivate most microorganisms. At the other exposure extreme, calves are raised in enclosed housing on continuous-flow, custom calf-raising operations. In this environment, calves are assembled from multiple herds and from sales channels in which the risk of heavy exposure to a variety of infectious agents is high. Calves are often in direct contact with one another, the physical space per calf is limited, and the risk of transmission by people and equipment is high. If housed, ventilation is often inadequate, resulting in a high relative humidity; fecal material is concentrated, with a high moisture content and without full exposure to direct sunlight. Vermin such as flies and rodents are often present in high numbers, and nutrition is provided by assembled feedstuffs of varying quality and nutritional value rather than from dam\u0027s milk. Between these two extremes are calves raised in individual hutches on dairies of their origin or beef calves raised in intensively managed rotational grazing systems in high-rainfall areas.",
      "sentences": [
        [
          {
            "segment_text": "Calves are born and raised in a wide diversity of environments and housing conditions ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "all of which affect the risk of neonatal enteric infectious disease .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "At one extreme are calves born in closed-beef cow-calf operations under low-density conditions on open range ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "such as in the low-rainfall areas of the Intermountain United States .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This environment closely resembles the conditions in which the infectious agents and their hosts co-evolved before domestication .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this setting , the risk of introducing new strains of infectious agents is low ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "direct contact among calves is minimized ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the opportunity for transmission by people and equipment is minimal ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and fecal material is dispersed and exposed to environmental factors ( i.e. , insects , desiccation , and ultraviolet radiation ) that inactivate most microorganisms .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "At the other exposure extreme ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "calves are raised in enclosed housing on continuous-flow , custom calf-raising operations .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this environment , calves are assembled from multiple herds and from sales channels in which the risk of heavy exposure to a variety of infectious agents is high .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Calves are often in direct contact with one another ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the physical space per calf is limited ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the risk of transmission by people and equipment is high .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "If housed , ventilation is often inadequate ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "resulting in a high relative humidity ; fecal material is concentrated ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with a high moisture content and without full exposure to direct sunlight .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Vermin such as flies and rodents are often present in high numbers ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and nutrition is provided by assembled feedstuffs of varying quality and nutritional value rather than from dam \u0027s milk .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Between these two extremes are calves raised in individual hutches on dairies of their origin or beef calves raised in intensively managed rotational grazing systems in high-rainfall areas .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "21",
    "token_num": "308"
  }
}