{
  "paper_id": "1b4b7716394cd9498863630c0e7fa742c0cfaa0a",
  "metadata": {
    "title": "EArchives of nvir\u0027onrnent~! Contamination and /oxicology Effects of T-2 Mycotoxin on Gastrointestinal Tissues: A Review of in vivo and in vitro Models",
    "coda_data_split": "train",
    "coda_paper_id": 3544,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "T-2 mycotoxin, a trichothecene, is the principal toxic component of Fusarium sp. Agricultural products and food are frequently contaminated with this toxin. Various animal models have been used to determine its metabolic fate, rate of excretion, and distribution. A modulation effect on cell-mediated immunity and alterations in gastrointestinal propulsion have been demonstrated. The toxin has been shown to produce some similar pathologic alterations in various animal species studied. The consistent alteration appears to mainly affect mitotic cells of the gastrointestinal tract and the lymphoid system. A host of bioassay systems are now being used as alternative methods to the use of animals for testing of the mycotoxin. These tests may accurately assess and define the role of the subject-toxin interactions following consumption of T-2 mycotoxin contaminated food sources.",
      "sentences": [
        [
          {
            "segment_text": "T-2 mycotoxin , a trichothecene ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "is the principal toxic component of Fusarium sp. .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Agricultural products and food are frequently contaminated with this toxin .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Various animal models have been used to determine its metabolic fate ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "rate of excretion , and distribution .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A modulation effect on cell-mediated immunity and alterations in gastrointestinal propulsion have been demonstrated .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The toxin has been shown to produce some similar pathologic alterations in various animal species studied .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The consistent alteration appears to mainly affect mitotic cells of the gastrointestinal tract and the lymphoid system .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A host of bioassay systems are now being used as alternative methods to the use of animals for testing of the mycotoxin .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These tests may accurately assess and define the role of the subject-toxin interactions following consumption of T-2 mycotoxin contaminated food sources .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "T-2 mycotoxin, as observed above with in vivo and in vitro models, promotes a chemically-induced change in structure and function of affected gastrointestinal cells from a transient and reversible aberration in a single enzymatic reaction to cell death. Regardless of the end point measured, the toxic response brought about in cells appears to involve the interactions of virtually all subcellular processes-membrane transport and permeability, chemical metabolism, DNA function, and energy production/expenditure-as cells attempt to maintain their functional integrity while disposing of the toxicant. The variation in the quality of the toxic response with dose suggests that more cellular processes are perturbed as the chemical dose is increased.",
      "sentences": [
        [
          {
            "segment_text": "T-2 mycotoxin , as observed above with in vivo and in vitro models ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "promotes a chemically-induced change in structure and function of affected gastrointestinal cells from a transient and reversible aberration in a single enzymatic reaction to cell death .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Regardless of the end point measured ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the toxic response brought about in cells appears to involve the interactions of virtually all subcellular processes-membrane transport and permeability ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "chemical metabolism , DNA function ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and energy production/expenditure-as cells attempt to maintain their functional integrity while disposing of the toxicant .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The variation in the quality of the toxic response with dose suggests that more cellular processes are perturbed as the chemical dose is increased .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "11",
    "segment_num": "17",
    "token_num": "256"
  }
}