{
  "paper_id": "1b4e6bb5cc4854fe08050c87c79a06e3a569e2d0",
  "metadata": {
    "title": "Chapter 18 Whole-Genome Sequencing of Porcine Epidemic Diarrhea Virus by Illumina MiSeq Platform",
    "coda_data_split": "train",
    "coda_paper_id": 6041,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Porcine epidemic diarrhea virus (PEDV) belongs to the genus Alphacoronavirus of the family Coronaviridae . PEDV was identifi ed as an emerging pathogen in US pig populations in 2013. Since then, this virus has been detected in at least 31 states in the USA and has caused signifi cant economic loss to the swine industry. Active surveillance and characterization of PEDV are essential for monitoring the virus. Obtaining comprehensive information about the PEDV genome can improve our understanding of the evolution of PEDV viruses, and the emergence of new strains, and can enhance vaccine designs. In this chapter, both a targeted amplifi cation method and a random-priming method are described to amplify the complete genome of PEDV for sequencing using the MiSeq platform. Overall, this protocol provides a useful twopronged approach to complete whole-genome sequences of PEDV depending on the amount of virus in the clinical samples.",
      "sentences": [
        [
          {
            "segment_text": "Porcine epidemic diarrhea virus ( PEDV ) belongs to the genus Alphacoronavirus of the family Coronaviridae .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "PEDV was identifi ed as an emerging pathogen in US pig populations in 2013 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Since then , this virus has been detected in at least 31 states in the USA and has caused signifi cant economic loss to the swine industry .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Active surveillance and characterization of PEDV are essential for monitoring the virus .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Obtaining comprehensive information about the PEDV genome can improve our understanding of the evolution of PEDV viruses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and the emergence of new strains ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and can enhance vaccine designs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this chapter , both a targeted amplifi cation method and a random-priming method are described to amplify the complete genome of PEDV for sequencing using the MiSeq platform .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Overall , this protocol provides a useful twopronged approach to complete whole-genome sequences of PEDV depending on the amount of virus in the clinical samples .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "9",
    "token_num": "160"
  }
}