{
  "paper_id": "1b7c700ee3a33c0a675a5f7e71a20ce62467b900",
  "metadata": {
    "title": "Expression of HIV-1 antigens in plants as potential subunit vaccines",
    "coda_data_split": "train",
    "coda_paper_id": 6969,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Human immunodeficiency virus type 1 (HIV-1) has infected more than 40 million people worldwide, mainly in sub-Saharan Africa. The high prevalence of HIV-1 subtype C in southern Africa necessitates the development of cheap, effective vaccines. One means of production is the use of plants, for which a number of different techniques have been successfully developed. HIV-1 Pr55Gag is a promising HIV-1 vaccine candidate: we compared the expression of this and a truncated Gag (p17/p24) and the p24 capsid subunit in Nicotiana spp. using transgenic plants and transient expression via Agrobacterium tumefaciens and recombinant tobamovirus vectors. We also investigated the influence of subcellular localisation of recombinant protein to the chloroplast and the endoplasmic reticulum (ER) on protein yield. We partially purified a selected vaccine candidate and tested its stimulation of a humoral and cellular immune response in mice.",
      "sentences": [
        [
          {
            "segment_text": "Background : Human immunodeficiency virus type 1 ( HIV-1 ) has infected more than 40 million people worldwide , mainly in sub-Saharan Africa .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The high prevalence of HIV-1 subtype C in southern Africa necessitates the development of cheap , effective vaccines .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "One means of production is the use of plants ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "for which a number of different techniques have been successfully developed .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "HIV-1 Pr55Gag is a promising HIV-1 vaccine candidate : we compared the expression of this and a truncated Gag ( p17/p24 ) and the p24 capsid subunit in Nicotiana spp. using transgenic plants and transient expression via Agrobacterium tumefaciens and recombinant tobamovirus vectors .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We also investigated the influence of subcellular localisation of recombinant protein to the chloroplast and the endoplasmic reticulum ( ER ) on protein yield .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We partially purified a selected vaccine candidate and tested its stimulation of a humoral and cellular immune response in mice .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Both transient and transgenic expression of the HIV antigens were successful, although expression of Pr55Gag was low in all systems; however, the Agrobacterium-mediated transient expression of p24 and p17/p24 yielded best, to more than 1 mg p24/kg fresh weight. Chloroplast targeted protein levels were highest in transient and transgenic expression of p24 and p17/p24. The transiently-expressed p17/p24 was not immunogenic in mice as a homologous vaccine, but it significantly boosted a humoral and T cell immune response primed by a gag DNA vaccine, pTHGagC.",
      "sentences": [
        [
          {
            "segment_text": "Both transient and transgenic expression of the HIV antigens were successful ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "although expression of Pr55Gag was low in all systems ; however ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the Agrobacterium-mediated transient expression of p24 and p17/p24 yielded best ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "to more than 1 mg p24/kg fresh weight .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Chloroplast targeted protein levels were highest in transient and transgenic expression of p24 and p17/p24 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The transiently-expressed p17/p24 was not immunogenic in mice as a homologous vaccine ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but it significantly boosted a humoral and T cell immune response primed by a gag DNA vaccine , pTHGagC .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusion: Transient agroinfiltration was best for expression of all of the recombinant proteins tested, and p24 and p17/p24 were expressed at much higher levels than Pr55Gag. Our results highlight the usefulness of plastid signal peptides in enhancing the production of recombinant proteins meant for use as vaccines. The p17/p24 protein effectively boosted T cell and humoral responses in mice primed by the DNA vaccine pTHGagC, showing that this plant-produced protein has potential for use as a vaccine.",
      "sentences": [
        [
          {
            "segment_text": "Conclusion : Transient agroinfiltration was best for expression of all of the recombinant proteins tested ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and p24 and p17/p24 were expressed at much higher levels than Pr55Gag .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our results highlight the usefulness of plastid signal peptides in enhancing the production of recombinant proteins meant for use as vaccines .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The p17/p24 protein effectively boosted T cell and humoral responses in mice primed by the DNA vaccine pTHGagC ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "showing that this plant-produced protein has potential for use as a vaccine .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "12",
    "segment_num": "19",
    "token_num": "331"
  }
}