{
  "paper_id": "1b86ce9136c661b5bcd18f7cd529595c0e482719",
  "metadata": {
    "title": "Respiratory macrophages regulate CD4 T memory responses to mucosal immunization with recombinant adenovirus-based vaccines",
    "coda_data_split": "train",
    "coda_paper_id": 4735,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Respiratory immunization is an attractive way to generate systemic and mucosal protective memory responses that are required for preventing mucosally transmitted infections. However, the molecular and cellular mechanisms for controlling memory T cell responses remain incompletely understood. In this study, we investigated the role of respiratory macrophage (MU) in regulating CD4 T cell responses to recombinant adenovirus-based (rAd) vaccines. We demonstrated that rAd intranasal (i.n.) vaccination induced migration and accumulation of respiratory MU and circulatory monocytes in the mediastinal lymph nodes and lung parenchyma. Under the influence of respiratory MU CD4 T cells exhibited slow proliferation kinetics and an increased tendency of generating central memory, as opposed to effector memory, CD4 T cell responses in vitro and in vivo. Correspondingly, depletion of MU using clodronatecontaining liposome prior to i.n. immunization significantly enhanced CD4 T cell proliferation and increased the frequency of CD4 memory T cells in the airway lumen, demonstrating that MU initially serve as a negative regulator in limiting generation of mucosal tissue-resident memory CD4 T cells. However, clodronate-containing liposome delivery following i.n. immunization markedly reduced the frequencies of memory CD4 T cells in the airway lumen and spleen, indicating that respiratory MU and potentially circulating monocytes are critically required for maintaining long-term memory CD4 T cells. Collectively, our data demonstrate that rAd-induced mucosal CD4 T memory responses are regulated by respiratory MU and/or monocytes at multiple stages.",
      "sentences": [
        [
          {
            "segment_text": "Respiratory immunization is an attractive way to generate systemic and mucosal protective memory responses that are required for preventing mucosally transmitted infections .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , the molecular and cellular mechanisms for controlling memory T cell responses remain incompletely understood .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , we investigated the role of respiratory macrophage ( MU ) in regulating CD4 T cell responses to recombinant adenovirus-based ( rAd ) vaccines .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We demonstrated that rAd intranasal ( i.n. ) vaccination induced migration and accumulation of respiratory MU and circulatory monocytes in the mediastinal lymph nodes and lung parenchyma .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Under the influence of respiratory MU CD4 T cells exhibited slow proliferation kinetics and an increased tendency of generating central memory ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as opposed to effector memory ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "CD4 T cell responses in vitro and in vivo .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Correspondingly , depletion of MU using clodronatecontaining liposome prior to i.n. immunization significantly enhanced CD4 T cell proliferation and increased the frequency of CD4 memory T cells in the airway lumen ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "demonstrating that MU initially serve as a negative regulator in limiting generation of mucosal tissue-resident memory CD4 T cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , clodronate-containing liposome delivery following i.n. immunization markedly reduced the frequencies of memory CD4 T cells in the airway lumen and spleen ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "indicating that respiratory MU and potentially circulating monocytes are critically required for maintaining long-term memory CD4 T cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Collectively , our data demonstrate that rAd-induced mucosal CD4 T memory responses are regulated by respiratory MU and/or monocytes at multiple stages .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "12",
    "token_num": "252"
  }
}