{
  "paper_id": "1b90791c8ec861fcf6eec277163e1022c4b3fc1d",
  "metadata": {
    "title": "Prevalence of avian respiratory viruses in broiler flocks in Egypt",
    "coda_data_split": "train",
    "coda_paper_id": 4432,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "In this study, respiratory viral pathogens were screened using real-time RT-PCR in 86 broiler chicken flocks suffering from respiratory diseases problems in 4 Egyptian governorates between January 2012 and February 2014. The mortality rates in the investigated flocks ranged from 1 to 47%. Results showed that mixed infection represented 66.3% of the examined flocks. Mixed infectious bronchitis (IBV) and avian influenza (AI)-H9N2 viruses were the most common infection (41.7%). Lack of AI-H9N2 vaccination and high rates of mixed infections in which AI-H9N2 is involved indicate an early AI-H9N2 infection with a potential immunosuppressive effect that predisposes for other viral infections. High pathogenic AI-H5N1 and virulent Newcastle disease virus (vNDV) infections were also detected (26.7% and 8.1%, respectively). Interestingly, co-infection of AI-H9N2 with either AIV-H5N1 or vNDV rarely resulted in high mortality. Partial cell-mediated immunity against similar internal AI genes, as well as virus interference between AI and vNDV, could be an explanation for this. Highly prevalent IBV and AI-H9N2 were isolated and were molecularly characterized based on S1 gene hypervariable region 3 (HVR3) and hemagglutinin gene (HA) sequences, respectively. IBV strains were related to the variant group of IBV with multiple mutations in HVR3. Though AI-H9N2 viruses showed low rate of evolution in comparison to recent strains, few amino acid substitutions indicative of antibody selection pressure were observed in the HA gene. In conclusion, mixed viral infections, especially with IBV and AI-H9N2 viruses, are the predominant etiology of respiratory disease problems in broiler chickens in Egypt. Further investigations of the role of AI, IBV, and ND viruses\u0027 co-infections and interference in terms of altering the severity of clinical signs and lesions and/or generating novel reassortants within each virus are needed.",
      "sentences": [
        [
          {
            "segment_text": "In this study , respiratory viral pathogens were screened using real-time RT-PCR in 86 broiler chicken flocks suffering from respiratory diseases problems in 4 Egyptian governorates between January 2012 and February 2014 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The mortality rates in the investigated flocks ranged from 1 to 47 % .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Results showed that mixed infection represented 66.3 % of the examined flocks .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Mixed infectious bronchitis ( IBV ) and avian influenza ( AI ) - H9N2 viruses were the most common infection ( 41.7 % ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Lack of AI-H9N2 vaccination and high rates of mixed infections in which AI-H9N2 is involved indicate an early AI-H9N2 infection with a potential immunosuppressive effect that predisposes for other viral infections .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "High pathogenic AI-H5N1 and virulent Newcastle disease virus ( vNDV ) infections were also detected ( 26.7 % and 8.1 % , respectively ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Interestingly , co-infection of AI-H9N2 with either AIV-H5N1 or vNDV rarely resulted in high mortality .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Partial cell-mediated immunity against similar internal AI genes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as well as virus interference between AI and vNDV ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "could be an explanation for this .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Highly prevalent IBV and AI-H9N2 were isolated and were molecularly characterized based on S1 gene hypervariable region 3 ( HVR3 ) and hemagglutinin gene ( HA ) sequences , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "IBV strains were related to the variant group of IBV with multiple mutations in HVR3 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Though AI-H9N2 viruses showed low rate of evolution in comparison to recent strains ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "few amino acid substitutions indicative of antibody selection pressure were observed in the HA gene .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In conclusion , mixed viral infections ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "especially with IBV and AI-H9N2 viruses ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "are the predominant etiology of respiratory disease problems in broiler chickens in Egypt .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Further investigations of the role of AI ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "IBV , and ND viruses \u0027 co-infections and interference in terms of altering the severity of clinical signs and lesions and/or generating novel reassortants within each virus are needed .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "13",
    "segment_num": "19",
    "token_num": "327"
  }
}