{
  "paper_id": "1b92156cd08762e3414d8aee1f2dacd3fe3655ba",
  "metadata": {
    "title": "A hospital cluster combined with a family cluster of avian influenza H7N9 infection in Anhui Province, China",
    "coda_data_split": "train",
    "coda_paper_id": 4965,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Family cluster Human-to-human transmission Air transmission s u m m a r y Objectives: To identify human-to-human transmission of H7N9 avian influenza virus, we investigated a hospital cluster combined with family cluster in this study. Methods: We obtained and analyzed clinical, epidemiological and virological data from the three patients. RT-PCR, viral culture and sequencing were conducted for determination of causative pathogen. Results: The index case presented developed pneumonia with fever after exposure to chicken in a poultry farm. Case A presented pneumonia with high fever on day 3 after she shared a hospital room with the index case. Case B, the father of the index case, presented pneumonia with high fever on day 15 after he took care of the index case. H7N9 virus circulated in the local farm to which the index case was exposed. Full genomic sequence of virus showed 99.8-100% identity shared between the index case and case A or case B. Compared to the earliest virus of Anhui, a total of 29 amino acid variation sites were observed in the 8 segments.",
      "sentences": [
        [
          {
            "segment_text": "Family cluster Human-to-human transmission Air transmission s u m m a r y Objectives : To identify human-to-human transmission of H7N9 avian influenza virus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "we investigated a hospital cluster combined with family cluster in this study .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : We obtained and analyzed clinical ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "epidemiological and virological data from the three patients .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "RT-PCR , viral culture and sequencing were conducted for determination of causative pathogen .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : The index case presented developed pneumonia with fever after exposure to chicken in a poultry farm .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Case A presented pneumonia with high fever on day 3 after she shared a hospital room with the index case .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Case B , the father of the index case ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "presented pneumonia with high fever on day 15 after he took care of the index case .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "H7N9 virus circulated in the local farm to which the index case was exposed .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Full genomic sequence of virus showed 99.8-100 % identity shared between the index case and case A or case B. Compared to the earliest virus of Anhui ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "a total of 29 amino acid variation sites were observed in the 8 segments .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions: A hospital cluster combined with family cluster of H7N9 avian influenza infection was identified. Air transmission resulted in the hospital cluster possibly. A poultry farm was the initially infectious source of the cluster.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions : A hospital cluster combined with family cluster of H7N9 avian influenza infection was identified .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Air transmission resulted in the hospital cluster possibly .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A poultry farm was the initially infectious source of the cluster .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "11",
    "segment_num": "15",
    "token_num": "232"
  }
}