{
  "paper_id": "1b951e5d1f4773bd3cb1b558e18ea4527093184f",
  "metadata": {
    "title": "Characterization of Selective Ubiquitin and Ubiquitin-Like Protease Inhibitors Using a Fluorescence-Based Multiplex Assay Format",
    "coda_data_split": "train",
    "coda_paper_id": 3274,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The reversible conjugation of ubiquitin and ubiquitin-like (UbL) proteins to protein substrates plays a critical role in the regulation of many cellular pathways. The removal of ubiquitin from target proteins is performed by ubiquitin proteases also known as deubiquitylases (DUBs). Owing to their substrate specificity and the central role ubiquitylation plays in cell signaling pathways, DUB are attractive targets for therapeutic development. The development of DUB inhibitors requires assays that are amenable to high-throughput screening and provide rapid assessment of inhibitor selectivity. Determination of inhibitor selectivity at an early stage of drug discovery will reduce drug failure in the clinic as well as reduce overall drug development costs. We have developed two novel assays, UbL-Enterokinase light chain and UbL-Granzyme B, for quantifying ubiquitin and UbL protease activity. In our quest to discover and characterize novel chemical entities, we have combined these assays with a previously developed assay in a multiplex format. This multiplex format allows for the detection of three distinct protease activities simultaneously, in a single well. We have demonstrated that the multiplex format is able to distinguish between selective and nonselective protease inhibitors. Specifically, we have used this assay format to characterize P022077, a selective ubiquitin-specific protease 7 inhibitor discovered at Progenra.",
      "sentences": [
        [
          {
            "segment_text": "The reversible conjugation of ubiquitin and ubiquitin-like ( UbL ) proteins to protein substrates plays a critical role in the regulation of many cellular pathways .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The removal of ubiquitin from target proteins is performed by ubiquitin proteases also known as deubiquitylases ( DUBs ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Owing to their substrate specificity and the central role ubiquitylation plays in cell signaling pathways ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "DUB are attractive targets for therapeutic development .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The development of DUB inhibitors requires assays that are amenable to high-throughput screening and provide rapid assessment of inhibitor selectivity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Determination of inhibitor selectivity at an early stage of drug discovery will reduce drug failure in the clinic as well as reduce overall drug development costs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We have developed two novel assays ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "UbL-Enterokinase light chain and UbL-Granzyme B ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "for quantifying ubiquitin and UbL protease activity .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "In our quest to discover and characterize novel chemical entities ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we have combined these assays with a previously developed assay in a multiplex format .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "This multiplex format allows for the detection of three distinct protease activities simultaneously , in a single well .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We have demonstrated that the multiplex format is able to distinguish between selective and nonselective protease inhibitors .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Specifically , we have used this assay format to characterize P022077 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "a selective ubiquitin-specific protease 7 inhibitor discovered at Progenra .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "15",
    "token_num": "225"
  }
}