{
  "paper_id": "1ba33d95f798c3f591766786b165215875278bc7",
  "metadata": {
    "title": "Zoonotic Viruses Associated with Illegally Imported Wildlife Products",
    "coda_data_split": "train",
    "coda_paper_id": 4963,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The global trade in wildlife has historically contributed to the emergence and spread of infectious diseases. The United States is the world\u0027s largest importer of wildlife and wildlife products, yet minimal pathogen surveillance has precluded assessment of the health risks posed by this practice. This report details the findings of a pilot project to establish surveillance methodology for zoonotic agents in confiscated wildlife products. Initial findings from samples collected at several international airports identified parts originating from nonhuman primate (NHP) and rodent species, including baboon, chimpanzee, mangabey, guenon, green monkey, cane rat and rat. Pathogen screening identified retroviruses (simian foamy virus) and/or herpesviruses (cytomegalovirus and lymphocryptovirus) in the NHP samples. These results are the first demonstration that illegal bushmeat importation into the United States could act as a conduit for pathogen spread, and suggest that implementation of disease surveillance of the wildlife trade will help facilitate prevention of disease emergence.",
      "sentences": [
        [
          {
            "segment_text": "The global trade in wildlife has historically contributed to the emergence and spread of infectious diseases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The United States is the world \u0027s largest importer of wildlife and wildlife products ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "yet minimal pathogen surveillance has precluded assessment of the health risks posed by this practice .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This report details the findings of a pilot project to establish surveillance methodology for zoonotic agents in confiscated wildlife products .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Initial findings from samples collected at several international airports identified parts originating from nonhuman primate ( NHP ) and rodent species ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including baboon , chimpanzee , mangabey ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "guenon , green monkey , cane rat and rat .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Pathogen screening identified retroviruses ( simian foamy virus ) and/or herpesviruses ( cytomegalovirus and lymphocryptovirus ) in the NHP samples .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results are the first demonstration that illegal bushmeat importation into the United States could act as a conduit for pathogen spread ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and suggest that implementation of disease surveillance of the wildlife trade will help facilitate prevention of disease emergence .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "10",
    "token_num": "171"
  }
}