{
  "paper_id": "1ba57b4baac27aad39d47ba69fb7707386a44723",
  "metadata": {
    "title": "Critical overview on the application of sensors and biosensors for clinical analysis",
    "coda_data_split": "train",
    "coda_paper_id": 10108,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Sensors and biosensors have been increasingly used for clinical analysis due to their miniaturization and portability, allowing the construction of diagnostic devices for point-of-care testing. This paper presents an up-to-date overview and comparison of the analytical performance of sensors and biosensors recently used in clinical analysis. This includes cancer and cardiac biomarkers, hormones, biomolecules, neurotransmitters, bacteria, virus and cancer cells, along with related significant advances since 2011. Some methods of enhancing the analytical performance of sensors and biosensors through their figures of merit are also discussed.",
      "sentences": [
        [
          {
            "segment_text": "Sensors and biosensors have been increasingly used for clinical analysis due to their miniaturization and portability ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "allowing the construction of diagnostic devices for point-of-care testing .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This paper presents an up-to-date overview and comparison of the analytical performance of sensors and biosensors recently used in clinical analysis .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "This includes cancer and cardiac biomarkers ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "hormones , biomolecules , neurotransmitters ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "bacteria , virus and cancer cells ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "along with related significant advances since 2011 .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Some methods of enhancing the analytical performance of sensors and biosensors through their figures of merit are also discussed .",
            "crowd_label": "method"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "8",
    "token_num": "97"
  }
}