{
  "paper_id": "1bbc62d0c5e165ad41e3afafe2183b849331b352",
  "metadata": {
    "title": "T Cell Responses during Acute Respiratory Virus Infection",
    "coda_data_split": "train",
    "coda_paper_id": 3933,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The T cell response is an integral and essential part of the host immune response to acute virus infection. Each viral pathogen has unique, frequently nuanced, aspects to its replication, which affects the host response and as a consequence the capacity of the virus to produce disease. There are, however, common features to the T cell response to viruses, which produce acute limited infection. This is true whether virus replication is restricted to a single site, for example, the respiratory tract (RT), CNS etc., or replication is in multiple sites throughout the body. In describing below the acute T cell response to virus infection, we employ acute virus infection of the RT as a convenient model to explore this process of virus infection and the host response. We divide the process into three phases: the induction (initiation) of the response, the expression of antiviral effector activity resulting in virus elimination, and the resolution of inflammation with restoration of tissue homeostasis.",
      "sentences": [
        [
          {
            "segment_text": "The T cell response is an integral and essential part of the host immune response to acute virus infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Each viral pathogen has unique ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "frequently nuanced , aspects to its replication ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which affects the host response and as a consequence the capacity of the virus to produce disease .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "There are , however , common features to the T cell response to viruses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which produce acute limited infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This is true whether virus replication is restricted to a single site ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "for example , the respiratory tract ( RT ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "CNS etc. , or replication is in multiple sites throughout the body .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In describing below the acute T cell response to virus infection ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "we employ acute virus infection of the RT as a convenient model to explore this process of virus infection and the host response .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We divide the process into three phases : the induction ( initiation ) of the response ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "the expression of antiviral effector activity resulting in virus elimination ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and the resolution of inflammation with restoration of tissue homeostasis .",
            "crowd_label": "method"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "14",
    "token_num": "184"
  }
}