{
  "paper_id": "1bc97c8afbc053507a015280443d70217310b89c",
  "metadata": {
    "title": "pharmaceutics Nanomaterials Designed for Antiviral Drug Delivery Transport across Biological Barriers",
    "coda_data_split": "train",
    "coda_paper_id": 6471,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Viral infections are a major global health problem, representing a significant cause of mortality with an unfavorable continuously amplified socio-economic impact. The increased drug resistance and constant viral replication have been the trigger for important studies regarding the use of nanotechnology in antiviral therapies. Nanomaterials offer unique physico-chemical properties that have linked benefits for drug delivery as ideal tools for viral treatment. Currently, different types of nanomaterials namely nanoparticles, liposomes, nanospheres, nanogels, nanosuspensions and nanoemulsions were studied either in vitro or in vivo for drug delivery of antiviral agents with prospects to be translated in clinical practice. This review highlights the drug delivery nanosystems incorporating the major antiviral classes and their transport across specific barriers at cellular and intracellular level. Important reflections on nanomedicines currently approved or undergoing investigations for the treatment of viral infections are also discussed. Finally, the authors present an overview on the requirements for the design of antiviral nanotherapeutics.",
      "sentences": [
        [
          {
            "segment_text": "Viral infections are a major global health problem ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "representing a significant cause of mortality with an unfavorable continuously amplified socio-economic impact .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The increased drug resistance and constant viral replication have been the trigger for important studies regarding the use of nanotechnology in antiviral therapies .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Nanomaterials offer unique physico-chemical properties that have linked benefits for drug delivery as ideal tools for viral treatment .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Currently , different types of nanomaterials namely nanoparticles ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "liposomes , nanospheres , nanogels ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "nanosuspensions and nanoemulsions were studied either in vitro or in vivo for drug delivery of antiviral agents with prospects to be translated in clinical practice .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review highlights the drug delivery nanosystems incorporating the major antiviral classes and their transport across specific barriers at cellular and intracellular level .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Important reflections on nanomedicines currently approved or undergoing investigations for the treatment of viral infections are also discussed .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Finally , the authors present an overview on the requirements for the design of antiviral nanotherapeutics .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "10",
    "token_num": "167"
  }
}