{
  "paper_id": "1bc9e8b34f885b09b9d5c78a47065db2f1a92e8e",
  "metadata": {
    "title": "Clinical Communications MYCOPLASMA PNEUMONIAE: USUAL SUSPECT AND UNSECURED DIAGNOSIS IN THE ACUTE SETTING",
    "coda_data_split": "train",
    "coda_paper_id": 2104,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "e Abstract-Mycoplasma pneumoniae is one of the most common known bacterial pathogens of the respiratory tract, especially in patients between 5 and 30 years of age. It may be encountered at a relatively high rate in the non-life-threatened fraction of Emergency Department (ED) patients presenting with upper respiratory symptoms or cough. Yet its hallmarks are very non-specific, including a great variety of presentations from mild pharyngitis to potentially life-threatening complications such as the Stevens-Johnson Syndrome. Here, we describe a typical case of pneumonia due to Mycoplasma pneumoniae in a young adult with mild pharyngitis as the leading symptom. Disease presentation, complications, diagnostic means, therapeutic options, and suspicious clinical settings are discussed to provide a review on the clinical aspects of the disease that are important in the ED setting. © 2006 Elsevier Inc. e Keywords-atypical pneumonia; upper airway infection; pharyngitis; Mycoplasma pneumoniae Clinical Communications (Adults) is coordinated by Ron Walls, MD,",
      "sentences": [
        [
          {
            "segment_text": "e Abstract-Mycoplasma pneumoniae is one of the most common known bacterial pathogens of the respiratory tract ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "especially in patients between 5 and 30 years of age .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It may be encountered at a relatively high rate in the non-life-threatened fraction of Emergency Department ( ED ) patients presenting with upper respiratory symptoms or cough .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Yet its hallmarks are very non-specific ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including a great variety of presentations from mild pharyngitis to potentially life-threatening complications such as the Stevens-Johnson Syndrome .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we describe a typical case of pneumonia due to Mycoplasma pneumoniae in a young adult with mild pharyngitis as the leading symptom .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Disease presentation , complications , diagnostic means ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "therapeutic options , and suspicious clinical settings are discussed to provide a review on the clinical aspects of the disease that are important in the ED setting .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "© 2006 Elsevier Inc. e Keywords-atypical pneumonia ; upper airway infection ; pharyngitis ; Mycoplasma pneumoniae Clinical Communications ( Adults ) is coordinated by Ron Walls , MD ,",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "9",
    "token_num": "172"
  }
}