{
  "paper_id": "1bd1b038d7ed985902aeef21bc1493eda76cdab5",
  "metadata": {
    "title": "γδ T Cells Provide Protective Function in Highly Pathogenic Avian H5N1 Influenza A Virus Infection",
    "coda_data_split": "train",
    "coda_paper_id": 7221,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Given the high mortality rate (\u003e50%) and potential danger of intrapersonal transmission, highly pathogenic avian influenza (HPAI) H5N1 epidemics still pose a significant threat to humans. γδ T cells, which participate on the front line of the host immune defense, demonstrate both innate, and adaptive characteristics in their immune response and have potent antiviral activity against various viruses. However, the roles of γδ T cells in HPAI H5N1 viral infection remain unclear. In this study, we found that γδ T cells provided a crucial protective function in the defense against HPAI H5N1 viral infection. HPAI H5N1 viruses could directly activate γδ T cells, leading to enhanced CD69 expression and IFN-γ secretion. Importantly, we found that the trimer but not the monomer of HPAI H5N1 virus hemagglutinin (HA) proteins could directly activate γδ T cells. HA-induced γδ T cell activation was dependent on both sialic acid receptors and HA glycosylation, and this activation could be inhibited by the phosphatase calcineurin inhibitor cyclosporin A but not by the phosphatidylinositol 3-kinase (PI3-K) inhibitors wortmannin and LY294002. Our findings provide a further understanding the mechanism underlying γδ T cell-mediated innate and adoptive immune responses against HPAI H5N1 viral infection, which helps to develop novel therapeutic strategies for the treatment of H5N1 infection in the future.",
      "sentences": [
        [
          {
            "segment_text": "Given the high mortality rate ( \u003e 50 % ) and potential danger of intrapersonal transmission ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "highly pathogenic avian influenza ( HPAI ) H5N1 epidemics still pose a significant threat to humans .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "γδ T cells , which participate on the front line of the host immune defense ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "demonstrate both innate , and adaptive characteristics in their immune response and have potent antiviral activity against various viruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , the roles of γδ T cells in HPAI H5N1 viral infection remain unclear .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , we found that γδ T cells provided a crucial protective function in the defense against HPAI H5N1 viral infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "HPAI H5N1 viruses could directly activate γδ T cells ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "leading to enhanced CD69 expression and IFN-γ secretion .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Importantly , we found that the trimer but not the monomer of HPAI H5N1 virus hemagglutinin ( HA ) proteins could directly activate γδ T cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "HA-induced γδ T cell activation was dependent on both sialic acid receptors and HA glycosylation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and this activation could be inhibited by the phosphatase calcineurin inhibitor cyclosporin A but not by the phosphatidylinositol 3-kinase ( PI3-K ) inhibitors wortmannin and LY294002 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our findings provide a further understanding the mechanism underlying γδ T cell-mediated innate and adoptive immune responses against HPAI H5N1 viral infection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which helps to develop novel therapeutic strategies for the treatment of H5N1 infection in the future .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "13",
    "token_num": "239"
  }
}