{
  "paper_id": "1bf099877990eaf91f46eaf26e3ee7fdc5786665",
  "metadata": {
    "title": "The public health and clinical significance of Giardia and Cryptosporidium in domestic animals",
    "coda_data_split": "train",
    "coda_paper_id": 2578,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Giardia and Cryptosporidium are common enteric parasites of domestic animals, particularly dogs, cats and livestock. Their occurrence is of potential significance from both clinical and public health perspectives yet, until recently, confusion over the taxonomy of these organisms prevented a clear understanding of the epidemiology of infections with both Giardia and Cryptosporidium. The recent application of molecular epidemiological tools has helped to resolve taxonomic issues, allowing cycles of transmission to be determined. In addition, advances have been made in elucidating mechanisms associated with pathogenesis, whereas only limited progress has been achieved in the areas of chemotherapy and prophylaxis.",
      "sentences": [
        [
          {
            "segment_text": "Giardia and Cryptosporidium are common enteric parasites of domestic animals ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "particularly dogs , cats and livestock .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Their occurrence is of potential significance from both clinical and public health perspectives yet ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "until recently , confusion over the taxonomy of these organisms prevented a clear understanding of the epidemiology of infections with both Giardia and Cryptosporidium .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The recent application of molecular epidemiological tools has helped to resolve taxonomic issues ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "allowing cycles of transmission to be determined .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In addition , advances have been made in elucidating mechanisms associated with pathogenesis ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "whereas only limited progress has been achieved in the areas of chemotherapy and prophylaxis .",
            "crowd_label": "background"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "8",
    "token_num": "109"
  }
}