{
  "paper_id": "1bf6de18aec2c9d092d17543fba178914aca2cfa",
  "metadata": {
    "title": "Comparative genomic analysis of the swine pathogen Bordetella bronchisepticastrain KM22",
    "coda_data_split": "train",
    "coda_paper_id": 3565,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The well-characterized Bordetella bronchiseptica strain KM22, originally isolated from a pig with atrophic rhinitis, has been used to develop a reproducible swine respiratory disease model. The goal of this study was to identify genetic features unique to KM22 by comparing the genome sequence of KM22 to the laboratory reference strain RB50. To gain a broader perspective of the genetic relationship of KM22 among other B. bronchiseptica strains, selected genes of KM22 were then compared to five other B. bronchiseptica strains isolated from different hosts. Overall, the KM22 genome sequence is more similar to the genome sequences of the strains isolated from animals than the strains isolated from humans. The majority of virulence gene expression in Bordetella is positively regulated by the two-component sensory transduction system BvgAS. bopN, bvgA, fimB, and fimC were the most highly conserved BvgAS-regulated genes present in all seven strains analyzed. In contrast, the BvgAS-regulated genes present in all seven strains with the highest sequence divergence werefimN, fim2, fhaL, andfhaS. A total of eight major fimbrial subunit genes were identified in KM22. Quantitative real-time PCR data demonstrated that seven of the eight fimbrial subunit genes identified in KM22 are expressed and regulated by BvgAS. The annotation of the KM22 genome sequence, coupled with the comparative genomic analyses reported in this study, can be used to facilitate the development of vaccines with improved efficacy towards B. bronchiseptica in swine to decrease the prevalence and disease burden caused by this pathogen.",
      "sentences": [
        [
          {
            "segment_text": "The well-characterized Bordetella bronchiseptica strain KM22 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "originally isolated from a pig with atrophic rhinitis ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "has been used to develop a reproducible swine respiratory disease model .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The goal of this study was to identify genetic features unique to KM22 by comparing the genome sequence of KM22 to the laboratory reference strain RB50 .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "To gain a broader perspective of the genetic relationship of KM22 among other B. bronchiseptica strains ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "selected genes of KM22 were then compared to five other B. bronchiseptica strains isolated from different hosts .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Overall , the KM22 genome sequence is more similar to the genome sequences of the strains isolated from animals than the strains isolated from humans .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The majority of virulence gene expression in Bordetella is positively regulated by the two-component sensory transduction system BvgAS .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "bopN , bvgA , fimB ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and fimC were the most highly conserved BvgAS-regulated genes present in all seven strains analyzed .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In contrast , the BvgAS-regulated genes present in all seven strains with the highest sequence divergence werefimN ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "fim2 , fhaL , andfhaS .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A total of eight major fimbrial subunit genes were identified in KM22 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Quantitative real-time PCR data demonstrated that seven of the eight fimbrial subunit genes identified in KM22 are expressed and regulated by BvgAS .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The annotation of the KM22 genome sequence ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "coupled with the comparative genomic analyses reported in this study ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "can be used to facilitate the development of vaccines with improved efficacy towards B. bronchiseptica in swine to decrease the prevalence and disease burden caused by this pathogen .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Published by Elsevier B.V.",
      "sentences": [
        [
          {
            "segment_text": "Published by Elsevier B.V.",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "11",
    "segment_num": "18",
    "token_num": "269"
  }
}