{
  "paper_id": "1bf853d3436f05746060ca8cc0ff18788784747a",
  "metadata": {
    "title": "MBL-associated serine proteases (MASPs) and infectious diseases",
    "coda_data_split": "train",
    "coda_paper_id": 5117,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "MASP-1 MASP-2 MASP-3 MAp44 MAp19 Complement system a b s t r a c t",
      "sentences": [
        [
          {
            "segment_text": "MASP-1 MASP-2 MASP-3 MAp44 MAp19 Complement system a b s t r a c t",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "The lectin pathway of the complement system has a pivotal role in the defense against infectious organisms. After binding of mannan-binding lectin (MBL), ficolins or collectin 11 to carbohydrates or acetylated residues on pathogen surfaces, dimers of MBL-associated serine proteases 1 and 2 (MASP-1 and MASP-2) activate a proteolytic cascade, which culminates in the formation of the membrane attack complex and pathogen lysis. Alternative splicing of the pre-mRNA encoding MASP-1 results in two other products, MASP-3 and MAp44, which regulate activation of the cascade. A similar mechanism allows the gene encoding MASP-2 to produce the truncated MAp19 protein. Polymorphisms in MASP1 and MASP2 genes are associated with protein serum levels and functional activity. Since the first report of a MASP deficiency in 2003, deficiencies in lectin pathway proteins have been associated with recurrent infections and several polymorphisms were associated with the susceptibility or protection to infectious diseases. In this review, we summarize the findings on the role of MASP polymorphisms and serum levels in bacterial, viral and protozoan infectious diseases.",
      "sentences": [
        [
          {
            "segment_text": "The lectin pathway of the complement system has a pivotal role in the defense against infectious organisms .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "After binding of mannan-binding lectin ( MBL ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "ficolins or collectin 11 to carbohydrates or acetylated residues on pathogen surfaces ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "dimers of MBL-associated serine proteases 1 and 2 ( MASP-1 and MASP-2 ) activate a proteolytic cascade ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which culminates in the formation of the membrane attack complex and pathogen lysis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Alternative splicing of the pre-mRNA encoding MASP-1 results in two other products ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "MASP-3 and MAp44 , which regulate activation of the cascade .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A similar mechanism allows the gene encoding MASP-2 to produce the truncated MAp19 protein .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Polymorphisms in MASP1 and MASP2 genes are associated with protein serum levels and functional activity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Since the first report of a MASP deficiency in 2003 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "deficiencies in lectin pathway proteins have been associated with recurrent infections and several polymorphisms were associated with the susceptibility or protection to infectious diseases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this review , we summarize the findings on the role of MASP polymorphisms and serum levels in bacterial ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "viral and protozoan infectious diseases .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "8",
    "segment_num": "14",
    "token_num": "204"
  }
}