{
  "paper_id": "1bfeba839c9c98eb6e49ceb13cfcdba28620a61d",
  "metadata": {
    "title": "Oligomerization of a Membrane Protein Correlates with Its Retention in the Golgi Complex",
    "coda_data_split": "train",
    "coda_paper_id": 2629,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The first membrane-spanning domain (ml) of the M glycoprotein of avian coronavirus (formerly called El) is sufficient to retain this protein in the cis-Golgi. When the membrane-spanning domain of a protein which is efficiently delivered to the plasma membrane (VSV G protein) is replaced with ml, the resulting chimera (Gml) is retained in the Golgi (Swift, A. M., and C. E. Machamer. 1991. J. Cell Biol. 115:19-30). When assayed in sucrose gradients, we observed that Gml formed a large oligomer, and that much of this oligomer was SDS resistant and stayed near the top of the stacking gel of an SDSpolyacrylamide gel. The unusual stability of the oligomer allowed it to be detected easily. Gml mutants with single amino acid substitutions in the ml domain that were retained in the Golgi complex formed SDS-resistant oligomers, whereas mutants that were rapidly released to the plasma membrane did not. Oligomerization was not detected immediately after synthesis of Gml, but occurred gradually with a lag of ,\u0027,,10 rain, suggesting that it is not merely aggregation of misfolded proteins. Furthermore, oligomer-1. Abbreviations used in this paper: CCCP, carbonyl cyanide m-cldorophenylhydrazone; hCG, human chorionic gonadotropin; IBV, infectious bronchitis virus; VSV, vesicular stomatitis virus.",
      "sentences": [
        [
          {
            "segment_text": "The first membrane-spanning domain ( ml ) of the M glycoprotein of avian coronavirus ( formerly called El ) is sufficient to retain this protein in the cis-Golgi .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "When the membrane-spanning domain of a protein which is efficiently delivered to the plasma membrane ( VSV G protein ) is replaced with ml ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the resulting chimera ( Gml ) is retained in the Golgi ( Swift , A. M. , and C. E. Machamer .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "1991 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "J. Cell Biol .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "115:19-30 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "When assayed in sucrose gradients ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "we observed that Gml formed a large oligomer ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and that much of this oligomer was SDS resistant and stayed near the top of the stacking gel of an SDSpolyacrylamide gel .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The unusual stability of the oligomer allowed it to be detected easily .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Gml mutants with single amino acid substitutions in the ml domain that were retained in the Golgi complex formed SDS-resistant oligomers ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whereas mutants that were rapidly released to the plasma membrane did not .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Oligomerization was not detected immediately after synthesis of Gml ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but occurred gradually with a lag of ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "\u0027 , ,10 rain , suggesting that it is not merely aggregation of misfolded proteins .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , oligomer-1 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Abbreviations used in this paper : CCCP ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "carbonyl cyanide m-cldorophenylhydrazone ; hCG ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "human chorionic gonadotropin ; IBV ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "infectious bronchitis virus ; VSV , vesicular stomatitis virus .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "20",
    "token_num": "239"
  }
}