{
  "paper_id": "1c25b153fbe8c449d7adcde9c039db9edbb437be",
  "metadata": {
    "title": "Bayesian Modelling of an Epidemic of Severe Acute Respiratory Syndrome",
    "coda_data_split": "train",
    "coda_paper_id": 6327,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "This paper analyses data arising from a SARS epidemic in Shanxi province of China involving a total of 354 people infected with SARS-CoV between late February and late May 2003. Using Bayesian inference, we have estimated critical epidemiological determinants. The estimated mean incubation period was 5.3 days (95% CI 4.2-6.8 days), mean time to hospitalisation was 3.5 days (95% CI 2.8-3.6 days), mean time from symptom onset to recovery was 26 days (95% CI 25-27 days) and mean time from symptom onset to death was 21 days (95% CI 16-26 days). The reproduction ratio was estimated to be 4.8 (95% CI 2.2-8.8) in the early part of the epidemic (February and March 2003) reducing to 0.75 (95% CI 0.65-0.85) in the later part of the epidemic (April and May 2003). The infectivity of symptomatic SARS cases in hospital and in the community was estimated. Community SARS cases caused transmission to others at an estimated rate of 0.4 per infective per day during the early part of the epidemic, reducing to 0.2 in the later part of the epidemic. For hospitalised patients, the daily infectivity was approximately 0.15 early in the epidemic, but fell to 0.0006 in the later part of the epidemic. Despite the lower daily infectivity level for hospitalised patients, the long duration of the hospitalisation led to a greater number of transmissions within hospitals compared with the community in the early part of the epidemic, as estimated by this study. This study investigated the individual infectivity profile during the * Corresponding address: Australian Mathematical Sciences Institute,",
      "sentences": [
        [
          {
            "segment_text": "This paper analyses data arising from a SARS epidemic in Shanxi province of China involving a total of 354 people infected with SARS-CoV between late February and late May 2003 .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Using Bayesian inference , we have estimated critical epidemiological determinants .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The estimated mean incubation period was 5.3 days ( 95 % CI 4.2-6.8 days ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "mean time to hospitalisation was 3.5 days ( 95 % CI 2.8-3.6 days ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "mean time from symptom onset to recovery was 26 days ( 95 % CI 25-27 days ) and mean time from symptom onset to death was 21 days ( 95 % CI 16-26 days ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The reproduction ratio was estimated to be 4.8 ( 95 % CI 2.2-8.8 ) in the early part of the epidemic ( February and March 2003 ) reducing to 0.75 ( 95 % CI 0.65-0.85 ) in the later part of the epidemic ( April and May 2003 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The infectivity of symptomatic SARS cases in hospital and in the community was estimated .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Community SARS cases caused transmission to others at an estimated rate of 0.4 per infective per day during the early part of the epidemic ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "reducing to 0.2 in the later part of the epidemic .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "For hospitalised patients , the daily infectivity was approximately 0.15 early in the epidemic ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but fell to 0.0006 in the later part of the epidemic .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Despite the lower daily infectivity level for hospitalised patients ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the long duration of the hospitalisation led to a greater number of transmissions within hospitals compared with the community in the early part of the epidemic ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as estimated by this study .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This study investigated the individual infectivity profile during the * Corresponding address : Australian Mathematical Sciences Institute ,",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "15",
    "token_num": "298"
  }
}