{
  "paper_id": "1c3075d7aeb508b40494af8e0a5fa51b2c18267a",
  "metadata": {
    "title": "Tropical sprue in southern India",
    "coda_data_split": "train",
    "coda_paper_id": 10825,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Tropical sprue, a primary malabsorption syndrome affecting residents and visitors to several tropical regions, occurs in southern India in endemic and epidemic forms. The stomach, the small intestine and colon are affected and malabsorption results in nutrient deficiency. Enterocyte damage, the primary lesion in southern Indian tropical sprue, is the result of a persistent lesion of the stem cell compartment. This lesion occurs on a background of tropical enteropathy and the available evidence suggests that an immunity conferring agent may be responsible for initiating the damage.",
      "sentences": [
        [
          {
            "segment_text": "Tropical sprue , a primary malabsorption syndrome affecting residents and visitors to several tropical regions ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "occurs in southern India in endemic and epidemic forms .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The stomach , the small intestine and colon are affected and malabsorption results in nutrient deficiency .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Enterocyte damage , the primary lesion in southern Indian tropical sprue ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "is the result of a persistent lesion of the stem cell compartment .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This lesion occurs on a background of tropical enteropathy and the available evidence suggests that an immunity conferring agent may be responsible for initiating the damage .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "6",
    "token_num": "95"
  }
}