{
  "paper_id": "1c39a75d28b5ac49de32b9d48dad1923ea0bd8c3",
  "metadata": {
    "title": "Trafficking of activated cytotoxic T lymphocytes into the central nervous system: Use of a transgenic model",
    "coda_data_split": "train",
    "coda_paper_id": 2890,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "We have used cell or tissue-specific promoters to express lymphocytic choriomeningitis virus (LCMV) proteins in selected cells in independent lines of transgenic mice. Upon adoptive transfers into these mice, MHC-restricted LCMV-specific cytotoxic T lymphocytes homed specifically to either the choroid plexus (SV40 promoter) or/3 cells of the islets of Langerhans (rat insulin promoter). The availability of promoters specific for neurons, oligodendrocytes and astrocytes makes this approach compelling for evaluating T cell trafficking into the CNS and for analyzing antigen presentation in vivo in the CNS.",
      "sentences": [
        [
          {
            "segment_text": "We have used cell or tissue-specific promoters to express lymphocytic choriomeningitis virus ( LCMV ) proteins in selected cells in independent lines of transgenic mice .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Upon adoptive transfers into these mice ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "MHC-restricted LCMV-specific cytotoxic T lymphocytes homed specifically to either the choroid plexus ( SV40 promoter ) or/3 cells of the islets of Langerhans ( rat insulin promoter ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The availability of promoters specific for neurons ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "oligodendrocytes and astrocytes makes this approach compelling for evaluating T cell trafficking into the CNS and for analyzing antigen presentation in vivo in the CNS .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "3",
    "segment_num": "5",
    "token_num": "96"
  }
}