{
  "paper_id": "1c593ff9a3c832c2ed6cd2f98ee5d65eaae9be39",
  "metadata": {
    "title": "Adaptation of transmissible gastroenteritis virus to growth in non-permissive Vero cells Brief Report",
    "coda_data_split": "train",
    "coda_paper_id": 7414,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The CPK cells derived from swine kidney were infected with the attenuated TO-163 strain of transmissible gastroenteritis (TGE) virus, and fused with uninfected Vero cells in the presence of polyethylene glycol. Repeated cocultivafion of the fused cells with uninfected Vero cells rendered the virus to grow in Vero cells. The Vero cell-adapted virus acquired the ability to infect and produce cytopathic effects in several other non-permissive cell lines of nonporcine origin. No major differences in viral polypeptides were shown between the Vero cell-adapted TO-163 strain and its parent strain by indirect immunofluorescence and Western blotting using monoclonal and polyclonal antibodies to TGE virus.",
      "sentences": [
        [
          {
            "segment_text": "The CPK cells derived from swine kidney were infected with the attenuated TO-163 strain of transmissible gastroenteritis ( TGE ) virus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and fused with uninfected Vero cells in the presence of polyethylene glycol .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Repeated cocultivafion of the fused cells with uninfected Vero cells rendered the virus to grow in Vero cells .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The Vero cell-adapted virus acquired the ability to infect and produce cytopathic effects in several other non-permissive cell lines of nonporcine origin .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "No major differences in viral polypeptides were shown between the Vero cell-adapted TO-163 strain and its parent strain by indirect immunofluorescence and Western blotting using monoclonal and polyclonal antibodies to TGE virus .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Transmissible gastroenteritis (TGE) virus is a coronavirus with an envelope and positive strand RNA genome. The virion contains 3 structural proteins, i.e., peplomer (S or E 2), transmembrane (M or E 1), and nucleocapsid (N) [4] .",
      "sentences": [
        [
          {
            "segment_text": "Transmissible gastroenteritis ( TGE ) virus is a coronavirus with an envelope and positive strand RNA genome .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The virion contains 3 structural proteins ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "i.e. , peplomer ( S or E 2 ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "transmembrane ( M or E 1 ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and nucleocapsid ( N ) ( 4 ) .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "The virus replicates predominantly in villous epithelial cells of the small intestines, and results in diarrhea in infected pigs [11, 17] . Although clinical symptoms are not clearly demonstrated, the respiratory tract and the tonsils are also susceptible to infection [3, 8, 15] . The host range of TGE virus is restricted like the other coronaviruses [16], and for the propagation of the virus, swine cell cultures are commonly used, although canine [12] and feline [6] cell cultures are less often used. An attempt was made to adapt TGE virus to Vero cells non-permissive to TGE virus infection. The CPK cells derived from swine kidney [10] were inoculated with the avirulent TO-163 strain of TGE virus [5], at a multiplicity of infection of 10, and incubated at 37 °C for 18 h. The infected cells were fused",
      "sentences": [
        [
          {
            "segment_text": "The virus replicates predominantly in villous epithelial cells of the small intestines ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and results in diarrhea in infected pigs ( 11 , 17 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although clinical symptoms are not clearly demonstrated ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the respiratory tract and the tonsils are also susceptible to infection ( 3 , 8 , 15 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The host range of TGE virus is restricted like the other coronaviruses ( 16 ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and for the propagation of the virus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "swine cell cultures are commonly used ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "although canine ( 12 ) and feline ( 6 ) cell cultures are less often used .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "An attempt was made to adapt TGE virus to Vero cells non-permissive to TGE virus infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The CPK cells derived from swine kidney ( 10 ) were inoculated with the avirulent TO-163 strain of TGE virus ( 5 ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "at a multiplicity of infection of 10 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and incubated at 37 °C for 18 h .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The infected cells were fused",
            "crowd_label": "method"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "12",
    "segment_num": "23",
    "token_num": "326"
  }
}