{
  "paper_id": "1c5f2a7a584371461fa19a49e49c99ecd0ef7743",
  "metadata": {
    "title": "Genetic Variability and Phylogeny of Current Chinese Porcine Epidemic Diarrhea Virus Strains Based on Spike, ORF3, and Membrane Genes",
    "coda_data_split": "train",
    "coda_paper_id": 8912,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Since late 2010, the outbreak of porcine epidemic diarrhea (PED) in China has resulted in the deaths of millions of suckling piglets. The main cause of the disease outbreak was unknown. In this study, partial spike (S), ORF3, and membrane (M) genes amplified from these variants were sequenced and analyzed. The results showed that the variants could be clustered into one to three subgroups and suggested that S genes were variable, while M genes were relatively conserved. Moreover, in comparison with the vaccine strain CV777, sequence alignment analyses revealed that the S genes of the newly isolated strains contained several mutations at the aa level. It is possible that these mutations have changed the hydrophobicity of the S protein and influenced the viral antigenicity and virulence. Interestingly, homology analyses based on ORF3 demonstrated that the isolates had an intact opening reading frame (ORF), which were different from the attenuated DR13 strain. In conclusion, the widespread PED virus (PEDV) isolates had virulent characteristics. Additionally, the high degree of variation in the genes, particularly S genes, might provide an explanation for the poor immunity and rapid spread of the disease.",
      "sentences": [
        [
          {
            "segment_text": "Since late 2010 , the outbreak of porcine epidemic diarrhea ( PED ) in China has resulted in the deaths of millions of suckling piglets .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The main cause of the disease outbreak was unknown .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , partial spike ( S ) ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "ORF3 , and membrane ( M ) genes amplified from these variants were sequenced and analyzed .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The results showed that the variants could be clustered into one to three subgroups and suggested that S genes were variable ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while M genes were relatively conserved .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , in comparison with the vaccine strain CV777 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "sequence alignment analyses revealed that the S genes of the newly isolated strains contained several mutations at the aa level .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "It is possible that these mutations have changed the hydrophobicity of the S protein and influenced the viral antigenicity and virulence .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Interestingly , homology analyses based on ORF3 demonstrated that the isolates had an intact opening reading frame ( ORF ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which were different from the attenuated DR13 strain .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In conclusion , the widespread PED virus ( PEDV ) isolates had virulent characteristics .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Additionally , the high degree of variation in the genes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "particularly S genes , might provide an explanation for the poor immunity and rapid spread of the disease .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "14",
    "token_num": "220"
  }
}