{
  "paper_id": "1c66ec8950cbd1e0f0d4bc4a43ba9c79411cc5fa",
  "metadata": {
    "title": "Critical Nodes of Virus-Host Interaction Revealed Through an Integrated Network Analysis",
    "coda_data_split": "train",
    "coda_paper_id": 5964,
    "coda_has_expert_labels": false,
    "subset": "biorxiv_medrxiv"
  },
  "abstract": [
    {
      "original_text": "Viruses are one of the major causes of various acute and chronic infectious diseases and thus a major contributor to the global burden of disease. Several studies have shown how viruses have evolved to hijack basic cellular pathways and evade innate immune response by modulating key host factors and signalling pathways. A collective view of these multiple studies could advance our understanding of viral evasion mechanisms and provide new therapeutic perspectives for the treatment of viral diseases. Here, we performed an integrative meta-analysis to elucidate the 17 different host-virus interactomes. Network and bioinformatics analyses showed how viruses with small genomes efficiently achieve the maximal effect by targeting multifunctional and highly connected host proteins with a high occurrence of disordered regions. We also identified the core cellular process subnetworks that are targeted by all the viruses. Integration with functional RNA interference (RNAi) datasets showed that a large proportion of the targets are required for viral replication. Furthermore, we performed an interactome-informed drug re-purposing screen and identified novel activities for broad-spectrum antiviral agents against hepatitis C virus and human metapneumovirus. Altogether, these orthogonal datasets could serve as a platform for hypothesis generation and follow-up studies to broaden our understanding of the viral evasion landscape. author/funder. All rights reserved. No reuse allowed without permission.",
      "sentences": [
        [
          {
            "segment_text": "Viruses are one of the major causes of various acute and chronic infectious diseases and thus a major contributor to the global burden of disease .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Several studies have shown how viruses have evolved to hijack basic cellular pathways and evade innate immune response by modulating key host factors and signalling pathways .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A collective view of these multiple studies could advance our understanding of viral evasion mechanisms and provide new therapeutic perspectives for the treatment of viral diseases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we performed an integrative meta-analysis to elucidate the 17 different host-virus interactomes .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Network and bioinformatics analyses showed how viruses with small genomes efficiently achieve the maximal effect by targeting multifunctional and highly connected host proteins with a high occurrence of disordered regions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We also identified the core cellular process subnetworks that are targeted by all the viruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Integration with functional RNA interference ( RNAi ) datasets showed that a large proportion of the targets are required for viral replication .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , we performed an interactome-informed drug re-purposing screen and identified novel activities for broad-spectrum antiviral agents against hepatitis C virus and human metapneumovirus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Altogether , these orthogonal datasets could serve as a platform for hypothesis generation and follow-up studies to broaden our understanding of the viral evasion landscape .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "author/funder .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "All rights reserved .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "No reuse allowed without permission .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "12",
    "segment_num": "12",
    "token_num": "228"
  }
}