{
  "paper_id": "1c7230a768a9650c409a13c25b42dcf5f7f3392c",
  "metadata": {
    "title": "Oligonucleotide Functionalised Microbeads: Indispensable Tools for High-Throughput Aptamer Selection",
    "coda_data_split": "train",
    "coda_paper_id": 9308,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The functionalisation of microbeads with oligonucleotides has become an indispensable technique for high-throughput aptamer selection in SELEX protocols. In addition to simplifying the separation of binding and non-binding aptamer candidates, microbeads have facilitated the integration of other technologies such as emulsion PCR (ePCR) and Fluorescence Activated Cell Sorting (FACS) to high-throughput selection techniques. Within these systems, monoclonal aptamer microbeads can be individually generated and assayed to assess aptamer candidate fitness thereby helping eliminate stochastic effects which are common to classical SELEX techniques. Such techniques have given rise to aptamers with 1000 times greater binding affinities when compared to traditional SELEX. Another emerging technique is Fluorescence Activated Droplet Sorting (FADS) whereby selection does not rely on binding capture allowing evolution of a greater diversity of aptamer properties such as fluorescence or enzymatic activity. Within this review we explore examples and applications of oligonucleotide functionalised microbeads in aptamer selection and reflect upon new opportunities arising for aptamer science.",
      "sentences": [
        [
          {
            "segment_text": "The functionalisation of microbeads with oligonucleotides has become an indispensable technique for high-throughput aptamer selection in SELEX protocols .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In addition to simplifying the separation of binding and non-binding aptamer candidates ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "microbeads have facilitated the integration of other technologies such as emulsion PCR ( ePCR ) and Fluorescence Activated Cell Sorting ( FACS ) to high-throughput selection techniques .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Within these systems , monoclonal aptamer microbeads can be individually generated and assayed to assess aptamer candidate fitness thereby helping eliminate stochastic effects which are common to classical SELEX techniques .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Such techniques have given rise to aptamers with 1000 times greater binding affinities when compared to traditional SELEX .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Another emerging technique is Fluorescence Activated Droplet Sorting ( FADS ) whereby selection does not rely on binding capture allowing evolution of a greater diversity of aptamer properties such as fluorescence or enzymatic activity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Within this review we explore examples and applications of oligonucleotide functionalised microbeads in aptamer selection and reflect upon new opportunities arising for aptamer science .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "7",
    "token_num": "170"
  }
}