{
  "paper_id": "1c7fecc424ba6dc4360b6188636b1681514ffc29",
  "metadata": {
    "title": "Diversification of β-augmentation interactions between CDI toxin/immunity proteins",
    "coda_data_split": "train",
    "coda_paper_id": 8976,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Contact-dependent growth inhibition (CDI) is a wide-spread mechanism of inter-bacterial competition mediated by the CdiB/CdiA family of two-partner secretion proteins. CdiA effectors carry diverse C-terminal toxin domains (CdiA-CT), which are delivered into neighboring target cells to inhibit growth. CDI + bacteria also produce CdiI immunity proteins that bind specifically to cognate CdiA-CT toxins and protect the cell from auto-inhibition. Here, we compare the structures of homologous CdiA-CT/CdiI complexes from Escherichia coli EC869 and Yersinia pseudotuberculosis YPIII to explore the evolution of CDI toxin/immunity protein interactions. Both complexes share an unusual β-augmentation interaction, in which the toxin domain extends a β-hairpin into the immunity protein to complete a sixstranded anti-parallel sheet. However, the specific contacts differ substantially between the two complexes. The EC869 β-hairpin interacts mainly through direct H-bond and ion-pair interactions, whereas the YPIII β-hairpin pocket contains more hydrophobic contacts and a network of bridging water molecules. In accord with these differences, we find that each CdiI protein only protects target bacteria from its cognate CdiA-CT toxin. The compact β-hairpin-binding pocket within the immunity protein represents a tractable system for the rationale design of small molecules to block CdiA-CT/CdiI complex formation. We synthesized a macrocyclic peptide mimic of the β-hairpin from EC869 toxin and solved its structure in complex with cognate immunity protein. These latter studies suggest that small molecules could potentially be used to disrupt CDI toxin/immunity complexes.",
      "sentences": [
        [
          {
            "segment_text": "Contact-dependent growth inhibition ( CDI ) is a wide-spread mechanism of inter-bacterial competition mediated by the CdiB/CdiA family of two-partner secretion proteins .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "CdiA effectors carry diverse C-terminal toxin domains ( CdiA-CT ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which are delivered into neighboring target cells to inhibit growth .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "CDI + bacteria also produce CdiI immunity proteins that bind specifically to cognate CdiA-CT toxins and protect the cell from auto-inhibition .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we compare the structures of homologous CdiA-CT/CdiI complexes from Escherichia coli EC869 and Yersinia pseudotuberculosis YPIII to explore the evolution of CDI toxin/immunity protein interactions .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Both complexes share an unusual β-augmentation interaction ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "in which the toxin domain extends a β-hairpin into the immunity protein to complete a sixstranded anti-parallel sheet .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , the specific contacts differ substantially between the two complexes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The EC869 β-hairpin interacts mainly through direct H-bond and ion-pair interactions ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "whereas the YPIII β-hairpin pocket contains more hydrophobic contacts and a network of bridging water molecules .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In accord with these differences ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "we find that each CdiI protein only protects target bacteria from its cognate CdiA-CT toxin .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The compact β-hairpin-binding pocket within the immunity protein represents a tractable system for the rationale design of small molecules to block CdiA-CT/CdiI complex formation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We synthesized a macrocyclic peptide mimic of the β-hairpin from EC869 toxin and solved its structure in complex with cognate immunity protein .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "These latter studies suggest that small molecules could potentially be used to disrupt CDI toxin/immunity complexes .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "3",
      "sentences": [
        [
          {
            "segment_text": "3",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "Contact-dependent growth inhibition, CDI; C-terminal toxin of CdiA, CdiA-CT; immunity protein, CdiI;",
      "sentences": [
        [
          {
            "segment_text": "Contact-dependent growth inhibition , CDI ; C-terminal toxin of CdiA ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "CdiA-CT ; immunity protein , CdiI ;",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "13",
    "segment_num": "18",
    "token_num": "269"
  }
}