{
  "paper_id": "1c8afcb822dac8e8e5b33a85c2c2e9c7cc24a25a",
  "metadata": {
    "title": "Complete Nucleotide Analysis of the Structural Genome of the Infectious Bronchitis Virus Strain Md27 Reveals its Mosaic Nature",
    "coda_data_split": "train",
    "coda_paper_id": 7206,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Infectious bronchitis virus (IBV) causes highly contagious respiratory or urogenital tract diseases in chickens. The Maryland 27(Md27) strain was first isolated in 1976 from diseased chicken flocks in the Delmarva Peninsula region. To understand the genetic diversity and phylogenetic relationship of existing strains with Md27, the complete nucleotide sequence of the 3\u0027end coding region (~7.2 kb) of Md27 was determined and compared with other IBV strains and coronaviruses. It has the same S-3-M-5-N-3\u0027 gene order, as is the case of other IBV strains. The spike gene of Md27 exhibits 97% identity with the SE17 strain. There are deletions at the spike gene, non-coding region between M and 5 genes, and at the 3\u0027untranslated region (UTR), which is different from Ark-like strains. Phylogenetic analysis and sequence alignments demonstrate that Md27 is a chimera containing different gene segments that are most closely related to the SE17, Conn and JMK strains. This current study provides evidence for genomic mutations and intergenic recombination that have taken place in the evolution of IBV strain Md27.",
      "sentences": [
        [
          {
            "segment_text": "Infectious bronchitis virus ( IBV ) causes highly contagious respiratory or urogenital tract diseases in chickens .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The Maryland 27 ( Md27 ) strain was first isolated in 1976 from diseased chicken flocks in the Delmarva Peninsula region .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To understand the genetic diversity and phylogenetic relationship of existing strains with Md27 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the complete nucleotide sequence of the 3 ` end coding region ( ~ 7.2 kb ) of Md27 was determined and compared with other IBV strains and coronaviruses .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "It has the same S-3-M-5-N-3 \u0027 gene order ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "as is the case of other IBV strains .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The spike gene of Md27 exhibits 97 % identity with the SE17 strain .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "There are deletions at the spike gene ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "non-coding region between M and 5 genes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and at the 3 ` untranslated region ( UTR ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which is different from Ark-like strains .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Phylogenetic analysis and sequence alignments demonstrate that Md27 is a chimera containing different gene segments that are most closely related to the SE17 , Conn and JMK strains .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This current study provides evidence for genomic mutations and intergenic recombination that have taken place in the evolution of IBV strain Md27 .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "13",
    "token_num": "200"
  }
}