{
  "paper_id": "1c8a0fb2f60c243f71d16d5fefb5b51d7978869e",
  "metadata": {
    "title": "Proteome and phosphoproteome analysis of honeybee (Apis mellifera) venom collected from electrical stimulation and manual extraction of the venom gland Proteome and phosphoproteome analysis of honeybee (Apis mellifera) venom collected from electrical stimulation and manual extraction of the venom gland",
    "coda_data_split": "train",
    "coda_paper_id": 6774,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Honeybee venom is a complicated defensive toxin that has a wide range of pharmacologically active compounds. Some of these compounds are useful for human therapeutics. There are two major forms of honeybee venom used in pharmacological applications: manually (or reservoir disrupting) extracted glandular venom (GV), and venom extracted through the use of electrical stimulation (ESV). A proteome comparison of these two venom forms and an understanding of the phosphorylation status of ESV, are still very limited. Here, the proteomes of GV and ESV were compared using both gel-based and gel-free proteomics approaches and the phosphoproteome of ESV was determined through the use of TiO 2 enrichment. Results: Of the 43 proteins identified in GV, \u003c 40% were venom toxins, and \u003e 60% of the proteins were non-toxic proteins resulting from contamination by gland tissue damage during extraction and bee death. Of the 17 proteins identified in ESV, 14 proteins (\u003e80%) were venom toxic proteins and most of them were found in higher abundance than in GV. Moreover, two novel proteins (dehydrogenase/reductase SDR family member 11-like and histone H2B.3-like) and three novel phosphorylation sites (icarapin (S43), phospholipase A-2 (T145), and apamin (T23)) were identified.",
      "sentences": [
        [
          {
            "segment_text": "Background : Honeybee venom is a complicated defensive toxin that has a wide range of pharmacologically active compounds .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Some of these compounds are useful for human therapeutics .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "There are two major forms of honeybee venom used in pharmacological applications : manually ( or reservoir disrupting ) extracted glandular venom ( GV ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and venom extracted through the use of electrical stimulation ( ESV ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A proteome comparison of these two venom forms and an understanding of the phosphorylation status of ESV , are still very limited .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , the proteomes of GV and ESV were compared using both gel-based and gel-free proteomics approaches and the phosphoproteome of ESV was determined through the use of TiO 2 enrichment .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Of the 43 proteins identified in GV ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "\u003c 40 % were venom toxins ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and \u003e 60 % of the proteins were non-toxic proteins resulting from contamination by gland tissue damage during extraction and bee death .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Of the 17 proteins identified in ESV ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "14 proteins ( \u003e 80 % ) were venom toxic proteins and most of them were found in higher abundance than in GV .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , two novel proteins ( dehydrogenase/reductase SDR family member 11-like and histone H2B.3-like ) and three novel phosphorylation sites ( icarapin ( S43 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "phospholipase A-2 ( T145 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and apamin ( T23 ) ) were identified .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions: Our data demonstrate that venom extracted manually is different from venom extracted using ESV, and these differences may be important in their use as pharmacological agents. ESV may be more efficient than GV as a potential pharmacological source because of its higher venom protein content, production efficiency, and without the need to kill honeybee. The three newly identified phosphorylated venom proteins in ESV may elicit a different immune response through the specific recognition of antigenic determinants. The two novel venom proteins extend our proteome coverage of honeybee venom.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions : Our data demonstrate that venom extracted manually is different from venom extracted using ESV ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and these differences may be important in their use as pharmacological agents .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "ESV may be more efficient than GV as a potential pharmacological source because of its higher venom protein content ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "production efficiency , and without the need to kill honeybee .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The three newly identified phosphorylated venom proteins in ESV may elicit a different immune response through the specific recognition of antigenic determinants .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The two novel venom proteins extend our proteome coverage of honeybee venom .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "12",
    "segment_num": "20",
    "token_num": "333"
  }
}