{
  "paper_id": "1c91f0c34fbc90056aea02c74a18a938a0af2cbc",
  "metadata": {
    "title": "What is the best control strategy for multiple infectious disease outbreaks?",
    "coda_data_split": "train",
    "coda_paper_id": 6335,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Effective control of infectious disease outbreaks is an important public health goal. In a number of recent studies, it has been shown how different intervention measures like travel restrictions, school closures, treatment and prophylaxis might allow us to control outbreaks of diseases, such as SARS, pandemic influenza and others. In these studies, control of a single outbreak is considered. It is, however, not clear how one should handle a situation where multiple outbreaks are likely to occur. Here, we identify the best control strategy for such a situation. We further discuss ways in which such a strategy can be implemented to achieve additional public health objectives.",
      "sentences": [
        [
          {
            "segment_text": "Effective control of infectious disease outbreaks is an important public health goal .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In a number of recent studies ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "it has been shown how different intervention measures like travel restrictions ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "school closures , treatment and prophylaxis might allow us to control outbreaks of diseases ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "such as SARS , pandemic influenza and others .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In these studies , control of a single outbreak is considered .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It is , however , not clear how one should handle a situation where multiple outbreaks are likely to occur .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Here , we identify the best control strategy for such a situation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We further discuss ways in which such a strategy can be implemented to achieve additional public health objectives .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "9",
    "token_num": "121"
  }
}