{
  "paper_id": "1c995ac4ae70bbcc5da53211e20df4398d1ce55d",
  "metadata": {
    "title": "Autophagic response in the Rabbit Hemorrhagic Disease, an animal model of virally-induced fulminant hepatic failure",
    "coda_data_split": "train",
    "coda_paper_id": 3571,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The Rabbit Hemorrhagic Disease Virus (RHDV) induces a severe disease that fulfils many requirements of an animal model of fulminant hepatic failure. However, a better knowledge of molecular mechanisms contributing to liver damage is required, and it is unknown whether the RHDV induces liver autophagy and how it relates to apoptosis. In this study, we attempted to explore which signalling pathways were involved in the autophagic response induced by the RHDV and to characterize their role in the context of RHDV pathogenesis. Rabbits were infected with 2 × 10 4 hemmaglutination units of a RHDV isolate. The autophagic response was measured as presence of autophagic vesicles, LC3 staining, conversion of LC3-I to autophagosome-associated LC3-II and changes in expression of beclin-1, UVRAG, Atg5, Atg12, Atg16L1 and p62/SQSTM1. RHDV-triggered autophagy reached a maximum at 24 hours post-infection (hpi) and declined at 30 and 36 hpi. Phosphorylation of mTOR also augmented in early periods of infection and there was an increase in the expression of the endoplasmic reticulum chaperones BiP/GRP78, CHOP and GRP94. Apoptosis, measured as caspase-3 activity and expression of PARP-1, increased significantly at 30 and 36 hpi in parallel to the maximal expression of the RHDV capsid protein VP60. These data indicate that RHDV infection initiates a rapid autophagic response, perhaps in an attempt to protect liver, which associates to ER stress development and is independent from downregulation of the major autophagy suppressor mTOR. As the infection continues and the autophagic response declines, cells begin to exhibit apoptosis.",
      "sentences": [
        [
          {
            "segment_text": "The Rabbit Hemorrhagic Disease Virus ( RHDV ) induces a severe disease that fulfils many requirements of an animal model of fulminant hepatic failure .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , a better knowledge of molecular mechanisms contributing to liver damage is required ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and it is unknown whether the RHDV induces liver autophagy and how it relates to apoptosis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , we attempted to explore which signalling pathways were involved in the autophagic response induced by the RHDV and to characterize their role in the context of RHDV pathogenesis .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Rabbits were infected with 2 × 10 4 hemmaglutination units of a RHDV isolate .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The autophagic response was measured as presence of autophagic vesicles ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "LC3 staining , conversion of LC3-I to autophagosome-associated LC3-II and changes in expression of beclin-1 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "UVRAG , Atg5 , Atg12 , Atg16L1 and p62/SQSTM1 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "RHDV-triggered autophagy reached a maximum at 24 hours post-infection ( hpi ) and declined at 30 and 36 hpi .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Phosphorylation of mTOR also augmented in early periods of infection and there was an increase in the expression of the endoplasmic reticulum chaperones BiP/GRP78 , CHOP and GRP94 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Apoptosis , measured as caspase-3 activity and expression of PARP-1 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "increased significantly at 30 and 36 hpi in parallel to the maximal expression of the RHDV capsid protein VP60 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These data indicate that RHDV infection initiates a rapid autophagic response ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "perhaps in an attempt to protect liver ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which associates to ER stress development and is independent from downregulation of the major autophagy suppressor mTOR .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "As the infection continues and the autophagic response declines ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "cells begin to exhibit apoptosis .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "17",
    "token_num": "276"
  }
}