{
  "paper_id": "1ca0730f41039b400a853689689eaf31a80a8bbc",
  "metadata": {
    "title": "21. Novel Therapeutics Against West Nile Virus",
    "coda_data_split": "train",
    "coda_paper_id": 2178,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "No effective therapy is currently available for clinical treatment of flavivirus infections. Recent advances in the structural and molecular biology of flaviviruses have provided new opportunities for the development of antiviral therapies. This chapter summarizes the current status of West Nile virus (WNV) therapeutics. First, strategies for identifying and characterizing small molecular inhibitors are reviewed. These strategies include structure-based rational design, biochemical enzyme-based screening, and reverse genetic system-based screening. Second, known WNV inhibitors are summarized. Both small and macromolecular inhibitors have been identified to inhibit WNV. The macromolecular inhibitors include WNV antibodies, interferon, and nucleic acid-based agents (i.e., antisense oligomer and siRNA). Since the antibody-based therapy is reviewed elsewhere in this book, this chapter emphasizes the nonantibody macromolecular and small molecular inhibitors. Finally, new potential antiviral targets and issues related to WNV therapeutics are discussed .",
      "sentences": [
        [
          {
            "segment_text": "No effective therapy is currently available for clinical treatment of flavivirus infections .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Recent advances in the structural and molecular biology of flaviviruses have provided new opportunities for the development of antiviral therapies .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This chapter summarizes the current status of West Nile virus ( WNV ) therapeutics .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "First , strategies for identifying and characterizing small molecular inhibitors are reviewed .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These strategies include structure-based rational design ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "biochemical enzyme-based screening , and reverse genetic system-based screening .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Second , known WNV inhibitors are summarized .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Both small and macromolecular inhibitors have been identified to inhibit WNV .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The macromolecular inhibitors include WNV antibodies ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "interferon , and nucleic acid-based agents ( i.e. , antisense oligomer and siRNA ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Since the antibody-based therapy is reviewed elsewhere in this book ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "this chapter emphasizes the nonantibody macromolecular and small molecular inhibitors .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Finally , new potential antiviral targets and issues related to WNV therapeutics are discussed .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "13",
    "token_num": "158"
  }
}