{
  "paper_id": "1cd41adb86598c85887d49b3fd7c0b901744ede8",
  "metadata": {
    "title": "Modelling the Dynamics of Host-Parasite Interactions: Basic Principles",
    "coda_data_split": "train",
    "coda_paper_id": 2763,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Mathematical modelling is a valuable tool for the analysis of the infectious diseases spread. Dynamical models may help to represent and summarize available knowledge on transmission and disease evolution, to test assumptions and analyse scenarios, and to predict outcomes of the host-pathogen interactions. This chapter aims at introducing basic concepts and methods of epidemiological modelling, in order to provide a starting point for further developments. After positioning modelling in the process of disease investigation, we first present the main principles of model building and analysis, using simple biological and also mathematical systems. We then provide an overview of the methods that can be employed to describe more complex systems. Last, we illustrate how the modelling approach may help for different practical purposes, including evaluation of control strategies. A brief conclusion discusses the challenge of including genetic and molecular variability in epidemiological modelling. P. Ezanno (*) INRA, Oniris, UMR1300 Bio-agression, épidémiologie et analyse de risque en santé animale, BP40706,",
      "sentences": [
        [
          {
            "segment_text": "Mathematical modelling is a valuable tool for the analysis of the infectious diseases spread .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Dynamical models may help to represent and summarize available knowledge on transmission and disease evolution ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "to test assumptions and analyse scenarios ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and to predict outcomes of the host-pathogen interactions .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This chapter aims at introducing basic concepts and methods of epidemiological modelling ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "in order to provide a starting point for further developments .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "After positioning modelling in the process of disease investigation ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we first present the main principles of model building and analysis ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "using simple biological and also mathematical systems .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We then provide an overview of the methods that can be employed to describe more complex systems .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Last , we illustrate how the modelling approach may help for different practical purposes ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "including evaluation of control strategies .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A brief conclusion discusses the challenge of including genetic and molecular variability in epidemiological modelling .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "P. Ezanno ( * ) INRA ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "Oniris , UMR1300 Bio-agression , épidémiologie et analyse de risque en santé animale , BP40706 ,",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "15",
    "token_num": "179"
  }
}