{
  "paper_id": "1cedac13a5c2517a61ac6f6295b24ba2ad7c11ab",
  "metadata": {
    "title": "Development of attenuated vaccines from Taiwanese infectious bronchitis virus strains",
    "coda_data_split": "train",
    "coda_paper_id": 10484,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Due to variations in serotypes among different strains of avian infectious bronchitis viruses (IBV), vaccination of chicks with imported vaccines fails to protect them from IBV infections in Taiwan. Therefore, we develop attenuated vaccines from local strains in Taiwan. A Taiwan Group I (TW I) strain was passaged 74 times through specific pathogen-free (SPF) chicken embryonated eggs, and then tested in SPF chickens. The attenuated vaccine was not pathogenic in 1-week-old chicks, had a neutralization index (NI) of greater than 4.4 and efficacy of 90% when inoculated birds were challenged with a field IBV strain. Similar results were obtained for a vaccine made from a Taiwan Group II IBV strain. Additionally, the TW I attenuated vaccine strain had no reversion to virulence after five back passages in chicks. In conclusion, these attenuated vaccines have potential for controlling local Taiwanese IBV infections in chickens.",
      "sentences": [
        [
          {
            "segment_text": "Due to variations in serotypes among different strains of avian infectious bronchitis viruses ( IBV ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "vaccination of chicks with imported vaccines fails to protect them from IBV infections in Taiwan .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Therefore , we develop attenuated vaccines from local strains in Taiwan .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "A Taiwan Group I ( TW I ) strain was passaged 74 times through specific pathogen-free ( SPF ) chicken embryonated eggs ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and then tested in SPF chickens .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The attenuated vaccine was not pathogenic in 1-week-old chicks ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "had a neutralization index ( NI ) of greater than 4.4 and efficacy of 90 % when inoculated birds were challenged with a field IBV strain .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Similar results were obtained for a vaccine made from a Taiwan Group II IBV strain .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Additionally , the TW I attenuated vaccine strain had no reversion to virulence after five back passages in chicks .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In conclusion , these attenuated vaccines have potential for controlling local Taiwanese IBV infections in chickens .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "10",
    "token_num": "165"
  }
}