{
  "paper_id": "1cf3629cfea7432f34ada55a60e9cfdada8a07c2",
  "metadata": {
    "title": "Sequential Symptomatic Analysis in Probable Severe Acute Respiratory Syndrome Cases J A N U A R Y 2 0 0 4 4 3 : 1 A N N A L S O F E M E R G E N C Y M E D I C I N E 2 7",
    "coda_data_split": "train",
    "coda_paper_id": 2356,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Study objective: Previous reports on severe acute respiratory syndrome (SARS) described mainly its symptoms. However, the time sequence of symptom development was rarely discussed. The objective of this study is to chronologically document the time sequence of symptom development in probable SARS cases and compare that of the febrile non-SARS cases, thus providing valuable information for early recognition of the disease.",
      "sentences": [
        [
          {
            "segment_text": "Study objective : Previous reports on severe acute respiratory syndrome ( SARS ) described mainly its symptoms .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "However , the time sequence of symptom development was rarely discussed .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The objective of this study is to chronologically document the time sequence of symptom development in probable SARS cases and compare that of the febrile non-SARS cases ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "thus providing valuable information for early recognition of the disease .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Methods: This prospective, descriptive, cohort study was conducted in an academic university hospital in Taipei, Taiwan, from March 14 through May 12, 2003. Patients presenting to the emergency department (ED) with a temperature of at least 38.0째C ( 100.3째F) and exposure history were evaluated with a structured protocol. Detailed time sequences of individual symptoms were recorded, and chest radiography and laboratory test results were obtained. Probable SARS cases were determined by the Center of Disease Control Taiwan. Children younger than 15 years and suspected SARS patients with negative polymerase chain reaction results were excluded from final analysis.",
      "sentences": [
        [
          {
            "segment_text": "Methods : This prospective , descriptive ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "cohort study was conducted in an academic university hospital in Taipei ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "Taiwan , from March 14 through May 12 , 2003 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Patients presenting to the emergency department ( ED ) with a temperature of at least 38.0 째C ( 100.3 째F ) and exposure history were evaluated with a structured protocol .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Detailed time sequences of individual symptoms were recorded ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and chest radiography and laboratory test results were obtained .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Probable SARS cases were determined by the Center of Disease Control Taiwan .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Children younger than 15 years and suspected SARS patients with negative polymerase chain reaction results were excluded from final analysis .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results: Seventy-nine SARS and 220 non-SARS cases were analyzed. The major clinical symptoms of SARS patients on ED presentation were myalgia, loose stool or diarrhea, nonproductive cough or dyspnea, headache, and chills. Upper airway symptoms, including rhinorrhea and sore throat, were rarely seen in the SARS patients but were common in the non-SARS group. Characteristic symptom sequence, consisting of initial fever accompanied by diarrhea and myalgia and then progressive respiratory symptoms, was identified in 55 SARS patients (69.6%; 95% confidence interval [CI] 0.60 to 0.80) but only 7 (3.2%; 95% CI 0.008 to 0.05) non-SARS patients. Chest radiographic abnormality may precede lower respiratory tract symptoms in some SARS patients.",
      "sentences": [
        [
          {
            "segment_text": "Results : Seventy-nine SARS and 220 non-SARS cases were analyzed .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The major clinical symptoms of SARS patients on ED presentation were myalgia ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "loose stool or diarrhea , nonproductive cough or dyspnea , headache , and chills .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Upper airway symptoms , including rhinorrhea and sore throat ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "were rarely seen in the SARS patients but were common in the non-SARS group .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Characteristic symptom sequence , consisting of initial fever accompanied by diarrhea and myalgia and then progressive respiratory symptoms ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "was identified in 55 SARS patients ( 69.6 % ; 95 % confidence interval ( CI ) 0.60 to 0.80 ) but only 7 ( 3.2 % ; 95 % CI 0.008 to 0.05 ) non-SARS patients .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Chest radiographic abnormality may precede lower respiratory tract symptoms in some SARS patients .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusion: During an outbreak period, recognition of possible SARS cases depends on the heightened awareness of its clinical presentation. Aside from travel and contact history, the time sequence of the accompanying symptoms of SARS should help first-line physicians screen SARS patients at an early stage.",
      "sentences": [
        [
          {
            "segment_text": "Conclusion : During an outbreak period ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "recognition of possible SARS cases depends on the heightened awareness of its clinical presentation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Aside from travel and contact history ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the time sequence of the accompanying symptoms of SARS should help first-line physicians screen SARS patients at an early stage .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "15",
    "segment_num": "24",
    "token_num": "368"
  }
}