{
  "paper_id": "1cff28b278c5d4574b33576dee4e8bbbafe83df8",
  "metadata": {
    "title": "Constructing and transient expression of a gene cassette containing edible vaccine elements and shigellosis, anthrax and cholera recombinant antigens in tomato",
    "coda_data_split": "train",
    "coda_paper_id": 4687,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Shigella dysenteriae causing shigellosis is one of the diseases that threaten the health of human society in the developing countries. In Shigella, IpaD gene is one of the key pathogenic genes causing strong mucosal immune system reactions. Anthrax disease is caused by Bacillus anthracis. PA protective antigen is one of the subunits in anthrax toxin complex responsible for the transfer of other subunits into the cytosol of host cells. The 20 kDa subunit of PA (PA20) has the property of immunogenicity. CTxB or B subunit of Vibrio cholerae toxin (CT) is a non-toxic protein and has the function to transfer toxic subunit into cytosol of the host cells by binding to GM1 receptor. The aim of this study was to fuse PA20, ipaD and CTxB and transform tomato plants by this cassette in order to produce an oral vaccine against shigellosis, anthrax and cholera. CTxB was used for these two antigens as an immune adjuvant. IpaD and PA20 genes were cloned in pBI121 containing the CTxB gene and Extensin signal peptide. In order to evaluate the transient expression of Shigellosis, Anthrax and Cholera antigens, agro-infiltrated tomato tissues were inoculated with Agrobacterium tumefaciens containing the gene cassette. Cloning was confirmed by PCR, enzymatic digestion and sequencing techniques. Expression of the antigens was examined by SDS-PAGE, dot blot and ELISA. Maturate green fruits demonstrated the highest expression of the recombinant proteins. The first phase of this study was carried out for cloning and expressing of CtxB, ipaD and PA20 antigens in tomato. In the next phase, we aim to analyze the immunogenicity of this vaccine candidate in laboratory animals.",
      "sentences": [
        [
          {
            "segment_text": "Shigella dysenteriae causing shigellosis is one of the diseases that threaten the health of human society in the developing countries .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In Shigella , IpaD gene is one of the key pathogenic genes causing strong mucosal immune system reactions .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Anthrax disease is caused by Bacillus anthracis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "PA protective antigen is one of the subunits in anthrax toxin complex responsible for the transfer of other subunits into the cytosol of host cells .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The 20 kDa subunit of PA ( PA20 ) has the property of immunogenicity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "CTxB or B subunit of Vibrio cholerae toxin ( CT ) is a non-toxic protein and has the function to transfer toxic subunit into cytosol of the host cells by binding to GM1 receptor .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The aim of this study was to fuse PA20 ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "ipaD and CTxB and transform tomato plants by this cassette in order to produce an oral vaccine against shigellosis , anthrax and cholera .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "CTxB was used for these two antigens as an immune adjuvant .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "IpaD and PA20 genes were cloned in pBI121 containing the CTxB gene and Extensin signal peptide .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "In order to evaluate the transient expression of Shigellosis ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "Anthrax and Cholera antigens , agro-infiltrated tomato tissues were inoculated with Agrobacterium tumefaciens containing the gene cassette .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Cloning was confirmed by PCR ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "enzymatic digestion and sequencing techniques .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Expression of the antigens was examined by SDS-PAGE , dot blot and ELISA .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Maturate green fruits demonstrated the highest expression of the recombinant proteins .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The first phase of this study was carried out for cloning and expressing of CtxB ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "ipaD and PA20 antigens in tomato .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In the next phase , we aim to analyze the immunogenicity of this vaccine candidate in laboratory animals .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "15",
    "segment_num": "19",
    "token_num": "295"
  }
}