{
  "paper_id": "1d05a3a4bca4491b8335840d4a66d2be5811875f",
  "metadata": {
    "title": "Supplemental Information Direct Observation of Distinct A/P Hybrid-State tRNAs in Translocating Ribosomes",
    "coda_data_split": "train",
    "coda_paper_id": 4973,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": ".",
      "sentences": [
        [
          {
            "segment_text": ".",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "(A) Fourier shell correlation plots for the reconstructions reported in this paper. The FSC\u003d0.5 criterion was used for all maps in determining resolution (Graphs prepared using draw_graph (J.F.F. and R.J.C.G., manuscript in preparation). (B) Left A view of the top side of the 80S ribosome large subunit (both subunits in a smaller view above, for orientation) to show fitted rRNA helices (red) and their agreement with the appearance of grooves on the isosurface of the reconstruction (cyan). The RNA model fitted is from the refined model described in the Supporting Information text. Right Two views of the 80S PK-tRNA-EF-2 structure sliced through in which the cut planes are coloured by density (red high density, blue low density) to show the detailed, 15Å resolution density reconstructed, in which individual rRNA helices are resolved. (C) Guinier analysis, after Rosenthal and Henderson (Rosenthal and Henderson, 2003) of the amplitude profiles of the reconstructions reported in this paper. In each plot the uncorrected amplitude profile is shown in grey; it has been fitted with a straight line (red) to give a slope which is the B factor describing in each case. These B factors were applied, negatively, to the reconstructions in order to sharpen them appropriately, yielding the amplitude profiles shown in green (Graphs prepared using draw_guinier (J.F.F. and R.J.C.G., manuscript in preparation). See Supplemental Experimental Procedures for more information.",
      "sentences": [
        [
          {
            "segment_text": "( A ) Fourier shell correlation plots for the reconstructions reported in this paper .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The FSC \u003d 0.5 criterion was used for all maps in determining resolution ( Graphs prepared using draw _ graph ( J.F.F. and R.J.C.G. , manuscript in preparation ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "( B ) Left A view of the top side of the 80S ribosome large subunit ( both subunits in a smaller view above , for orientation ) to show fitted rRNA helices ( red ) and their agreement with the appearance of grooves on the isosurface of the reconstruction ( cyan ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The RNA model fitted is from the refined model described in the Supporting Information text .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Right Two views of the 80S PK-tRNA-EF-2 structure sliced through in which the cut planes are coloured by density ( red high density , blue low density ) to show the detailed ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "15Å resolution density reconstructed , in which individual rRNA helices are resolved .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "( C ) Guinier analysis ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "after Rosenthal and Henderson ( Rosenthal and Henderson , 2003 ) of the amplitude profiles of the reconstructions reported in this paper .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In each plot the uncorrected amplitude profile is shown in grey ; it has been fitted with a straight line ( red ) to give a slope which is the B factor describing in each case .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "These B factors were applied ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "negatively , to the reconstructions in order to sharpen them appropriately ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "yielding the amplitude profiles shown in green ( Graphs prepared using draw _ guinier ( J.F.F. and R.J.C.G. , manuscript in preparation ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "See Supplemental Experimental Procedures for more information .",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "Four views related by 90° rotations, as indicated, of the 80S SL reconstruction fitted with coordinates for the mammalian ribosome as modeled by Chandramouli et al. (2008) into a canine ribosome reconstruction (PDB IDs 2ZKQ and 2ZKR). The 80S SL map is shown as a grey semitransparent surface, the fitted RNA and proteins of the 40S subunit in yellow (backbone for rRNA, ribbon representation for proteins) and of the 60S subunit in blue. The regions for which we cannot identify density and which were left out of the models presented in the main paper are coloured red. They are restricted to the periphery and consist of RNA expansion segments ES4, ES5, ES20, ES24, ES27, ES30 and ES31 of the large subunit and ES3 of the small, and proteins L7A, L18, L35 and the 60S acidic protein.",
      "sentences": [
        [
          {
            "segment_text": "Four views related by 90 ° rotations ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "as indicated , of the 80S SL reconstruction fitted with coordinates for the mammalian ribosome as modeled by Chandramouli et al. ( 2008 ) into a canine ribosome reconstruction ( PDB IDs 2ZKQ and 2ZKR ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The 80S SL map is shown as a grey semitransparent surface ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "the fitted RNA and proteins of the 40S subunit in yellow ( backbone for rRNA , ribbon representation for proteins ) and of the 60S subunit in blue .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The regions for which we can not identify density and which were left out of the models presented in the main paper are coloured red .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "They are restricted to the periphery and consist of RNA expansion segments ES4 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "ES5 , ES20 , ES24 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "ES27 , ES30 and ES31 of the large subunit and ES3 of the small ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and proteins L7A , L18 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "L35 and the 60S acidic protein .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "(A) Atomic structure of the 70S ribosome from Thermus thermophilus bound with tRNAs and mRNA (Selmer et al., 2006). The RNA and proteins of both subunits are depicted as yellow ribbons, the P-site tRNA as a grey atomic surface. An eight-residue peptide has been inserted into the structure (taken from an eight-residue stretch of  sheet in EF-2), positioned such that it could be attached to the P-site tRNA and points down the tunnel through the large subunit (red atomic surface). (B) Electron density calculated for the structure shown in a. The calculation was done twice -with and without the eight-residue peptide. Both maps were filtered to 15Å resolution prior to comparison. Yellow: density for the atomic structure shown in a excepting the P-site tRNA which was not included in the density calculation and the eight residue peptide; grey: density calculated for the P-site tRNA separately and also filtered to 15Å resolution; red: difference density computed by subtracting the peptide-less structure from an exactly equivalent structure containing the peptide. It appears that, at 15Å resolution, an eight residue peptide can be identified by difference imaging within a ribosome. (C) The same calculation shown in B but all maps were smeared with a B factor of 5,000 Å 2 ; the difference density for the eight residues is still visible. (D) A close-up of the tRNA and peptide density shown in b, with the ribosomal RNA and proteins shown as ribbons We note that the tRNA density is much clearer than in our experimental maps, but this is because we have not accounted for the solvent or a scattering envelope in calculating the electron density. In addition, EM data is convoluted by the microscope envelope function.",
      "sentences": [
        [
          {
            "segment_text": "( A ) Atomic structure of the 70S ribosome from Thermus thermophilus bound with tRNAs and mRNA ( Selmer et al. , 2006 ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The RNA and proteins of both subunits are depicted as yellow ribbons ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "the P-site tRNA as a grey atomic surface .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "An eight-residue peptide has been inserted into the structure ( taken from an eight-residue stretch of sheet in EF-2 ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "positioned such that it could be attached to the P-site tRNA and points down the tunnel through the large subunit ( red atomic surface ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "( B ) Electron density calculated for the structure shown in a .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The calculation was done twice - with and without the eight-residue peptide .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Both maps were filtered to 15Å resolution prior to comparison .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Yellow : density for the atomic structure shown in a excepting the P-site tRNA which was not included in the density calculation and the eight residue peptide ; grey : density calculated for the P-site tRNA separately and also filtered to 15Å resolution ; red : difference density computed by subtracting the peptide-less structure from an exactly equivalent structure containing the peptide .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "It appears that , at 15Å resolution ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "an eight residue peptide can be identified by difference imaging within a ribosome .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "( C ) The same calculation shown in B but all maps were smeared with a B factor of 5,000 Å 2 ; the difference density for the eight residues is still visible .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "( D ) A close-up of the tRNA and peptide density shown in b ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with the ribosomal RNA and proteins shown as ribbons We note that the tRNA density is much clearer than in our experimental maps ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but this is because we have not accounted for the solvent or a scattering envelope in calculating the electron density .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , EM data is convoluted by the microscope envelope function .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "25",
    "segment_num": "40",
    "token_num": "761"
  }
}