{
  "paper_id": "1d0c8b03f2da34c55161d6205a97d06d373762c0",
  "metadata": {
    "title": "Isolation and Identification of Feline Herpesvirus Type 1 from a South China Tiger in China",
    "coda_data_split": "train",
    "coda_paper_id": 6543,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Abstract：In 2012, an FHV-1-like virus was isolated from a tiger that presented with clinical signs of sialorrhea, sneezing and purulent rhinorrhea. Isolation was performed with the FK81 cell line, and the virus was identified by PCR, transmission electron microscopy (TEM), and the phylogenetic analysis of the partial thymidine kinase (TK) and glycoprotein B (gB) genes. A total of 253 bp of the TK gene and 566 bp of the gB gene were amplified from the trachea of the tiger by PCR/RT-PCR method. Phylogenetic analysis showed that the isolate belonged to the same cluster with other FHV-1 strains obtained from GenBank. Herpes-like viruses with an envelope and diameters of approximately 200 nm were observed in the culture supernatants of FK81 cells inoculated with samples from the tiger. The FHV-1 infection was confirmed by an animal challenge experiment in a cat model.",
      "sentences": [
        [
          {
            "segment_text": "Abstract ： In 2012 , an FHV-1-like virus was isolated from a tiger that presented with clinical signs of sialorrhea , sneezing and purulent rhinorrhea .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Isolation was performed with the FK81 cell line ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and the virus was identified by PCR ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "transmission electron microscopy ( TEM ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and the phylogenetic analysis of the partial thymidine kinase ( TK ) and glycoprotein B ( gB ) genes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A total of 253 bp of the TK gene and 566 bp of the gB gene were amplified from the trachea of the tiger by PCR/RT-PCR method .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Phylogenetic analysis showed that the isolate belonged to the same cluster with other FHV-1 strains obtained from GenBank .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Herpes-like viruses with an envelope and diameters of approximately 200 nm were observed in the culture supernatants of FK81 cells inoculated with samples from the tiger .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The FHV-1 infection was confirmed by an animal challenge experiment in a cat model .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Viruses 2014, 6",
      "sentences": [
        [
          {
            "segment_text": "Viruses 2014 , 6",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "Our finding extends the host range of FHV-1 and has implications for FHV-1 infection and South China tiger conservation.",
      "sentences": [
        [
          {
            "segment_text": "Our finding extends the host range of FHV-1 and has implications for FHV-1 infection and South China tiger conservation .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "8",
    "segment_num": "11",
    "token_num": "183"
  }
}