{
  "paper_id": "1d13029ab155210da6e202f8cb5d902d7eabe226",
  "metadata": {
    "title": "Epidemiological study of canine parvovirus infection in and around Bhubaneswar, Odisha, India",
    "coda_data_split": "train",
    "coda_paper_id": 10374,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Aim: An epidemiological study of canine parvovirus infection in dogs in and around Bhubaneswar, Odisha was conducted between December 2012 to March 2013 and prevalence rate was studied on the basis of age, breed, and sex. Materials and Methods: A total of 71 fecal samples from suspected diarrheic dogs were collected in sterile phosphate buffer saline (10% W/V) and examined by polymerase chain reaction (PCR) for detection of canine parvo virus infection, followed by epidemiological study in relation to age, breed, and sex. Results: Of 71 samples analyzed, 29 (40.85%) were found to be positive by PCR assay. The infection was higher in Deshi/ local breeds (34.48%), followed by German shepherd (17.24%), equal incidences in mixed and Labrador retriever (10.34%), Rottweiler and German spitz showed 6.90% each and finally lower incidences in four breeds (3.45%) such as Dalmatians, Nea politan mastiff, Pug and Great Dane. Age-wise prevalence study revealed the infection being more in the age group of 3-6 months (41.37%), followed by equal incidences of 27.59% in 1-3 months and 6-12 months age group, and a low incidence in age groups above 12 months (3.45%). The incidence was predominantly higher in males (86.21%) than females (13.79%).",
      "sentences": [
        [
          {
            "segment_text": "Aim : An epidemiological study of canine parvovirus infection in dogs in and around Bhubaneswar ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "Odisha was conducted between December 2012 to March 2013 and prevalence rate was studied on the basis of age , breed , and sex .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Materials and Methods : A total of 71 fecal samples from suspected diarrheic dogs were collected in sterile phosphate buffer saline ( 10 % W/V ) and examined by polymerase chain reaction ( PCR ) for detection of canine parvo virus infection ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "followed by epidemiological study in relation to age , breed , and sex .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Of 71 samples analyzed ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "29 ( 40.85 % ) were found to be positive by PCR assay .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The infection was higher in Deshi / local breeds ( 34.48 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "followed by German shepherd ( 17.24 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "equal incidences in mixed and Labrador retriever ( 10.34 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Rottweiler and German spitz showed 6.90 % each and finally lower incidences in four breeds ( 3.45 % ) such as Dalmatians ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Nea politan mastiff , Pug and Great Dane .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Age-wise prevalence study revealed the infection being more in the age group of 3-6 months ( 41.37 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "followed by equal incidences of 27.59 % in 1-3 months and 6-12 months age group ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and a low incidence in age groups above 12 months ( 3.45 % ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The incidence was predominantly higher in males ( 86.21 % ) than females ( 13.79 % ) .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "The epidemiological analysis revealed that the breed wise prevalence was found to be more in Deshi breeds as compared to others, age groups below 6 months were found to be more prone to parvovirus infection and males were mostly infected.",
      "sentences": [
        [
          {
            "segment_text": "The epidemiological analysis revealed that the breed wise prevalence was found to be more in Deshi breeds as compared to others ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "age groups below 6 months were found to be more prone to parvovirus infection and males were mostly infected .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "7",
    "segment_num": "17",
    "token_num": "297"
  }
}