{
  "paper_id": "1d248662489af078d3060a053add4865000a94e1",
  "metadata": {
    "title": "Brief Reports Lipopolysaccharide Inhibits Sindbis Virus-Induced IP-10 Release in Human Peripheral Blood Mononuclear Cells",
    "coda_data_split": "train",
    "coda_paper_id": 7621,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Chemokines play a pivotal role in the innate response to both bacterial and viral infections, and in mixed infections. To determine chemokine responses to Sindbis virus (SIN) in a co-infection model, peripheral blood mononuclear cells (PBMCs) derived from healthy volunteers were exposed to SIN in the presence and absence of lipopolysaccharide (LPS). Culture supernatants recovered at 2, 24, and 72 h post-exposure were evaluated for virus replication and analyzed for chemokines by ELISA. None of the PBMC cultures showed new virus release, GFP reporter expression, or viral RNA synthesis. While SIN had little effect on the induction of IL-8 and RANTES, the chemokines MCP-1, MIP1-a ( p \u003c 0.001), and MIP1-b ( p \u003c 0.0004) were drastically upregulated by SIN as well as LPS. Both live and UV-inactivated SIN induced secretion of IP-10 and I-TAC. Although LPS did not induce release of IP-10, it sharply inhibited ( p ¼ 0.004) SIN-mediated IP-10 secretion. On the contrary, the release of SLC was blocked by SIN. The adjuvant activity of IP-10, its antiangiogenic function, and antagonism between SIN and LPS for the release of select chemokines may be useful in understanding the pathogenesis of mixed infections, cross-talk between cellular pathways, and may have applications in cancer and sepsis.",
      "sentences": [
        [
          {
            "segment_text": "Chemokines play a pivotal role in the innate response to both bacterial and viral infections , and in mixed infections .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To determine chemokine responses to Sindbis virus ( SIN ) in a co-infection model ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "peripheral blood mononuclear cells ( PBMCs ) derived from healthy volunteers were exposed to SIN in the presence and absence of lipopolysaccharide ( LPS ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Culture supernatants recovered at 2 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "24 , and 72 h post-exposure were evaluated for virus replication and analyzed for chemokines by ELISA .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "None of the PBMC cultures showed new virus release ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "GFP reporter expression , or viral RNA synthesis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "While SIN had little effect on the induction of IL-8 and RANTES ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the chemokines MCP-1 , MIP1-a ( p \u003c 0.001 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and MIP1-b ( p \u003c 0.0004 ) were drastically upregulated by SIN as well as LPS .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Both live and UV-inactivated SIN induced secretion of IP-10 and I-TAC .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Although LPS did not induce release of IP-10 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "it sharply inhibited ( p 1/4 0.004 ) SIN-mediated IP-10 secretion .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "On the contrary , the release of SLC was blocked by SIN .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The adjuvant activity of IP-10 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "its antiangiogenic function , and antagonism between SIN and LPS for the release of select chemokines may be useful in understanding the pathogenesis of mixed infections ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "cross-talk between cellular pathways , and may have applications in cancer and sepsis .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "17",
    "token_num": "239"
  }
}