{
  "paper_id": "1d2c4cd6798ba4eb5e8e062248a7853df4bc74ca",
  "metadata": {
    "title": "Metagenomic analysis of viruses in toilet waste from long distance flights-A new procedure for global infectious disease surveillance",
    "coda_data_split": "train",
    "coda_paper_id": 7986,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Human viral pathogens are a major public health threat. Reliable information that accurately describes and characterizes the global occurrence and transmission of human viruses is essential to support national and global priority setting, public health actions, and treatment decisions. However, large areas of the globe are currently without surveillance due to limited health care infrastructure and lack of international cooperation. We propose a novel surveillance strategy, using metagenomic analysis of toilet material from international air flights as a method for worldwide viral disease surveillance. The aim of this study was to design, implement, and evaluate a method for viral analysis of airplane toilet waste enabling simultaneous detection and quantification of a wide range of human viral pathogens. Toilet waste from 19 international airplanes was analyzed for viral content, using viral capture probes followed by high-throughput sequencing. Numerous human pathogens were detected including enteric and respiratory viruses. Several geographic trends were observed with samples originating from South Asia having significantly higher viral species richness as well as higher abundances of salivirus A, aichivirus A and enterovirus B, compared to samples originating from North Asia and North America. In addition, certain city specific trends were observed, including high numbers of rotaviruses in airplanes departing from Islamabad. Based on this study we believe that central sampling and analysis at international airports could be a useful supplement for global viral surveillance, valuable for outbreak detection and for guiding public health resources.",
      "sentences": [
        [
          {
            "segment_text": "Human viral pathogens are a major public health threat .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Reliable information that accurately describes and characterizes the global occurrence and transmission of human viruses is essential to support national and global priority setting ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "public health actions , and treatment decisions .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , large areas of the globe are currently without surveillance due to limited health care infrastructure and lack of international cooperation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We propose a novel surveillance strategy ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "using metagenomic analysis of toilet material from international air flights as a method for worldwide viral disease surveillance .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The aim of this study was to design ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "implement , and evaluate a method for viral analysis of airplane toilet waste enabling simultaneous detection and quantification of a wide range of human viral pathogens .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Toilet waste from 19 international airplanes was analyzed for viral content ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "using viral capture probes followed by high-throughput sequencing .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Numerous human pathogens were detected including enteric and respiratory viruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Several geographic trends were observed with samples originating from South Asia having significantly higher viral species richness as well as higher abundances of salivirus A ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "aichivirus A and enterovirus B ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "compared to samples originating from North Asia and North America .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , certain city specific trends were observed ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including high numbers of rotaviruses in airplanes departing from Islamabad .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Based on this study we believe that central sampling and analysis at international airports could be a useful supplement for global viral surveillance ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "valuable for outbreak detection and for guiding public health resources .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "18",
    "token_num": "259"
  }
}