{
  "paper_id": "1d4f3fd8d4284765eb25d71d67abee137c4a7c00",
  "metadata": {
    "title": "Emerging infectious disease: trends in the literature on SARS and H7N9 influenza",
    "coda_data_split": "train",
    "coda_paper_id": 8891,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Severe acute respiratory syndrome (SARS) and human infection H7N9 influenza are emerging infectious diseases having a relatively high mortality. Epidemics of each began in China. By searching through Science Citation Index, this study analyzed the article literature on SARS and H7N9 influenza, particularly papers in the leading journals The Lancet, New England Journal of Medicine (NEJM), Nature and Science. The results show that the quantity and quality of SARS and H7N9 influenza literature from mainland China changed distinctly over the course of 10 years. Researchers from mainland China published 12 article literature in the The Lancet, NEJM, Nature and Science about H7N9 influenza, whereas mainland China had only 2 article literature about SARS in the same journals. The literature reflects China\u0027s growing strength in the science and technology of emerging infectious disease.",
      "sentences": [
        [
          {
            "segment_text": "Severe acute respiratory syndrome ( SARS ) and human infection H7N9 influenza are emerging infectious diseases having a relatively high mortality .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Epidemics of each began in China .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "By searching through Science Citation Index ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "this study analyzed the article literature on SARS and H7N9 influenza ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "particularly papers in the leading journals The Lancet ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "New England Journal of Medicine ( NEJM ) , Nature and Science .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The results show that the quantity and quality of SARS and H7N9 influenza literature from mainland China changed distinctly over the course of 10 years .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Researchers from mainland China published 12 article literature in the The Lancet ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "NEJM , Nature and Science about H7N9 influenza ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whereas mainland China had only 2 article literature about SARS in the same journals .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The literature reflects China \u0027s growing strength in the science and technology of emerging infectious disease .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "11",
    "token_num": "150"
  }
}