{
  "paper_id": "1dba0f00d44744fef55a3ad1302a4dc116dcb7f1",
  "metadata": {
    "title": "ROLE OF RESPIRATORY SYNCYTIAL VIRUS IN ACUTE OTITIS MEDIA: IMPLICATIONS FOR VACCINE DEVELOPMENT",
    "coda_data_split": "train",
    "coda_paper_id": 8212,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "We summarize herein the results of various virologic studies of acute otitis media (AOM) conducted at our site over a ten -year period. Among 566 children with AOM, respiratory syncytial virus (RSV) was the most common virus identified in either middle ear fluid or nasal wash; it was found in 16% of all children and 38% of virus-positive children. Seventy-one percent of the children with RSV were one year of age or older, which was significantly older than all other viruses combined (P \u003d 0.045). RSV infection was associated with the common bacterial pathogens causing AOM. Past efforts to develop vaccines for RSV have emphasized prevention of lower respiratory tract infection in infants, which is a more serious problem but less common than AOM. Our results suggest that RSV vaccines that work only against infection in older children may have value in preventing AOM, the most common pediatric disease.",
      "sentences": [
        [
          {
            "segment_text": "We summarize herein the results of various virologic studies of acute otitis media ( AOM ) conducted at our site over a ten - year period .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Among 566 children with AOM ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "respiratory syncytial virus ( RSV ) was the most common virus identified in either middle ear fluid or nasal wash ; it was found in 16 % of all children and 38 % of virus-positive children .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Seventy-one percent of the children with RSV were one year of age or older ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which was significantly older than all other viruses combined ( P \u003d 0.045 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "RSV infection was associated with the common bacterial pathogens causing AOM .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Past efforts to develop vaccines for RSV have emphasized prevention of lower respiratory tract infection in infants ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which is a more serious problem but less common than AOM .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our results suggest that RSV vaccines that work only against infection in older children may have value in preventing AOM ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the most common pediatric disease .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "10",
    "token_num": "169"
  }
}