{
  "paper_id": "1dc3dfb500658a5c9458da510c1443ad8f563c1b",
  "metadata": {
    "title": "Positive Selection of a Serine Residue in Bat IRF3 Confers Enhanced Antiviral Protection",
    "coda_data_split": "train",
    "coda_paper_id": 5149,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Compared with other mammals, bats harbor more zoonotic viruses per species and do not demonstrate signs of disease on infection with these viruses. To counteract infections with viruses, bats have evolved enhanced mechanisms to limit virus replication and immunopathology. However, molecular and cellular drivers of antiviral responses in bats largely remain an enigma. In this study, we demonstrate that a serine residue in IRF3 is positively selected for in multiple bat species. IRF3 is a central regulator of innate antiviral responses in mammals. Replacing the serine residue in bat IRF3 with the human leucine residue decreased antiviral protection in bat cells, whereas the addition of this serine residue in human IRF3 significantly enhanced antiviral protection in human cells. Our study provides genetic and functional evidence for enhanced IRF3-mediated antiviral responses in bats and adds support to speculations that bats have positively selected for multiple adaptations in their antiviral immune responses.",
      "sentences": [
        [
          {
            "segment_text": "Compared with other mammals , bats harbor more zoonotic viruses per species and do not demonstrate signs of disease on infection with these viruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To counteract infections with viruses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "bats have evolved enhanced mechanisms to limit virus replication and immunopathology .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , molecular and cellular drivers of antiviral responses in bats largely remain an enigma .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , we demonstrate that a serine residue in IRF3 is positively selected for in multiple bat species .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "IRF3 is a central regulator of innate antiviral responses in mammals .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Replacing the serine residue in bat IRF3 with the human leucine residue decreased antiviral protection in bat cells ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whereas the addition of this serine residue in human IRF3 significantly enhanced antiviral protection in human cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our study provides genetic and functional evidence for enhanced IRF3-mediated antiviral responses in bats and adds support to speculations that bats have positively selected for multiple adaptations in their antiviral immune responses .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "9",
    "token_num": "162"
  }
}