{
  "paper_id": "1de4fa1d2edead95545fa80b36501f2491b94ce5",
  "metadata": {
    "title": "Detection of human rhinoviruses by reverse transcription strand invasion based amplification method (RT-SIBA)",
    "coda_data_split": "train",
    "coda_paper_id": 4037,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background: Rhinovirus (RV), a major cause of respiratory infection in humans, imposes an enormous economic burden due to the direct and indirect costs associated with the illness. Accurate and timely diagnosis is crucial for deciding the appropriate clinical approach and minimizing unnecessary prescription of antibiotics. Diagnosis of RV is extremely challenging due to genetic and serological variability among its numerous types and their similarity to enteroviruses.",
      "sentences": [
        [
          {
            "segment_text": "Background : Rhinovirus ( RV ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a major cause of respiratory infection in humans ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "imposes an enormous economic burden due to the direct and indirect costs associated with the illness .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Accurate and timely diagnosis is crucial for deciding the appropriate clinical approach and minimizing unnecessary prescription of antibiotics .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Diagnosis of RV is extremely challenging due to genetic and serological variability among its numerous types and their similarity to enteroviruses .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Objective: We sought to develop a rapid nucleic acid test that can be used for the detection of Rhinovirus within both laboratory and near patient settings.",
      "sentences": [
        [
          {
            "segment_text": "Objective : We sought to develop a rapid nucleic acid test that can be used for the detection of Rhinovirus within both laboratory and near patient settings .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Study design: We developed and evaluated a novel isothermal nucleic acid amplification method called Reverse Transcription Strand Invasion-Based Amplification (RT-SIBA) to rapidly detect Rhinovirus from clinical specimens.",
      "sentences": [
        [
          {
            "segment_text": "Study design : We developed and evaluated a novel isothermal nucleic acid amplification method called Reverse Transcription Strand Invasion-Based Amplification ( RT-SIBA ) to rapidly detect Rhinovirus from clinical specimens .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Result: The method, RT-SIBA, detected RV in clinical specimens with high analytical sensitivity (96%) and specificity (100%). The time to positive result was significantly shorter for the RV RT-SIBA assay than for a reference RV nucleic acid amplification method (RT-qPCR).",
      "sentences": [
        [
          {
            "segment_text": "Result : The method , RT-SIBA ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "detected RV in clinical specimens with high analytical sensitivity ( 96 % ) and specificity ( 100 % ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The time to positive result was significantly shorter for the RV RT-SIBA assay than for a reference RV nucleic acid amplification method ( RT-qPCR ) .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusion: The rapid detection time of the RV SIBA assay, as well as its compatibility with portable instruments, will facilitate prompt diagnosis of infection and thereby improve patient care.",
      "sentences": [
        [
          {
            "segment_text": "Conclusion : The rapid detection time of the RV SIBA assay ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as well as its compatibility with portable instruments ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "will facilitate prompt diagnosis of infection and thereby improve patient care .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "5",
    "sentence_num": "8",
    "segment_num": "13",
    "token_num": "219"
  }
}