{
  "paper_id": "1df69e661a20b92e90c5eb2126ba0b464d7cbf62",
  "metadata": {
    "title": "Anti-inflammatory and antipyretic properties of Kang 601 heji, a traditional Chinese oral liquid dosage form",
    "coda_data_split": "train",
    "coda_paper_id": 10454,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Objective: To evaluate the scientific basis for the use of Kang 601 heji (K-601) as an anti-inflammatory and antipyretic agent using appropriate animal models. Methods: Carrageenan-induced rat paw and xylene-induced ear oedemas were models used to investigate anti-inflammatory actions of K-601. Lipopolysaccharide-induced pyrexia model was used to evaluate antipyretic activity in Wistar rats. The antiinflammatory and antipyretic mechanisms were evaluated by detecting prostaglandins E 2 , nitric oxide, interleukin-1b and tumour necrosis factor-a levels using appropriate reagents and ELISA kits. Results: The results revealed that K-601 reduced the level of inflammations in both antiinflammatory models in a dose-dependent manner. The same was true for the antipyretic model. The possible mechanisms of actions were through the inhibition of prostaglandins E 2 , interleukin-1b, tumour necrosis factor-a and nitric oxide. Conclusions: K-601 has proven anti-inflammatory and antipyretic actions. The findings provide a scientific basis for the use of K-601 as anti-inflammatory and antipyretic agent in traditional Chinese medicinal practice.",
      "sentences": [
        [
          {
            "segment_text": "Objective : To evaluate the scientific basis for the use of Kang 601 heji ( K-601 ) as an anti-inflammatory and antipyretic agent using appropriate animal models .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : Carrageenan-induced rat paw and xylene-induced ear oedemas were models used to investigate anti-inflammatory actions of K-601 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Lipopolysaccharide-induced pyrexia model was used to evaluate antipyretic activity in Wistar rats .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The antiinflammatory and antipyretic mechanisms were evaluated by detecting prostaglandins E 2 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "nitric oxide , interleukin-1b and tumour necrosis factor-a levels using appropriate reagents and ELISA kits .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : The results revealed that K-601 reduced the level of inflammations in both antiinflammatory models in a dose-dependent manner .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The same was true for the antipyretic model .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The possible mechanisms of actions were through the inhibition of prostaglandins E 2 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "interleukin-1b , tumour necrosis factor-a and nitric oxide .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : K-601 has proven anti-inflammatory and antipyretic actions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The findings provide a scientific basis for the use of K-601 as anti-inflammatory and antipyretic agent in traditional Chinese medicinal practice .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "11",
    "token_num": "174"
  }
}