{
  "paper_id": "1e2493a8e26be4ff934b96dedc32dc7cf5728370",
  "metadata": {
    "title": "Trigger factor assisted soluble expression of recombinant spike protein of porcine epidemic diarrhea virus in Escherichia coli",
    "coda_data_split": "train",
    "coda_paper_id": 2227,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Porcine epidemic diarrhea virus (PEDV) is a highly contagious enteric pathogen of swine. The spike glycoprotein (S) of PEDV is the major immunogenic determinant that plays a pivotal role in the induction of neutralizing antibodies against PEDV, which therefore is an ideal target for the development of subunit vaccine. In an attempt to develop a subunit vaccine for PEDV, we cloned two different fragments of S protein and expressed as glutathione S-transferase (GST)-tagged fusion proteins, namely rGST-COE and rGST-S1D, in E.coli. However, the expression of these recombinant protein antigens using a variety of expression vectors, strains, and induction conditions invariably resulted in inclusion bodies. To achieve the soluble expression of recombinant proteins, several chaperone co-expression systems were tested in this study. Results: We firstly tested various chaperone co-expression systems and found that co-expression of trigger factor (TF) with recombinant proteins at 15°C was most useful in soluble production of rGST-COE and rGST-S1D compared to GroEL-ES and DnaK-DnaJ-GrpE/GroEL-ES systems. The soluble rGST-COE and rGST-S1D were purified using glutathione Sepharose 4B with a yield of 7.5 mg/l and 5 mg/l, respectively. Purified proteins were detected by western blot using mouse anti-GST mAb and pig anti-PEDV immune sera. In an indirect ELISA, purified proteins showed immune reactivity with pig anti-PEDV immune sera. Finally, immunization of mice with 10 μg of purified proteins elicited highly potent serum IgG and serum neutralizing antibody titers.",
      "sentences": [
        [
          {
            "segment_text": "Background : Porcine epidemic diarrhea virus ( PEDV ) is a highly contagious enteric pathogen of swine .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The spike glycoprotein ( S ) of PEDV is the major immunogenic determinant that plays a pivotal role in the induction of neutralizing antibodies against PEDV ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which therefore is an ideal target for the development of subunit vaccine .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In an attempt to develop a subunit vaccine for PEDV ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we cloned two different fragments of S protein and expressed as glutathione S-transferase ( GST ) - tagged fusion proteins ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "namely rGST-COE and rGST-S1D , in E.coli .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "However , the expression of these recombinant protein antigens using a variety of expression vectors ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "strains , and induction conditions invariably resulted in inclusion bodies .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "To achieve the soluble expression of recombinant proteins ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "several chaperone co-expression systems were tested in this study .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : We firstly tested various chaperone co-expression systems and found that co-expression of trigger factor ( TF ) with recombinant proteins at 15 °C was most useful in soluble production of rGST-COE and rGST-S1D compared to GroEL-ES and DnaK-DnaJ-GrpE/GroEL-ES systems .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The soluble rGST-COE and rGST-S1D were purified using glutathione Sepharose 4B with a yield of 7.5 mg/l and 5 mg/l , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Purified proteins were detected by western blot using mouse anti-GST mAb and pig anti-PEDV immune sera .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In an indirect ELISA , purified proteins showed immune reactivity with pig anti-PEDV immune sera .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Finally , immunization of mice with 10 μg of purified proteins elicited highly potent serum IgG and serum neutralizing antibody titers .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions: In this study, soluble production of recombinant spike protein of PEDV, rGST-COE and rGST-S1D, were achieved by using TF chaperone co-expression system. Our results suggest that soluble rGST-COE and rGST-S1D produced by co-expressing chaperones may have the potential to be used as subunit vaccine antigens.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions : In this study ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "soluble production of recombinant spike protein of PEDV ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "rGST-COE and rGST-S1D , were achieved by using TF chaperone co-expression system .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our results suggest that soluble rGST-COE and rGST-S1D produced by co-expressing chaperones may have the potential to be used as subunit vaccine antigens .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "12",
    "segment_num": "19",
    "token_num": "316"
  }
}