{
  "paper_id": "1e66a6f25c70d9ba9827fe10e85c2bf141bd0972",
  "metadata": {
    "title": "RPS25 is essential for translation initiation by the Dicistroviridae and hepatitis C viral IRESs",
    "coda_data_split": "train",
    "coda_paper_id": 5886,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Most eukaryotic mRNAs are translated using a cap-dependent mechanism of translation. However, ;10% of mammalian mRNAs initiate translation using a cap-independent mechanism that is not well understood. These mRNAs contain an internal ribosome entry site (IRES) located in the 59 untranslated region. The cricket paralysis virus (CrPV) intergenic region IRES (IGR IRES) functions in yeast, mammals, and plants, and does not require any translation initiation factors. We used yeast genetics to understand how ribosomes are recruited directly to the mRNA by an IRES. We found that Rps25p has an essential role in CrPV IGR IRES activity in yeast and mammalian cells but not in cap-dependent translation. Purified 40S ribosomal subunits lacking Rps25 are unable to bind to the IGR IRES in vitro. The hepatitis C virus (HCV) IRES also requires Rps25, demonstrating the function of Rps25 is conserved across IRES types. Yeast strains lacking Rps25 exhibit only slight defects in global translation, readthrough, ribosome biogenesis, and programmed ribosomal frameshifting. This work is the first demonstration of a ribosomal protein that is specifically required for IRES-mediated translation initiation. Our findings provide us with the beginnings of a model for the molecular interactions of an IRES with the ribosome.",
      "sentences": [
        [
          {
            "segment_text": "Most eukaryotic mRNAs are translated using a cap-dependent mechanism of translation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , ; 10 % of mammalian mRNAs initiate translation using a cap-independent mechanism that is not well understood .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These mRNAs contain an internal ribosome entry site ( IRES ) located in the 59 untranslated region .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The cricket paralysis virus ( CrPV ) intergenic region IRES ( IGR IRES ) functions in yeast ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "mammals , and plants , and does not require any translation initiation factors .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We used yeast genetics to understand how ribosomes are recruited directly to the mRNA by an IRES .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We found that Rps25p has an essential role in CrPV IGR IRES activity in yeast and mammalian cells but not in cap-dependent translation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Purified 40S ribosomal subunits lacking Rps25 are unable to bind to the IGR IRES in vitro .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The hepatitis C virus ( HCV ) IRES also requires Rps25 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "demonstrating the function of Rps25 is conserved across IRES types .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Yeast strains lacking Rps25 exhibit only slight defects in global translation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "readthrough , ribosome biogenesis , and programmed ribosomal frameshifting .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This work is the first demonstration of a ribosomal protein that is specifically required for IRES-mediated translation initiation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our findings provide us with the beginnings of a model for the molecular interactions of an IRES with the ribosome .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "14",
    "token_num": "226"
  }
}