{
  "paper_id": "1e66cb771ad693d5e0cd468c6701a8eef6a30638",
  "metadata": {
    "title": "Archives of Virology Seleetive Vulnerability of Neural Cells and A9e-Related Suseeptibility to OC 43 Virus in Miee",
    "coda_data_split": "train",
    "coda_paper_id": 3195,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Suckling CD 1 mice infected intracerebrally or extraneurally with 0C43 virus developed a lethal neurotropie infection with high titres of virus in the brain. Examination of infected brain by routine H \u0026 E staining revealed no necrosis even in extensively infected tissue. Resistance to infection developed with increasing age, and by 20 days of age mice were completely insusceptible to i. e. inoculation. Virus rephcation was also demonstrable by FA staining, in spinal cord, dorsaIroot ganglia and retina. All other tissues were insusceptible and in particular, macrophages from both susceptible and resistant mice were found to be resistant to infection both in rive and in vitro. Immunosuppression rendered 15 day old mice more susceptible to infection but adult mice remained insusceptible. The transfer of immune or non immune spleen cells from resistant mice did not confer resistance to newborn mice. Treatment of resistant mice with anti interferon globulin (AIG) did not render them more susceptible. These results indicate that the immune response is partially responsible for the development of resistance to 0C43 infection but that it is only partially protective and other factors must also be required. The basis for the unique susceptibility of neural tissues in suckling mice is being investigated.",
      "sentences": [
        [
          {
            "segment_text": "Suckling CD 1 mice infected intracerebrally or extraneurally with 0C43 virus developed a lethal neurotropie infection with high titres of virus in the brain .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Examination of infected brain by routine H \u0026 E staining revealed no necrosis even in extensively infected tissue .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Resistance to infection developed with increasing age ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and by 20 days of age mice were completely insusceptible to i. e. inoculation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Virus rephcation was also demonstrable by FA staining ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "in spinal cord , dorsaIroot ganglia and retina .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "All other tissues were insusceptible and in particular ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "macrophages from both susceptible and resistant mice were found to be resistant to infection both in rive and in vitro .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Immunosuppression rendered 15 day old mice more susceptible to infection but adult mice remained insusceptible .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The transfer of immune or non immune spleen cells from resistant mice did not confer resistance to newborn mice .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Treatment of resistant mice with anti interferon globulin ( AIG ) did not render them more susceptible .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results indicate that the immune response is partially responsible for the development of resistance to 0C43 infection but that it is only partially protective and other factors must also be required .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The basis for the unique susceptibility of neural tissues in suckling mice is being investigated .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "13",
    "token_num": "218"
  }
}