{
  "paper_id": "1e6d38b98619d0d315d728291e97acde6c0012e1",
  "metadata": {
    "title": "Health System Resource Gaps and Associated Mortality from Pandemic Influenza across Six Asian Territories",
    "coda_data_split": "train",
    "coda_paper_id": 2609,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Southeast Asia has been the focus of considerable investment in pandemic influenza preparedness. Given the wide variation in socio-economic conditions, health system capacity across the region is likely to impact to varying degrees on pandemic mitigation operations. We aimed to estimate and compare the resource gaps, and potential mortalities associated with those gaps, for responding to pandemic influenza within and between six territories in Asia.",
      "sentences": [
        [
          {
            "segment_text": "Background : Southeast Asia has been the focus of considerable investment in pandemic influenza preparedness .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Given the wide variation in socio-economic conditions ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "health system capacity across the region is likely to impact to varying degrees on pandemic mitigation operations .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We aimed to estimate and compare the resource gaps ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and potential mortalities associated with those gaps ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "for responding to pandemic influenza within and between six territories in Asia .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Methods and Findings: We collected health system resource data from Cambodia, Indonesia (Jakarta and Bali), Lao PDR, Taiwan, Thailand and Vietnam. We applied a mathematical transmission model to simulate a \u0027\u0027mild-to-moderate\u0027\u0027 pandemic influenza scenario to estimate resource needs, gaps, and attributable mortalities at province level within each territory. The results show that wide variations exist in resource capacities between and within the six territories, with substantial mortalities predicted as a result of resource gaps (referred to here as \u0027\u0027avoidable\u0027\u0027 mortalities), particularly in poorer areas. Severe nationwide shortages of mechanical ventilators were estimated to be a major cause of avoidable mortalities in all territories except Taiwan. Other resources (oseltamivir, hospital beds and human resources) are inequitably distributed within countries. Estimates of resource gaps and avoidable mortalities were highly sensitive to model parameters defining the transmissibility and clinical severity of the pandemic scenario. However, geographic patterns observed within and across territories remained similar for the range of parameter values explored.",
      "sentences": [
        [
          {
            "segment_text": "Methods and Findings : We collected health system resource data from Cambodia ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "Indonesia ( Jakarta and Bali ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "Lao PDR , Taiwan , Thailand and Vietnam .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We applied a mathematical transmission model to simulate a `` mild-to-moderate \u0027\u0027 pandemic influenza scenario to estimate resource needs ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "gaps , and attributable mortalities at province level within each territory .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The results show that wide variations exist in resource capacities between and within the six territories ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with substantial mortalities predicted as a result of resource gaps ( referred to here as `` avoidable \u0027\u0027 mortalities ) , particularly in poorer areas .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Severe nationwide shortages of mechanical ventilators were estimated to be a major cause of avoidable mortalities in all territories except Taiwan .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Other resources ( oseltamivir , hospital beds and human resources ) are inequitably distributed within countries .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Estimates of resource gaps and avoidable mortalities were highly sensitive to model parameters defining the transmissibility and clinical severity of the pandemic scenario .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , geographic patterns observed within and across territories remained similar for the range of parameter values explored .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions: The findings have important implications for where (both geographically and in terms of which resource types) investment is most needed, and the potential impact of resource mobilization for mitigating the disease burden of an influenza pandemic. Effective mobilization of resources across administrative boundaries could go some way towards minimizing avoidable deaths.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions : The findings have important implications for where ( both geographically and in terms of which resource types ) investment is most needed ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the potential impact of resource mobilization for mitigating the disease burden of an influenza pandemic .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Effective mobilization of resources across administrative boundaries could go some way towards minimizing avoidable deaths .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "12",
    "segment_num": "20",
    "token_num": "317"
  }
}