{
  "paper_id": "1e863993819f87abe5cee255ccb97d623838542a",
  "metadata": {
    "title": "A novel bocavirus in canine liver",
    "coda_data_split": "train",
    "coda_paper_id": 6804,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Bocaviruses are classified as a genus within the Parvoviridae family of single-stranded DNA viruses and are pathogenic in some mammalian species. Two species have been previously reported in dogs, minute virus of canines (MVC), associated with neonatal diseases and fertility disorders; and Canine bocavirus (CBoV), associated with respiratory disease.",
      "sentences": [
        [
          {
            "segment_text": "Background : Bocaviruses are classified as a genus within the Parvoviridae family of single-stranded DNA viruses and are pathogenic in some mammalian species .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Two species have been previously reported in dogs ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "minute virus of canines ( MVC ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "associated with neonatal diseases and fertility disorders ; and Canine bocavirus ( CBoV ) , associated with respiratory disease .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Findings: In this study using deep sequencing of enriched viral particles from the liver of a dog with severe hemorrhagic gastroenteritis, necrotizing vasculitis, granulomatous lymphadenitis and anuric renal failure, we identified and characterized a novel bocavirus we named Canine bocavirus 3 (CnBoV3). The three major ORFs of CnBoV3 (NS1, NP1 and VP1) shared less than 60% aa identity with those of other bocaviruses qualifying it as a novel species based on ICTV criteria. Inverse PCR showed the presence of concatemerized or circular forms of the genome in liver. Conclusions: We genetically characterized a bocavirus in a dog liver that is highly distinct from prior canine bocaviruses found in respiratory and fecal samples. Its role in this animal\u0027s complex disease remains to be determined.",
      "sentences": [
        [
          {
            "segment_text": "Findings : In this study using deep sequencing of enriched viral particles from the liver of a dog with severe hemorrhagic gastroenteritis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "necrotizing vasculitis , granulomatous lymphadenitis and anuric renal failure ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "we identified and characterized a novel bocavirus we named Canine bocavirus 3 ( CnBoV3 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The three major ORFs of CnBoV3 ( NS1 , NP1 and VP1 ) shared less than 60 % aa identity with those of other bocaviruses qualifying it as a novel species based on ICTV criteria .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Inverse PCR showed the presence of concatemerized or circular forms of the genome in liver .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : We genetically characterized a bocavirus in a dog liver that is highly distinct from prior canine bocaviruses found in respiratory and fecal samples .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Its role in this animal \u0027s complex disease remains to be determined .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "7",
    "segment_num": "11",
    "token_num": "201"
  }
}