{
  "paper_id": "1e912d2c58583bb9540a560d237fca233aefde70",
  "metadata": {
    "title": "Biotechnological Potential of Bacteria Isolated from the Sea Cucumber Holothuria leucospilota and Stichopus vastus from Lampung, Indonesia",
    "coda_data_split": "train",
    "coda_paper_id": 2872,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "In order to minimize re-discovery of already known anti-infective compounds, we focused our screening approach on understudied, almost untapped marine environments including marine invertebrates and their associated bacteria. Therefore, two sea cucumber species, Holothuria leucospilota and Stichopus vastus, were collected from Lampung (Indonesia), and 127 bacterial strains were identified by partial 16S rRNA-gene sequencing analysis and compared with the NCBI database. In addition, the overall bacterial diversity from tissue samples of the sea cucumbers H. leucospilota and S. vastus was analyzed using the cultivation-independent Illumina MiSEQ analysis. Selected bacterial isolates were grown to high densities and the extracted biomass was tested against a selection of bacteria and fungi as well as the hepatitis C virus (HCV). Identification of putative bioactive bacterial-derived compounds were performed by analyzing the accurate mass of the precursor/parent ions (MS 1 ) as well as product/daughter ions (MS 2 ) using high resolution mass spectrometry (HRMS) analysis of all active fractions. With this attempt we were able to identify 23 putatively known and two previously unidentified precursor ions. Moreover, through 16S rRNA-gene sequencing we were able to identify putatively novel bacterial species from the phyla Actinobacteria, Proteobacteria and also Firmicutes. Our findings suggest that sea cucumbers like H. leucospilota and S. vastus are promising sources for the isolation of novel bacterial species that produce compounds with potentially high biotechnological potential.",
      "sentences": [
        [
          {
            "segment_text": "In order to minimize re-discovery of already known anti-infective compounds ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "we focused our screening approach on understudied ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "almost untapped marine environments including marine invertebrates and their associated bacteria .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Therefore , two sea cucumber species ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "Holothuria leucospilota and Stichopus vastus ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "were collected from Lampung ( Indonesia ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and 127 bacterial strains were identified by partial 16S rRNA-gene sequencing analysis and compared with the NCBI database .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "In addition , the overall bacterial diversity from tissue samples of the sea cucumbers H. leucospilota and S. vastus was analyzed using the cultivation-independent Illumina MiSEQ analysis .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Selected bacterial isolates were grown to high densities and the extracted biomass was tested against a selection of bacteria and fungi as well as the hepatitis C virus ( HCV ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Identification of putative bioactive bacterial-derived compounds were performed by analyzing the accurate mass of the precursor/parent ions ( MS 1 ) as well as product/daughter ions ( MS 2 ) using high resolution mass spectrometry ( HRMS ) analysis of all active fractions .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "With this attempt we were able to identify 23 putatively known and two previously unidentified precursor ions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , through 16S rRNA-gene sequencing we were able to identify putatively novel bacterial species from the phyla Actinobacteria , Proteobacteria and also Firmicutes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our findings suggest that sea cucumbers like H. leucospilota and S. vastus are promising sources for the isolation of novel bacterial species that produce compounds with potentially high biotechnological potential .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "13",
    "token_num": "249"
  }
}