{
  "paper_id": "1e9719d2d1a523240172b19f822f7a956c553fdf",
  "metadata": {
    "title": "Evaluation of applied public health emergency system at Prince Mohammed International Airport in Almedinah during Hajj season 2014: a qualitative case study",
    "coda_data_split": "train",
    "coda_paper_id": 4999,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: During the Hajj season 2014, several public health measures were applied by the Ministry of Health at Prince Mohammed International Airport in Almedinah. However, several operational defects affected the provision of preventive health services for passengers and airport workers. This study aims to evaluate the applied public health emergency system at the airport, detect any potential gaps and to provide appropriate operational solutions.",
      "sentences": [
        [
          {
            "segment_text": "Background : During the Hajj season 2014 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "several public health measures were applied by the Ministry of Health at Prince Mohammed International Airport in Almedinah .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , several operational defects affected the provision of preventive health services for passengers and airport workers .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This study aims to evaluate the applied public health emergency system at the airport ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "detect any potential gaps and to provide appropriate operational solutions .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Methods: This is a qualitative case study conducted at Prince Mohammed International Airport in Almedinah during the 2014 Hajj season, September 2014. Data were collected via semi-structured interviews, focus groups and policy document reviews. Interviews were conducted with the 14 individuals of the airport\u0027s decision makers and relevant health practitioners. Data were recorded via taking notes during interviews and data coding was performed to produce the main themes and subthemes of the study.",
      "sentences": [
        [
          {
            "segment_text": "Methods : This is a qualitative case study conducted at Prince Mohammed International Airport in Almedinah during the 2014 Hajj season , September 2014 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Data were collected via semi-structured interviews ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "focus groups and policy document reviews .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Interviews were conducted with the 14 individuals of the airport \u0027s decision makers and relevant health practitioners .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Data were recorded via taking notes during interviews and data coding was performed to produce the main themes and subthemes of the study .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "The main findings of the study revealed three main defects affecting the applied public health emergency system at the airport. The main themes were mainly related to shortage in logistics related to public health emergency systems, shortage in proper documentation of policies and lack of documented protocols of communications among airport stakeholders.",
      "sentences": [
        [
          {
            "segment_text": "The main findings of the study revealed three main defects affecting the applied public health emergency system at the airport .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The main themes were mainly related to shortage in logistics related to public health emergency systems ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "shortage in proper documentation of policies and lack of documented protocols of communications among airport stakeholders .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "The study highlighted the main factors hindering the application of public health emergency measures at the airport. A Public Health Emergency Contingency Plan was proposed as a method to regulate the process of providing logistics for public health preventive services, the method of producing documented policies and methods of producing Memoranda of Understandings as communication regulators.",
      "sentences": [
        [
          {
            "segment_text": "The study highlighted the main factors hindering the application of public health emergency measures at the airport .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A Public Health Emergency Contingency Plan was proposed as a method to regulate the process of providing logistics for public health preventive services ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the method of producing documented policies and methods of producing Memoranda of Understandings as communication regulators .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "11",
    "segment_num": "16",
    "token_num": "266"
  }
}