{
  "paper_id": "1e9a53c464f339dea139be1b993b5ef37eac6b72",
  "metadata": {
    "title": "Pl ffDPI.ASMA Vesicular membrane transfer between endoplasmic reticulum and Golgi apparatus of a green alga, Micrasterias americana A 16 ~ block and reconstitution in a cell-free system",
    "coda_data_split": "train",
    "coda_paper_id": 5749,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "and Golgi apparatus of the unicellular green alga, Micrasterias americana, is facilitated by 50-70 nm vesicles that form from part-rough, part-smooth transitional regions of the endoplasmic reticulum. In growing cells, the vesicles are present at the normal growth temperature of 23 ~ However, at 16 ~ vesicle accumulations occur. Golgi apparatus of non-growing cells exhibited both larger numbers of vesicles and larger dictyosomes at all temperatures. In non-growing cells, vesicle numbers also were increased at 16~ The 16 ~ block was reconstituted in a cell-free system using Golgi apparatusand endoplasmic reticulum-enriched fractions prepared from suspension cultures. When incubated in the presence of ATP and cytosol, transitional endoplasmic reticulum fragments of Micrasterias responded by formation of membrane blebs and vesicles resembling those seen in situ. When prepared from cells metabolically labeled with [3H]leucine, the isolated transition elements supported the transfer of radioactivity to Golgi apparatus preparations immobilized on nitrocellulose strips. The transfer was time-and temperaturedependent and stimulated by ATP. The ATP-dependent component of transfer expressed at 23 ~ was reduced or absent at temperatures of 16 ~ or below. This suggested that membrane transfer mediated by transition vesicles was the same rate-limiting step in endoplasmic reticulum to Golgi apparatus membrane trafficking both in situ and in the cell-free system. Growth, as evidenced by a progressively altered Micrasterias morphology, was slowed at low temperatures but showed no abrupt temperature transition as seen with_ the vesicular traffic between the endoplasmic reticulum and the Golgi apparatus.",
      "sentences": [
        [
          {
            "segment_text": "and Golgi apparatus of the unicellular green alga ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Micrasterias americana , is facilitated by 50-70 nm vesicles that form from part-rough ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "part-smooth transitional regions of the endoplasmic reticulum .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In growing cells , the vesicles are present at the normal growth temperature of 23 ~ However ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "at 16 ~ vesicle accumulations occur .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Golgi apparatus of non-growing cells exhibited both larger numbers of vesicles and larger dictyosomes at all temperatures .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In non-growing cells , vesicle numbers also were increased at 16 ~ The 16 ~ block was reconstituted in a cell-free system using Golgi apparatusand endoplasmic reticulum-enriched fractions prepared from suspension cultures .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "When incubated in the presence of ATP and cytosol ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "transitional endoplasmic reticulum fragments of Micrasterias responded by formation of membrane blebs and vesicles resembling those seen in situ .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "When prepared from cells metabolically labeled with ( 3H ) leucine ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "the isolated transition elements supported the transfer of radioactivity to Golgi apparatus preparations immobilized on nitrocellulose strips .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The transfer was time-and temperaturedependent and stimulated by ATP .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The ATP-dependent component of transfer expressed at 23 ~ was reduced or absent at temperatures of 16 ~ or below .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This suggested that membrane transfer mediated by transition vesicles was the same rate-limiting step in endoplasmic reticulum to Golgi apparatus membrane trafficking both in situ and in the cell-free system .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Growth , as evidenced by a progressively altered Micrasterias morphology ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "was slowed at low temperatures but showed no abrupt temperature transition as seen with _ the vesicular traffic between the endoplasmic reticulum and the Golgi apparatus .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "16",
    "token_num": "267"
  }
}