{
  "paper_id": "1ea389f8fd5d0f0cdec22330dd9e29c5b7217f61",
  "metadata": {
    "title": "Organoids as a Powerful Model for Respiratory Diseases",
    "coda_data_split": "train",
    "coda_paper_id": 10869,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Insults to the alveoli usually lead to inefficient gas exchange or even respiratory failure, which is difficult to model in animal studies. Over the past decade, stem cell-derived self-organizing three-dimensional organoids have emerged as a new avenue to recapitulate respiratory diseases in a dish. Alveolar organoids have improved our understanding of the mechanisms underlying tissue homeostasis and pathological alterations in alveoli. From this perspective, we review the state-of-the-art technology on establishing alveolar organoids from endogenous lung epithelial stem/progenitor cells or pluripotent stem cells, as well as the use of alveolar organoids for the study of respiratory diseases, including idiopathic pulmonary fibrosis, tuberculosis infection, and respiratory virus infection. We also discuss challenges that need to be overcome for future application of alveolar organoids in individualized medicine.",
      "sentences": [
        [
          {
            "segment_text": "Insults to the alveoli usually lead to inefficient gas exchange or even respiratory failure ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which is difficult to model in animal studies .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Over the past decade , stem cell-derived self-organizing three-dimensional organoids have emerged as a new avenue to recapitulate respiratory diseases in a dish .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Alveolar organoids have improved our understanding of the mechanisms underlying tissue homeostasis and pathological alterations in alveoli .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "From this perspective , we review the state-of-the-art technology on establishing alveolar organoids from endogenous lung epithelial stem/progenitor cells or pluripotent stem cells ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "as well as the use of alveolar organoids for the study of respiratory diseases ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "including idiopathic pulmonary fibrosis , tuberculosis infection , and respiratory virus infection .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We also discuss challenges that need to be overcome for future application of alveolar organoids in individualized medicine .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "8",
    "token_num": "137"
  }
}