{
  "paper_id": "1eaa329f608055620a57e6273e9d1c409de1e9ee",
  "metadata": {
    "title": "Structure of the chromatin remodelling enzyme Chd1 bound to a ubiquitinylated nucleosome",
    "coda_data_split": "train",
    "coda_paper_id": 6855,
    "coda_has_expert_labels": false,
    "subset": "biorxiv_medrxiv"
  },
  "abstract": [
    {
      "original_text": "ATP-dependent chromatin remodelling proteins represent a diverse family of proteins that share ATPase domains that are adapted to regulate protein-DNA interactions. Here we present structures of the yeast Chd1 protein engaged with nucleosomes in the presence of the transition state mimic ADP-beryllium fluoride. The path of DNA strands through the ATPase domains indicates the presence of contacts conserved with single strand translocases and additional contacts with both strands that are unique to Snf2 related proteins. The structure provides connectivity between rearrangement of ATPase lobes to a closed, nucleotide bound state and the sensing of linker DNA. Two turns of linker DNA are prised off the surface of the histone octamer as a result of Chd1 binding, and both the histone H3 tail and ubiquitin conjugated to lysine 120 are re-orientated towards the unravelled DNA. This indicates how changes to nucleosome structure can alter the way in which histone epitopes are presented.",
      "sentences": [
        [
          {
            "segment_text": "ATP-dependent chromatin remodelling proteins represent a diverse family of proteins that share ATPase domains that are adapted to regulate protein-DNA interactions .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we present structures of the yeast Chd1 protein engaged with nucleosomes in the presence of the transition state mimic ADP-beryllium fluoride .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The path of DNA strands through the ATPase domains indicates the presence of contacts conserved with single strand translocases and additional contacts with both strands that are unique to Snf2 related proteins .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The structure provides connectivity between rearrangement of ATPase lobes to a closed ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "nucleotide bound state and the sensing of linker DNA .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Two turns of linker DNA are prised off the surface of the histone octamer as a result of Chd1 binding ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and both the histone H3 tail and ubiquitin conjugated to lysine 120 are re-orientated towards the unravelled DNA .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This indicates how changes to nucleosome structure can alter the way in which histone epitopes are presented .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "8",
    "token_num": "159"
  }
}