{
  "paper_id": "1eb3f3f0aafd8b2741a89ea7e9de5f1907ff6006",
  "metadata": {
    "title": "Understanding the spatial diffusion process of severe acute respiratory syndrome in Beijing",
    "coda_data_split": "train",
    "coda_paper_id": 9139,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Objectives: To measure the spatial contagion of severe acute respiratory syndrome (SARS) in Beijing and to test the different epidemic factors of the spread of SARS in different periods. Methods: A join-count spatial statistic study was conducted and the given hypothetical processes of the spread of SARS in Beijing were tested using various definitions of \u0027joins\u0027. Results: The spatial statistics showed that of the six diffusion processes, the highest negative autocorrelation occurred in the doctor-number model (M-5) and the lowest negative autocorrelation was found in the population-amount model (M-3). The results also showed that in the whole 29-day research period, about hour or more days experienced a significant degree of contagion. Conclusions: Spatial analysis is helpful in understanding the spatial diffusion process of an epidemic. The geographical relationships were important during the early phase of the SARS epidemic in Beijing. The statistic based on the number of doctors was significant and more informative than that of the number of hospitals. It reveals that doctors were important in the spread of SARS in Beijing, and hospitals were not as important as doctors in the contagion period. People are the key to the spread of SARS, but the population density was more significant than the population size, although they were both important throughout the whole period.",
      "sentences": [
        [
          {
            "segment_text": "Objectives : To measure the spatial contagion of severe acute respiratory syndrome ( SARS ) in Beijing and to test the different epidemic factors of the spread of SARS in different periods .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : A join-count spatial statistic study was conducted and the given hypothetical processes of the spread of SARS in Beijing were tested using various definitions of ` joins \u0027 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : The spatial statistics showed that of the six diffusion processes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the highest negative autocorrelation occurred in the doctor-number model ( M-5 ) and the lowest negative autocorrelation was found in the population-amount model ( M-3 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The results also showed that in the whole 29-day research period ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "about hour or more days experienced a significant degree of contagion .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : Spatial analysis is helpful in understanding the spatial diffusion process of an epidemic .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The geographical relationships were important during the early phase of the SARS epidemic in Beijing .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The statistic based on the number of doctors was significant and more informative than that of the number of hospitals .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "It reveals that doctors were important in the spread of SARS in Beijing ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and hospitals were not as important as doctors in the contagion period .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "People are the key to the spread of SARS ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but the population density was more significant than the population size ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "although they were both important throughout the whole period .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "14",
    "token_num": "240"
  }
}