{
  "paper_id": "1eb6b055ab21fcc5051ab645e25d1e8ac53d29d7",
  "metadata": {
    "title": "Discovery of Small-Molecule HIV-1 Fusion and Integrase Inhibitors Oleuropein and Hydroxytyrosol: I. Fusion Inhibition",
    "coda_data_split": "train",
    "coda_paper_id": 7209,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "We have identified oleuropein (Ole) and hydroxytyrosol (HT) as a unique class of HIV-1 inhibitors from olive leaf extracts effective against viral fusion and integration. We used molecular docking simulation to study the interactions of Ole and HT with viral targets. We find that Ole and HT bind to the conserved hydrophobic pocket on the surface of the HIV-gp41 fusion domain by hydrogen bonds with Q577 and hydrophobic interactions with I573, G572, and L568 on the gp41 N-terminal heptad repeat peptide N36, interfering with formation of the gp41 fusion-active core. To test and confirm modeling predications, we examined the effect of Ole and HT on HIV-1 fusion complex formation using native polyacrylamide gel electrophoresis and circular dichroism spectroscopy. Ole and HT exhibit dose dependent inhibition on HIV-1 fusion core formation with EC 50 s of 66-58 nM, with no detectable toxicity. Our findings on effects on HIV-1 integrase are reported separately.",
      "sentences": [
        [
          {
            "segment_text": "We have identified oleuropein ( Ole ) and hydroxytyrosol ( HT ) as a unique class of HIV-1 inhibitors from olive leaf extracts effective against viral fusion and integration .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We used molecular docking simulation to study the interactions of Ole and HT with viral targets .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We find that Ole and HT bind to the conserved hydrophobic pocket on the surface of the HIV-gp41 fusion domain by hydrogen bonds with Q577 and hydrophobic interactions with I573 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "G572 , and L568 on the gp41 N-terminal heptad repeat peptide N36 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "interfering with formation of the gp41 fusion-active core .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "To test and confirm modeling predications ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we examined the effect of Ole and HT on HIV-1 fusion complex formation using native polyacrylamide gel electrophoresis and circular dichroism spectroscopy .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Ole and HT exhibit dose dependent inhibition on HIV-1 fusion core formation with EC 50 s of 66-58 nM , with no detectable toxicity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our findings on effects on HIV-1 integrase are reported separately .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "9",
    "token_num": "166"
  }
}