{
  "paper_id": "1eb822e2417937f3273c3423e25cd1344ba9a1e7",
  "metadata": {
    "title": "Endangered wild salmon infected by newly discovered viruses",
    "coda_data_split": "train",
    "coda_paper_id": 7235,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The collapse of iconic, keystone populations of sockeye (Oncorhynchus nerka) and Chinook (Oncorhynchus tshawytscha) salmon in the Northeast Pacific is of great concern. It is thought that infectious disease may contribute to declines, but little is known about viruses endemic to Pacific salmon. Metatranscriptomic sequencing and surveillance of dead and moribund cultured Chinook salmon revealed a novel arenavirus, reovirus and nidovirus. Sequencing revealed two different arenavirus variants which each infect wild Chinook and sockeye salmon. In situ hybridisation localised arenavirus mostly to blood cells. Population surveys of \u003e6000 wild juvenile Chinook and sockeye salmon showed divergent distributions of viruses, implying different epidemiological processes. The discovery in dead and dying farmed salmon of previously unrecognised viruses that are also widely distributed in wild salmon, emphasizes the potential role that viral disease may play in the population dynamics of wild fish stocks, and the threat that these viruses may pose to aquaculture.",
      "sentences": [
        [
          {
            "segment_text": "The collapse of iconic , keystone populations of sockeye ( Oncorhynchus nerka ) and Chinook ( Oncorhynchus tshawytscha ) salmon in the Northeast Pacific is of great concern .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It is thought that infectious disease may contribute to declines ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but little is known about viruses endemic to Pacific salmon .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Metatranscriptomic sequencing and surveillance of dead and moribund cultured Chinook salmon revealed a novel arenavirus , reovirus and nidovirus .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Sequencing revealed two different arenavirus variants which each infect wild Chinook and sockeye salmon .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In situ hybridisation localised arenavirus mostly to blood cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Population surveys of \u003e 6000 wild juvenile Chinook and sockeye salmon showed divergent distributions of viruses , implying different epidemiological processes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The discovery in dead and dying farmed salmon of previously unrecognised viruses that are also widely distributed in wild salmon ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "emphasizes the potential role that viral disease may play in the population dynamics of wild fish stocks ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the threat that these viruses may pose to aquaculture .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "10",
    "token_num": "168"
  }
}