{
  "paper_id": "1ebee1487d8cb6b7e6ea0d359fd55cb47e21ecf7",
  "metadata": {
    "title": "The role of gamma interferon in infection of susceptible mice with murine coronavirus, MHV-JHM",
    "coda_data_split": "train",
    "coda_paper_id": 10798,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Infection of BALB/c mice with mouse hepatitis virus, strain JHM (MHV-JHM), at any of several intervals relative to ovalbumin (OVA) administration resulted in elevated OVA-specific IgG 2 a titers. Since gamma interferon (IFN) has been implicated as an up-regulator of IgG 2 a production, attempts were made to determine whether levels of this cytokine were modified in sera of infected mice. Serum IFN-y was not detected, but treatment of MHV-JHMinfected mice with monoclonal anti-IFN-? antibody resulted in high mortality with decreased survival times, enhanced virus titers in liver and spleen, and more severe virus-associated pathology, compared to mock-treated, infected mice. Immunotherapy with recombinant IFN-7 ameliorated disease as reflected by mortality rates and virus titers in target organs.",
      "sentences": [
        [
          {
            "segment_text": "Infection of BALB/c mice with mouse hepatitis virus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "strain JHM ( MHV-JHM ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "at any of several intervals relative to ovalbumin ( OVA ) administration resulted in elevated OVA-specific IgG 2 a titers .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Since gamma interferon ( IFN ) has been implicated as an up-regulator of IgG 2 a production ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "attempts were made to determine whether levels of this cytokine were modified in sera of infected mice .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Serum IFN-y was not detected ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but treatment of MHV-JHMinfected mice with monoclonal anti-IFN - ?",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "antibody resulted in high mortality with decreased survival times ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "enhanced virus titers in liver and spleen ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and more severe virus-associated pathology ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "compared to mock-treated , infected mice .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Immunotherapy with recombinant IFN-7 ameliorated disease as reflected by mortality rates and virus titers in target organs .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "12",
    "token_num": "137"
  }
}