{
  "paper_id": "1ebffeea6302e1f1733c9fc4e6659c26a97e6f94",
  "metadata": {
    "title": "Immobilization of Ulp1 protease on NHS-activated Sepharose: a useful tool for cleavage of the SUMO tag of recombinant proteins",
    "coda_data_split": "train",
    "coda_paper_id": 10591,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Objective To fabricate an active and stable enzyme through covalent immobilization, a Ubl-specific protease (Ulp1) was used to cleave small ubiquitin-like modifier (SUMO) fusion proteins. Results We immobilized Ulp1 on N-hydroxysuccinimide (NHS)-activated Sepharose with a coupling efficiency of 1.7 mg/ml. The immobilized Ulp1 maintains 95% substrate-cleavage ability and significantly enhances pH and thermal stability, especially can withstand pH of 10.5. Besides resistance against some small molecules, the immobilized Ulp1 can tolerate 15% (v/v) DMSO and 20% (v/v) ethanol. It can be reused for more than 15 batch reactions with 90% activity retention. This provides a fast purification system to quickly obtain cleaved recombinant proteins with 95% purity from cell lysates with the application of immobilized Ulp1.",
      "sentences": [
        [
          {
            "segment_text": "Objective To fabricate an active and stable enzyme through covalent immobilization ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "a Ubl-specific protease ( Ulp1 ) was used to cleave small ubiquitin-like modifier ( SUMO ) fusion proteins .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Results We immobilized Ulp1 on N-hydroxysuccinimide ( NHS ) - activated Sepharose with a coupling efficiency of 1.7 mg/ml .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The immobilized Ulp1 maintains 95 % substrate-cleavage ability and significantly enhances pH and thermal stability ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "especially can withstand pH of 10.5 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Besides resistance against some small molecules ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the immobilized Ulp1 can tolerate 15 % ( v/v ) DMSO and 20 % ( v/v ) ethanol .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "It can be reused for more than 15 batch reactions with 90 % activity retention .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This provides a fast purification system to quickly obtain cleaved recombinant proteins with 95 % purity from cell lysates with the application of immobilized Ulp1 .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions Ulp1 used in immobilization form is a potentially useful tool for cleavage of SUMO-tagged proteins and may reduce time and cost of protein purification.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions Ulp1 used in immobilization form is a potentially useful tool for cleavage of SUMO-tagged proteins and may reduce time and cost of protein purification .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "7",
    "segment_num": "10",
    "token_num": "168"
  }
}