{
  "paper_id": "1ec0d1df1bb844a444f68771e500a669305deacc",
  "metadata": {
    "title": "TRAF3: a novel tumor suppressor gene in macrophages",
    "coda_data_split": "train",
    "coda_paper_id": 7507,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Tumor necrosis factor receptor-associated factor 3 (TRAF3), a member of the TRAF family of cytoplasmic adaptor proteins with E3 ligase activity, is ubiquitously expressed in various cell types of the immune system. It is shared for signaling by a variety of adaptive and innate immune receptors as well as cytokine receptors. Previous studies examining conditional TRAF3-deficient mouse models that have the Traf3 gene specifically deleted in B lymphocytes or T lymphocytes have revealed the diverse and critical in vivo functions of TRAF3 in adaptive immunity. Although in vitro evidence points to a pivotal and indispensable role for TRAF3 in type I interferon production induced by pattern recognition receptors in macrophages and dendritic cells, the in vivo functions of TRAF3 in the innate immune system had long remained unclear. Three laboratories have recently addressed this gap in knowledge by investigating myeloid cell-specific TRAF3deficient (genotype: TRAF3 flox/flox LysM +/Cre ) mice. The new evidence together demonstrates that specific ablation of TRAF3 in myeloid cells leads to inflammatory diseases, altered progression of diabetes, and spontaneous development of different types of tumors and infections in mice. These new findings indicate that TRAF3 acts as an anti-inflammatory factor and is required for optimal innate immunity in myeloid cells. Strikingly, the new evidence also identifies TRAF3 as a novel tumor suppressor gene in macrophages and other myeloid cells. In this review, we discuss and summarize the new findings and current knowledge about the multi-faceted regulatory roles and complex signaling mechanisms of myeloid cell TRAF3 in inflammation, innate immunity, and tumor development.",
      "sentences": [
        [
          {
            "segment_text": "Tumor necrosis factor receptor-associated factor 3 ( TRAF3 ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a member of the TRAF family of cytoplasmic adaptor proteins with E3 ligase activity ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "is ubiquitously expressed in various cell types of the immune system .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It is shared for signaling by a variety of adaptive and innate immune receptors as well as cytokine receptors .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Previous studies examining conditional TRAF3-deficient mouse models that have the Traf3 gene specifically deleted in B lymphocytes or T lymphocytes have revealed the diverse and critical in vivo functions of TRAF3 in adaptive immunity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although in vitro evidence points to a pivotal and indispensable role for TRAF3 in type I interferon production induced by pattern recognition receptors in macrophages and dendritic cells ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the in vivo functions of TRAF3 in the innate immune system had long remained unclear .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Three laboratories have recently addressed this gap in knowledge by investigating myeloid cell-specific TRAF3deficient ( genotype : TRAF3 flox/flox LysM + / Cre ) mice .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The new evidence together demonstrates that specific ablation of TRAF3 in myeloid cells leads to inflammatory diseases ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "altered progression of diabetes , and spontaneous development of different types of tumors and infections in mice .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These new findings indicate that TRAF3 acts as an anti-inflammatory factor and is required for optimal innate immunity in myeloid cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Strikingly , the new evidence also identifies TRAF3 as a novel tumor suppressor gene in macrophages and other myeloid cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In this review , we discuss and summarize the new findings and current knowledge about the multi-faceted regulatory roles and complex signaling mechanisms of myeloid cell TRAF3 in inflammation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "innate immunity , and tumor development .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "14",
    "token_num": "279"
  }
}