{
  "paper_id": "1ecbabb9d0605dcfa2504148930aa1b7322cea27",
  "metadata": {
    "title": "Treatment with proteasome inhibitor bortezomib enhances antigen-specific CD8+ T-cell-mediated antitumor immunity induced by DNA vaccination",
    "coda_data_split": "train",
    "coda_paper_id": 9857,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "There is an urgent need to develop new innovative therapies for the control of cancer. Antigenspecific immunotherapy and the employment of proteasome inhibitors have emerged as two potentially plausible approaches for the control of cancer. In the current study, we explored the combination of the DNA vaccine encoding calreticulin (CRT) linked to human papillomavirus type 16 E7 antigen (CRT/E7) with the proteasome inhibitor, bortezomib, for their ability to generate E7-specific immune responses and antitumor effects in vaccinated mice. We found that the combination of treatment with bortezomib and CRT/E7(detox) DNA generated more potent E7-specific CD8+ T cell immune responses and better therapeutic effects against TC-1 tumors in tumor-bearing mice compared to monotherapy. Furthermore, we found that treatment with bortezomib led to increased apoptosis of TC-1 tumor cells and could render the TC-1 tumor cells more susceptible to lysis by E7-specific CD8+ T cells. Our data have significant implications for future clinical translation.",
      "sentences": [
        [
          {
            "segment_text": "There is an urgent need to develop new innovative therapies for the control of cancer .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Antigenspecific immunotherapy and the employment of proteasome inhibitors have emerged as two potentially plausible approaches for the control of cancer .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In the current study , we explored the combination of the DNA vaccine encoding calreticulin ( CRT ) linked to human papillomavirus type 16 E7 antigen ( CRT/E7 ) with the proteasome inhibitor ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "bortezomib , for their ability to generate E7-specific immune responses and antitumor effects in vaccinated mice .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We found that the combination of treatment with bortezomib and CRT/E7 ( detox ) DNA generated more potent E7-specific CD8 + T cell immune responses and better therapeutic effects against TC-1 tumors in tumor-bearing mice compared to monotherapy .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Furthermore , we found that treatment with bortezomib led to increased apoptosis of TC-1 tumor cells and could render the TC-1 tumor cells more susceptible to lysis by E7-specific CD8 + T cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our data have significant implications for future clinical translation .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Keywords Bortezomib . DNAvaccine . Calreticulin (CRT) .",
      "sentences": [
        [
          {
            "segment_text": "Keywords Bortezomib .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "DNAvaccine .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Calreticulin ( CRT ) .",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "E7 . Human papillomavirus (HPV)",
      "sentences": [
        [
          {
            "segment_text": "E7 .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Human papillomavirus ( HPV )",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "Advanced-stage cancers are difficult to control using conventional therapies such as chemotherapy, surgery, and radiation. Therefore, new innovative therapies are urgently required in order to combat the high mortality and morbidity associated with cancers. Antigen-specific immunotherapy has emerged as an attractive approach for the treatment of cancers since it has the ability to specifically eradicate systemic tumors and control metastases without damaging normal cells. DNA vaccination has become a potentially promising approach for antigen-specific immunotherapy due to its safety, J Mol Med (2008) 86:899-908 ",
      "sentences": [
        [
          {
            "segment_text": "Advanced-stage cancers are difficult to control using conventional therapies such as chemotherapy , surgery , and radiation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Therefore , new innovative therapies are urgently required in order to combat the high mortality and morbidity associated with cancers .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Antigen-specific immunotherapy has emerged as an attractive approach for the treatment of cancers since it has the ability to specifically eradicate systemic tumors and control metastases without damaging normal cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "DNA vaccination has become a potentially promising approach for antigen-specific immunotherapy due to its safety ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "J Mol Med ( 2008 ) 86:899-908",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "15",
    "segment_num": "17",
    "token_num": "281"
  }
}