{
  "paper_id": "1ed5aa872a1285ffe83056419c860142c8710d89",
  "metadata": {
    "title": "Growth behavior of bovine herpesvirus-1 in permissive and semi-permissive cells",
    "coda_data_split": "train",
    "coda_paper_id": 6710,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Bovine herpesvirus-1 (BHV-1) can replicate well in bovine-derived cell lines such as Madin Darby bovine kidney (MDBK) but grows poorly in hamster lung (HmLu-1). Virus replication, DNA synthesis, and immediate-early gene expression are severely restricted in HmLu-1. We compared adsorption and penetration of BHV-1 in permissive MDBK and semi-permissive HmLu-1 cells. At a low multiplicity of infection, BHV-1 attached to permissive MDBK cells twice as much as to HmLu-1. The presence of heparin inhibited the attachment of BHV-1 to MDBK cells by about 60%, but over 90% of the attachment was inhibited in HmLu-1. To investigate the penetration of BHV-1, we performed the quantitative measurement of viral DNA by quantitative competitive (QC)PCR in infected cells. In MDBK cells, virions attached to the cell surface, penetrated into the cells and were transported to the nucleus. However in HmLu-1, only a small fraction of the virions attached to the cell surface were allowed to penetrate. Our results indicated that the replication of BHV-1 in semi-permissive HmLu-1 was not dramatically restricted at one certain point but at some various stages including adsorption and penetration.",
      "sentences": [
        [
          {
            "segment_text": "Bovine herpesvirus-1 ( BHV-1 ) can replicate well in bovine-derived cell lines such as Madin Darby bovine kidney ( MDBK ) but grows poorly in hamster lung ( HmLu-1 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Virus replication , DNA synthesis ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and immediate-early gene expression are severely restricted in HmLu-1 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We compared adsorption and penetration of BHV-1 in permissive MDBK and semi-permissive HmLu-1 cells .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "At a low multiplicity of infection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "BHV-1 attached to permissive MDBK cells twice as much as to HmLu-1 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The presence of heparin inhibited the attachment of BHV-1 to MDBK cells by about 60 % ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but over 90 % of the attachment was inhibited in HmLu-1 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "To investigate the penetration of BHV-1 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we performed the quantitative measurement of viral DNA by quantitative competitive ( QC ) PCR in infected cells .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "In MDBK cells , virions attached to the cell surface ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "penetrated into the cells and were transported to the nucleus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However in HmLu-1 , only a small fraction of the virions attached to the cell surface were allowed to penetrate .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our results indicated that the replication of BHV-1 in semi-permissive HmLu-1 was not dramatically restricted at one certain point but at some various stages including adsorption and penetration .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "14",
    "token_num": "209"
  }
}