{
  "paper_id": "1ee191cacc6d1a57595b53dca3f178fe34050079",
  "metadata": {
    "title": "Non-pharmaceutical interventions for the prevention of respiratory tract infections during Hajj pilgrimage",
    "coda_data_split": "train",
    "coda_paper_id": 4138,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Overcrowding during the yearly Hajj mass gatherings is associated with increased risk of spreading infectious diseases, particularly respiratory diseases. Non-pharmaceutical interventions (e.g., hand hygiene, wearing face masks, social distancing) are known to reduce the spread of respiratory viruses from person to person and are therefore recommended to pilgrims by public health agencies. The implementation of effective public health policies and recommendations involves evaluating the adherence to and effectiveness of these measures in the specific context of the Hajj. This review summarizes the evidence related to the effectiveness of non-pharmaceutical interventions in preventing the spread of respiratory infectious diseases during the Hajj. Overall, although hand hygiene compliance is high among pilgrims, face mask use and social distancing remain difficult challenges. Data about the effectiveness of these measures at the Hajj are limited, and results are contradictory, highlighting the need for future large-scale studies. ª",
      "sentences": [
        [
          {
            "segment_text": "Overcrowding during the yearly Hajj mass gatherings is associated with increased risk of spreading infectious diseases , particularly respiratory diseases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Non-pharmaceutical interventions ( e.g. , hand hygiene , wearing face masks , social distancing ) are known to reduce the spread of respiratory viruses from person to person and are therefore recommended to pilgrims by public health agencies .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The implementation of effective public health policies and recommendations involves evaluating the adherence to and effectiveness of these measures in the specific context of the Hajj .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review summarizes the evidence related to the effectiveness of non-pharmaceutical interventions in preventing the spread of respiratory infectious diseases during the Hajj .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Overall , although hand hygiene compliance is high among pilgrims ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "face mask use and social distancing remain difficult challenges .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Data about the effectiveness of these measures at the Hajj are limited ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and results are contradictory , highlighting the need for future large-scale studies .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "ª",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "9",
    "token_num": "159"
  }
}