{
  "paper_id": "1f26b5e8291ea1ddc0a3131e8f93f7272093799e",
  "metadata": {
    "title": "The Case for Laboratory Developed Procedures: Quality and Positive Impact on Patient Care",
    "coda_data_split": "train",
    "coda_paper_id": 8332,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "An explosion of knowledge and technology is revolutionizing medicine and patient care. Novel testing must be brought to the clinic with safety and accuracy, but also in a timely and cost-effective manner, so that patients can benefit and laboratories can offer testing consistent with current guidelines. Under the oversight provided by the Clinical Laboratory Improvement Amendments, laboratories have been able to develop and optimize laboratory procedures for use in-house. Quality improvement programs, interlaboratory comparisons, and the ability of laboratories to adjust assays as needed to improve results, utilize new sample types, or incorporate new mutations, information, or technologies are positive aspects of Clinical Laboratory Improvement Amendments oversight of laboratory-developed procedures. Laboratories have a long history of successful service to patients operating under Clinical Laboratory Improvement Amendments. A series of detailed clinical examples illustrating the quality and positive impact of laboratory-developed procedures on patient care is provided. These examples also demonstrate how Clinical Laboratory Improvement Amendments oversight ensures accurate, reliable, and reproducible testing in clinical laboratories.",
      "sentences": [
        [
          {
            "segment_text": "An explosion of knowledge and technology is revolutionizing medicine and patient care .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Novel testing must be brought to the clinic with safety and accuracy ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but also in a timely and cost-effective manner ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "so that patients can benefit and laboratories can offer testing consistent with current guidelines .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Under the oversight provided by the Clinical Laboratory Improvement Amendments ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "laboratories have been able to develop and optimize laboratory procedures for use in-house .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Quality improvement programs , interlaboratory comparisons ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and the ability of laboratories to adjust assays as needed to improve results ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "utilize new sample types , or incorporate new mutations ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "information , or technologies are positive aspects of Clinical Laboratory Improvement Amendments oversight of laboratory-developed procedures .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Laboratories have a long history of successful service to patients operating under Clinical Laboratory Improvement Amendments .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A series of detailed clinical examples illustrating the quality and positive impact of laboratory-developed procedures on patient care is provided .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These examples also demonstrate how Clinical Laboratory Improvement Amendments oversight ensures accurate ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "reliable , and reproducible testing in clinical laboratories .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "14",
    "token_num": "183"
  }
}