{
  "paper_id": "1f2ae41830eb3dda8d32fec37df698b4d8e36280",
  "metadata": {
    "title": "Correlation of viral load of respiratory pathogens and co-infections with disease severity in children hospitalized for lower respiratory tract infection",
    "coda_data_split": "train",
    "coda_paper_id": 2886,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background: The clinical significance of viral load and co-infections in children with respiratory infections is not clear. Objective: To evaluate the correlation of viral load as well as viral and bacterial co-infections with disease severity in hospitalized children with lower respiratory tract infections (LRTIs). Study design: This is a prospective study conducted in children admitted for LRTIs for two seasons. To determine viral and bacterial load of respiratory pathogens we performed multiplex real-time polymerase chain reaction and semiquantitative bacterial cultures on nasopharyngeal aspirates (NPA). Results: During the study period 244 (60%) children were hospitalized for LRTI with acute virus-induced wheezing and 160 (40%) for radiologic confirmed pneumonia. In the first NPA, viruses were identified in 315 (78%) of the 404 samples and bacteria in 198 (63.3%) of 311 samples. The viral load significantly decreased between the first and second NPA sample in most single and viral co-infections, except rhinovirus and human bocavirus infections. Viral load was inversely related to CRP in RSV infections, whereas a positive correlation was observed in adenovirus infections. Duration of hospitalization was significantly longer in RSV single infections compared to rhinovirus single infections whereas in the latter, leucocytosis and use of systemic steroids was more common. In RSV viral co-infections the presence of fever, leucocytosis, and the use of antibiotics was significantly more frequent. Positive cultures of Haemophilus influenzae dominated in RSV and rhinovirus single infections and Moraxella catarrhalis in RSV viral co-infections. Conclusions: Specific viral single and co-infections as well as viral load contribute to disease severity in children with LRTIs.",
      "sentences": [
        [
          {
            "segment_text": "Background : The clinical significance of viral load and co-infections in children with respiratory infections is not clear .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Objective : To evaluate the correlation of viral load as well as viral and bacterial co-infections with disease severity in hospitalized children with lower respiratory tract infections ( LRTIs ) .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Study design : This is a prospective study conducted in children admitted for LRTIs for two seasons .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "To determine viral and bacterial load of respiratory pathogens we performed multiplex real-time polymerase chain reaction and semiquantitative bacterial cultures on nasopharyngeal aspirates ( NPA ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : During the study period 244 ( 60 % ) children were hospitalized for LRTI with acute virus-induced wheezing and 160 ( 40 % ) for radiologic confirmed pneumonia .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In the first NPA , viruses were identified in 315 ( 78 % ) of the 404 samples and bacteria in 198 ( 63.3 % ) of 311 samples .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The viral load significantly decreased between the first and second NPA sample in most single and viral co-infections ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "except rhinovirus and human bocavirus infections .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Viral load was inversely related to CRP in RSV infections ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whereas a positive correlation was observed in adenovirus infections .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Duration of hospitalization was significantly longer in RSV single infections compared to rhinovirus single infections whereas in the latter ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "leucocytosis and use of systemic steroids was more common .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In RSV viral co-infections the presence of fever ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "leucocytosis , and the use of antibiotics was significantly more frequent .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Positive cultures of Haemophilus influenzae dominated in RSV and rhinovirus single infections and Moraxella catarrhalis in RSV viral co-infections .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : Specific viral single and co-infections as well as viral load contribute to disease severity in children with LRTIs .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "12",
    "segment_num": "16",
    "token_num": "295"
  }
}