{
  "paper_id": "1f2bbc79b56c51c0ae26ced2d7d8ccf10360fa72",
  "metadata": {
    "title": "Ribonuclease L and metal-ion-independent endoribonuclease cleavage sites in host and viral RNAs",
    "coda_data_split": "train",
    "coda_paper_id": 3159,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Ribonuclease L (RNase L) is a metal-ion-independent endoribonuclease associated with antiviral and antibacterial defense, cancer and lifespan. Despite the biological significance of RNase L, the RNAs cleaved by this enzyme are poorly defined. In this study, we used deep sequencing methods to reveal the frequency and location of RNase L cleavage sites within host and viral RNAs. To make cDNA libraries, we exploited the 2 0 , 3 0 -cyclic phosphate at the end of RNA fragments produced by RNase L and other metal-ion-independent endoribonucleases. We optimized and validated 2 0 , 3 0 -cyclic phosphate cDNA synthesis and Illumina sequencing methods using viral RNAs cleaved with purified RNase L, viral RNAs cleaved with purified RNase A and RNA from uninfected and poliovirus-infected HeLa cells. Using these methods, we identified (i) discrete regions of hepatitis C virus and poliovirus RNA genomes that were profoundly susceptible to RNase L and other single-strand specific endoribonucleases, (ii) RNase L-dependent and RNase L-independent cleavage sites within ribosomal RNAs (rRNAs) and (iii) 2 0 , 3 0 -cyclic phosphates at the ends of 5S rRNA and U6 snRNA. Monitoring the frequency and location of metal-ion-independent endoribonuclease cleavage sites within host and viral RNAs reveals, in part, how these enzymes contribute to health and disease.",
      "sentences": [
        [
          {
            "segment_text": "Ribonuclease L ( RNase L ) is a metal-ion-independent endoribonuclease associated with antiviral and antibacterial defense , cancer and lifespan .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Despite the biological significance of RNase L ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the RNAs cleaved by this enzyme are poorly defined .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , we used deep sequencing methods to reveal the frequency and location of RNase L cleavage sites within host and viral RNAs .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "To make cDNA libraries , we exploited the 2 0 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "3 0 - cyclic phosphate at the end of RNA fragments produced by RNase L and other metal-ion-independent endoribonucleases .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We optimized and validated 2 0 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "3 0 - cyclic phosphate cDNA synthesis and Illumina sequencing methods using viral RNAs cleaved with purified RNase L ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "viral RNAs cleaved with purified RNase A and RNA from uninfected and poliovirus-infected HeLa cells .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Using these methods , we identified ( i ) discrete regions of hepatitis C virus and poliovirus RNA genomes that were profoundly susceptible to RNase L and other single-strand specific endoribonucleases ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "( ii ) RNase L-dependent and RNase L-independent cleavage sites within ribosomal RNAs ( rRNAs ) and ( iii ) 2 0 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "3 0 - cyclic phosphates at the ends of 5S rRNA and U6 snRNA .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Monitoring the frequency and location of metal-ion-independent endoribonuclease cleavage sites within host and viral RNAs reveals ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "in part , how these enzymes contribute to health and disease .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "14",
    "token_num": "238"
  }
}