{
  "paper_id": "1f3ce21d726eeccf0a947f900e1f0c14b237ee37",
  "metadata": {
    "title": "The impact of high-speed railway on tourism spatial structures between two adjoining metropolitan cities in China: Beijing and Tianjin",
    "coda_data_split": "train",
    "coda_paper_id": 5098,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "This study examines the impact of HSR services on the tourism spatial interactions between Beijing and Tianjin in China. Data were collected from official statistical reports. A method of derivation was developed and several indexes, such as tourism mean center, and tourism standard distance are further applied to measure temporalspatial changes between the two adjoining cities. The results reveal the dynamic tourism spatial interaction between Beijing and Tianjin has been influenced by a range of factors including population, destination attractiveness, disposable income and income elasticity, changes in the domestic and international spatial structure of tourist flows and how destination management organizations react to the changes. The study has implications for both the research and practice of city transportation and tourism development.",
      "sentences": [
        [
          {
            "segment_text": "This study examines the impact of HSR services on the tourism spatial interactions between Beijing and Tianjin in China .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Data were collected from official statistical reports .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A method of derivation was developed and several indexes ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "such as tourism mean center ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and tourism standard distance are further applied to measure temporalspatial changes between the two adjoining cities .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The results reveal the dynamic tourism spatial interaction between Beijing and Tianjin has been influenced by a range of factors including population ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "destination attractiveness , disposable income and income elasticity ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "changes in the domestic and international spatial structure of tourist flows and how destination management organizations react to the changes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The study has implications for both the research and practice of city transportation and tourism development .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "9",
    "token_num": "131"
  }
}