{
  "paper_id": "1f402931a00ab4f625c657136f3ee4350d7a8288",
  "metadata": {
    "title": "Inhibitors of SARS-CoV entry -Identification using an internally-controlled dual envelope pseudovirion assay",
    "coda_data_split": "train",
    "coda_paper_id": 8453,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Severe acute respiratory syndrome-associated coronavirus (SARS-CoV) emerged as the causal agent of an endemic atypical pneumonia, infecting thousands of people worldwide. Although a number of promising potential vaccines and therapeutic agents for SARS-CoV have been described, no effective antiviral drug against SARS-CoV is currently available. The intricate, sequential nature of the viral entry process provides multiple valid targets for drug development. Here, we describe a rapid and safe cell-based highthroughput screening system, dual envelope pseudovirion (DEP) assay, for specifically screening inhibitors of viral entry. The assay system employs a novel dual envelope strategy, using lentiviral pseudovirions as targets whose entry is driven by the SARS-CoV Spike glycoprotein. A second, unrelated viral envelope is used as an internal control to reduce the number of false positives. As an example of the power of this assay a class of inhibitors is reported with the potential to inhibit SARS-CoV at two steps of the replication cycle, viral entry and particle assembly. This assay system can be easily adapted to screen entry inhibitors against other viruses with the careful selection of matching partner virus envelopes.",
      "sentences": [
        [
          {
            "segment_text": "Severe acute respiratory syndrome-associated coronavirus ( SARS-CoV ) emerged as the causal agent of an endemic atypical pneumonia ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "infecting thousands of people worldwide .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although a number of promising potential vaccines and therapeutic agents for SARS-CoV have been described ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "no effective antiviral drug against SARS-CoV is currently available .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The intricate , sequential nature of the viral entry process provides multiple valid targets for drug development .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we describe a rapid and safe cell-based highthroughput screening system ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "dual envelope pseudovirion ( DEP ) assay ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "for specifically screening inhibitors of viral entry .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The assay system employs a novel dual envelope strategy ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "using lentiviral pseudovirions as targets whose entry is driven by the SARS-CoV Spike glycoprotein .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A second , unrelated viral envelope is used as an internal control to reduce the number of false positives .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "As an example of the power of this assay a class of inhibitors is reported with the potential to inhibit SARS-CoV at two steps of the replication cycle ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "viral entry and particle assembly .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This assay system can be easily adapted to screen entry inhibitors against other viruses with the careful selection of matching partner virus envelopes .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "14",
    "token_num": "202"
  }
}