{
  "paper_id": "1f541a086ac9bc30df8ee2060f958691fb4a0667",
  "metadata": {
    "title": "Association of TNF-α -308G/A, SP-B 1580 C/T, IL-13 -1055 C/T gene polymorphisms and latent adenoviral infection with chronic obstructive pulmonary disease in an Egyptian population",
    "coda_data_split": "train",
    "coda_paper_id": 2519,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Introduction: Chronic obstructive pulmonary disease (COPD) is a leading cause of disability and death. The most common cause of COPD is smoking. There is evidence suggesting that genetic factors influence COPD susceptibility and variants in several candidate genes have been significantly associated with COPD. In this study, we aimed to investigate the possible association of the TNF-α -308, SPB+1580, IL-13 -1055 gene polymorphisms and latent adenovirus C infection with COPD in an Egyptian population. Material and methods: Our study included 115 subjects (75 smokers with COPD, 25 resistant smokers and 15 non-smokers) who were subjected to spirometric measurements, identification of adenovirus C and genotyping of TNF-α -308G/A, SP-B+1580 C/T and IL-13 -1055 C/T polymorphisms by real-time PCR. Results: The adenovirus C gene was identified in all subjects. The distribution of TNF-α genotypes showed no significant differences between different groups. However, homozygous A genotype was associated with a significant decrease in FEV 1 , FEV 1 /FVC and FEF25/75% of predicted in COPD (p \u003c 0.05). As regards SP-B genotypes, resistant smokers had a significantly higher homozygous T genotype frequency compared to COPD and non smokers (p \u003d 0.005). Interleukin 13 genotypes showed no significant difference between different groups. There was a significant decrease in FEF25/75% of predicted in T allele carriers in COPD patients (p \u003d 0.001). Conclusions: The COPD is a disease caused by the interaction of combined genes and environmental influences, in the presence of smoking and latent adenovirus C infection, TNF-α -308A, SPB +1580 T and IL-13 -1055 T polymorphisms predispose to the development of COPD.",
      "sentences": [
        [
          {
            "segment_text": "Introduction : Chronic obstructive pulmonary disease ( COPD ) is a leading cause of disability and death .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The most common cause of COPD is smoking .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "There is evidence suggesting that genetic factors influence COPD susceptibility and variants in several candidate genes have been significantly associated with COPD .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , we aimed to investigate the possible association of the TNF-α -308 ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "SPB +1580 , IL-13 -1055 gene polymorphisms and latent adenovirus C infection with COPD in an Egyptian population .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Material and methods : Our study included 115 subjects ( 75 smokers with COPD , 25 resistant smokers and 15 non-smokers ) who were subjected to spirometric measurements ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "identification of adenovirus C and genotyping of TNF-α -308 G/A ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "SP-B +1580 C/T and IL-13 -1055 C/T polymorphisms by real-time PCR .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : The adenovirus C gene was identified in all subjects .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The distribution of TNF-α genotypes showed no significant differences between different groups .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , homozygous A genotype was associated with a significant decrease in FEV 1 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "FEV 1 / FVC and FEF25/75 % of predicted in COPD ( p \u003c 0.05 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "As regards SP-B genotypes , resistant smokers had a significantly higher homozygous T genotype frequency compared to COPD and non smokers ( p \u003d 0.005 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Interleukin 13 genotypes showed no significant difference between different groups .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "There was a significant decrease in FEF25/75 % of predicted in T allele carriers in COPD patients ( p \u003d 0.001 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : The COPD is a disease caused by the interaction of combined genes and environmental influences ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "in the presence of smoking and latent adenovirus C infection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "TNF-α -308 A , SPB +1580 T and IL-13 -1055 T polymorphisms predispose to the development of COPD .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "12",
    "segment_num": "18",
    "token_num": "303"
  }
}