{
  "paper_id": "1f5c6499eeb4197b1646487cddc1dee5c5838843",
  "metadata": {
    "title": "Humoral innate immune response and disease Humoral Innate Immune Response and Disease",
    "coda_data_split": "train",
    "coda_paper_id": 8844,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The humoral innate immune response consists of multiple components, including the naturally occurring antibodies (NAb), pentraxins and the complement and contact cascades. As soluble, plasma components, these innate proteins provide key elements in the prevention and control of disease. However, pathogens and cells with altered self proteins utilize multiple humoral components to evade destruction and promote pathogy. Many studies have examined the relationship between humoral immunity and autoimmune disorders. This review focuses on the interactions between the humoral components and their role in promoting the pathogenesis of bacterial and viral infections and chronic diseases such as atherosclerosis and cancer.",
      "sentences": [
        [
          {
            "segment_text": "The humoral innate immune response consists of multiple components ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including the naturally occurring antibodies ( NAb ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "pentraxins and the complement and contact cascades .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "As soluble , plasma components ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "these innate proteins provide key elements in the prevention and control of disease .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , pathogens and cells with altered self proteins utilize multiple humoral components to evade destruction and promote pathogy .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Many studies have examined the relationship between humoral immunity and autoimmune disorders .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review focuses on the interactions between the humoral components and their role in promoting the pathogenesis of bacterial and viral infections and chronic diseases such as atherosclerosis and cancer .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Understanding the beneficial and detrimental aspects of the individual components and the interactions between proteins which regulate the innate and adaptive response will provide therapeutic targets for subsequent studies.",
      "sentences": [
        [
          {
            "segment_text": "Understanding the beneficial and detrimental aspects of the individual components and the interactions between proteins which regulate the innate and adaptive response will provide therapeutic targets for subsequent studies .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "6",
    "segment_num": "9",
    "token_num": "141"
  }
}