{
  "paper_id": "1f7224df292f2dcbfb805602296acd9aba317f24",
  "metadata": {
    "title": "Indirubin, a bisindole alkaloid from Isatis indigotica, reduces H1N1 susceptibility in stressed mice by regulating MAVS signaling",
    "coda_data_split": "train",
    "coda_paper_id": 5292,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Nevertheless, its antivirus evidence in animal studies is not satisfactory, which might be due to the lack of appropriate animal model. Previously, we had utilized restraint stress to establish mouse H1N1 susceptibility model which was helpful in evaluating the anti-virus effect of medicines targeting host factors, such as type I interferon production. In this study, this model was employed to investigate the effect and mechanism of indirubin, a natural bisindole alkaloid from Isatis indigotica, on influenza A virus susceptibility. In the in vitro study, the stress hormone corticosterone was used to simulate restraint stress. Our results demonstrated that indirubin decreased the susceptibility to influenza virus with lowered mortality and alleviated lung damage in restraint-stressed mice model. Moreover, indirubin promoted the expression of interferon-β and interferon inducible transmembrane 3. In addition, indirubin maintained the morphology and function of mitochondria following influenza A virus infection. Further study revealed that indirubin promoted interferon-β production through promoting mitochondrial antiviral signaling pathway. Our study indicated that indirubin could be a candidate for the therapy of influenza.",
      "sentences": [
        [
          {
            "segment_text": "Nevertheless , its antivirus evidence in animal studies is not satisfactory ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which might be due to the lack of appropriate animal model .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Previously , we had utilized restraint stress to establish mouse H1N1 susceptibility model which was helpful in evaluating the anti-virus effect of medicines targeting host factors ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "such as type I interferon production .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , this model was employed to investigate the effect and mechanism of indirubin ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "a natural bisindole alkaloid from Isatis indigotica ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "on influenza A virus susceptibility .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "In the in vitro study ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "the stress hormone corticosterone was used to simulate restraint stress .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Our results demonstrated that indirubin decreased the susceptibility to influenza virus with lowered mortality and alleviated lung damage in restraint-stressed mice model .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , indirubin promoted the expression of interferon-β and interferon inducible transmembrane 3 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , indirubin maintained the morphology and function of mitochondria following influenza A virus infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Further study revealed that indirubin promoted interferon-β production through promoting mitochondrial antiviral signaling pathway .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our study indicated that indirubin could be a candidate for the therapy of influenza .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "14",
    "token_num": "190"
  }
}