{
  "paper_id": "1f7f3e09db31be0bc73e921a1034ec9de0d52ebe",
  "metadata": {
    "title": "MINIATURIZATION FOR POINT-OF-CARE ANALYSIS: PLATFORM TECHNOLOGY FOR ALMOST EVERY BIOMEDICAL ASSAY",
    "coda_data_split": "train",
    "coda_paper_id": 4135,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Platform technologies for the changing need of diagnostics are one of the main challenges in medical device technology. From one point-of-view the demand for new and more versatile diagnostic is increasing due to a deeper knowledge of biomarkers and their combination with diseases. From another point-of-view a decentralization of diagnostics will occur since decisions can be made faster resulting in higher success of therapy. Hence, new types of technologies have to be established which enables a multiparameter analysis at the point-of-care. Within this review-like article a system called Fraunhofer ivD-platform is introduced. It consists of a credit-card sized cartridge with integrated reagents, sensors and pumps and a read-out/processing unit. Within the cartridge the assay runs fully automated within 15-20 minutes. Due to the open design of the platform different analyses such as antibody, serological or DNA-assays can be performed. Specific examples of these three different assay types are given to show the broad applicability of the system.",
      "sentences": [
        [
          {
            "segment_text": "Platform technologies for the changing need of diagnostics are one of the main challenges in medical device technology .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "From one point-of-view the demand for new and more versatile diagnostic is increasing due to a deeper knowledge of biomarkers and their combination with diseases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "From another point-of-view a decentralization of diagnostics will occur since decisions can be made faster resulting in higher success of therapy .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Hence , new types of technologies have to be established which enables a multiparameter analysis at the point-of-care .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Within this review-like article a system called Fraunhofer ivD-platform is introduced .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It consists of a credit-card sized cartridge with integrated reagents ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "sensors and pumps and a read-out/processing unit .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Within the cartridge the assay runs fully automated within 15-20 minutes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Due to the open design of the platform different analyses such as antibody ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "serological or DNA-assays can be performed .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Specific examples of these three different assay types are given to show the broad applicability of the system .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "11",
    "token_num": "169"
  }
}