{
  "paper_id": "1f91399656745ff094d50a364a03f687866f9447",
  "metadata": {
    "title": "Chapter 3 Virus Neutralization Assay for Turkey Coronavirus Infection",
    "coda_data_split": "train",
    "coda_paper_id": 4091,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Turkey coronavirus (TCoV) infection induces the production of protective antibodies against the sequent exposure of TCoV. Serological tests to determine TCoV-specifi c antibodies are critical to evaluate previous exposure to TCoV in the turkey fl ocks and differentiate serotypes from different isolates or strains. A specifi c virus neutralization assay using embryonated turkey eggs and immunofl uorescent antibody assay for determining TCoV-specifi c neutralizing antibodies is described in this chapter. Virus neutralization titer of turkey serum from turkeys infected with TCoV is the dilution of serum that can inhibit TCoV infection in 50 % of embryonated turkey eggs. Virus neutralization assay for TCoV is useful to monitor the immune status of turkey fl ocks infected with TCoV for the control of the disease.",
      "sentences": [
        [
          {
            "segment_text": "Turkey coronavirus ( TCoV ) infection induces the production of protective antibodies against the sequent exposure of TCoV .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Serological tests to determine TCoV-specifi c antibodies are critical to evaluate previous exposure to TCoV in the turkey fl ocks and differentiate serotypes from different isolates or strains .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A specifi c virus neutralization assay using embryonated turkey eggs and immunofl uorescent antibody assay for determining TCoV-specifi c neutralizing antibodies is described in this chapter .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Virus neutralization titer of turkey serum from turkeys infected with TCoV is the dilution of serum that can inhibit TCoV infection in 50 % of embryonated turkey eggs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Virus neutralization assay for TCoV is useful to monitor the immune status of turkey fl ocks infected with TCoV for the control of the disease .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "5",
    "token_num": "130"
  }
}