{
  "paper_id": "1fb909712eea684a4fae4f0b419ca6bc7ba8e396",
  "metadata": {
    "title": "Modification of primary amines to higher order amines reduces in vivo hematological and immunotoxicity of cationic nanocarriers through TLR4 and complement pathways",
    "coda_data_split": "train",
    "coda_paper_id": 4321,
    "coda_has_expert_labels": false,
    "subset": "biorxiv_medrxiv"
  },
  "abstract": [
    {
      "original_text": "For decades, cationic polymer nanoparticles have been investigated for nucleic acid delivery. Despite promising in vitro transfection results, most formulations have failed to translate into the clinic due to significant in vivo toxicity -especially when delivered intravenously. To address this significant problem, we investigated the detailed mechanisms that govern the complex in vivo systemic toxicity response to common polymeric nanoparticles.",
      "sentences": [
        [
          {
            "segment_text": "For decades , cationic polymer nanoparticles have been investigated for nucleic acid delivery .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Despite promising in vitro transfection results ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "most formulations have failed to translate into the clinic due to significant in vivo toxicity - especially when delivered intravenously .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To address this significant problem ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "we investigated the detailed mechanisms that govern the complex in vivo systemic toxicity response to common polymeric nanoparticles .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "We determined that the toxicity response is material dependent. For branched polyethylenimine (bPEI) nanoparticles -toxicity is a function of multiple pathophysiological responses -triggering of innate immune sensors, induction of hepatic toxicity, and significant alteration of hematological properties. In contrast, for chitosan-based nanoparticles -systemic toxicity is primarily driven through innate immune activation. We further identified that modification of primary amines to secondary and tertiary amines using the small molecule imidazole-aceticacid (IAA) ameliorates in vivo toxicity from both nanocarriers by different, material-specific mechanisms related to Toll-like receptor 4 activation (for bPEI) and complement activation driven neutrophil infiltration (for chitosan), respectively. Our results provide a detailed roadmap for evaluating in vivo toxicity of nanocarriers and identifies potential opportunities to reduce toxicity for eventual clinical translation.",
      "sentences": [
        [
          {
            "segment_text": "We determined that the toxicity response is material dependent .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "For branched polyethylenimine ( bPEI ) nanoparticles - toxicity is a function of multiple pathophysiological responses - triggering of innate immune sensors ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "induction of hepatic toxicity , and significant alteration of hematological properties .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In contrast , for chitosan-based nanoparticles - systemic toxicity is primarily driven through innate immune activation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We further identified that modification of primary amines to secondary and tertiary amines using the small molecule imidazole-aceticacid ( IAA ) ameliorates in vivo toxicity from both nanocarriers by different ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "material-specific mechanisms related to Toll-like receptor 4 activation ( for bPEI ) and complement activation driven neutrophil infiltration ( for chitosan ) , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our results provide a detailed roadmap for evaluating in vivo toxicity of nanocarriers and identifies potential opportunities to reduce toxicity for eventual clinical translation .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "8",
    "segment_num": "12",
    "token_num": "210"
  }
}