{
  "paper_id": "1fbebd0c74d5e15a4fea4d206bbc4816e6b00bd4",
  "metadata": {
    "title": "Immune Response in the Brain: Glial Response and Cytokine Production",
    "coda_data_split": "train",
    "coda_paper_id": 3668,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Although the brain has been considered as an immunologically privileged site, the evidence to date suggests that this is no longer the case. Cytokines such as interferon (IFN)-g, tumor necrosis factor (TNF)-a, and interleukin (IL)-3 induce class I major histocompatibility complex (MHC) antigen expression on neural cells. IFN-g, the most potent inducer of MHC antigen, also induces class II MHC antigen expression on microglia and astrocytes, which enable them to function as antigen-presenting cells. Thus, in some pathological conditions, invading T cells can interact with neural cells to induce central nervous system (CNS) damage. Glial cells have also been shown to produce various cytokines and chemokines. Almost all cytokines and chemokines known to occur in the immune system are also produced in the CNS. In this chapter, the glial responses contributing to neuroimmune interactions are reviewed, with a focus on production and functions of cytokines in the CNS.",
      "sentences": [
        [
          {
            "segment_text": "Although the brain has been considered as an immunologically privileged site ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the evidence to date suggests that this is no longer the case .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Cytokines such as interferon ( IFN ) - g ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "tumor necrosis factor ( TNF ) - a ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and interleukin ( IL ) -3 induce class I major histocompatibility complex ( MHC ) antigen expression on neural cells .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "IFN-g , the most potent inducer of MHC antigen ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "also induces class II MHC antigen expression on microglia and astrocytes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which enable them to function as antigen-presenting cells .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Thus , in some pathological conditions ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "invading T cells can interact with neural cells to induce central nervous system ( CNS ) damage .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Glial cells have also been shown to produce various cytokines and chemokines .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Almost all cytokines and chemokines known to occur in the immune system are also produced in the CNS .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this chapter , the glial responses contributing to neuroimmune interactions are reviewed ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with a focus on production and functions of cytokines in the CNS .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Cytokines and the Brain 289 Edited by C. Phelps and E. Korneva",
      "sentences": [
        [
          {
            "segment_text": "Cytokines and the Brain 289 Edited by C. Phelps and E. Korneva",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "8",
    "segment_num": "15",
    "token_num": "192"
  }
}