{
  "paper_id": "1fc5b87329af57d6bdbebf78dfb402791120a6ff",
  "metadata": {
    "title": "Review of international efforts to strengthen the global outbreak response system since the 2014-16 West Africa Ebola Epidemic",
    "coda_data_split": "train",
    "coda_paper_id": 2600,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The 2014-16 West Africa Ebola epidemic was a watershed moment for global health. The outbreak galvanized global action around strengthening infectious disease prevention, detection and response capabilities. We examined the nascent landscape of international programmes, initiatives and institutions established in the aftermath of the 2014-16 Ebola outbreak with the aim of assessing their progress to date to illustrate the current state of the world\u0027s global health security architecture. We also compare these efforts with shortcomings in epidemic management documented during the epidemic, and underscore remaining gaps in regional and global epidemic response capabilities that might benefit from additional programmatic and financial support. Notably, most of the post-Ebola initiatives considered in this analysis have yet to meet their financial goals. Operational progress has also been limited, revealing a need for continued investments to improve outbreak surveillance and detection capabilities specifically. Furthermore, our review highlighted the dominance of the USA and Europe in leading and financing efforts to coordinate long-term recovery efforts in West Africa, strengthen health systems across the continent, and enhance global preparedness for future epidemics, raising important questions about ownership of global health security efforts in non-Western regions of the world. Finally, the lack of transparency and available data on these initiatives\u0027 activities and budgets also complicate efforts to project their impacts on the global health security landscape.",
      "sentences": [
        [
          {
            "segment_text": "The 2014-16 West Africa Ebola epidemic was a watershed moment for global health .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The outbreak galvanized global action around strengthening infectious disease prevention , detection and response capabilities .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We examined the nascent landscape of international programmes ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "initiatives and institutions established in the aftermath of the 2014-16 Ebola outbreak with the aim of assessing their progress to date to illustrate the current state of the world \u0027s global health security architecture .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We also compare these efforts with shortcomings in epidemic management documented during the epidemic ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and underscore remaining gaps in regional and global epidemic response capabilities that might benefit from additional programmatic and financial support .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Notably , most of the post-Ebola initiatives considered in this analysis have yet to meet their financial goals .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Operational progress has also been limited ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "revealing a need for continued investments to improve outbreak surveillance and detection capabilities specifically .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , our review highlighted the dominance of the USA and Europe in leading and financing efforts to coordinate long-term recovery efforts in West Africa ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "strengthen health systems across the continent ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and enhance global preparedness for future epidemics ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "raising important questions about ownership of global health security efforts in non-Western regions of the world .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Finally , the lack of transparency and available data on these initiatives \u0027 activities and budgets also complicate efforts to project their impacts on the global health security landscape .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "14",
    "token_num": "239"
  }
}