{
  "paper_id": "1fc650db3448c38d83fbe7cdd07db4f45dda9223",
  "metadata": {
    "title": "",
    "coda_data_split": "train",
    "coda_paper_id": 8328,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "To determine the prevalence of inapparent infection with severe acute respiratory syndrome (SARS) among healthcare workers, we performed a serosurvey to test for immunoglobulin (Ig) G antibodies to the SARS coronavirus (SARS-CoV) among 1,147 healthcare workers in 3 hospitals that admitted SARS patients in mid-May 2003. Among them were 90 healthcare workers with SARS. As a reference group, 709 healthcare workers who worked in 2 hospitals that never admitted any SARS patients were similarly tested. The seroprevalence rate was 88.9% (80/90) for healthcare workers with SARS and 1.4% (15/1,057) for healthcare workers who were apparently healthy. The seroprevalence in the reference group was 0.4% (3/709). These findings suggest that inapparent infection is uncommon. Low level of immunity among unaffected healthcare workers reinforces the need for adequate personal protection and other infection control measures in hospitals to prevent future epidemics.",
      "sentences": [
        [
          {
            "segment_text": "To determine the prevalence of inapparent infection with severe acute respiratory syndrome ( SARS ) among healthcare workers ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "we performed a serosurvey to test for immunoglobulin ( Ig ) G antibodies to the SARS coronavirus ( SARS-CoV ) among 1,147 healthcare workers in 3 hospitals that admitted SARS patients in mid-May 2003 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Among them were 90 healthcare workers with SARS .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "As a reference group , 709 healthcare workers who worked in 2 hospitals that never admitted any SARS patients were similarly tested .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The seroprevalence rate was 88.9 % ( 80/90 ) for healthcare workers with SARS and 1.4 % ( 15/1 ,057 ) for healthcare workers who were apparently healthy .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The seroprevalence in the reference group was 0.4 % ( 3/709 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These findings suggest that inapparent infection is uncommon .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Low level of immunity among unaffected healthcare workers reinforces the need for adequate personal protection and other infection control measures in hospitals to prevent future epidemics .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "8",
    "token_num": "164"
  }
}