{
  "paper_id": "1fcc3bb7ea3bd3c48d545d8b7bbad264b6b37834",
  "metadata": {
    "title": "New Developments in Rapid Diagnostic Testing for Children",
    "coda_data_split": "train",
    "coda_paper_id": 6839,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "It is an exciting time in the field of microbiology because of the expansion of rapid diagnostic tests. Pathogen testing previously was performed by traditional laboratory methods such as bacterial, fungal, and viral culture or ova and parasite (O\u0026P) examination. Testing could have a slow time to results; some testing lacked sensitivity, and most testing was centralized in the laboratory. Newer advances in pathogen detection assays are now providing rapid results and have greater sensitivity and specificity, and many assays are moving out of the centralized laboratory and to the patient as pointof-care tests. In this review, the authors chose to highlight the currently available US Food and Drug Administration (FDA)-cleared molecular assays for various infectious syndromes relevant to the pediatric population. Although outcome studies in this area are sparse, rapid results may result in decreased time to optimal antimicrobial treatment and improved patient outcomes. Disclosure Statement: E. McElvania is a consultant for Luminex Corporation. M.D. Gonzalez has no disclosures.",
      "sentences": [
        [
          {
            "segment_text": "It is an exciting time in the field of microbiology because of the expansion of rapid diagnostic tests .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Pathogen testing previously was performed by traditional laboratory methods such as bacterial ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "fungal , and viral culture or ova and parasite ( O\u0026P ) examination .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Testing could have a slow time to results ; some testing lacked sensitivity ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and most testing was centralized in the laboratory .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Newer advances in pathogen detection assays are now providing rapid results and have greater sensitivity and specificity ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and many assays are moving out of the centralized laboratory and to the patient as pointof-care tests .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this review , the authors chose to highlight the currently available US Food and Drug Administration ( FDA ) - cleared molecular assays for various infectious syndromes relevant to the pediatric population .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Although outcome studies in this area are sparse ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "rapid results may result in decreased time to optimal antimicrobial treatment and improved patient outcomes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Disclosure Statement : E. McElvania is a consultant for Luminex Corporation .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "M.D. Gonzalez has no disclosures .",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "KEYWORDS",
      "sentences": [
        [
          {
            "segment_text": "KEYWORDS",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "Rapid diagnostic assays Group A streptococcus Influenza RSV Syndromic multiplex panels Gastrointestinal panel Respiratory panel Meningitis encephalitis panel",
      "sentences": [
        [
          {
            "segment_text": "Rapid diagnostic assays Group A streptococcus Influenza RSV Syndromic multiplex panels Gastrointestinal panel Respiratory panel Meningitis encephalitis panel",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "Compared with traditional rapid antigen testing, new diagnostics assays for Group A Streptococcus, influenza, and respiratory syncytial virus combine rapid turnaround time with high sensitivity and specificity. There has been a surge in the availability of multiplex syndromic panels that test for a broad range of pathogens associated with a single clinical presentation. Molecular infectious disease testing that was previously performed in microbiology laboratories is now being developed in easy-to-use platforms, which are available at point of care.",
      "sentences": [
        [
          {
            "segment_text": "Compared with traditional rapid antigen testing ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "new diagnostics assays for Group A Streptococcus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "influenza , and respiratory syncytial virus combine rapid turnaround time with high sensitivity and specificity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "There has been a surge in the availability of multiplex syndromic panels that test for a broad range of pathogens associated with a single clinical presentation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Molecular infectious disease testing that was previously performed in microbiology laboratories is now being developed in easy-to-use platforms ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which are available at point of care .",
            "crowd_label": "background"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "13",
    "segment_num": "20",
    "token_num": "286"
  }
}