{
  "paper_id": "1fd3a230c3b8aeb13f2e1c5ea6b82dc19573633a",
  "metadata": {
    "title": "",
    "coda_data_split": "train",
    "coda_paper_id": 5273,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Worldwide, the number of communicable diseases of animals raised in aquaculture continue to increase. Viral infections of cultivated shellfish, crustacea, and finfish have been frequently recognized in the past few years. In the Asian regions, penaeid shrimp and several teleost fish underwent epizootics associated with heavy losses in aquaculture. Baculoviruses are particularly harmful to shrimp and prawns. Herpes-, irido-, reo-, or rhabdovirus-like agents can cause outbreaks in fish farms. Viral diseases are important limiting factors in the expansion of aquaculture. However, studies on viral infections of aquatic animals have been focused primarily on economically important farmed fish. Therfore, certain viral diseases of teleost fish are relatively well understood. In contrast, our knowledge of viral infections of farmed aquatic invertebrates is still very spare. Although a great number of viruses have been detected in farmed molluscs and crustaceans, the pathogenicity and epizootiology of most of the agents is not known.",
      "sentences": [
        [
          {
            "segment_text": "Worldwide , the number of communicable diseases of animals raised in aquaculture continue to increase .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Viral infections of cultivated shellfish ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "crustacea , and finfish have been frequently recognized in the past few years .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In the Asian regions , penaeid shrimp and several teleost fish underwent epizootics associated with heavy losses in aquaculture .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Baculoviruses are particularly harmful to shrimp and prawns .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Herpes - , irido - ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "reo - , or rhabdovirus-like agents can cause outbreaks in fish farms .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Viral diseases are important limiting factors in the expansion of aquaculture .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , studies on viral infections of aquatic animals have been focused primarily on economically important farmed fish .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Therfore , certain viral diseases of teleost fish are relatively well understood .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In contrast , our knowledge of viral infections of farmed aquatic invertebrates is still very spare .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although a great number of viruses have been detected in farmed molluscs and crustaceans ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the pathogenicity and epizootiology of most of the agents is not known .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "13",
    "token_num": "173"
  }
}