{
  "paper_id": "1ff2f23a621ca476cd59ade285f8b9198ca178fd",
  "metadata": {
    "title": "Arthritis suppression by NADPH activation operates through an interferon-β pathway",
    "coda_data_split": "train",
    "coda_paper_id": 2284,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: A polymorphism in the activating component of the nicotinamide adenine dinucleotide phosphate (NADPH) oxidase complex, neutrophil cytosolic factor 1 (NCF1), has previously been identified as a regulator of arthritis severity in mice and rats. This discovery resulted in a search for NADPH oxidase-activating substances as a potential new approach to treat autoimmune disorders such as rheumatoid arthritis (RA). We have recently shown that compounds inducing NCF1-dependent oxidative burst, e.g. phytol, have a strong ameliorating effect on arthritis in rats. However, the underlying molecular mechanism is still not clearly understood. The aim of this study was to use gene-expression profiling to understand the protective effect against arthritis of activation of NADPH oxidase in the immune system.",
      "sentences": [
        [
          {
            "segment_text": "Background : A polymorphism in the activating component of the nicotinamide adenine dinucleotide phosphate ( NADPH ) oxidase complex ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "neutrophil cytosolic factor 1 ( NCF1 ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "has previously been identified as a regulator of arthritis severity in mice and rats .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This discovery resulted in a search for NADPH oxidase-activating substances as a potential new approach to treat autoimmune disorders such as rheumatoid arthritis ( RA ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We have recently shown that compounds inducing NCF1-dependent oxidative burst ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "e.g. phytol , have a strong ameliorating effect on arthritis in rats .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , the underlying molecular mechanism is still not clearly understood .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The aim of this study was to use gene-expression profiling to understand the protective effect against arthritis of activation of NADPH oxidase in the immune system .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Results: Subcutaneous administration of phytol leads to an accumulation of the compound in the inguinal lymph nodes, with peak levels being reached approximately 10 days after administration. Hence, global gene-expression profiling on inguinal lymph nodes was performed 10 days after the induction of pristaneinduced arthritis (PIA) and phytol administration. The differentially expressed genes could be divided into two pathways, consisting of genes regulated by different interferons. IFN-γ regulated the pathway associated with arthritis development, whereas IFN-β regulated the pathway associated with disease protection through phytol. Importantly, these two molecular pathways were also confirmed to differentiate between the arthritis-susceptible dark agouti (DA) rat, (with an Ncf-1 DA allele that allows only low oxidative burst), and the arthritis-protected DA.Ncf-1 E3 rat (with an Ncf1 E3 allele that allows a stronger oxidative burst).",
      "sentences": [
        [
          {
            "segment_text": "Results : Subcutaneous administration of phytol leads to an accumulation of the compound in the inguinal lymph nodes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with peak levels being reached approximately 10 days after administration .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Hence , global gene-expression profiling on inguinal lymph nodes was performed 10 days after the induction of pristaneinduced arthritis ( PIA ) and phytol administration .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The differentially expressed genes could be divided into two pathways ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "consisting of genes regulated by different interferons .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "IFN-γ regulated the pathway associated with arthritis development ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whereas IFN-β regulated the pathway associated with disease protection through phytol .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Importantly , these two molecular pathways were also confirmed to differentiate between the arthritis-susceptible dark agouti ( DA ) rat ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "( with an Ncf-1 DA allele that allows only low oxidative burst ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the arthritis-protected DA.Ncf-1 E3 rat ( with an Ncf1 E3 allele that allows a stronger oxidative burst ) .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusion: Naturally occurring genetic polymorphisms in the Ncf-1 gene modulate the activity of the NADPH oxidase complex, which strongly regulates the severity of arthritis. We now show that the Ncf-1 allele that enhances oxidative burst and protects against arthritis is operating through an IFN-βassociated pathway, whereas the arthritis-driving allele operates through an IFN-γ-associated pathway. Treatment of arthritis-susceptible rats with an NADPH oxidase-activating substance, phytol, protects against arthritis. Interestingly, the treatment led to a restoration of the oxidative-burst effect and induction of a strikingly similar IFN-β-dependent pathway, as seen with the disease-protective Ncf1 polymorphism.",
      "sentences": [
        [
          {
            "segment_text": "Conclusion : Naturally occurring genetic polymorphisms in the Ncf-1 gene modulate the activity of the NADPH oxidase complex ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which strongly regulates the severity of arthritis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We now show that the Ncf-1 allele that enhances oxidative burst and protects against arthritis is operating through an IFN-βassociated pathway ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whereas the arthritis-driving allele operates through an IFN-γ-associated pathway .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Treatment of arthritis-susceptible rats with an NADPH oxidase-activating substance ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "phytol , protects against arthritis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Interestingly , the treatment led to a restoration of the oxidative-burst effect and induction of a strikingly similar IFN-β-dependent pathway ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as seen with the disease-protective Ncf1 polymorphism .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "14",
    "segment_num": "26",
    "token_num": "388"
  }
}