{
  "paper_id": "1ff89d276aaad998761cf13e50c49b8d74883a45",
  "metadata": {
    "title": "Policy Support and Resources Mobilization for the National Schistosomiasis Control Programme in The People\u0027s Republic of China",
    "coda_data_split": "train",
    "coda_paper_id": 2289,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Schistosomiasis remains a public health problem in many developing countries around the world. After the founding of The People\u0027s Republic of China, from 1949 till date, all levels of government, from central to local, have been attaching great importance to schistosomiasis control in The People\u0027s Republic of China. With considerable policy support and resources mobilization, the national schistosomiasis control programmes have been implemented during the past 65 years. Here, we summarize the successful experience of schistosomiasis control during the process. Recommendations for the future management of the Chinese national schistosomiasis elimination programme are put forward after considering the remaining challenges, shortcomings and lessons learnt from 65 years of schistosomiasis control drives in The People\u0027s Republic of China. They will help to sustain past achievements, foster the attainment of the ultimate goal of schistosomiasis elimination for the country and provide reference for schistosomiasis control programme in other countries.",
      "sentences": [
        [
          {
            "segment_text": "Schistosomiasis remains a public health problem in many developing countries around the world .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "After the founding of The People \u0027s Republic of China ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "from 1949 till date , all levels of government ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "from central to local , have been attaching great importance to schistosomiasis control in The People \u0027s Republic of China .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "With considerable policy support and resources mobilization ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the national schistosomiasis control programmes have been implemented during the past 65 years .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we summarize the successful experience of schistosomiasis control during the process .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Recommendations for the future management of the Chinese national schistosomiasis elimination programme are put forward after considering the remaining challenges ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "shortcomings and lessons learnt from 65 years of schistosomiasis control drives in The People \u0027s Republic of China .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "They will help to sustain past achievements ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "foster the attainment of the ultimate goal of schistosomiasis elimination for the country and provide reference for schistosomiasis control programme in other countries .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Policy Support and Resources Mobilization",
      "sentences": [
        [
          {
            "segment_text": "Policy Support and Resources Mobilization",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "7",
    "segment_num": "12",
    "token_num": "169"
  }
}