{
  "paper_id": "20212e62a16fab28c74374c71e5a716dd9de34da",
  "metadata": {
    "title": "Occurrence of severe gastroenteritis in pups after canine parvovirus vaccine administration: A clinical and laboratory diagnostic dilemma",
    "coda_data_split": "train",
    "coda_paper_id": 10533,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "A total of 29 faecal samples collected from dogs with diarrhoea following canine parvovirus (CPV) vaccination were tested by minor groove binder (MGB) probe assays for discrimination between CPV vaccine and field strains and by diagnostic tests for detection of other canine pathogens. Fifteen samples tested positive only for CPV field strains; however, both vaccine and field strains were detected in three samples. Eleven samples were found to contain only the vaccine strain, although eight of them tested positive for other pathogens of dogs. Only three samples were found to contain the vaccine strain without evidence of canine pathogens. The present study confirms that most cases of parvovirus-like disease occurring shortly after vaccination are related to infection with field strains of canine parvovirus type 2 (CPV-2) rather than to reversion to virulence of the modified live virus contained in the vaccine.",
      "sentences": [
        [
          {
            "segment_text": "A total of 29 faecal samples collected from dogs with diarrhoea following canine parvovirus ( CPV ) vaccination were tested by minor groove binder ( MGB ) probe assays for discrimination between CPV vaccine and field strains and by diagnostic tests for detection of other canine pathogens .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Fifteen samples tested positive only for CPV field strains ; however ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "both vaccine and field strains were detected in three samples .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Eleven samples were found to contain only the vaccine strain ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "although eight of them tested positive for other pathogens of dogs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Only three samples were found to contain the vaccine strain without evidence of canine pathogens .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The present study confirms that most cases of parvovirus-like disease occurring shortly after vaccination are related to infection with field strains of canine parvovirus type 2 ( CPV-2 ) rather than to reversion to virulence of the modified live virus contained in the vaccine .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "7",
    "token_num": "155"
  }
}