{
  "paper_id": "202bb7da5aeb4f330326c88600089eca3de7af9e",
  "metadata": {
    "title": "Quantitative real-time single particle analysis of virions",
    "coda_data_split": "train",
    "coda_paper_id": 5735,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Providing information about single virus particles has for a long time been mainly the domain of electron microscopy. More recently, technologies have been developed-or adapted from other fields, such as nanotechnology-to allow for the real-time quantification of physical virion particles, while supplying additional information such as particle diameter concomitantly. These technologies have progressed to the stage of commercialization increasing the speed of viral titer measurements from hours to minutes, thus providing a significant advantage for many aspects of virology research and biotechnology applications. Additional advantages lie in the broad spectrum of virus species that may be measured and the possibility to determine the ratio of infectious to total particles. A series of disadvantages remain associated with these technologies, such as a low specificity for viral particles. In this review we will discuss these technologies by comparing four systems for real-time single virus particle analysis and quantification.",
      "sentences": [
        [
          {
            "segment_text": "Providing information about single virus particles has for a long time been mainly the domain of electron microscopy .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "More recently , technologies have been developed-or adapted from other fields ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "such as nanotechnology-to allow for the real-time quantification of physical virion particles ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "while supplying additional information such as particle diameter concomitantly .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These technologies have progressed to the stage of commercialization increasing the speed of viral titer measurements from hours to minutes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "thus providing a significant advantage for many aspects of virology research and biotechnology applications .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Additional advantages lie in the broad spectrum of virus species that may be measured and the possibility to determine the ratio of infectious to total particles .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A series of disadvantages remain associated with these technologies ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "such as a low specificity for viral particles .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this review we will discuss these technologies by comparing four systems for real-time single virus particle analysis and quantification .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "10",
    "token_num": "157"
  }
}