{
  "paper_id": "203dce275d594e7e856b613ff3a29bcfdbf8293d",
  "metadata": {
    "title": "Chapter 2 RNAi and Cellular miRNAs in Infections by Mammalian Viruses",
    "coda_data_split": "train",
    "coda_paper_id": 6908,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "MicroRNAs (miRNAs) play an essential role in the regulation of eukaryotic gene expression. Recent studies demonstrate that miRNAs can also strongly affect the replication of pathogenic viruses. For example, cellular miRNAs can target and repress the expression of viral mRNAs, but there is also at least one example of a cellular miRNA that stimulates virus replication. Furthermore, viruses can encode their own miRNAs, trigger changes in cellular miRNA expression or encode RNA silencing suppressor factors that inhibit cellular miRNAs. These interactions together form a complex regulatory network that controls both viral and host gene expression, which ultimately determines the outcome of viral infection at the cellular level and disease progression in the host. Here, we summarize the literature data on such virus-cell interactions in mammals and discuss how miRNAs can be used as research tools or targets in the development of novel antiviral therapeutics.",
      "sentences": [
        [
          {
            "segment_text": "MicroRNAs ( miRNAs ) play an essential role in the regulation of eukaryotic gene expression .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Recent studies demonstrate that miRNAs can also strongly affect the replication of pathogenic viruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "For example , cellular miRNAs can target and repress the expression of viral mRNAs ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but there is also at least one example of a cellular miRNA that stimulates virus replication .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Furthermore , viruses can encode their own miRNAs ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "trigger changes in cellular miRNA expression or encode RNA silencing suppressor factors that inhibit cellular miRNAs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These interactions together form a complex regulatory network that controls both viral and host gene expression ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which ultimately determines the outcome of viral infection at the cellular level and disease progression in the host .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we summarize the literature data on such virus-cell interactions in mammals and discuss how miRNAs can be used as research tools or targets in the development of novel antiviral therapeutics .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Early studies in plants showed that small RNA-induced gene silencing is a potent antiviral mechanism that plants need to survive viral infection (1). Since then, it has become clear that there are many more aspects to the interaction between the RNA silencing mechanism -in plants, insects and mammals -and viral infection. Since RNA silencing is a central regulatory mechanism in eukaryotic cell biology, it is involved in many different cellular processes. These processes not only include cell development, differentiation and proliferation, but also cell death, metabolism, transposon silencing and antiviral defences (2). Viruses, being strictly dependent on cellular resources for their",
      "sentences": [
        [
          {
            "segment_text": "Early studies in plants showed that small RNA-induced gene silencing is a potent antiviral mechanism that plants need to survive viral infection ( 1 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Since then , it has become clear that there are many more aspects to the interaction between the RNA silencing mechanism - in plants ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "insects and mammals - and viral infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Since RNA silencing is a central regulatory mechanism in eukaryotic cell biology ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "it is involved in many different cellular processes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These processes not only include cell development ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "differentiation and proliferation , but also cell death ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "metabolism , transposon silencing and antiviral defences ( 2 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Viruses , being strictly dependent on cellular resources for their",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "11",
    "segment_num": "18",
    "token_num": "277"
  }
}