{
  "paper_id": "2068afc018b995910ee71c91eec83c3d90b80f0e",
  "metadata": {
    "title": "Qingfei Xiaoyan Wan, a traditional Chinese medicine formula, ameliorates Pseudomonas aeruginosa-induced acute lung inflammation by regulation of PI3K/AKT and Ras/MAPK pathways-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/)",
    "coda_data_split": "train",
    "coda_paper_id": 6071,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Gram-negative pathogen-induced nosocomial infections and resistance are a most serious menace to global public health. Qingfei Xiaoyan Wan (QF), a traditional Chinese medicine (TCM) formula, has been used clinically in China for the treatment of upper respiratory tract infections, acute or chronic bronchitis and pulmonary infection. In this study, the effects of QF on Pseudomonas aeruginosainduced acute pneumonia in mice were evaluated. The mechanisms by which four typical antiinflammatory ingredients from QF, arctigenin (ATG), cholic acid (CLA), chlorogenic acid (CGA) and sinapic acid (SPA), regulate anti-inflammatory signaling pathways and related targets were investigated using molecular biology and molecular docking techniques. The results showed that pretreatment with QF significantly inhibits the release of cytokines (TNF-α and IL-6) and chemokines (IL-8 and RANTES), reduces leukocytes recruitment into inflamed tissues and ameliorates pulmonary edema and necrosis. In ;6(3):212-221 addition, ATG was identified as the primary anti-inflammatory agent with action on the PI3K/AKT and Ras/MAPK pathways. CLA and CGA enhanced the actions of ATG and exhibited synergistic NF-κB inactivation effects possibly via the Ras/MAPK signaling pathway. Moreover, CLA is speculated to target FGFR and MEK firstly. Overall, QF regulated the PI3K/AKT and Ras/MAPK pathways to inhibit pathogenic bacterial infections effectively.",
      "sentences": [
        [
          {
            "segment_text": "Gram-negative pathogen-induced nosocomial infections and resistance are a most serious menace to global public health .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Qingfei Xiaoyan Wan ( QF ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a traditional Chinese medicine ( TCM ) formula ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "has been used clinically in China for the treatment of upper respiratory tract infections ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "acute or chronic bronchitis and pulmonary infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , the effects of QF on Pseudomonas aeruginosainduced acute pneumonia in mice were evaluated .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The mechanisms by which four typical antiinflammatory ingredients from QF ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "arctigenin ( ATG ) , cholic acid ( CLA ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "chlorogenic acid ( CGA ) and sinapic acid ( SPA ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "regulate anti-inflammatory signaling pathways and related targets were investigated using molecular biology and molecular docking techniques .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The results showed that pretreatment with QF significantly inhibits the release of cytokines ( TNF-α and IL-6 ) and chemokines ( IL-8 and RANTES ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "reduces leukocytes recruitment into inflamed tissues and ameliorates pulmonary edema and necrosis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In ; 6 ( 3 ) : 212-221 addition ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "ATG was identified as the primary anti-inflammatory agent with action on the PI3K/AKT and Ras/MAPK pathways .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "CLA and CGA enhanced the actions of ATG and exhibited synergistic NF-κB inactivation effects possibly via the Ras/MAPK signaling pathway .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , CLA is speculated to target FGFR and MEK firstly .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Overall , QF regulated the PI3K/AKT and Ras/MAPK pathways to inhibit pathogenic bacterial infections effectively .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "17",
    "token_num": "239"
  }
}