{
  "paper_id": "207f7aeed7a6907c94d4b00ed07e2ce3ded10ded",
  "metadata": {
    "title": "High Incidence of Mammalian Orthoreovirus Identified by Environmental Surveillance in Taiwan",
    "coda_data_split": "train",
    "coda_paper_id": 8619,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Wild poliovirus (WPV) persists in diverse locales worldwide, spreading outward from endemic areas. In response to the international threat of WPV transmission and changes in the national vaccination policy, we established an environmental surveillance system to monitor the circulation of wild and vaccine-related poliovirus in Taiwan. From July 2012 to December 2013, we collected sewage specimens every month from 10 sewage treatment plants located throughout Taiwan. The specimens were concentrated by the two-phase separation method and then inoculated into L20B, RD, and A549 cells for virus isolation. Viral isolates were identified and serotyped by immunofluorescence assay or molecular analysis. A total of 300 sewage samples were collected, and the results showed 163 samples (54.3%) were positive for virus, and 268 isolates were identified. Among these, 75 samples (25%) were positive for enterovirus (EV), but no poliovirus was found. In addition, 92 isolates were identified as enteroviruses and the most common serotypes were coxsackievirus B4, coxsackievirus B3, and coxsackievirus B2. Interestingly, 102 (34%) and 82 (27.3%) specimens were positive for mammalian orthoreovirus (MRV) and adenovirus, respectively. This study confirmed that sewage surveillance can be a useful additional modality for monitoring the possible presence of wild-type or vaccine-derived poliovirus in wastewater, and can indicate the current types of viruses circulating in the population. Furthermore, since MRV was found in children with acute necrotizing encephalopathy and meningitis, the high incidence of MRV detected by environmental surveillance warrants further investigation.",
      "sentences": [
        [
          {
            "segment_text": "Wild poliovirus ( WPV ) persists in diverse locales worldwide ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "spreading outward from endemic areas .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In response to the international threat of WPV transmission and changes in the national vaccination policy ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "we established an environmental surveillance system to monitor the circulation of wild and vaccine-related poliovirus in Taiwan .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "From July 2012 to December 2013 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we collected sewage specimens every month from 10 sewage treatment plants located throughout Taiwan .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The specimens were concentrated by the two-phase separation method and then inoculated into L20B ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "RD , and A549 cells for virus isolation .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Viral isolates were identified and serotyped by immunofluorescence assay or molecular analysis .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A total of 300 sewage samples were collected ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and the results showed 163 samples ( 54.3 % ) were positive for virus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and 268 isolates were identified .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Among these , 75 samples ( 25 % ) were positive for enterovirus ( EV ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but no poliovirus was found .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , 92 isolates were identified as enteroviruses and the most common serotypes were coxsackievirus B4 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "coxsackievirus B3 , and coxsackievirus B2 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Interestingly , 102 ( 34 % ) and 82 ( 27.3 % ) specimens were positive for mammalian orthoreovirus ( MRV ) and adenovirus , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This study confirmed that sewage surveillance can be a useful additional modality for monitoring the possible presence of wild-type or vaccine-derived poliovirus in wastewater ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and can indicate the current types of viruses circulating in the population .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , since MRV was found in children with acute necrotizing encephalopathy and meningitis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the high incidence of MRV detected by environmental surveillance warrants further investigation .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "21",
    "token_num": "282"
  }
}