{
  "paper_id": "209360b738197a63e9c3a7c3f2360cbf2a4901e2",
  "metadata": {
    "title": "Chapter 13 Development of a Mouse-Adapted MERS Coronavirus",
    "coda_data_split": "train",
    "coda_paper_id": 8944,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "First identified in 2012, Middle East respiratory syndrome coronavirus (MERS-CoV) is a novel virus that can cause acute respiratory distress syndrome (ARDS), multiorgan failure, and death, with a case fatality rate of~35%. An animal model that supports MERS-CoV infection and causes severe lung disease is useful to study pathogenesis and evaluate therapies and vaccines. The murine dipeptidyl peptidase 4 (Dpp4) protein is not a functional receptor for MERS-CoV; thus, mice are resistant to MERS-CoV infection. We generated human DPP4 knock-in (hDPP4 KI) mice by replacing exons 10-12 at the mouse Dpp4 locus with exons 10-12 from the human DPP4 gene. The resultant human DPP4 KI mice are permissive to MERS-CoV (HCoV-EMC/2012 strain) infection but develop no disease. To generate a mouse model with associated morbidity and mortality from respiratory disease, we serially passaged HCoV-EMC/2012 strain in the lungs of young hDPP4 KI mice. After 30 in vivo passages, an adapted virus clone was isolated and designated MERS MA 6.1.2. This virus clone produced significantly higher titers than the parental clone in the lungs of hDPP4 KI mice and caused diffuse lung injury and a fatal respiratory infection. In this chapter, we will describe in detail the procedures used to mouse adapt MERS-CoV by serial passage of the virus in lungs. We also describe the methods used to isolate virus clones and characterize virus infection.",
      "sentences": [
        [
          {
            "segment_text": "First identified in 2012 , Middle East respiratory syndrome coronavirus ( MERS-CoV ) is a novel virus that can cause acute respiratory distress syndrome ( ARDS ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "multiorgan failure , and death ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "with a case fatality rate of ~ 35 % .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "An animal model that supports MERS-CoV infection and causes severe lung disease is useful to study pathogenesis and evaluate therapies and vaccines .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The murine dipeptidyl peptidase 4 ( Dpp4 ) protein is not a functional receptor for MERS-CoV ; thus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "mice are resistant to MERS-CoV infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We generated human DPP4 knock-in ( hDPP4 KI ) mice by replacing exons 10-12 at the mouse Dpp4 locus with exons 10-12 from the human DPP4 gene .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The resultant human DPP4 KI mice are permissive to MERS-CoV ( HCoV-EMC/2012 strain ) infection but develop no disease .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "To generate a mouse model with associated morbidity and mortality from respiratory disease ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we serially passaged HCoV-EMC/2012 strain in the lungs of young hDPP4 KI mice .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "After 30 in vivo passages ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "an adapted virus clone was isolated and designated MERS MA 6.1.2 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This virus clone produced significantly higher titers than the parental clone in the lungs of hDPP4 KI mice and caused diffuse lung injury and a fatal respiratory infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In this chapter , we will describe in detail the procedures used to mouse adapt MERS-CoV by serial passage of the virus in lungs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We also describe the methods used to isolate virus clones and characterize virus infection .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "15",
    "token_num": "256"
  }
}