{
  "paper_id": "20ae5549ea5761744ffac3015a31a03816699a49",
  "metadata": {
    "title": "a section of the journal Frontiers in Immunology PD-1 Dynamically Regulates Inflammation and Development of Brain-Resident Memory CD8 T Cells During Persistent Viral Encephalitis",
    "coda_data_split": "train",
    "coda_paper_id": 4699,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Programmed cell death-1 (PD-1) receptor signaling dampens the functionality of T cells faced with repetitive antigenic stimulation from chronic infections or tumors. Using intracerebral (i.c.) inoculation with mouse polyomavirus (MuPyV), we have shown that CD8 T cells establish a PD-1 hi , tissue-resident memory population in the brains (bT RM ) of mice with a low-level persistent infection. In MuPyV encephalitis, PD-L1 was expressed on infiltrating myeloid cells, microglia and astrocytes, but not on oligodendrocytes. Engagement of PD-1 on anti-MuPyV CD8 T cells limited their effector activity. NanoString gene expression analysis showed that neuroinflammation was higher in PD-L1 −/− than wild type mice at day 8 post-infection, the peak of the MuPyV-specific CD8 response. During the persistent phase of infection, however, the absence of PD-1 signaling was found to be associated with a lower inflammatory response than in wild type mice. Genetic disruption and intracerebroventricular blockade of PD-1 signaling resulted in an increase in number of MuPyV-specific CD8 bT RM and the fraction of these cells expressing CD103, the αE integrin commonly used to define tissue-resident T cells. However, PD-L1 −/− mice persistently infected with MuPyV showed impaired virus control upon i.c. re-infection with MuPyV. Collectively, these data reveal a temporal duality in PD-1-mediated regulation of MuPyV-associated neuroinflammation. PD-1 signaling limited the severity of neuroinflammation during acute infection but sustained a level of inflammation during persistent infection for maintaining control of virus re-infection.",
      "sentences": [
        [
          {
            "segment_text": "Programmed cell death-1 ( PD-1 ) receptor signaling dampens the functionality of T cells faced with repetitive antigenic stimulation from chronic infections or tumors .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Using intracerebral ( i.c. ) inoculation with mouse polyomavirus ( MuPyV ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we have shown that CD8 T cells establish a PD-1 hi ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "tissue-resident memory population in the brains ( bT RM ) of mice with a low-level persistent infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In MuPyV encephalitis , PD-L1 was expressed on infiltrating myeloid cells ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "microglia and astrocytes , but not on oligodendrocytes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Engagement of PD-1 on anti-MuPyV CD8 T cells limited their effector activity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "NanoString gene expression analysis showed that neuroinflammation was higher in PD-L1 − / − than wild type mice at day 8 post-infection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the peak of the MuPyV-specific CD8 response .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "During the persistent phase of infection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "however , the absence of PD-1 signaling was found to be associated with a lower inflammatory response than in wild type mice .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Genetic disruption and intracerebroventricular blockade of PD-1 signaling resulted in an increase in number of MuPyV-specific CD8 bT RM and the fraction of these cells expressing CD103 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the αE integrin commonly used to define tissue-resident T cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , PD-L1 − / − mice persistently infected with MuPyV showed impaired virus control upon i.c. re-infection with MuPyV .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Collectively , these data reveal a temporal duality in PD-1-mediated regulation of MuPyV-associated neuroinflammation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "PD-1 signaling limited the severity of neuroinflammation during acute infection but sustained a level of inflammation during persistent infection for maintaining control of virus re-infection .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "16",
    "token_num": "264"
  }
}