{
  "paper_id": "20b0433c5eb42925769da0c2867be91e144659fd",
  "metadata": {
    "title": "Synthetic and semi-synthetic strategies to study ubiquitin signaling",
    "coda_data_split": "train",
    "coda_paper_id": 6356,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The post-translational modification ubiquitin can be attached to the e-amino group of lysine residues or to a protein\u0027s N-terminus as a mono ubiquitin moiety. Via its seven intrinsic lysine residues and its N-terminus, it can also form ubiquitin chains on substrates in many possible ways. To study ubiquitin signals, many synthetic and semi-synthetic routes have been developed for generation of ubiquitin-derived tools and conjugates. The strength of these methods lies in their ability to introduce chemo-selective ligation handles at sites that currently cannot be enzymatically modified. Here, we review the different synthetic and semi-synthetic methods available for ubiquitin conjugate synthesis and their contribution to how they have helped investigating conformational diversity of diubiquitin signals. Next, we discuss how these methods help understanding the ubiquitin conjugation-deconjugation system by recent advances in ubiquitin ligase probes and diubiquitinbased DUB probes. Lastly, we discuss how these methods help studying post-translational modification of ubiquitin itself.",
      "sentences": [
        [
          {
            "segment_text": "The post-translational modification ubiquitin can be attached to the e-amino group of lysine residues or to a protein \u0027s N-terminus as a mono ubiquitin moiety .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Via its seven intrinsic lysine residues and its N-terminus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "it can also form ubiquitin chains on substrates in many possible ways .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To study ubiquitin signals , many synthetic and semi-synthetic routes have been developed for generation of ubiquitin-derived tools and conjugates .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The strength of these methods lies in their ability to introduce chemo-selective ligation handles at sites that currently can not be enzymatically modified .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we review the different synthetic and semi-synthetic methods available for ubiquitin conjugate synthesis and their contribution to how they have helped investigating conformational diversity of diubiquitin signals .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Next , we discuss how these methods help understanding the ubiquitin conjugation-deconjugation system by recent advances in ubiquitin ligase probes and diubiquitinbased DUB probes .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Lastly , we discuss how these methods help studying post-translational modification of ubiquitin itself .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Addresses",
      "sentences": [
        [
          {
            "segment_text": "Addresses",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "8",
    "segment_num": "9",
    "token_num": "165"
  }
}