{
  "paper_id": "20c09ed5eeacb1e7cc346d6cee13e46a5284490d",
  "metadata": {
    "title": "The potential SARS-CoV-2 entry inhibitor",
    "coda_data_split": "train",
    "coda_paper_id": 9199,
    "coda_has_expert_labels": false,
    "subset": "biorxiv_medrxiv"
  },
  "abstract": [
    {
      "original_text": "has rapidly spread to almost all parts of world. In coronaviruses, the receptor binding domain (RBD) in the distal part of S1 subunit of SARS-CoV-2 spike protein can directly bind to angiotensin converting enzyme 2 (ACE2). RBD promote viral entry into the host cells and is an important therapeutic target. In this study, we discovered that theaflavin showed the lower idock score (idock score: −7.95 kcal/mol). To confirm the result, we discovered that theaflavin showed FullFitness score of -991.21 kcal/mol and estimated ΔG of -8.53 kcal/mol for the most favorable interaction with contact area of SARS-CoV-2 RBD by SwissDock service. Regarding contact modes, hydrophobic interactions contribute significantly in binding and additional hydrogen bonds were formed between theaflavin and Arg454, Phe456, Asn460, Cys480, Gln493, Asn501 and Val503 of SARS-CoV-2 RBD, near the direct contact area with ACE2. Our results suggest that theaflavin could be the candidate of SARS-CoV-2 entry inhibitor for further study.",
      "sentences": [
        [
          {
            "segment_text": "has rapidly spread to almost all parts of world .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In coronaviruses , the receptor binding domain ( RBD ) in the distal part of S1 subunit of SARS-CoV-2 spike protein can directly bind to angiotensin converting enzyme 2 ( ACE2 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "RBD promote viral entry into the host cells and is an important therapeutic target .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , we discovered that theaflavin showed the lower idock score ( idock score : − 7.95 kcal/mol ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "To confirm the result , we discovered that theaflavin showed FullFitness score of -991.21 kcal/mol and estimated ΔG of -8.53 kcal/mol for the most favorable interaction with contact area of SARS-CoV-2 RBD by SwissDock service .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Regarding contact modes , hydrophobic interactions contribute significantly in binding and additional hydrogen bonds were formed between theaflavin and Arg454 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Phe456 , Asn460 , Cys480 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Gln493 , Asn501 and Val503 of SARS-CoV-2 RBD ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "near the direct contact area with ACE2 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our results suggest that theaflavin could be the candidate of SARS-CoV-2 entry inhibitor for further study .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "10",
    "token_num": "177"
  }
}