{
  "paper_id": "20d1c063410f32eb59b3f3063d506c4888c80bec",
  "metadata": {
    "title": "Role of receptor polymorphism and glycosylation in syncytium induction and host range variation of ecotropic mouse gammaretroviruses",
    "coda_data_split": "train",
    "coda_paper_id": 10472,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "We previously identified unusual variants of Moloney and Friend ecotropic mouse gammaretroviruses that have altered host range and are cytopathic in cells of the wild mouse species Mus dunni. Cytopathicity was attributed to different amino acid substitutions at the same critical env residue involved in receptor interaction: S82F in the Moloney variant Spl574, and S84A in the Friend mouse leukemia virus F-S MLV. Because M. dunni cells carry a variant CAT-1 cell surface virus receptor (dCAT-1), we examined the role of this receptor variant in cytopathicity and host range.",
      "sentences": [
        [
          {
            "segment_text": "We previously identified unusual variants of Moloney and Friend ecotropic mouse gammaretroviruses that have altered host range and are cytopathic in cells of the wild mouse species Mus dunni .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Cytopathicity was attributed to different amino acid substitutions at the same critical env residue involved in receptor interaction : S82F in the Moloney variant Spl574 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and S84A in the Friend mouse leukemia virus F-S MLV .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Because M. dunni cells carry a variant CAT-1 cell surface virus receptor ( dCAT-1 ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "we examined the role of this receptor variant in cytopathicity and host range .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "We expressed dCAT-1 or mCAT-1 of NIH 3T3 origin in cells that are not normally infectible with ecotropic MLVs and evaluated the transfectants for susceptibility to virus infection and to virus-induced syncytium formation. The dCAT-1 transfectants, but not the mCAT-1 transfectants, were susceptible to virus-induced cytopathicity, and this cytopathic response was accompanied by the accumulation of unintegrated viral DNA. The dCAT-1 transfectants, however, did not also reproduce the relative resistance of M. dunni cells to Moloney MLV, and the mCAT-1 transfectants did not show the relative resistance of NIH 3T3 cells to Spl574. Western analysis, use of glycosylation inhibitors and mutagenesis to remove receptor glycosylation sites identified a possible role for cell-specific glycosylation in the modulation of virus entry.",
      "sentences": [
        [
          {
            "segment_text": "We expressed dCAT-1 or mCAT-1 of NIH 3T3 origin in cells that are not normally infectible with ecotropic MLVs and evaluated the transfectants for susceptibility to virus infection and to virus-induced syncytium formation .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The dCAT-1 transfectants , but not the mCAT-1 transfectants ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "were susceptible to virus-induced cytopathicity ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and this cytopathic response was accompanied by the accumulation of unintegrated viral DNA .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The dCAT-1 transfectants , however ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "did not also reproduce the relative resistance of M. dunni cells to Moloney MLV ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the mCAT-1 transfectants did not show the relative resistance of NIH 3T3 cells to Spl574 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Western analysis , use of glycosylation inhibitors and mutagenesis to remove receptor glycosylation sites identified a possible role for cell-specific glycosylation in the modulation of virus entry .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Virus entry and virus-induced syncytium formation using the CAT-1 receptor are mediated by a small number of critical amino acid residues in receptor and virus Env. Virus entry is modulated by glycosylation of cellular proteins, and this effect is cell and virus-specific.",
      "sentences": [
        [
          {
            "segment_text": "Virus entry and virus-induced syncytium formation using the CAT-1 receptor are mediated by a small number of critical amino acid residues in receptor and virus Env .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Virus entry is modulated by glycosylation of cellular proteins ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and this effect is cell and virus-specific .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "9",
    "segment_num": "16",
    "token_num": "272"
  }
}