{
  "paper_id": "210b7878fb4f6c78ceb34874b37c7b71acad0b78",
  "metadata": {
    "title": "Hsp70 functions as a negative regulator of West Nile virus capsid protein through direct interaction",
    "coda_data_split": "train",
    "coda_paper_id": 9297,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "West Nile virus (WNV) is a member of the Flavivirus family and induces febrile illness, sporadic encephalitis, and paralysis. The capsid (Cp) of WNV is thought to play a role in inducing these symptoms through caspase-3-and caspase-9-dependent apoptosis. Using WNVCp as bait for a yeast two-hybrid assay, we identified that Hsp70 interacted with WNVCp. The interaction between Hsp70 and WNVCp was further substantiated using purified proteins. Deletion analysis of Hsp70 indicated that WNVCp could bind to the substrate binding domain of Hsp70. The presence of WNVCp in the Hsp70-dependent folding system inhibited the refolding of b-galactosidase (b-gal), which showed that WNVCp might function as a negative regulator of Hsp70. Finally, the cytotoxic effect of WNVCp in 293T cells was prevented by ectopic Hsp70, suggesting a negative regulatory role of Hsp70 on WNVCp. Our findings suggest a possible negative regulatory role of Hps70 in the pathway of WNV infection.",
      "sentences": [
        [
          {
            "segment_text": "West Nile virus ( WNV ) is a member of the Flavivirus family and induces febrile illness ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "sporadic encephalitis , and paralysis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The capsid ( Cp ) of WNV is thought to play a role in inducing these symptoms through caspase-3-and caspase-9-dependent apoptosis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Using WNVCp as bait for a yeast two-hybrid assay ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we identified that Hsp70 interacted with WNVCp .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The interaction between Hsp70 and WNVCp was further substantiated using purified proteins .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Deletion analysis of Hsp70 indicated that WNVCp could bind to the substrate binding domain of Hsp70 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The presence of WNVCp in the Hsp70-dependent folding system inhibited the refolding of b-galactosidase ( b-gal ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which showed that WNVCp might function as a negative regulator of Hsp70 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Finally , the cytotoxic effect of WNVCp in 293T cells was prevented by ectopic Hsp70 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "suggesting a negative regulatory role of Hsp70 on WNVCp .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our findings suggest a possible negative regulatory role of Hps70 in the pathway of WNV infection .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "12",
    "token_num": "168"
  }
}