{
  "paper_id": "2142f50e9a7ace971bc142fe4067a52c91b7af28",
  "metadata": {
    "title": "Environmental persistence of porcine coronaviruses in feed and feed ingredients",
    "coda_data_split": "train",
    "coda_paper_id": 5095,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Porcine Epidemic Diarrhea Virus (PEDV), Porcine Delta Corona Virus (PDCoV), and Transmissible Gastroenteritis Virus (TGEV) are major threats to swine health and contaminated feed plays a role in virus transmission. The objective of our study was to characterize inactivation of PEDV, PDCoV, and TGEV in various feed ingredient matrices. Samples of complete feed, spray dried porcine plasma, meat meal, meat and bone meal, blood meal, corn, soybean meal, and corn dried distillers grains with solubles were weighed (5 g/sample) into scintillation vials and inoculated with 1 mL of PEDV, PDCoV, or TGEV. Samples were incubated at room temperature for up to 56 days. Aliquots were removed at various time points followed by preparing serial 10-fold dilutions and inoculating in cell cultures to determine the amount of surviving virus. Inactivation kinetics were determined using the Weibull model, which estimates a delta value indicating the time necessary to reduce virus concentration by 1 log. Delta values of various ingredients were compared and analyzed as to their nutrient composition. Soybean meal had the greatest delta value (7.50 days) for PEDV (P \u003c 0.06) as compared with all other ingredients. High delta values (P \u003c 0.001) were observed in soybean meal for PDCoV (42.04 days) and TGEV (42.00 days). There was a moderate correlation between moisture content and the delta value for PDCoV (r \u003d 0.49, P \u003d 0.01) and TGEV (r \u003d 0.41, P \u003d 0.02). There was also a moderate negative correlation between TGEV survival and ether extract content (r \u003d -0.51, P \u003d 0.01). In conclusion, these results indicate that the first log reduction of PDCoV and TGEV takes the greatest amount of time in soybean meal. In addition to this, moisture and ether content appear to be an important determinant of virus survival in feed ingredients.",
      "sentences": [
        [
          {
            "segment_text": "Porcine Epidemic Diarrhea Virus ( PEDV ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Porcine Delta Corona Virus ( PDCoV ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and Transmissible Gastroenteritis Virus ( TGEV ) are major threats to swine health and contaminated feed plays a role in virus transmission .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The objective of our study was to characterize inactivation of PEDV ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "PDCoV , and TGEV in various feed ingredient matrices .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Samples of complete feed , spray dried porcine plasma ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "meat meal , meat and bone meal ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "blood meal , corn , soybean meal ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and corn dried distillers grains with solubles were weighed ( 5 g/sample ) into scintillation vials and inoculated with 1 mL of PEDV , PDCoV , or TGEV .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Samples were incubated at room temperature for up to 56 days .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Aliquots were removed at various time points followed by preparing serial 10-fold dilutions and inoculating in cell cultures to determine the amount of surviving virus .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Inactivation kinetics were determined using the Weibull model ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "which estimates a delta value indicating the time necessary to reduce virus concentration by 1 log .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Delta values of various ingredients were compared and analyzed as to their nutrient composition .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Soybean meal had the greatest delta value ( 7.50 days ) for PEDV ( P \u003c 0.06 ) as compared with all other ingredients .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "High delta values ( P \u003c 0.001 ) were observed in soybean meal for PDCoV ( 42.04 days ) and TGEV ( 42.00 days ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "There was a moderate correlation between moisture content and the delta value for PDCoV ( r \u003d 0.49 , P \u003d 0.01 ) and TGEV ( r \u003d 0.41 , P \u003d 0.02 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "There was also a moderate negative correlation between TGEV survival and ether extract content ( r \u003d -0.51 , P \u003d 0.01 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In conclusion , these results indicate that the first log reduction of PDCoV and TGEV takes the greatest amount of time in soybean meal .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition to this , moisture and ether content appear to be an important determinant of virus survival in feed ingredients .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "13",
    "segment_num": "20",
    "token_num": "352"
  }
}