{
  "paper_id": "2144267cf424681c6f75208bd17198b59e630fe2",
  "metadata": {
    "title": "Human Challenge Pilot Study with Cyclospora cayetanensis",
    "coda_data_split": "train",
    "coda_paper_id": 6586,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "We describe a pilot study that attempted to infect human volunteers with Cyclospora cayetanensis. Seven healthy volunteers ingested an inoculum of Cyclospora oocysts (approximately 200-49,000 oocysts). The volunteers did not experience symptoms of gastroenteritis, and no oocysts were detected in any stool samples during the 16 weeks volunteers were monitored.",
      "sentences": [
        [
          {
            "segment_text": "We describe a pilot study that attempted to infect human volunteers with Cyclospora cayetanensis .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Seven healthy volunteers ingested an inoculum of Cyclospora oocysts ( approximately 200-49,000 oocysts ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The volunteers did not experience symptoms of gastroenteritis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and no oocysts were detected in any stool samples during the 16 weeks volunteers were monitored .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "C yclospora cayetanensis is a protozoan parasite that may cause gastroenteritis with prolonged, intermittent diarrhea in humans. Characterization and magnitudes of risk factors associated with food and water consumption are unclear because the dose-response relationship and other host-parasite factors for infection with Cyclospora are unknown. To characterize infectivity, we performed a study in which inocula of Cyclospora oocysts were administered to human volunteers.",
      "sentences": [
        [
          {
            "segment_text": "C yclospora cayetanensis is a protozoan parasite that may cause gastroenteritis with prolonged , intermittent diarrhea in humans .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Characterization and magnitudes of risk factors associated with food and water consumption are unclear because the dose-response relationship and other host-parasite factors for infection with Cyclospora are unknown .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To characterize infectivity , we performed a study in which inocula of Cyclospora oocysts were administered to human volunteers .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Stool samples containing high concentrations of Cyclospora oocysts and serum specimens were collected from persons with cyclosporiasis in Haiti and the United States. Informed consent was obtained from persons providing the specimens. The Centers for Disease Control and Prevention (CDC) institutional review board (IRB) reviewed specimen collection, informed consent, and patient counseling procedures. Stool specimens were homogenized with water and sieved through cheesecloth. Since Cyclospora oocysts must form sporocysts outside the human host before becoming infectious, the filtrate was resuspended in potassium dichromate (2.5%) and shaken for about 3 weeks at room temperature to induce sporulation. After sporulation (67%-94% of oocysts sporulated), samples were stored at room temperature until further processing (2-3 months). Suspensions with the DISPATCHES 726",
      "sentences": [
        [
          {
            "segment_text": "Stool samples containing high concentrations of Cyclospora oocysts and serum specimens were collected from persons with cyclosporiasis in Haiti and the United States .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Informed consent was obtained from persons providing the specimens .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The Centers for Disease Control and Prevention ( CDC ) institutional review board ( IRB ) reviewed specimen collection ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "informed consent , and patient counseling procedures .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Stool specimens were homogenized with water and sieved through cheesecloth .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Since Cyclospora oocysts must form sporocysts outside the human host before becoming infectious ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the filtrate was resuspended in potassium dichromate ( 2.5 % ) and shaken for about 3 weeks at room temperature to induce sporulation .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "After sporulation ( 67 % -94 % of oocysts sporulated ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "samples were stored at room temperature until further processing ( 2-3 months ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Suspensions with the DISPATCHES 726",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "Emerging Infectious Diseases • www.cdc.gov/eid • Vol. 10, No. 4,",
      "sentences": [
        [
          {
            "segment_text": "Emerging Infectious Diseases • www.cdc.gov/eid • Vol .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "10 , No. 4 ,",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "15",
    "segment_num": "19",
    "token_num": "279"
  }
}