{
  "paper_id": "21472f7d3dd86085a366b5f487354824b812f12c",
  "metadata": {
    "title": "Molecular basis of COVID-19 relationships in different species: a one health perspective",
    "coda_data_split": "train",
    "coda_paper_id": 4853,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Outside the Hubei province, China, the mild form of infection and the progressive recover of the COVID-19 patients suggest the intervention of \"unconventional\" biological mechanisms worthy of attention. Based on the high-homology between the Spike protein epitopes of taxonomically-related coronaviruses, we hypothesized that past contact with infected dogs shield humans against the circulating SARS-CoV-2. Elseways, the recurrent virus exposure over a short time-lapse might result in the Antibody Dependent Enhancement, triggering the violent immune reaction responsible for the severe clinical outcomes observed in the Hubei province. Nevertheless, further experimental studies are desired for a confidential evaluation of the postulated hypotheses.",
      "sentences": [
        [
          {
            "segment_text": "Outside the Hubei province , China ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the mild form of infection and the progressive recover of the COVID-19 patients suggest the intervention of `` unconventional \u0027\u0027 biological mechanisms worthy of attention .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Based on the high-homology between the Spike protein epitopes of taxonomically-related coronaviruses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "we hypothesized that past contact with infected dogs shield humans against the circulating SARS-CoV-2 .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Elseways , the recurrent virus exposure over a short time-lapse might result in the Antibody Dependent Enhancement ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "triggering the violent immune reaction responsible for the severe clinical outcomes observed in the Hubei province .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Nevertheless , further experimental studies are desired for a confidential evaluation of the postulated hypotheses .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "7",
    "token_num": "112"
  }
}