{
  "paper_id": "214dab2df897f446aeb40d3b31750861e79d13ca",
  "metadata": {
    "title": "The 7 th International Conference on Waste Management and Technology Application of best available technologies on medical wastes disposal/treatment in China (with case study) peer-review under responsibility of Basel Convention Coordinating Centre for Asia and the Pacific and National Center of Solid Waste Management, Ministry of Environmental Protection of China",
    "coda_data_split": "train",
    "coda_paper_id": 2453,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Medical waste is one special kind of hazardous wastes. If mishandled, it could cause disease spread and secondary pollution of dioxin. China produced huge amount medical wastes due to large population. Through a decade, medical waste centralized disposal sector rapidly developed with both incineration and non-incineration technology. With fully consideration advanced foreign technology, a set of Best Available Technology system of China gradually formed suitable for Chinese national conditions. This article placed emphasis on best available technology system of medical wastes centralized incineration facilities, and analyzed the application of technique retrofit of medical wastes centralized incineration facilities incorporated with case study.",
      "sentences": [
        [
          {
            "segment_text": "Medical waste is one special kind of hazardous wastes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "If mishandled , it could cause disease spread and secondary pollution of dioxin .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "China produced huge amount medical wastes due to large population .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Through a decade , medical waste centralized disposal sector rapidly developed with both incineration and non-incineration technology .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "With fully consideration advanced foreign technology ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a set of Best Available Technology system of China gradually formed suitable for Chinese national conditions .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This article placed emphasis on best available technology system of medical wastes centralized incineration facilities ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and analyzed the application of technique retrofit of medical wastes centralized incineration facilities incorporated with case study .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "8",
    "token_num": "111"
  }
}