{
  "paper_id": "2159d7f128a1995e7131a8d4f036fcb3cec6e332",
  "metadata": {
    "title": "Methamphetamine induces autophagy as a pro-survival response against apoptotic endothelial cell death through the Kappa opioid receptor",
    "coda_data_split": "train",
    "coda_paper_id": 6613,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Methamphetamine (METH) is a psychostimulant with high abuse potential and severe neurotoxicity. Recent studies in animal models have indicated that METH can impair the blood-brain barrier (BBB), suggesting that some of the neurotoxic effects resulting from METH abuse could be due to barrier disruption. We report here that while chronic exposure to METH disrupts barrier function of primary human brain microvascular endothelial cells (HBMECs) and human umbilical vein endothelial cells (HUVECs), an early pro-survival response is observed following acute exposure by induction of autophagic mechanisms. Acute METH exposure induces an early increase in Beclin1 and LC3 recruitment. This is mediated through inactivation of the protein kinase B (Akt)/mammalian target of rapamycin (mTOR)/p70S6K pathway, and upregulation of the ERK1/2. Blockade of Kappa opioid receptor (KOR), and treatment with autophagic inhibitors accelerated METH-induced apoptosis, suggesting that the early autophagic response is a survival mechanism for endothelial cells and is mediated through the kappa opioid receptor.",
      "sentences": [
        [
          {
            "segment_text": "Methamphetamine ( METH ) is a psychostimulant with high abuse potential and severe neurotoxicity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Recent studies in animal models have indicated that METH can impair the blood-brain barrier ( BBB ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "suggesting that some of the neurotoxic effects resulting from METH abuse could be due to barrier disruption .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We report here that while chronic exposure to METH disrupts barrier function of primary human brain microvascular endothelial cells ( HBMECs ) and human umbilical vein endothelial cells ( HUVECs ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "an early pro-survival response is observed following acute exposure by induction of autophagic mechanisms .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Acute METH exposure induces an early increase in Beclin1 and LC3 recruitment .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "This is mediated through inactivation of the protein kinase B ( Akt ) / mammalian target of rapamycin ( mTOR ) / p70S6K pathway ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and upregulation of the ERK1/2 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Blockade of Kappa opioid receptor ( KOR ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and treatment with autophagic inhibitors accelerated METH-induced apoptosis ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "suggesting that the early autophagic response is a survival mechanism for endothelial cells and is mediated through the kappa opioid receptor .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Our studies indicate that kappa opioid receptor can be therapeutically exploited for attenuating METH-induced BBB dysfunction.",
      "sentences": [
        [
          {
            "segment_text": "Our studies indicate that kappa opioid receptor can be therapeutically exploited for attenuating METH-induced BBB dysfunction .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Methamphetamine (METH) is a central nervous system (CNS) stimulant that is similar in structure to amphetamine. The escalating abuse of this drug in recent years and its longlasting neurotoxic effects have placed an increased burden upon health care costs. Previous studies have shown that METH-induced autophagy in neurons is associated with the formation of ubiquitin-positive aggregates and multilamellar bodies. 1,2 In addition to its direct effects on neurons, bloodbrain barrier (BBB) dysfunction could also contribute to METH-induced neurotoxicity. 3 The BBB is a specialized structure formed by brain endothelial cells that are tightly interconnected to form a boundary between the CNS and periphery . 4 Recent findings suggest that METH impairment of glucose transporter protein-1(GLUT1) at the brain endothelium may affect energy-associated disruption of tight junction assembly and loss of BBB integrity. 5 Furthermore, METH can act directly on cultured primary rat brain microvascular endothelial cells to compromise their barrier properties inducing eNOS activation and enhanced transcytosis. 3 The primary goal of the current study was to investigate whether METH treatment induces autophagy in endothelial cells. Macroautophagy (hereafter referred to as autophagy) is an intracellular lysosomal (vacuolar) degradation process that is characterized by the formation of a cytosolic doublemembrane vesicle, the autophagosome. During autophagy, cytoplasmic proteins, organelles or other materials are surrounded by phagophores, which expand and close to form double-membrane autophagosomes. These autophagosomes fuse with lysosomes (or vacuoles) to form autolysosomes, in which the cytoplasmic cargos are degraded by lysosomal enzymes. The primary role of autophagy is to ensure cell survival under stress conditions. 6 Most assays for autophagy modulators use the autophagy marker protein microtubule-associated protein 1 light chain 3 (LC3) as a readout for autophagic activity. LC3 is a mammalian orthologue of the yeast ATG 8 protein, a ubiquitin-like protein that becomes lipidated and tightly associated with the autophagosomal membranes. 7 Lysosomal-associated membrane protein1 (LAMP1) is among the most abundant lysosomal membrane protein. It is a heavily glycosylated protein creating a sugar coat or glycocalyx on the inner side of the lysosomal membrane which aids to the protection of the membrane from the hydrolytic enzymes and degradation. LAMP1 is expressed mainly in the endosome-lysosomal membrane of cells which is involved in maintaining lysosomal membrane integrity and phagolysosome formation. 8, 9 We show that METH exposure-induced autophagy early on and progressively changed into apoptosis in a time-dependent manner. The METH-induced autophagy was specific and initiated even in the presence of nutrient-rich medium. Inhibition of METH-induced autophagy accelerated apoptosis of endothelial cells. METH-induced autophagy was mediated 1",
      "sentences": [
        [
          {
            "segment_text": "Methamphetamine ( METH ) is a central nervous system ( CNS ) stimulant that is similar in structure to amphetamine .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The escalating abuse of this drug in recent years and its longlasting neurotoxic effects have placed an increased burden upon health care costs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Previous studies have shown that METH-induced autophagy in neurons is associated with the formation of ubiquitin-positive aggregates and multilamellar bodies .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "1,2 In addition to its direct effects on neurons ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "bloodbrain barrier ( BBB ) dysfunction could also contribute to METH-induced neurotoxicity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "3 The BBB is a specialized structure formed by brain endothelial cells that are tightly interconnected to form a boundary between the CNS and periphery .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "4 Recent findings suggest that METH impairment of glucose transporter protein-1 ( GLUT1 ) at the brain endothelium may affect energy-associated disruption of tight junction assembly and loss of BBB integrity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "5 Furthermore , METH can act directly on cultured primary rat brain microvascular endothelial cells to compromise their barrier properties inducing eNOS activation and enhanced transcytosis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "3 The primary goal of the current study was to investigate whether METH treatment induces autophagy in endothelial cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Macroautophagy ( hereafter referred to as autophagy ) is an intracellular lysosomal ( vacuolar ) degradation process that is characterized by the formation of a cytosolic doublemembrane vesicle , the autophagosome .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "During autophagy , cytoplasmic proteins ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "organelles or other materials are surrounded by phagophores ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which expand and close to form double-membrane autophagosomes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These autophagosomes fuse with lysosomes ( or vacuoles ) to form autolysosomes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "in which the cytoplasmic cargos are degraded by lysosomal enzymes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The primary role of autophagy is to ensure cell survival under stress conditions .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "6 Most assays for autophagy modulators use the autophagy marker protein microtubule-associated protein 1 light chain 3 ( LC3 ) as a readout for autophagic activity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "LC3 is a mammalian orthologue of the yeast ATG 8 protein ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a ubiquitin-like protein that becomes lipidated and tightly associated with the autophagosomal membranes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "7 Lysosomal-associated membrane protein1 ( LAMP1 ) is among the most abundant lysosomal membrane protein .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It is a heavily glycosylated protein creating a sugar coat or glycocalyx on the inner side of the lysosomal membrane which aids to the protection of the membrane from the hydrolytic enzymes and degradation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "LAMP1 is expressed mainly in the endosome-lysosomal membrane of cells which is involved in maintaining lysosomal membrane integrity and phagolysosome formation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "8 , 9 We show that METH exposure-induced autophagy early on and progressively changed into apoptosis in a time-dependent manner .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The METH-induced autophagy was specific and initiated even in the presence of nutrient-rich medium .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Inhibition of METH-induced autophagy accelerated apoptosis of endothelial cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "METH-induced autophagy was mediated 1",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "28",
    "segment_num": "38",
    "token_num": "664"
  }
}