{
  "paper_id": "215fb42f8f5f2ede1ed7e7b1561e51f494593578",
  "metadata": {
    "title": "Modulation of angiotensin II signaling in the prevention of fibrosis",
    "coda_data_split": "train",
    "coda_paper_id": 8785,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Over the last decade, it has become clear that the role of angiotensin II extends far beyond recognized renal and cardiovascular effects. The presence of an autologous renin-angiotensin system has been demonstrated in almost all tissues of the body. It is now known that angiotensin II acts both independently and in synergy with TGF-beta to induce fibrosis via the angiotensin type 1 receptor (AT 1 ) in a multitude of tissues outside of the cardiovascular and renal systems, including pulmonary fibrosis, intra-abdominal fibrosis, and systemic sclerosis. Interestingly, recent studies have described a paradoxically regenerative effect of the angiotensin system via stimulation of the angiotensin type 2 receptor (AT 2 ). Activation of AT 2 has been shown to ameliorate fibrosis in animal models of skeletal muscle, gastrointestinal, and neurologic diseases. Clinical reports suggest a beneficial role for modulation of angiotensin II signaling in cutaneous scarring. This article reviews current knowledge on the role that angiotensin II plays in tissue fibrosis, as well as current and potential therapies targeting this system.",
      "sentences": [
        [
          {
            "segment_text": "Over the last decade , it has become clear that the role of angiotensin II extends far beyond recognized renal and cardiovascular effects .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The presence of an autologous renin-angiotensin system has been demonstrated in almost all tissues of the body .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It is now known that angiotensin II acts both independently and in synergy with TGF-beta to induce fibrosis via the angiotensin type 1 receptor ( AT 1 ) in a multitude of tissues outside of the cardiovascular and renal systems ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including pulmonary fibrosis , intra-abdominal fibrosis , and systemic sclerosis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Interestingly , recent studies have described a paradoxically regenerative effect of the angiotensin system via stimulation of the angiotensin type 2 receptor ( AT 2 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Activation of AT 2 has been shown to ameliorate fibrosis in animal models of skeletal muscle ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "gastrointestinal , and neurologic diseases .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Clinical reports suggest a beneficial role for modulation of angiotensin II signaling in cutaneous scarring .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This article reviews current knowledge on the role that angiotensin II plays in tissue fibrosis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as well as current and potential therapies targeting this system .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "10",
    "token_num": "187"
  }
}