{
  "paper_id": "2163c04ce84590325cd254667986080479060491",
  "metadata": {
    "title": "Principles of Virus Structural Organization",
    "coda_data_split": "train",
    "coda_paper_id": 10122,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Viruses, the molecular nanomachines infecting hosts ranging from prokaryotes to eukaryotes, come in different sizes, shapes and symmetries. Questions such as what principles govern their structural organization, what factors guide their assembly, how these viruses integrate multifarious functions into one unique structure have enamored researchers for years. In the last five decades, following Caspar and Klug\u0027s elegant conceptualization of how viruses are constructed, high resolution structural studies using X-ray crystallography and more recently cryo-EM techniques have provided a wealth of information on structures of variety of viruses. These studies have significantly furthered our understanding of the principles that underlie structural organization in viruses. Such an understanding has practical impact in providing a rational basis for the design and development of antiviral strategies. In this chapter, we review principles underlying capsid formation in a variety of viruses, emphasizing the recent developments along with some historical perspective. -barrel fold; HK97-like fold; Double -barrel trimer Often the size of the virus is proportional to the size of the genome. However, the viral genome contributes far less to the total mass of the virion than the capsid proteins. It was NIH Public Access",
      "sentences": [
        [
          {
            "segment_text": "Viruses , the molecular nanomachines infecting hosts ranging from prokaryotes to eukaryotes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "come in different sizes , shapes and symmetries .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Questions such as what principles govern their structural organization ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "what factors guide their assembly ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "how these viruses integrate multifarious functions into one unique structure have enamored researchers for years .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In the last five decades ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "following Caspar and Klug \u0027s elegant conceptualization of how viruses are constructed ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "high resolution structural studies using X-ray crystallography and more recently cryo-EM techniques have provided a wealth of information on structures of variety of viruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These studies have significantly furthered our understanding of the principles that underlie structural organization in viruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Such an understanding has practical impact in providing a rational basis for the design and development of antiviral strategies .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this chapter , we review principles underlying capsid formation in a variety of viruses ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "emphasizing the recent developments along with some historical perspective .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "- barrel fold ; HK97-like fold ; Double - barrel trimer Often the size of the virus is proportional to the size of the genome .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , the viral genome contributes far less to the total mass of the virion than the capsid proteins .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "It was NIH Public Access",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "15",
    "token_num": "212"
  }
}