{
  "paper_id": "21a4369f83891bf6975dd916c0aa495d5df8709e",
  "metadata": {
    "title": "Viruses and asthma ☆",
    "coda_data_split": "train",
    "coda_paper_id": 10513,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background: Viral respiratory infection has long been known to influence the occurrence of asthma exacerbations. Over the last 20 years much effort has been put into clarifying the role that viral respiratory infections play in the eventual development of asthma. Scope of review: In this review we give a general background of the role of viruses in the processes of asthma exacerbation and asthma induction. We review recent additions to the literature in the last 3 years with particular focus on clinical and epidemiologic investigations of influenza, rhinovirus, bocavirus, respiratory syncytial virus, and metapneumovirus. Major conclusions: The development of asthma emerges from a complex interaction of genetic predisposition and environmental factors with viral infection likely playing a significant role in the effect of environment on asthma inception. This article is part of a Special Issue entitled: Biochemistry of Asthma. General significance: Further understanding of the role that viruses play in asthma exacerbation and inception will contribute to decreased asthma morbidity in the future. This article is part of a Special Issue entitled: Biochemistry of Asthma.",
      "sentences": [
        [
          {
            "segment_text": "Background : Viral respiratory infection has long been known to influence the occurrence of asthma exacerbations .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Over the last 20 years much effort has been put into clarifying the role that viral respiratory infections play in the eventual development of asthma .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Scope of review : In this review we give a general background of the role of viruses in the processes of asthma exacerbation and asthma induction .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We review recent additions to the literature in the last 3 years with particular focus on clinical and epidemiologic investigations of influenza ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "rhinovirus , bocavirus , respiratory syncytial virus , and metapneumovirus .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Major conclusions : The development of asthma emerges from a complex interaction of genetic predisposition and environmental factors with viral infection likely playing a significant role in the effect of environment on asthma inception .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This article is part of a Special Issue entitled : Biochemistry of Asthma .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "General significance : Further understanding of the role that viruses play in asthma exacerbation and inception will contribute to decreased asthma morbidity in the future .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This article is part of a Special Issue entitled : Biochemistry of Asthma .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "9",
    "token_num": "193"
  }
}