{
  "paper_id": "21a63ed009a159f73ddefe1a97dcbd169272362b",
  "metadata": {
    "title": "Understanding the accessory viral proteins unique to the severe acute respiratory syndrome (SARS) coronavirus",
    "coda_data_split": "train",
    "coda_paper_id": 8969,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "A novel coronavirus, termed the severe acute respiratory syndrome coronavirus (SARS-CoV), infected humans in Guangdong, China, in November 2002 and the subsequent efficient human-to-human transmissions of this virus caused profound disturbances in over 30 countries worldwide in 2003. Eventually, this epidemic was controlled by isolation and there has been no human infection reported since January 2004. However, research on different aspects of the SARS-CoV is not waning, as it is not known if this virus will re-emerge, especially since its origins and potential reservoir(s) are unresolved. The SARS-CoV genome is nearly 30 kb in length and contains 14 potential open reading frames (ORFs). Some of these ORFs encode for genes that are homologous to proteins found in all known coronaviruses, namely the replicase genes (ORFs 1a and 1b) and the four structural proteins: nucleocapsid, spike, membrane and envelope, and these proteins are expected to be essential for the replication of the virus. The remaining eight ORFs encodes for accessory proteins, varying in length from 39 to 274 amino acids, which are unique to SARS-CoV. This review will summarize the expeditious research on these accessory viral proteins in three major areas: (i) the detection of antibodies against accessory proteins in the serum of infected patients, (ii) the expression, processing and cellular localization of the accessory proteins, and (iii) the effects of the accessory proteins on cellular functions. These in-depth molecular and biochemical characterizations of the SARS-CoV accessory proteins, which have no homologues in other coronaviruses, may offer clues as to why the SARS-CoV causes such a severe and rapid attack in humans, while other coronaviruses that infect humans seem to be more forgiving.",
      "sentences": [
        [
          {
            "segment_text": "A novel coronavirus , termed the severe acute respiratory syndrome coronavirus ( SARS-CoV ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "infected humans in Guangdong , China ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "in November 2002 and the subsequent efficient human-to-human transmissions of this virus caused profound disturbances in over 30 countries worldwide in 2003 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Eventually , this epidemic was controlled by isolation and there has been no human infection reported since January 2004 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , research on different aspects of the SARS-CoV is not waning ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "as it is not known if this virus will re-emerge ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "especially since its origins and potential reservoir ( s ) are unresolved .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The SARS-CoV genome is nearly 30 kb in length and contains 14 potential open reading frames ( ORFs ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Some of these ORFs encode for genes that are homologous to proteins found in all known coronaviruses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "namely the replicase genes ( ORFs 1a and 1b ) and the four structural proteins : nucleocapsid ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "spike , membrane and envelope ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and these proteins are expected to be essential for the replication of the virus .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The remaining eight ORFs encodes for accessory proteins ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "varying in length from 39 to 274 amino acids ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which are unique to SARS-CoV .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review will summarize the expeditious research on these accessory viral proteins in three major areas : ( i ) the detection of antibodies against accessory proteins in the serum of infected patients ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "( ii ) the expression ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "processing and cellular localization of the accessory proteins ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and ( iii ) the effects of the accessory proteins on cellular functions .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "These in-depth molecular and biochemical characterizations of the SARS-CoV accessory proteins ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which have no homologues in other coronaviruses ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "may offer clues as to why the SARS-CoV causes such a severe and rapid attack in humans ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while other coronaviruses that infect humans seem to be more forgiving .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "23",
    "token_num": "317"
  }
}