{
  "paper_id": "21a745df80bcdc816a59568b99f3f1fbc87955b3",
  "metadata": {
    "title": "Superspreading SARS Events, Beijing, 2003 EMERGENCE OF SARS",
    "coda_data_split": "train",
    "coda_paper_id": 4655,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Superspreading events were pivotal in the global spread of severe acute respiratory syndrome (SARS). We investigated superspreading in one transmission chain early in Beijing\u0027s epidemic. Superspreading was defined as transmission of SARS to at least eight contacts. An index patient with onset of SARS 2 months after hospital admission was the source of four generations of transmission to 76 case-patients, including 12 healthcare workers and several hospital visitors. Four (5%) case circumstances met the superspreading definition. Superspreading appeared to be associated with older age (mean 56 vs. 44 years), case fatality (75% vs. 16%, p \u003d 0.02, Fisher exact test), number of close contacts (36 vs. 0.37) and attack rate among close contacts (43% vs. 18.5%, p \u003c 0.025). Delayed recognition of SARS in a hospitalized patient permitted transmission to patients, visitors, and healthcare workers. Older age and number of contacts merit investigation in future studies of superspreading.",
      "sentences": [
        [
          {
            "segment_text": "Superspreading events were pivotal in the global spread of severe acute respiratory syndrome ( SARS ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We investigated superspreading in one transmission chain early in Beijing \u0027s epidemic .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Superspreading was defined as transmission of SARS to at least eight contacts .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "An index patient with onset of SARS 2 months after hospital admission was the source of four generations of transmission to 76 case-patients ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "including 12 healthcare workers and several hospital visitors .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Four ( 5 % ) case circumstances met the superspreading definition .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Superspreading appeared to be associated with older age ( mean 56 vs. 44 years ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "case fatality ( 75 % vs. 16 % , p \u003d 0.02 , Fisher exact test ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "number of close contacts ( 36 vs. 0.37 ) and attack rate among close contacts ( 43 % vs. 18.5 % , p \u003c 0.025 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Delayed recognition of SARS in a hospitalized patient permitted transmission to patients ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "visitors , and healthcare workers .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Older age and number of contacts merit investigation in future studies of superspreading .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "12",
    "token_num": "182"
  }
}