{
  "paper_id": "2213f50ac2ce006b10dc348108929ebcb729f968",
  "metadata": {
    "title": "",
    "coda_data_split": "train",
    "coda_paper_id": 2392,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "A method to amplify long genomic regions (up to ∼12.3 kb) from pestiviruses in one RT-PCR is described. The difficulty in designing conserved Pestivirus primers for the amplification of genomes from highly divergent isolates simply by means of overlapping segments is demonstrated using new bioinformatic tools. An alternative procedure consisting of optimizing the length of the genomic cDNA fragments and their subsequent amplification by polymerase chain reaction (PCR) using a limited set of specific primers is described. The amplification of long DNA fragments from a variety of sources, including genomic, mitochondrial, and viral DNAs as well as cDNA produced by reverse transcription (RT) has been achieved using this methodology, known as long distance PCR. In the case of viruses, it is necessary to obtain viral particles from infected cells prior to RT procedures. This work provides improvements in four steps of long distance RT-PCR (L-RT-PCR): (i) preparation of a viral stock, (ii) preparation of template RNA, (iii) reverse transcription and (iv) amplification of the cDNA by LD-PCR. The usefulness of L-RT-PCR is discussed in the light of current knowledge on pestivirus diversity. The genomic sequence of Singer Arg reference strain obtained using this method is presented and characterized.",
      "sentences": [
        [
          {
            "segment_text": "A method to amplify long genomic regions ( up to ∼ 12.3 kb ) from pestiviruses in one RT-PCR is described .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The difficulty in designing conserved Pestivirus primers for the amplification of genomes from highly divergent isolates simply by means of overlapping segments is demonstrated using new bioinformatic tools .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "An alternative procedure consisting of optimizing the length of the genomic cDNA fragments and their subsequent amplification by polymerase chain reaction ( PCR ) using a limited set of specific primers is described .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The amplification of long DNA fragments from a variety of sources ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "including genomic , mitochondrial , and viral DNAs as well as cDNA produced by reverse transcription ( RT ) has been achieved using this methodology ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "known as long distance PCR .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In the case of viruses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "it is necessary to obtain viral particles from infected cells prior to RT procedures .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This work provides improvements in four steps of long distance RT-PCR ( L-RT-PCR ) : ( i ) preparation of a viral stock ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "( ii ) preparation of template RNA ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "( iii ) reverse transcription and ( iv ) amplification of the cDNA by LD-PCR .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The usefulness of L-RT-PCR is discussed in the light of current knowledge on pestivirus diversity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The genomic sequence of Singer Arg reference strain obtained using this method is presented and characterized .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "13",
    "token_num": "231"
  }
}