{
  "paper_id": "22185ae17b3b7bc699840cfa6e66b98ec8b7492a",
  "metadata": {
    "title": "Alternative Molecular Tests for Virological Diagnosis",
    "coda_data_split": "train",
    "coda_paper_id": 6390,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Several nucleic acid amplification techniques (NAATs), particularly PCR and real-time PCR, are currently used in the routine clinical laboratories. Such approaches have allowed rapid diagnosis with a high degree of sensitivity and specificity. However, conventional PCR methods have several intrinsic disadvantages such as the requirement for temperature cycling apparatus, and sophisticated and costly analytical equipments. Therefore, amplification at a constant temperature is an attractive alternative method to avoid these requirements. A new generation of isothermal amplification techniques are gaining a wide popularity as diagnostic tools due to their simple operation, rapid reaction and easy detection. The main isothermal methods reviewed here include loopmediated isothermal amplification, nucleic acid sequencebased amplification, and helicase-dependent amplification. In this review, design criteria, potential of amplification, and application of these alternative molecular tests will be discussed and compared to conventional NAATs.",
      "sentences": [
        [
          {
            "segment_text": "Several nucleic acid amplification techniques ( NAATs ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "particularly PCR and real-time PCR ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "are currently used in the routine clinical laboratories .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Such approaches have allowed rapid diagnosis with a high degree of sensitivity and specificity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , conventional PCR methods have several intrinsic disadvantages such as the requirement for temperature cycling apparatus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and sophisticated and costly analytical equipments .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Therefore , amplification at a constant temperature is an attractive alternative method to avoid these requirements .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A new generation of isothermal amplification techniques are gaining a wide popularity as diagnostic tools due to their simple operation ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "rapid reaction and easy detection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The main isothermal methods reviewed here include loopmediated isothermal amplification ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "nucleic acid sequencebased amplification , and helicase-dependent amplification .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "In this review , design criteria ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "potential of amplification , and application of these alternative molecular tests will be discussed and compared to conventional NAATs .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "13",
    "token_num": "155"
  }
}