{
  "paper_id": "22238e30828eb4613d777bea7bd3ff321aae450c",
  "metadata": {
    "title": "Travel-acquired infections and illnesses in Canadians: surveillance report from CanTravNet surveillance data",
    "coda_data_split": "train",
    "coda_paper_id": 8704,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Important knowledge gaps exist in our understanding of migration medicine practice and the impact of pathogens imported by Canadian travellers. We present here a comprehensive, Canada-specific surveillance summary of illness in a cohort of returned Canadian travellers and new immigrants.",
      "sentences": [
        [
          {
            "segment_text": "Background : Important knowledge gaps exist in our understanding of migration medicine practice and the impact of pathogens imported by Canadian travellers .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We present here a comprehensive ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "Canada-specific surveillance summary of illness in a cohort of returned Canadian travellers and new immigrants .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": ": We extracted and analyzed (using standard parametric and nonparametric techniques) data from the Canadian Travel Medicine Network (CanTravNet) database for ill returned Canadian travellers and new immigrants who Results: During the study period, 4365 travellers and immigrants presented to a CanTravNet site, 3943 (90.3%) of whom were assigned a travel-related diagnosis. Among the 3115 non-immigrant travellers with a definitive travel-related diagnosis, arthropod bite (n \u003d 127 [4.1%]), giardiasis (n \u003d 91 [2.9%]), malaria (n \u003d 77 [2.5%]), latent tuberculosis (n \u003d 73 [2.3%]), and strongyloidiasis (n \u003d 66 [2.1%]) were the most common specific etiologic diagnoses. Among the 828 immigrants with definitive travel-related diagnoses, the most frequent etiologies were latent tuberculosis (n \u003d 229 [27.7%]), chronic hepatitis B (n \u003d 182 [22.0%]), active tuberculosis (n \u003d 97 [11.7%]), chronic hepatitis C (n \u003d 89 [10.7%]), and strongyloidiasis (n \u003d 41 [5.0%]). Potentially serious infections, such as dengue fever (61 cases) and enteric fever due to Salmonella enterica serotype Typhi or Paratyphi (36 cases), were common. Individuals travelling for the purpose of visiting friends and relatives (n \u003d 500 [11.6% of those with known reason for travel]) were over-represented among those diagnosed with malaria and enteric fever, compared with other illnesses (for malaria 34/94 [36.2%] v. 466/4221 [11.0%]; for enteric fever, 17/36 [47.2%] v. 483/4279 [11.3%]) (both p \u003c 0.001). For cases of malaria, there was also overrepresentation (compared with other illnesses) from business travellers (22/94 [23.4%] v. 337/4221 [8.0%]) and males (62/94 [66.0%] v. 1964/4269 [46.0%]) (both p \u003c 0.001).",
      "sentences": [
        [
          {
            "segment_text": ": We extracted and analyzed ( using standard parametric and nonparametric techniques ) data from the Canadian Travel Medicine Network ( CanTravNet ) database for ill returned Canadian travellers and new immigrants who Results : During the study period ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "4365 travellers and immigrants presented to a CanTravNet site ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "3943 ( 90.3 % ) of whom were assigned a travel-related diagnosis .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Among the 3115 non-immigrant travellers with a definitive travel-related diagnosis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "arthropod bite ( n \u003d 127 ( 4.1 % ) ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "giardiasis ( n \u003d 91 ( 2.9 % ) ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "malaria ( n \u003d 77 ( 2.5 % ) ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "latent tuberculosis ( n \u003d 73 ( 2.3 % ) ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and strongyloidiasis ( n \u003d 66 ( 2.1 % ) ) were the most common specific etiologic diagnoses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Among the 828 immigrants with definitive travel-related diagnoses ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the most frequent etiologies were latent tuberculosis ( n \u003d 229 ( 27.7 % ) ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "chronic hepatitis B ( n \u003d 182 ( 22.0 % ) ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "active tuberculosis ( n \u003d 97 ( 11.7 % ) ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "chronic hepatitis C ( n \u003d 89 ( 10.7 % ) ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and strongyloidiasis ( n \u003d 41 ( 5.0 % ) ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Potentially serious infections , such as dengue fever ( 61 cases ) and enteric fever due to Salmonella enterica serotype Typhi or Paratyphi ( 36 cases ) , were common .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Individuals travelling for the purpose of visiting friends and relatives ( n \u003d 500 ( 11.6 % of those with known reason for travel ) ) were over-represented among those diagnosed with malaria and enteric fever ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "compared with other illnesses ( for malaria 34/94 ( 36.2 % ) v. 466/4221 ( 11.0 % ) ; for enteric fever ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "17/36 ( 47.2 % ) v. 483/4279 ( 11.3 % ) ) ( both p \u003c 0.001 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "For cases of malaria , there was also overrepresentation ( compared with other illnesses ) from business travellers ( 22/94 ( 23.4 % ) v. 337/4221 ( 8.0 % ) ) and males ( 62/94 ( 66.0 % ) v. 1964/4269 ( 46.0 % ) ) ( both p \u003c 0.001 ) .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Malaria was more likely than other illnesses to be acquired in sub-Saharan Africa (p \u003c 0.001), whereas dengue was more likely than other illnesses to be imported from the Caribbean and South East Asia (both p \u003d 0.003) and enteric fever from South Central Asia (24/36 [66.7%]) (p \u003c 0.001).",
      "sentences": [
        [
          {
            "segment_text": "Malaria was more likely than other illnesses to be acquired in sub-Saharan Africa ( p \u003c 0.001 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whereas dengue was more likely than other illnesses to be imported from the Caribbean and South East Asia ( both p \u003d 0.003 ) and enteric fever from South Central Asia ( 24/36 ( 66.7 % ) ) ( p \u003c 0.001 ) .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Interpretation: This analysis of surveillance data on ill returned Canadian travellers has detailed the spectrum of imported illness within this cohort. It provides an epidemiologic framework for Canadian practitioners encountering ill returned travellers. We have confirmed that travel to visit friends and relatives confers particularly high risks, which underscores the need to improve pretravel intervention for a population that is unlikely to seek specific pretravel advice. Potentially serious and fatal illnesses such as malaria and enteric fever were common, as were illnesses of public health importance, such as tuberculosis and hepatitis B.",
      "sentences": [
        [
          {
            "segment_text": "Interpretation : This analysis of surveillance data on ill returned Canadian travellers has detailed the spectrum of imported illness within this cohort .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "It provides an epidemiologic framework for Canadian practitioners encountering ill returned travellers .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We have confirmed that travel to visit friends and relatives confers particularly high risks ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which underscores the need to improve pretravel intervention for a population that is unlikely to seek specific pretravel advice .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Potentially serious and fatal illnesses such as malaria and enteric fever were common ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as were illnesses of public health importance ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "such as tuberculosis and hepatitis B.",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Competing interests: From 2008 to 2009, Andrea Boggild served as a medical consultant to Shoreland Inc. In the past 2 years, Michael Libman has served on the advisory board of Sanofi Pasteur. In the past 5 years, Brian Ward has served as the medical officer for Medicago Inc., has held investigator-initiated grants shared with industrial partners (specifically GlaxoSmithKline and Medicago Inc.), has held contracts for clinical vaccine trials (with Pfizer, Sanofi Pasteur, GlaxoSmithKline, and Medicago Inc.), has received honoraria approximately 5 times per year for delivering talks (for which he had sole control over content), and has served as an expert witness for vaccine injury compensation programs in Quebec and the United States. Susan",
      "sentences": [
        [
          {
            "segment_text": "Competing interests : From 2008 to 2009 ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "Andrea Boggild served as a medical consultant to Shoreland Inc. .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "In the past 2 years ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "Michael Libman has served on the advisory board of Sanofi Pasteur .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "In the past 5 years ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "Brian Ward has served as the medical officer for Medicago Inc. ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "has held investigator-initiated grants shared with industrial partners ( specifically GlaxoSmithKline and Medicago Inc. ) ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "has held contracts for clinical vaccine trials ( with Pfizer , Sanofi Pasteur , GlaxoSmithKline , and Medicago Inc. ) ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "has received honoraria approximately 5 times per year for delivering talks ( for which he had sole control over content ) ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "and has served as an expert witness for vaccine injury compensation programs in Quebec and the United States .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Susan",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "5",
    "sentence_num": "17",
    "segment_num": "43",
    "token_num": "719"
  }
}