{
  "paper_id": "2246e28681bde69c65dc9081df367bb661997f19",
  "metadata": {
    "title": "Secondary Syphilis in Cali, Colombia: New Concepts in Disease Pathogenesis",
    "coda_data_split": "train",
    "coda_paper_id": 6374,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Venereal syphilis is a multi-stage, sexually transmitted disease caused by the spirochetal bacterium Treponema pallidum (Tp). Herein we describe a cohort of 57 patients (age 18-68 years) with secondary syphilis (SS) identified through a network of public sector primary health care providers in Cali, Colombia. To be eligible for participation, study subjects were required to have cutaneous lesions consistent with SS, a reactive Rapid Plasma Reagin test (RPR-titer $1:4), and a confirmatory treponemal test (Fluorescent Treponemal Antibody Absorption test-FTA-ABS). Most subjects enrolled were women (64.9%), predominantly Afro-Colombian (38.6%) or mestizo (56.1%), and all were of low socio-economic status. Three (5.3%) subjects were newly diagnosed with HIV infection at study entry. The duration of signs and symptoms in most patients (53.6%) was less than 30 days; however, some patients reported being symptomatic for several months (range 5-240 days). The typical palmar and plantar exanthem of SS was the most common dermal manifestation (63%), followed by diffuse hypo-or hyperpigmented macules and papules on the trunk, abdomen and extremities. Three patients had patchy alopecia. Whole blood (WB) samples and punch biopsy material from a subset of SS patients were assayed for the presence of Tp DNA polymerase I gene (polA) target by real-time qualitative and quantitative PCR methods. Twelve (46%) of the 26 WB samples studied had quantifiable Tp DNA (ranging between 194.9 and 1954.2 Tp polA copies/ml blood) and seven (64%) were positive when WB DNA was extracted within 24 hours of collection. Tp DNA was also present in 8/12 (66%) skin biopsies available for testing. Strain typing analysis was attempted in all skin and WB samples with detectable Tp DNA. Using arp repeat size analysis and tpr RFLP patterns four different strain types were identified (14d, 16d, 13d and 22a). None of the WB samples had sufficient DNA for typing. The clinical and microbiologic observations presented herein, together with recent Cali syphilis seroprevalence data, provide additional evidence that venereal syphilis is highly endemic in this region of Colombia, thus underscoring the need for health care providers in the region to be acutely aware of the clinical manifestations of SS. This study also provides, for the first time, quantitative evidence that a significant proportion of untreated SS patients have substantial numbers of circulating spirochetes. How Tp is able to persist in the blood and skin of SS patients, despite the known presence of circulating treponemal opsonizing antibodies and the robust pro-inflammatory cellular immune responses characteristic of this stage of the disease, is not fully understood and requires further study.",
      "sentences": [
        [
          {
            "segment_text": "Venereal syphilis is a multi-stage ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "sexually transmitted disease caused by the spirochetal bacterium Treponema pallidum ( Tp ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Herein we describe a cohort of 57 patients ( age 18-68 years ) with secondary syphilis ( SS ) identified through a network of public sector primary health care providers in Cali , Colombia .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "To be eligible for participation ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "study subjects were required to have cutaneous lesions consistent with SS ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "a reactive Rapid Plasma Reagin test ( RPR-titer $ 1:4 ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and a confirmatory treponemal test ( Fluorescent Treponemal Antibody Absorption test-FTA-ABS ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Most subjects enrolled were women ( 64.9 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "predominantly Afro-Colombian ( 38.6 % ) or mestizo ( 56.1 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and all were of low socio-economic status .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Three ( 5.3 % ) subjects were newly diagnosed with HIV infection at study entry .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The duration of signs and symptoms in most patients ( 53.6 % ) was less than 30 days ; however ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "some patients reported being symptomatic for several months ( range 5-240 days ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The typical palmar and plantar exanthem of SS was the most common dermal manifestation ( 63 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "followed by diffuse hypo-or hyperpigmented macules and papules on the trunk , abdomen and extremities .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Three patients had patchy alopecia .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Whole blood ( WB ) samples and punch biopsy material from a subset of SS patients were assayed for the presence of Tp DNA polymerase I gene ( polA ) target by real-time qualitative and quantitative PCR methods .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Twelve ( 46 % ) of the 26 WB samples studied had quantifiable Tp DNA ( ranging between 194.9 and 1954.2 Tp polA copies/ml blood ) and seven ( 64 % ) were positive when WB DNA was extracted within 24 hours of collection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Tp DNA was also present in 8/12 ( 66 % ) skin biopsies available for testing .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Strain typing analysis was attempted in all skin and WB samples with detectable Tp DNA .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Using arp repeat size analysis and tpr RFLP patterns four different strain types were identified ( 14d , 16d , 13d and 22a ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "None of the WB samples had sufficient DNA for typing .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The clinical and microbiologic observations presented herein ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "together with recent Cali syphilis seroprevalence data ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "provide additional evidence that venereal syphilis is highly endemic in this region of Colombia ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "thus underscoring the need for health care providers in the region to be acutely aware of the clinical manifestations of SS .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This study also provides , for the first time ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "quantitative evidence that a significant proportion of untreated SS patients have substantial numbers of circulating spirochetes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "How Tp is able to persist in the blood and skin of SS patients ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "despite the known presence of circulating treponemal opsonizing antibodies and the robust pro-inflammatory cellular immune responses characteristic of this stage of the disease ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "is not fully understood and requires further study .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "17",
    "segment_num": "31",
    "token_num": "502"
  }
}