{
  "paper_id": "226fa4057ec61002bdb1017c74e31816c09d5b6f",
  "metadata": {
    "title": "International Conferences on Environmental Mutagens in Human Populations-Opportunities, Accomplishments and Challenges",
    "coda_data_split": "train",
    "coda_paper_id": 2100,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "A major mission for organizing the series of International Conferences on Environmental Mutagens in Human Populations is to bring science and scientists to the sites where the field of environmental health is in developmental stages and environmental health is a serious concern. The mission has been fulfilled in each of the previous conferences that were held in Egypt, Czech Republic, Thailand and Brazil. These conferences have led to significant enhancement of regional scientific expertise from the acquisition of scientific knowledge and from the generation of sustainable collaborative programs.",
      "sentences": [
        [
          {
            "segment_text": "A major mission for organizing the series of International Conferences on Environmental Mutagens in Human Populations is to bring science and scientists to the sites where the field of environmental health is in developmental stages and environmental health is a serious concern .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The mission has been fulfilled in each of the previous conferences that were held in Egypt ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Czech Republic , Thailand and Brazil .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These conferences have led to significant enhancement of regional scientific expertise from the acquisition of scientific knowledge and from the generation of sustainable collaborative programs .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "3",
    "segment_num": "4",
    "token_num": "93"
  }
}