{
  "paper_id": "22a307b3c964d16821fcf30a809d1cbd408939f8",
  "metadata": {
    "title": "SARS-associated Coronavirus Replication in Cell Lines SARS-associated Coronavirus Replication in Cell Lines",
    "coda_data_split": "train",
    "coda_paper_id": 8285,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Given the potential for laboratory-associated severe acute respiratory syndrome-associated coronavirus (SARS-CoV) infections, we must know which cell lines are susceptible to the virus. We investigated 21 cell lines routinely used for virus isolation or research. After infection with SARS-CoV, cells were observed for cytopathic effects, and quantitative real-time polymerase chain reaction was used to measure ongoing viral replication. An indirect immunofluorescence assay was also used as a confirmatory test. The study identified 10 new cell lines capable of supporting the replication of SARS-CoV and confirmed the susceptibility of 4 cell lines previously reported. This study shows that SARS-CoV can be isolated in several cell lines commonly used for diagnostic or research purposes. It also shows that SARS-CoV can achieve high titers in several cell lines, sometimes in the absence of specific cytopathic effects.",
      "sentences": [
        [
          {
            "segment_text": "Given the potential for laboratory-associated severe acute respiratory syndrome-associated coronavirus ( SARS-CoV ) infections ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "we must know which cell lines are susceptible to the virus .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We investigated 21 cell lines routinely used for virus isolation or research .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "After infection with SARS-CoV , cells were observed for cytopathic effects ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and quantitative real-time polymerase chain reaction was used to measure ongoing viral replication .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "An indirect immunofluorescence assay was also used as a confirmatory test .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The study identified 10 new cell lines capable of supporting the replication of SARS-CoV and confirmed the susceptibility of 4 cell lines previously reported .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This study shows that SARS-CoV can be isolated in several cell lines commonly used for diagnostic or research purposes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "It also shows that SARS-CoV can achieve high titers in several cell lines ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "sometimes in the absence of specific cytopathic effects .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "10",
    "token_num": "146"
  }
}