{
  "paper_id": "22a3973a2bb95f9000738988f6d279094f0fbe6d",
  "metadata": {
    "title": "Nosocomial legionellosis and invasive aspergillosis in a child with T-lymphoblastic leukemia",
    "coda_data_split": "train",
    "coda_paper_id": 8288,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Invasive aspergillosis of the lungs and the central nervous system and Legionella pneumophilia serotype 1 infection of the lungs were diagnosed in a 22-month old child during inpatient induction treatment for T-lymphoblastic leukemia. Environmental investigations i.e. samples from the hospital water system did not reveal any Legionella. The patient may have been exposed to waterborne pathogens despite terminal water filtration due to a technical device to release residual tap water from the hose after showering. A sodium chloride nose spray was found to be contaminated with the A. fumigatus isolate of the patient.",
      "sentences": [
        [
          {
            "segment_text": "Invasive aspergillosis of the lungs and the central nervous system and Legionella pneumophilia serotype 1 infection of the lungs were diagnosed in a 22-month old child during inpatient induction treatment for T-lymphoblastic leukemia .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Environmental investigations i.e. samples from the hospital water system did not reveal any Legionella .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The patient may have been exposed to waterborne pathogens despite terminal water filtration due to a technical device to release residual tap water from the hose after showering .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A sodium chloride nose spray was found to be contaminated with the A. fumigatus isolate of the patient .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "4",
    "token_num": "97"
  }
}