{
  "paper_id": "22bc83fbc25560c43305c1995aad1e805821e054",
  "metadata": {
    "title": "Reference gene selection for gene expression study in shell gland and spleen of laying hens challenged with infectious bronchitis virus OPEN",
    "coda_data_split": "train",
    "coda_paper_id": 7590,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Ten reference genes were investigated for normalisation of candidate target gene expression data in the shell gland and spleen of laying hens challenged with two strains of infectious bronchitis virus (IBV). Data were analysed with geNorm, NormFinder and BestKeeper, and a comprehensive ranking (geomean) was calculated. In the combined data set of IBV challenged shell gland samples, the comprehensive ranking showed TATA-box binding protein (TBP) and tyrosine 3-monooxygenase/ tryptophan 5-monooxygenase activation protein zeta (YWHAZ) as the two most stable, and succinate dehydrogenase complex flavoprotein subunit A (SDHA) and albumin (ALB) as the two least stable reference genes. In the spleen, and in the combined data set of the shell gland and spleen, the two most stable and the two least stable reference genes were TBP and YWHAZ, and ribosomal protein L4 (RPL4) and ALB, respectively. Different ranking has been due to different algorithms. Validation studies showed that the use of the two most stable reference genes produced accurate and more robust gene expression data. The two most and least stable reference genes obtained in the study, were further used for candidate target gene expression data normalisation of the shell gland and spleen under an IBV infection model. Published: xx xx xxxx OPEN www.nature.com/scientificreports/ 2 SciENTific REPORTS | 7: 14271 |",
      "sentences": [
        [
          {
            "segment_text": "Ten reference genes were investigated for normalisation of candidate target gene expression data in the shell gland and spleen of laying hens challenged with two strains of infectious bronchitis virus ( IBV ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Data were analysed with geNorm ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "NormFinder and BestKeeper , and a comprehensive ranking ( geomean ) was calculated .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In the combined data set of IBV challenged shell gland samples ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the comprehensive ranking showed TATA-box binding protein ( TBP ) and tyrosine 3-monooxygenase / tryptophan 5-monooxygenase activation protein zeta ( YWHAZ ) as the two most stable ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and succinate dehydrogenase complex flavoprotein subunit A ( SDHA ) and albumin ( ALB ) as the two least stable reference genes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In the spleen , and in the combined data set of the shell gland and spleen ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the two most stable and the two least stable reference genes were TBP and YWHAZ ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and ribosomal protein L4 ( RPL4 ) and ALB , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Different ranking has been due to different algorithms .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Validation studies showed that the use of the two most stable reference genes produced accurate and more robust gene expression data .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The two most and least stable reference genes obtained in the study ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "were further used for candidate target gene expression data normalisation of the shell gland and spleen under an IBV infection model .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Published : xx xx xxxx OPEN www.nature.com/scientificreports/ 2 SciENTific REPORTS | 7 : 14271 |",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "14",
    "token_num": "243"
  }
}