{
  "paper_id": "22d812dbf1b71eb834f1244bdd26db698fed6a34",
  "metadata": {
    "title": "Co-infection of broilers with Ornithobacterium rhinotracheale and H9N2 avian influenza virus",
    "coda_data_split": "train",
    "coda_paper_id": 4215,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Since 2008, a progressive pneumonia has become prevalent in broilers and laying hens. This disease occurrs the first day after hatching and lasts more than 30 days, resulting in approximately 70% morbidity and 30% mortality in broilers. The objective of this study was to isolate and identify the pathogens that are responsible for the progressive pneumonia and establish an animal model for drug screening. Results: 193 serum samples were collected from 8 intensive farms from 5 provinces in China and analysed in the current research. Our clinical survey showed that 65.2% to 100% of breeding broilers, breeding layers, broilers and laying hens were seropositive for ORT antibodies. From 8 intensive farms, six ORT isolates were identified by PCR and biochemical assays, and two H9N2 viruses were isolated. Newcastle Disease Virus (NDV) and Infectious BronchitisVirus (IBV) were excluded. Typical pneumonia and airsacculitis were observed both in broilers inoculated intraperitoneally with an ORT isolate alone and in those co-infected with ORT and H9N2 virus isolates. Specifically, the survival rate was 30%, 20%, 70%, 50% and 90% in birds inoculated with ORT+H9N2 virus, ORT followed by H9N2 virus, H9N2 virus followed by ORT, and ORT or H9N2 virus alone, respectively. Conclusions: The results of this study suggest that ORT infections of domestic poultry have been occurring frequently in China. ORT infection can induce higher economic losses and mortality if H9N2 AIV is also present. Although the isolation of ORT and H9N2 virus has been reported previously, there have been no reported co-infections of poultry with these two pathogens. This is the first report of co-infection of broilers with ORT and H9N2 virus, and this co-infection is probably associated with the outbreak of broiler airsacculitis in China, which has caused extensive economic losses.",
      "sentences": [
        [
          {
            "segment_text": "Background : Since 2008 , a progressive pneumonia has become prevalent in broilers and laying hens .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This disease occurrs the first day after hatching and lasts more than 30 days ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "resulting in approximately 70 % morbidity and 30 % mortality in broilers .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The objective of this study was to isolate and identify the pathogens that are responsible for the progressive pneumonia and establish an animal model for drug screening .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Results : 193 serum samples were collected from 8 intensive farms from 5 provinces in China and analysed in the current research .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our clinical survey showed that 65.2 % to 100 % of breeding broilers ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "breeding layers , broilers and laying hens were seropositive for ORT antibodies .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "From 8 intensive farms , six ORT isolates were identified by PCR and biochemical assays ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and two H9N2 viruses were isolated .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Newcastle Disease Virus ( NDV ) and Infectious BronchitisVirus ( IBV ) were excluded .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Typical pneumonia and airsacculitis were observed both in broilers inoculated intraperitoneally with an ORT isolate alone and in those co-infected with ORT and H9N2 virus isolates .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Specifically , the survival rate was 30 % ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "20 % , 70 % ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "50 % and 90 % in birds inoculated with ORT+H 9N2 virus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "ORT followed by H9N2 virus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "H9N2 virus followed by ORT ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and ORT or H9N2 virus alone , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : The results of this study suggest that ORT infections of domestic poultry have been occurring frequently in China .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "ORT infection can induce higher economic losses and mortality if H9N2 AIV is also present .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Although the isolation of ORT and H9N2 virus has been reported previously ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "there have been no reported co-infections of poultry with these two pathogens .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This is the first report of co-infection of broilers with ORT and H9N2 virus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and this co-infection is probably associated with the outbreak of broiler airsacculitis in China ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which has caused extensive economic losses .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "13",
    "segment_num": "24",
    "token_num": "337"
  }
}