{
  "paper_id": "22ec2cdaeb8fc99b9620dcbdee93b00ad9ffa932",
  "metadata": {
    "title": "Mitochondria and viruses",
    "coda_data_split": "train",
    "coda_paper_id": 2879,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Mitochondria are involved in a variety of cellular metabolic processes, and their functions are regulated by extrinsic and intrinsic stimuli including viruses. Recent studies have shown that mitochondria play a central role in the primary host defense mechanisms against viral infections, and a number of novel viral and mitochondrial proteins are involved in these processes. Some viral proteins localize in mitochondria and interact with mitochondrial proteins to regulate cellular responses. This review summarizes recent findings on the functions and roles of these molecules as well as mitochondrial responses to viral infections.",
      "sentences": [
        [
          {
            "segment_text": "Mitochondria are involved in a variety of cellular metabolic processes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and their functions are regulated by extrinsic and intrinsic stimuli including viruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Recent studies have shown that mitochondria play a central role in the primary host defense mechanisms against viral infections ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and a number of novel viral and mitochondrial proteins are involved in these processes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Some viral proteins localize in mitochondria and interact with mitochondrial proteins to regulate cellular responses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review summarizes recent findings on the functions and roles of these molecules as well as mitochondrial responses to viral infections .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "6",
    "token_num": "97"
  }
}