{
  "paper_id": "22f038d62117271ac8be711cb12c80e61cfe991e",
  "metadata": {
    "title": "A novel view of the adult stem cell compartment from the perspective of a quiescent population of very small embryonic- like stem cells HHS Public Access",
    "coda_data_split": "train",
    "coda_paper_id": 7573,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Evidence has accumulated that adult hematopoietic tissues and other organs contain a population of dormant stem cells (SCs) that are more primitive than other, already restricted, monopotent tissue-committed stem cells (TCSCs). These observations raise several questions, such as the developmental origin of these cells, their true pluripotent or multipotent nature, which surface markers they express, how they can be efficiently isolated from adult tissues, and what role they play in the adult organism. The phenotype of these cells and expression of some genes characteristic of embryonic SCs (ESCs), epiblast SCs (EPiSCs), and primordial germ cells (PGCs) suggests their early-embryonic deposition in developing tissues as precursors of adult SCs. In this review we will critically discuss all these questions and the concept that small dormant stem cells related to migratory PGCs, described as very small embryonic-like stem cells (VSELs), are deposited during embryogenesis in bone marrow and other organs as a backup population for adult tissue committed stem cells (TCSCs) and are involved in several processes related to tissue or organ rejuvenation, aging, and cancerogenesis. The most recent results on successful ex vivo expansion of human VSELs in chemically defined media free from feeder-layer cells opens up new and exciting possibilities for their application in regenerative medicine.",
      "sentences": [
        [
          {
            "segment_text": "Evidence has accumulated that adult hematopoietic tissues and other organs contain a population of dormant stem cells ( SCs ) that are more primitive than other ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "already restricted , monopotent tissue-committed stem cells ( TCSCs ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These observations raise several questions ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "such as the developmental origin of these cells ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "their true pluripotent or multipotent nature ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which surface markers they express ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "how they can be efficiently isolated from adult tissues ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and what role they play in the adult organism .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The phenotype of these cells and expression of some genes characteristic of embryonic SCs ( ESCs ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "epiblast SCs ( EPiSCs ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and primordial germ cells ( PGCs ) suggests their early-embryonic deposition in developing tissues as precursors of adult SCs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this review we will critically discuss all these questions and the concept that small dormant stem cells related to migratory PGCs ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "described as very small embryonic-like stem cells ( VSELs ) ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "are deposited during embryogenesis in bone marrow and other organs as a backup population for adult tissue committed stem cells ( TCSCs ) and are involved in several processes related to tissue or organ rejuvenation , aging , and cancerogenesis .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The most recent results on successful ex vivo expansion of human VSELs in chemically defined media free from feeder-layer cells opens up new and exciting possibilities for their application in regenerative medicine .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "ELH SCs elutriation-derived stem cells EPiSCs epiblast stem cells ICM inner cell mass MAPCs multipotent adult progenitor cells Ratajczak et al.",
      "sentences": [
        [
          {
            "segment_text": "ELH SCs elutriation-derived stem cells EPiSCs epiblast stem cells ICM inner cell mass MAPCs multipotent adult progenitor cells Ratajczak et al. .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "6",
    "segment_num": "16",
    "token_num": "260"
  }
}