{
  "paper_id": "22f900655ab6120262c7a2f72fbd89d6339825cc",
  "metadata": {
    "title": "Utilization of Viral Molecular Diagnostics Among Children Hospitalized With Community Acquired Pneumonia NIH Public Access Author Manuscript NIH-PA Author Manuscript Supplementary Material Refer to Web version on PubMed Central for supplementary material",
    "coda_data_split": "train",
    "coda_paper_id": 3913,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "OBJECTIVE-To examine whether results of a polymerase chain reaction-based respiratory viral panel (RVP) are associated with changes in antibiotic use or differential clinical outcomes among children hospitalized with pneumonia.",
      "sentences": [
        [
          {
            "segment_text": "OBJECTIVE-To examine whether results of a polymerase chain reaction-based respiratory viral panel ( RVP ) are associated with changes in antibiotic use or differential clinical outcomes among children hospitalized with pneumonia .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "We retrospectively identified otherwise healthy children hospitalized over a 3-year period at a single institution with community-acquired pneumonia who had an RVP performed within 24 hours of admission. We examined associations between RVP results and clinical outcomes as well as management decisions including initiation and duration of intravenous antibiotics.",
      "sentences": [
        [
          {
            "segment_text": "We retrospectively identified otherwise healthy children hospitalized over a 3-year period at a single institution with community-acquired pneumonia who had an RVP performed within 24 hours of admission .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We examined associations between RVP results and clinical outcomes as well as management decisions including initiation and duration of intravenous antibiotics .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "RESULTS-Among 202 children, a positive RVP (n \u003d 127, 63%) was associated with a more complicated clinical course, although this was due largely to more severe disease seen in younger children and those with respiratory syncytial virus (n \u003d 38, 30% of positive detections). Detection of a virus did not influence antibiotic therapy. Included children were younger and had more severe illness than children hospitalized with pneumonia at the same institution without an RVP obtained.",
      "sentences": [
        [
          {
            "segment_text": "RESULTS-Among 202 children , a positive RVP ( n \u003d 127 , 63 % ) was associated with a more complicated clinical course ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "although this was due largely to more severe disease seen in younger children and those with respiratory syncytial virus ( n \u003d 38 , 30 % of positive detections ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Detection of a virus did not influence antibiotic therapy .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Included children were younger and had more severe illness than children hospitalized with pneumonia at the same institution without an RVP obtained .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "CONCLUSIONS-In our study, only respiratory syncytial virus was associated with a more severe clinical course compared with RVP-negative children. Regardless of the virus detected, RVP positivity did not influence antibiotic usage. However, RVP use focused primarily on children with severe pneumonia. Whether similar testing influences management decisions among children with less severe illness deserves further study.",
      "sentences": [
        [
          {
            "segment_text": "CONCLUSIONS-In our study , only respiratory syncytial virus was associated with a more severe clinical course compared with RVP-negative children .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Regardless of the virus detected ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "RVP positivity did not influence antibiotic usage .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , RVP use focused primarily on children with severe pneumonia .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Whether similar testing influences management decisions among children with less severe illness deserves further study .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "10",
    "segment_num": "12",
    "token_num": "234"
  }
}