{
  "paper_id": "22faab96b423cab9df3cd453727e6a7763de4bb6",
  "metadata": {
    "title": "Assessment of the Usefulness of Multiplex Real-Time PCR Tests in the Diagnostic and Therapeutic Process of Pneumonia in Hospitalized Children: A Single-Center Experience",
    "coda_data_split": "train",
    "coda_paper_id": 8348,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The aim of the study was assessment of the usefulness of multiplex real-time PCR tests in the diagnostic and therapeutic process in children hospitalized due to pneumonia and burdened with comorbidities. Methods. The study group included 97 children hospitalized due to pneumonia at the Karol Jonscher Teaching Hospital in Poznań, in whom multiplex real-time PCR tests (FTD respiratory pathogens 33; fast-track diagnostics) were used. Results. Positive test results of the test were achieved in 74 patients (76.3%). The average age in the group was 56 months. Viruses were detected in 61 samples (82% of all positive results); bacterial factors were found in 29 samples (39% of all positive results). The presence of comorbidities was established in 90 children (92.78%). On the basis of the obtained results, 5 groups of patients were established: viral etiology of infection, 34 patients; bacterial etiology, 7 patients; mixed etiology, 23 patients; pneumocystis, 9 patients; and no etiology diagnosed, 24 patients. Conclusions. Our analysis demonstrated that the participation of viruses in causing severe lung infections is significant in children with comorbidities. Multiplex real-time PCR tests proved to be more useful in establishing the etiology of pneumonia in hospitalized children than the traditional microbiological examinations.",
      "sentences": [
        [
          {
            "segment_text": "The aim of the study was assessment of the usefulness of multiplex real-time PCR tests in the diagnostic and therapeutic process in children hospitalized due to pneumonia and burdened with comorbidities .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The study group included 97 children hospitalized due to pneumonia at the Karol Jonscher Teaching Hospital in Poznań ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "in whom multiplex real-time PCR tests ( FTD respiratory pathogens 33 ; fast-track diagnostics ) were used .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Positive test results of the test were achieved in 74 patients ( 76.3 % ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The average age in the group was 56 months .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Viruses were detected in 61 samples ( 82 % of all positive results ) ; bacterial factors were found in 29 samples ( 39 % of all positive results ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The presence of comorbidities was established in 90 children ( 92.78 % ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "On the basis of the obtained results ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "5 groups of patients were established : viral etiology of infection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "34 patients ; bacterial etiology ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "7 patients ; mixed etiology ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "23 patients ; pneumocystis , 9 patients ; and no etiology diagnosed , 24 patients .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our analysis demonstrated that the participation of viruses in causing severe lung infections is significant in children with comorbidities .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Multiplex real-time PCR tests proved to be more useful in establishing the etiology of pneumonia in hospitalized children than the traditional microbiological examinations .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "12",
    "segment_num": "17",
    "token_num": "238"
  }
}