{
  "paper_id": "23198c1a812429ea0867c632e5ad07fa57dc2063",
  "metadata": {
    "title": "Chapter 14 Discovery of Variants Underlying Host Susceptibility to Virus Infection Using Whole-Exome Sequencing",
    "coda_data_split": "train",
    "coda_paper_id": 10119,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The clinical course of any viral infection greatly differs in individuals. This variation results from various viral, host, and environmental factors. The identification of host genetic factors influencing inter-individual variation in susceptibility to several pathogenic viruses has tremendously increased our understanding of the mechanisms and pathways required for immunity. Next-generation sequencing of whole exomes represents a powerful tool in biomedical research. In this chapter, we briefly introduce whole-exome sequencing in the context of genetic approaches to identify host susceptibility genes to viral infections. We then describe general aspects of the workflow for whole-exome sequence analysis together with the tools and online resources that can be used to identify and annotate variant calls, and then prioritize them for their potential association to phenotypes of interest.",
      "sentences": [
        [
          {
            "segment_text": "The clinical course of any viral infection greatly differs in individuals .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This variation results from various viral ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "host , and environmental factors .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The identification of host genetic factors influencing inter-individual variation in susceptibility to several pathogenic viruses has tremendously increased our understanding of the mechanisms and pathways required for immunity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Next-generation sequencing of whole exomes represents a powerful tool in biomedical research .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this chapter , we briefly introduce whole-exome sequencing in the context of genetic approaches to identify host susceptibility genes to viral infections .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We then describe general aspects of the workflow for whole-exome sequence analysis together with the tools and online resources that can be used to identify and annotate variant calls ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and then prioritize them for their potential association to phenotypes of interest .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "8",
    "token_num": "134"
  }
}