{
  "paper_id": "231ec2af2a21346de6693069cf9019ebb2e0185a",
  "metadata": {
    "title": "Upsetting the Balance: When Viruses Manipulate Cell Polarity Control",
    "coda_data_split": "train",
    "coda_paper_id": 9664,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The central importance of cell polarity control is emphasized by the frequency with which it is targeted by many diverse viruses. It is clear that in targeting key polarity control proteins, viruses affect not only host cell polarity, but also influence many cellular processes, including transcription, replication, and innate and acquired immunity. Examination of the interactions of different virus proteins with the cell and its polarity controls during the virus life cycles, and in virally-induced cell transformation shows ever more clearly how intimately all cellular processes are linked to the control of cell polarity.",
      "sentences": [
        [
          {
            "segment_text": "The central importance of cell polarity control is emphasized by the frequency with which it is targeted by many diverse viruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It is clear that in targeting key polarity control proteins ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "viruses affect not only host cell polarity ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but also influence many cellular processes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including transcription , replication , and innate and acquired immunity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Examination of the interactions of different virus proteins with the cell and its polarity controls during the virus life cycles ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and in virally-induced cell transformation shows ever more clearly how intimately all cellular processes are linked to the control of cell polarity .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "3",
    "segment_num": "7",
    "token_num": "103"
  }
}