{
  "paper_id": "232aa59a63dce6c8f0aa823a43534d1267577c94",
  "metadata": {
    "title": "The ER stress sensor IRE1 and MAP kinase ERK modulate autophagy induction in cells infected with coronavirus infectious bronchitis virus",
    "coda_data_split": "train",
    "coda_paper_id": 8205,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Coronavirus Autophagy ER stress Unfolded protein response Mitogen-activated protein kinase A B S T R A C T Coronavirus infection induces the generation of autophagosomes, and certain host proteins regulating cellular autophagy are hijacked by some coronaviruses to facilitate the formation of double membrane vesicles. However, mechanisms underlying coronavirus-induced autophagy remain largely unknown. In this study, we demonstrate that autophagosome formation and apparent autophagic flux are induced in cells infected with infectious bronchitis virus (IBV)a gammacoronavirus. Notably, IBV-induced autophagy was dependent on autophagy related 5 (ATG5) but not beclin1 (BECN1), although both are essential proteins in the canonical autophagy pathway. Moreover, the ER stress sensor inositol requiring enzyme 1 (IRE1), but not its substrate Xbox protein 1 (XBP1), was also essential for the induction of autophagy during IBV infection. Finally, the antiapoptotic extracellular signal-regulated kinase 1/2 (ERK1/2) also contributed to IBV-induced autophagy. Our findings add new knowledge to the regulatory mechanisms governing coronavirus-induced autophagy, highlighting an extensive cross-talk among cellular signaling pathways during coronavirus infection.",
      "sentences": [
        [
          {
            "segment_text": "Coronavirus Autophagy ER stress Unfolded protein response Mitogen-activated protein kinase A B S T R A C T Coronavirus infection induces the generation of autophagosomes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and certain host proteins regulating cellular autophagy are hijacked by some coronaviruses to facilitate the formation of double membrane vesicles .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , mechanisms underlying coronavirus-induced autophagy remain largely unknown .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , we demonstrate that autophagosome formation and apparent autophagic flux are induced in cells infected with infectious bronchitis virus ( IBV ) a gammacoronavirus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Notably , IBV-induced autophagy was dependent on autophagy related 5 ( ATG5 ) but not beclin1 ( BECN1 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "although both are essential proteins in the canonical autophagy pathway .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , the ER stress sensor inositol requiring enzyme 1 ( IRE1 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but not its substrate Xbox protein 1 ( XBP1 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "was also essential for the induction of autophagy during IBV infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Finally , the antiapoptotic extracellular signal-regulated kinase 1/2 ( ERK1/2 ) also contributed to IBV-induced autophagy .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our findings add new knowledge to the regulatory mechanisms governing coronavirus-induced autophagy ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "highlighting an extensive cross-talk among cellular signaling pathways during coronavirus infection .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "12",
    "token_num": "195"
  }
}