{
  "paper_id": "2353aca2c13c33e78418ab7f945e44856bcc2cfd",
  "metadata": {
    "title": "",
    "coda_data_split": "train",
    "coda_paper_id": 4788,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Availability of an efficient transfection protocol is the first determinant in success of gene trans ferring studies in mammalian cells which is accomplished experimentally for every single cell type. Herein, we provide data of a comparative study on optimization of transfection condition by electroporation and chemical methods for Huh 7 and Vero cells. Different cell confluencies, DNA/reagent ratios and total trans fection volumes were optimized for two chemical reagents including jetPEI TM and Lipofectamine TM 2000. Besides, the effects of electric field strength and pulse length were investigated to improve electroporation efficiency. Transfection of cells by pEGFP N1 vector and tracking the expression of GFP by FACS and Flu orescence Microscopy analysis were the employed methods to evaluate transfection efficiencies. Optimized electroporation protocols yielded 63.73 ± 2.36 and 73.9 ± 1.6% of transfection in Huh 7 and Vero cells respectively, while maximum achieved level of transfection by jetPEI TM was 14.2 ± 0.69 and 28 ± 1.11% Huh 7 and Vero cells, respectively. Post transfectional chilling of the cells did not improve electrotransfection efficiency of Huh 7 cells. Compared to chemical based reagents, electroporation showed superior levels of transfection in both cell lines. The presented protocols should satisfy most of the experimental applications requiring high transfection efficiencies of these two cell lines.",
      "sentences": [
        [
          {
            "segment_text": "Availability of an efficient transfection protocol is the first determinant in success of gene trans ferring studies in mammalian cells which is accomplished experimentally for every single cell type .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Herein , we provide data of a comparative study on optimization of transfection condition by electroporation and chemical methods for Huh 7 and Vero cells .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Different cell confluencies , DNA/reagent ratios and total trans fection volumes were optimized for two chemical reagents including jetPEI TM and Lipofectamine TM 2000 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Besides , the effects of electric field strength and pulse length were investigated to improve electroporation efficiency .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Transfection of cells by pEGFP N1 vector and tracking the expression of GFP by FACS and Flu orescence Microscopy analysis were the employed methods to evaluate transfection efficiencies .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Optimized electroporation protocols yielded 63.73 ± 2.36 and 73.9 ± 1.6 % of transfection in Huh 7 and Vero cells respectively ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while maximum achieved level of transfection by jetPEI TM was 14.2 ± 0.69 and 28 ± 1.11 % Huh 7 and Vero cells , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Post transfectional chilling of the cells did not improve electrotransfection efficiency of Huh 7 cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Compared to chemical based reagents ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "electroporation showed superior levels of transfection in both cell lines .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The presented protocols should satisfy most of the experimental applications requiring high transfection efficiencies of these two cell lines .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "11",
    "token_num": "229"
  }
}