{
  "paper_id": "235855da90347b259f4d6b244821f3c1c264c04e",
  "metadata": {
    "title": "Expression of Foot-and-Mouth Disease Virus Capsid Proteins in Silkworm-Baculovirus Expression System and Its Utilization as a Subunit Vaccine",
    "coda_data_split": "train",
    "coda_paper_id": 7368,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Foot-and-mouth disease (FMD) is a highly contagious disease of livestock that causes severe economic loss in susceptible cloven-hoofed animals. Although the traditional inactivated vaccine has been proved effective, it may lead to a new outbreak of FMD because of either incomplete inactivation of FMDV or the escape of live virus from vaccine production workshop. Thus, it is urgent to develop a novel FMDV vaccine that is safer, more effective and more economical than traditional vaccines.",
      "sentences": [
        [
          {
            "segment_text": "Background : Foot-and-mouth disease ( FMD ) is a highly contagious disease of livestock that causes severe economic loss in susceptible cloven-hoofed animals .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although the traditional inactivated vaccine has been proved effective ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "it may lead to a new outbreak of FMD because of either incomplete inactivation of FMDV or the escape of live virus from vaccine production workshop .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Thus , it is urgent to develop a novel FMDV vaccine that is safer ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "more effective and more economical than traditional vaccines .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Methodology and Principal Findings: A recombinant silkworm baculovirus Bm-P12A3C which contained the intact P1-2A and 3C protease coding regions of FMDV Asia 1/HNK/CHA/05 was developed. Indirect immunofluorescence test and sandwich-ELISA were used to verify that Bm-P12A3C could express the target cassette. Expression products from silkworm were diluted to 30 folds and used as antigen to immunize cattle. Specific antibody was induced in all vaccinated animals. After challenge with virulent homologous virus, four of the five animals were completely protected, and clinical symptoms were alleviated and delayed in the remaining one. Furthermore, a PD 50 (50% bovine protective dose) test was performed to assess the bovine potency of the subunit vaccine. The result showed the subunit vaccine could achieve 6.34 PD 50 per dose.",
      "sentences": [
        [
          {
            "segment_text": "Methodology and Principal Findings : A recombinant silkworm baculovirus Bm-P12A3C which contained the intact P1-2A and 3C protease coding regions of FMDV Asia 1/HNK/CHA / 05 was developed .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Indirect immunofluorescence test and sandwich-ELISA were used to verify that Bm-P12A3C could express the target cassette .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Expression products from silkworm were diluted to 30 folds and used as antigen to immunize cattle .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Specific antibody was induced in all vaccinated animals .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "After challenge with virulent homologous virus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "four of the five animals were completely protected ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and clinical symptoms were alleviated and delayed in the remaining one .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , a PD 50 ( 50 % bovine protective dose ) test was performed to assess the bovine potency of the subunit vaccine .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The result showed the subunit vaccine could achieve 6.34 PD 50 per dose .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "The results suggest that this strategy might be used to develop the new subunit FMDV vaccine.",
      "sentences": [
        [
          {
            "segment_text": "The results suggest that this strategy might be used to develop the new subunit FMDV vaccine .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "11",
    "segment_num": "15",
    "token_num": "241"
  }
}