{
  "paper_id": "23696844593c72dd8c4d74607ff26049336fe9b0",
  "metadata": {
    "title": "Geographic Access to High Capability Severe Acute Respiratory Failure Centers in the United States",
    "coda_data_split": "train",
    "coda_paper_id": 4420,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Objective: Optimal care of adults with severe acute respiratory failure requires specific resources and expertise. We sought to measure geographic access to these centers in the United States.",
      "sentences": [
        [
          {
            "segment_text": "Objective : Optimal care of adults with severe acute respiratory failure requires specific resources and expertise .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We sought to measure geographic access to these centers in the United States .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Design: Cross-sectional analysis of geographic access to high capability severe acute respiratory failure centers in the United States. We defined high capability centers using two criteria: (1) provision of adult extracorporeal membrane oxygenation (ECMO), based on either 2008-2013 Extracorporeal Life Support Organization reporting or provision of ECMO to 2010 Medicare beneficiaries; or (2) high annual hospital mechanical ventilation volume, based 2010 Medicare claims.",
      "sentences": [
        [
          {
            "segment_text": "Design : Cross-sectional analysis of geographic access to high capability severe acute respiratory failure centers in the United States .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We defined high capability centers using two criteria : ( 1 ) provision of adult extracorporeal membrane oxygenation ( ECMO ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "based on either 2008-2013 Extracorporeal Life Support Organization reporting or provision of ECMO to 2010 Medicare beneficiaries ; or ( 2 ) high annual hospital mechanical ventilation volume , based 2010 Medicare claims .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Setting: Nonfederal acute care hospitals in the United States.",
      "sentences": [
        [
          {
            "segment_text": "Setting : Nonfederal acute care hospitals in the United States .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Measurements and Main Results: We defined geographic access as the percentage of the state, region and national population with either direct or hospital-transferred access within one or two hours by air or ground transport. Of 4,822 acute care hospitals, 148 hospitals met our ECMO criteria and 447 hospitals met our mechanical ventilation criteria. Geographic access varied substantially across states and regions in the United States, depending on center criteria. Without interhospital transfer, an estimated 58.5% of the national adult population had geographic access to hospitals performing ECMO and 79.0% had geographic access to hospitals performing a high annual volume of mechanical ventilation. With interhospital transfer and under ideal circumstances, an estimated 96.4% of the national adult population had geographic access to hospitals performing ECMO and 98.6% had geographic access to hospitals performing a high annual volume of mechanical ventilation. However, this degree of geographic access required substantial interhospital transfer of patients, including up to two hours by air.",
      "sentences": [
        [
          {
            "segment_text": "Measurements and Main Results : We defined geographic access as the percentage of the state ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "region and national population with either direct or hospital-transferred access within one or two hours by air or ground transport .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Of 4,822 acute care hospitals ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "148 hospitals met our ECMO criteria and 447 hospitals met our mechanical ventilation criteria .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Geographic access varied substantially across states and regions in the United States , depending on center criteria .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Without interhospital transfer , an estimated 58.5 % of the national adult population had geographic access to hospitals performing ECMO and 79.0 % had geographic access to hospitals performing a high annual volume of mechanical ventilation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "With interhospital transfer and under ideal circumstances ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "an estimated 96.4 % of the national adult population had geographic access to hospitals performing ECMO and 98.6 % had geographic access to hospitals performing a high annual volume of mechanical ventilation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , this degree of geographic access required substantial interhospital transfer of patients ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including up to two hours by air .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions: Geographic access to high capability severe acute respiratory failure centers varies widely across states and regions in the United States. Adequate referral center access in the case of disasters and pandemics will depend highly on local and regional care coordination across political boundaries.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions : Geographic access to high capability severe acute respiratory failure centers varies widely across states and regions in the United States .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Adequate referral center access in the case of disasters and pandemics will depend highly on local and regional care coordination across political boundaries .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "5",
    "sentence_num": "13",
    "segment_num": "18",
    "token_num": "341"
  }
}