{
  "paper_id": "23830f06ba31fe6d7d65351a5bfb4a2a739f9f68",
  "metadata": {
    "title": "A review on versatile applications of transition metal complexes incorporating Schiff bases",
    "coda_data_split": "train",
    "coda_paper_id": 6264,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Antimicrobial Dyes Polymers a b s t r a c t Schiff bases and their complexes are versatile compounds synthesized from the condensation of an amino compound with carbonyl compounds and widely used for industrial purposes and also exhibit a broad range of biological activities including antifungal, antibacterial, antimalarial, antiproliferative, anti-inflammatory, antiviral, and antipyretic properties. Many Schiff base complexes show excellent catalytic activity in various reactions and in the presence of moisture. Over the past few years, there have been many reports on their applications in homogeneous and heterogeneous catalysis. The high thermal and moisture stabilities of many Schiff base complexes were useful attributes for their application as catalysts in reactions involving at high temperatures. The activity is usually increased by complexation therefore to understand the properties of both ligands and metal can lead to the synthesis of highly active compounds. The influence of certain metals on the biological activity of these compounds and their intrinsic chemical interest as multidentate ligands has prompted a considerable increase in the study of their coordination behaviour. Development of a new chemotherapeutic Schiff bases and their metal complexes is now attracting the attention of medicinal chemists. This review compiles examples of the most promising applied Schiff bases and their complexes in different areas.",
      "sentences": [
        [
          {
            "segment_text": "Antimicrobial Dyes Polymers a b s t r a c t Schiff bases and their complexes are versatile compounds synthesized from the condensation of an amino compound with carbonyl compounds and widely used for industrial purposes and also exhibit a broad range of biological activities including antifungal ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "antibacterial , antimalarial , antiproliferative ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "anti-inflammatory , antiviral , and antipyretic properties .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Many Schiff base complexes show excellent catalytic activity in various reactions and in the presence of moisture .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Over the past few years ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "there have been many reports on their applications in homogeneous and heterogeneous catalysis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The high thermal and moisture stabilities of many Schiff base complexes were useful attributes for their application as catalysts in reactions involving at high temperatures .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The activity is usually increased by complexation therefore to understand the properties of both ligands and metal can lead to the synthesis of highly active compounds .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The influence of certain metals on the biological activity of these compounds and their intrinsic chemical interest as multidentate ligands has prompted a considerable increase in the study of their coordination behaviour .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Development of a new chemotherapeutic Schiff bases and their metal complexes is now attracting the attention of medicinal chemists .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review compiles examples of the most promising applied Schiff bases and their complexes in different areas .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "11",
    "token_num": "224"
  }
}