{
  "paper_id": "2386b713e104c0250b9edbf630b6349abcd59e18",
  "metadata": {
    "title": "Integrated Capillary Electrophoresis Microsystem for Multiplex Analysis of Human Respiratory Viruses",
    "coda_data_split": "train",
    "coda_paper_id": 3011,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "We developed a two-layer, four-channel PCR-capillary electrophoresis microdevice that integrates nucleic acid amplification, sample cleanup and concentration, capillary electrophoretic separation and detection for multiplex analysis of four human respiratory viral pathogens influenza A, influenza B, coronavirus OC43, and human metapneumovirus. Biotinylated and fluorescently labeled double-stranded (ds) DNA amplification products are generated in a 100-nL PCR reactor incorporating an integrated heater and a temperature sensor. After amplification, the products are captured and concentrated in a crosslinked acrylamide gel capture matrix copolymerized with acrydite-functionalized streptavidin-capture agents. Thermal dehybridization releases the fluorescently labeled DNA strand for capillary electrophoresis injection, separation and detection. Using plasmid standards containing the viral genes of interest, each target can be detected starting from as few as 10 copies/reactor. By employing one-step reverse transcription PCR amplification, the device can detect RNA analogues of all four viral targets with detection limits in the range of 25-100 copies/reactor. The utility of the microdevice for analyzing samples from nasopharyngeal swabs is demonstrated. Combining size-based separation with four-color detection, this platform provides excellent product discrimination, making it readily extendable to higher-order multiplex assays. This portable microsystem is also suitable for performing automated assays in point-ofcare diagnostic applications.",
      "sentences": [
        [
          {
            "segment_text": "We developed a two-layer , four-channel PCR-capillary electrophoresis microdevice that integrates nucleic acid amplification ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "sample cleanup and concentration , capillary electrophoretic separation and detection for multiplex analysis of four human respiratory viral pathogens influenza A ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "influenza B , coronavirus OC43 , and human metapneumovirus .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Biotinylated and fluorescently labeled double-stranded ( ds ) DNA amplification products are generated in a 100-nL PCR reactor incorporating an integrated heater and a temperature sensor .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "After amplification , the products are captured and concentrated in a crosslinked acrylamide gel capture matrix copolymerized with acrydite-functionalized streptavidin-capture agents .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Thermal dehybridization releases the fluorescently labeled DNA strand for capillary electrophoresis injection , separation and detection .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Using plasmid standards containing the viral genes of interest ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "each target can be detected starting from as few as 10 copies/reactor .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "By employing one-step reverse transcription PCR amplification ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "the device can detect RNA analogues of all four viral targets with detection limits in the range of 25-100 copies/reactor .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The utility of the microdevice for analyzing samples from nasopharyngeal swabs is demonstrated .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Combining size-based separation with four-color detection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "this platform provides excellent product discrimination ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "making it readily extendable to higher-order multiplex assays .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This portable microsystem is also suitable for performing automated assays in point-ofcare diagnostic applications .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "15",
    "token_num": "217"
  }
}