{
  "paper_id": "238b6914ccebd29ffd65137b580327dd4add1a35",
  "metadata": {
    "title": "Inhibition of white spot syndrome virus in Litopenaeus vannamei shrimp by sequence-specific siRNA",
    "coda_data_split": "train",
    "coda_paper_id": 8512,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "RNA interference (RNAi) is a sequence-specific, post-transcriptional process of mRNA degradation. Here, we described specific silencing of five white spot syndrome virus (WSSV) genes in Litopenaeus vannamei in vivo with sequence-specific siRNAs. These genes included DNA polymerase (dnapol), ribonucleotide reductase small subunit (rr2), thymidine kinase and thymidylate kinase (tk-tmk), vp24 and vp28. At 6 days post-challenged, the relative survival rates of shrimp injected with siDNApol, siRR2, siTK-TMK, siVP24 and siVP28 (siRNAs for dnapol, rr2, tk-tmk, vp24 and vp28 genes) reached 50%, 50%, 66%, 33% and 33%, respectively. Specific siRNAs of the five WSSV genes could result in suppression of the target genes and a significant reduction in the viral proliferation. In negative controls, sequence-independent siRNA (mutant siRNA) could not inhibit expression of these five genes or viral replication. Consequently, injection of sequence-dependent siRNA could induce anti-WSSV activity in shrimp. These results suggest that siRNA can suppress WSSV efficiently in shrimp, and it may provide a potential approach to the therapy of aquaculture viral disease.",
      "sentences": [
        [
          {
            "segment_text": "RNA interference ( RNAi ) is a sequence-specific ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "post-transcriptional process of mRNA degradation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we described specific silencing of five white spot syndrome virus ( WSSV ) genes in Litopenaeus vannamei in vivo with sequence-specific siRNAs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These genes included DNA polymerase ( dnapol ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "ribonucleotide reductase small subunit ( rr2 ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "thymidine kinase and thymidylate kinase ( tk-tmk ) , vp24 and vp28 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "At 6 days post-challenged , the relative survival rates of shrimp injected with siDNApol ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "siRR2 , siTK-TMK , siVP24 and siVP28 ( siRNAs for dnapol , rr2 , tk-tmk , vp24 and vp28 genes ) reached 50 % ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "50 % , 66 % ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "33 % and 33 % , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Specific siRNAs of the five WSSV genes could result in suppression of the target genes and a significant reduction in the viral proliferation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In negative controls , sequence-independent siRNA ( mutant siRNA ) could not inhibit expression of these five genes or viral replication .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Consequently , injection of sequence-dependent siRNA could induce anti-WSSV activity in shrimp .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results suggest that siRNA can suppress WSSV efficiently in shrimp ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and it may provide a potential approach to the therapy of aquaculture viral disease .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "15",
    "token_num": "210"
  }
}