{
  "paper_id": "2392e0e02b81ed3565b792e9794d50994acc8535",
  "metadata": {
    "title": "Inhibiting the Ins and Outs of HIV Replication: Cell-Intrinsic Antiretroviral Restrictions at the Plasma Membrane",
    "coda_data_split": "train",
    "coda_paper_id": 4232,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Like all viruses, human immunodeficiency viruses (HIVs) and their primate lentivirus relatives must enter cells in order to replicate and, once produced, new virions need to exit to spread to new targets. These processes require the virus to cross the plasma membrane of the cell twice: once via fusion mediated by the envelope glycoprotein to deliver the viral core into the cytosol; and secondly by ESCRT-mediated scission of budding virions during release. This physical barrier thus presents a perfect location for host antiviral restrictions that target enveloped viruses in general. In this review we will examine the current understanding of innate host antiviral defences that inhibit these essential replicative steps of primate lentiviruses associated with the plasma membrane, the mechanism by which these viruses have adapted to evade such defences, and the role that this virus/host battleground plays in the transmission and pathogenesis of HIV/ AIDS.",
      "sentences": [
        [
          {
            "segment_text": "Like all viruses , human immunodeficiency viruses ( HIVs ) and their primate lentivirus relatives must enter cells in order to replicate and ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "once produced , new virions need to exit to spread to new targets .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These processes require the virus to cross the plasma membrane of the cell twice : once via fusion mediated by the envelope glycoprotein to deliver the viral core into the cytosol ; and secondly by ESCRT-mediated scission of budding virions during release .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This physical barrier thus presents a perfect location for host antiviral restrictions that target enveloped viruses in general .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this review we will examine the current understanding of innate host antiviral defences that inhibit these essential replicative steps of primate lentiviruses associated with the plasma membrane ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "the mechanism by which these viruses have adapted to evade such defences ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and the role that this virus/host battleground plays in the transmission and pathogenesis of HIV / AIDS .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Keywords: human immunodeficiency virus, type i interferons, antiviral restriction, plasma membrane, tetherin/ BST-2, serine incorporator, interferon-induced transmembrane Foster et al.",
      "sentences": [
        [
          {
            "segment_text": "Keywords : human immunodeficiency virus ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "type i interferons , antiviral restriction ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "plasma membrane , tetherin / BST-2 ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "serine incorporator , interferon-induced transmembrane Foster et al. .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "5",
    "segment_num": "11",
    "token_num": "189"
  }
}