{
  "paper_id": "23938253e58af0bf88d9e80999b612fba1aaadfb",
  "metadata": {
    "title": "Building the Infrastructure and Regulations Needed for Public Health and Fitness Learning Objectives",
    "coda_data_split": "train",
    "coda_paper_id": 6445,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "1. To recognize the importance to the maintenance of good health of adequate public health regulations and an infrastructure that provides clean water and appropriate waste management 2. To see the lack of such amenities over many centuries, but the progressive development of public health bureaucracies dedicated to provision of an appropriate infrastructure, beginning during the Victorian Era. 3. To observe how responsibility for the provision of adequate housing for poorer city dwellers has been shared between government, benevolent entrepreneurs and charities. 4. To note the new challenges to public health presented by such issues as the abuse of tobacco and mood-altering drugs, continuing toxic auto-emissions, the epidemic of HIV/AIDS, a decreased acceptance of MMR vaccinations, and the ready spread of infectious diseases by air travel.",
      "sentences": [
        [
          {
            "segment_text": "1 .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "To recognize the importance to the maintenance of good health of adequate public health regulations and an infrastructure that provides clean water and appropriate waste management 2 .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "To see the lack of such amenities over many centuries ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "but the progressive development of public health bureaucracies dedicated to provision of an appropriate infrastructure ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "beginning during the Victorian Era .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "3 .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "To observe how responsibility for the provision of adequate housing for poorer city dwellers has been shared between government , benevolent entrepreneurs and charities .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "4 .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "To note the new challenges to public health presented by such issues as the abuse of tobacco and mood-altering drugs ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "continuing toxic auto-emissions , the epidemic of HIV/AIDS ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "a decreased acceptance of MMR vaccinations ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and the ready spread of infectious diseases by air travel .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Some early civilizations enacted quite specific health regulations, and some also developed an impressive health infrastructure, at least for their wealthier citizens. We will cite briefly examples from the Harrapan region of the Punjab, Egypt and Israel.",
      "sentences": [
        [
          {
            "segment_text": "Some early civilizations enacted quite specific health regulations ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and some also developed an impressive health infrastructure ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "at least for their wealthier citizens .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We will cite briefly examples from the Harrapan region of the Punjab , Egypt and Israel .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "The Harrapan Culture The Harrapan cities date back 2 millennia BCE, The Harrapan people were perhaps the first to pay significant attention to a healthy urban infrastructure. Multi-storied brick houses boasted wells and an effective covered sewage system. Public baths facilitated personal, hygiene, and dykes protected the region against flooding. Laws also protected the community against the adulteration of grain and fats.",
      "sentences": [
        [
          {
            "segment_text": "The Harrapan Culture The Harrapan cities date back 2 millennia BCE ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "The Harrapan people were perhaps the first to pay significant attention to a healthy urban infrastructure .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Multi-storied brick houses boasted wells and an effective covered sewage system .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Public baths facilitated personal , hygiene ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and dykes protected the region against flooding .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Laws also protected the community against the adulteration of grain and fats .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Egypt In Egypt, pigs were regarded as unclean animals, and were avoided as sources of protein; further, the eating of other meat products was prohibited during the hotter parts of the year. The wealthier citizens used natron, a paste of ash or clay, to clean their hands, and for upper-class Egyptians the laundry supervisor was an important member of the domestic staff. There are ruins of a few public bath-houses built during the period of Greek domination, but most Egyptians were content to wash their bodies by a quick dip in a canal or river.",
      "sentences": [
        [
          {
            "segment_text": "Egypt In Egypt , pigs were regarded as unclean animals ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and were avoided as sources of protein ; further ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the eating of other meat products was prohibited during the hotter parts of the year .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The wealthier citizens used natron ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a paste of ash or clay ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "to clean their hands , and for upper-class Egyptians the laundry supervisor was an important member of the domestic staff .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "There are ruins of a few public bath-houses built during the period of Greek domination ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but most Egyptians were content to wash their bodies by a quick dip in a canal or river .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Israel Moses (1391-1271 BCE) imported some early Egyptian regulations into Israel, and the priestly class elaborated 213 of 613 Biblical commandments that focussed upon health and personal hygiene. Items covered in these discourses of the Torah include rigid quarantine regulations, a variety of dietary restrictions, and a regular weekly Sabbath period of relaxation. Water, usually drawn from wells, was a precious commodity in ancient Israel, and excreta accumulated in cess-pits.",
      "sentences": [
        [
          {
            "segment_text": "Israel Moses ( 1391-1271 BCE ) imported some early Egyptian regulations into Israel ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and the priestly class elaborated 213 of 613 Biblical commandments that focussed upon health and personal hygiene .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Items covered in these discourses of the Torah include rigid quarantine regulations ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a variety of dietary restrictions ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and a regular weekly Sabbath period of relaxation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Water , usually drawn from wells ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "was a precious commodity in ancient Israel ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and excreta accumulated in cess-pits .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Minoans The Minoan culture (2000-1500 BCE) seems to have had some knowledge of the principles of public health. Networks of clay pipes provided upper class houses with water and sewage facilities, and aqueducts brought fresh water to the palace fountains and spigots from springs that were some 10 km away. Separate pipes cleared waste-water and the run-off from heavy rains, and the Minoan palace even had a footbath for weary travellers. However, provision for the lower echelons of society was less satisfactory. People still had to carry water from a local spring, and dysentery and typhoid fever were likely frequent problems for poorer Minoans.",
      "sentences": [
        [
          {
            "segment_text": "Minoans The Minoan culture ( 2000-1500 BCE ) seems to have had some knowledge of the principles of public health .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Networks of clay pipes provided upper class houses with water and sewage facilities ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and aqueducts brought fresh water to the palace fountains and spigots from springs that were some 10 km away .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Separate pipes cleared waste-water and the run-off from heavy rains ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and the Minoan palace even had a footbath for weary travellers .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , provision for the lower echelons of society was less satisfactory .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "People still had to carry water from a local spring ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and dysentery and typhoid fever were likely frequent problems for poorer Minoans .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Greece Classical Athens viewed hygiene as the management of 6 non-natural things (air, exercise, diet, sleep, excretion and retention, and passions of the mind). 22 Infrastructure for Health and Fitness 345",
      "sentences": [
        [
          {
            "segment_text": "Greece Classical Athens viewed hygiene as the management of 6 non-natural things ( air , exercise , diet , sleep , excretion and retention , and passions of the mind ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "22 Infrastructure for Health and Fitness 345",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "However, the city also made major public investments in infrastructure to provide clean water and treat sewage. There are reports of groundwater exploitation and water transportation from distant sources, together with storm water and wastewater systems, flood protection and drainage, and the construction of fountains, baths and other sanitary and purgatory facilities. Laws also required the inspection of wines to ensure the purity and soundness of these products.",
      "sentences": [
        [
          {
            "segment_text": "However , the city also made major public investments in infrastructure to provide clean water and treat sewage .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "There are reports of groundwater exploitation and water transportation from distant sources ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "together with storm water and wastewater systems ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "flood protection and drainage , and the construction of fountains ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "baths and other sanitary and purgatory facilities .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Laws also required the inspection of wines to ensure the purity and soundness of these products .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "The ideas of classical Greece were further developed in Rome, where good health was seen as dependent upon a combination of bathing, wise eating, massage and exercise. Infrastructure included public and private baths, aqueducts as long as 350 km, and city-wide sewage systems. The private villas of wealthy citizens boasted indoor plumbing, with flush toilets, and baths were often included in their dream homes, sometimes staffed by one or more athletes. Ordinary citizens made wide use of public baths. A water commissioner named Frontinus (40-103 CE) reported that under his jurisdiction there were 856 baths in Rome alone. Visitors to the baths gave their belongings to slaves, and then entered the cold-plunge-bath. After exercising in this pool, they moved into a warm and humid room where they sweated and were massaged. They could then progress to a yet warmer room with a mosaic floor immediately above the furnace, finishing with a brief spell of dry sweating in the hottest room of the facility. Women used an adjoining, smaller set of baths.",
      "sentences": [
        [
          {
            "segment_text": "The ideas of classical Greece were further developed in Rome ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "where good health was seen as dependent upon a combination of bathing ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "wise eating , massage and exercise .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Infrastructure included public and private baths ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "aqueducts as long as 350 km , and city-wide sewage systems .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The private villas of wealthy citizens boasted indoor plumbing ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "with flush toilets , and baths were often included in their dream homes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "sometimes staffed by one or more athletes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Ordinary citizens made wide use of public baths .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A water commissioner named Frontinus ( 40-103 CE ) reported that under his jurisdiction there were 856 baths in Rome alone .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Visitors to the baths gave their belongings to slaves ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and then entered the cold-plunge-bath .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "After exercising in this pool ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "they moved into a warm and humid room where they sweated and were massaged .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "They could then progress to a yet warmer room with a mosaic floor immediately above the furnace ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "finishing with a brief spell of dry sweating in the hottest room of the facility .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Women used an adjoining , smaller set of baths .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "There were rigid state laws to guard the purity of food products and protect the public against bad quality and fraud. Documentation describes the watering of wine and the adulteration of olive oil.",
      "sentences": [
        [
          {
            "segment_text": "There were rigid state laws to guard the purity of food products and protect the public against bad quality and fraud .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Documentation describes the watering of wine and the adulteration of olive oil .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "It was once suggested that lead piping had caused a widespread poisoning of the Roman population. However, Vitruvius (c. 75-15 BCE) seemed aware of this danger: \"Water conducted through earthen pipes is more wholesome than that through lead; indeed that conveyed in lead must be injurious, because from it white lead…. is obtained, and this is said to be injurious to the human system.\" If indeed there was chronic lead poisoning in Rome, it more likely arose from syrups prepared by concentrating grape juice in lead kettles.",
      "sentences": [
        [
          {
            "segment_text": "It was once suggested that lead piping had caused a widespread poisoning of the Roman population .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , Vitruvius ( c. 75-15 BCE ) seemed aware of this danger : `` Water conducted through earthen pipes is more wholesome than that through lead ; indeed that conveyed in lead must be injurious ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "because from it white lead ... .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "is obtained , and this is said to be injurious to the human system . \u0027\u0027",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "If indeed there was chronic lead poisoning in Rome ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "it more likely arose from syrups prepared by concentrating grape juice in lead kettles .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "The return of the Roman legions from foreign expeditions exposed the population to many micro-organisms for which they had little natural immunity. The Antonine plague (165-180 CE) was probably smallpox. It quickly decimated the ranks of the legions, with a clinical picture of fever, diarrhoea, inflammation of the pharynx, and a pustular skin eruption on the 9th day. A similar plague raged under Cyprian, between 251 and 270 CE. One charlatan (Alexander the Paphlagonian, second century CE) made much money selling a protective oracle to hang over front doors; however, it did little to stem the infection! Classical Civilizations",
      "sentences": [
        [
          {
            "segment_text": "The return of the Roman legions from foreign expeditions exposed the population to many micro-organisms for which they had little natural immunity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The Antonine plague ( 165-180 CE ) was probably smallpox .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It quickly decimated the ranks of the legions ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "with a clinical picture of fever ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "diarrhoea , inflammation of the pharynx ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and a pustular skin eruption on the 9th day .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A similar plague raged under Cyprian ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "between 251 and 270 CE .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "One charlatan ( Alexander the Paphlagonian , second century CE ) made much money selling a protective oracle to hang over front doors ; however ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "it did little to stem the infection !",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Classical Civilizations",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "12",
    "sentence_num": "50",
    "segment_num": "90",
    "token_num": "1115"
  }
}