{
  "paper_id": "23998e68df98720a567bbbddf4db0db0383196d0",
  "metadata": {
    "title": "Estimating Phylogenies from Molecular Data",
    "coda_data_split": "train",
    "coda_paper_id": 5755,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Phylogenetic estimation from aligned DNA, RNA or amino acid sequences has attracted more and more attention in recent years due to its importance in analysis of many fine-scale genetic data. Nowadays, its application fields range from medical research to drug discovery, to epidemiology, to systematics and population dynamics. Estimating phylogenies involves solving an optimization problem, called the phylogenetic estimation problem (PEP), whose versions depend on the criterion used to select a phylogeny among plausible alternatives. This chapter offers an overview of PEP and discuss the most important versions that occur in the literature.",
      "sentences": [
        [
          {
            "segment_text": "Phylogenetic estimation from aligned DNA ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "RNA or amino acid sequences has attracted more and more attention in recent years due to its importance in analysis of many fine-scale genetic data .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Nowadays , its application fields range from medical research to drug discovery ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "to epidemiology , to systematics and population dynamics .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Estimating phylogenies involves solving an optimization problem ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "called the phylogenetic estimation problem ( PEP ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "whose versions depend on the criterion used to select a phylogeny among plausible alternatives .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This chapter offers an overview of PEP and discuss the most important versions that occur in the literature .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "R. Bruni (ed.), Mathematical Approaches to Polymer Sequence Analysis and Related Problems,",
      "sentences": [
        [
          {
            "segment_text": "R. Bruni ( ed . )",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": ", Mathematical Approaches to Polymer Sequence Analysis and Related Problems ,",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "6",
    "segment_num": "10",
    "token_num": "122"
  }
}