{
  "paper_id": "23a6cc5f5c3babf3e187374eca3be2a5e052669b",
  "metadata": {
    "title": "Animal infection studies of two recently discovered African bat paramyxoviruses, Achimota 1 and Achimota 2 OPEN",
    "coda_data_split": "train",
    "coda_paper_id": 3685,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Bats are implicated as the natural reservoirs for several highly pathogenic viruses that can infect other animal species, including man. Here, we investigate the potential for two recently discovered bat rubulaviruses, Achimota virus 1 (AchPV1) and Achimota virus 2 (AchPV2), isolated from urine collected under urban bat (Eidolon helvum) roosts in Ghana, West Africa, to infect small laboratory animals. AchPV1 and AchPV2 are classified in the family Paramyxoviridae and cluster with other bat derived zoonotic rubulaviruses (i.e. Sosuga, Menangle and Tioman viruses). To assess the susceptibility of AchPV1 and AchPV2 in animals, infection studies were conducted in ferrets, guinea pigs and mice. Seroconversion, immunohistological evidence of infection, and viral shedding were identified in ferrets and guinea pigs, but not in mice. Infection was associated with respiratory disease in ferrets. Viral genome was detected in a range of tissues from ferrets and guinea pigs, however virus isolation was only achieved from ferret tissues. The results from this study indicate Achimota viruses (AchPVs) are able to cross the species barrier. Consequently, vigilance for infection with and disease caused by these viruses in people and domesticated animals is warranted in sub-Saharan Africa and the Arabian Peninsula where the reservoir hosts are present.",
      "sentences": [
        [
          {
            "segment_text": "Bats are implicated as the natural reservoirs for several highly pathogenic viruses that can infect other animal species , including man .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we investigate the potential for two recently discovered bat rubulaviruses ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "Achimota virus 1 ( AchPV1 ) and Achimota virus 2 ( AchPV2 ) ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "isolated from urine collected under urban bat ( Eidolon helvum ) roosts in Ghana ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "West Africa , to infect small laboratory animals .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "AchPV1 and AchPV2 are classified in the family Paramyxoviridae and cluster with other bat derived zoonotic rubulaviruses ( i.e. Sosuga , Menangle and Tioman viruses ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "To assess the susceptibility of AchPV1 and AchPV2 in animals ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "infection studies were conducted in ferrets , guinea pigs and mice .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Seroconversion , immunohistological evidence of infection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and viral shedding were identified in ferrets and guinea pigs , but not in mice .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Infection was associated with respiratory disease in ferrets .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Viral genome was detected in a range of tissues from ferrets and guinea pigs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "however virus isolation was only achieved from ferret tissues .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The results from this study indicate Achimota viruses ( AchPVs ) are able to cross the species barrier .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Consequently , vigilance for infection with and disease caused by these viruses in people and domesticated animals is warranted in sub-Saharan Africa and the Arabian Peninsula where the reservoir hosts are present .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "15",
    "token_num": "232"
  }
}