{
  "paper_id": "23b41de7e1a2f305de2e2da56ce357d2a168631d",
  "metadata": {
    "title": "Porcine reproductive and respiratory syndrome virus nucleocapsid protein modulates interferon-b production by inhibiting IRF3 activation in immortalized porcine alveolar macrophages",
    "coda_data_split": "train",
    "coda_paper_id": 10178,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Porcine reproductive and respiratory syndrome virus (PRRSV) infection appears to elicit a weak innate immune response suppressing type 1 interferon (IFN) production. Recent studies have revealed that several nonstructural proteins encoded by the PRRSV genome independently antagonize the type 1 IFN system. The present study sought to identify the structural proteins that possess the immune evasion properties in immortalized porcine alveolar macrophages (PAM). Each structural protein gene was stably expressed in a porcine monocytederived macrophage cell line, PAM-pCD163, and tested for its potential to inhibit IFN-b induction. We then focused on the nucleocapsid (N) protein, which has a strong inhibitory effect on dsRNA-induced IFN-b production. Upon dsRNA stimulation, IFN-b production was shown to decrease proportionally with increasing levels of N expression. Furthermore, the PRRSV N protein was found to downregulate IFN-dependent gene production by dsRNA. Taken together, these results indicate the ability of N to modulate the dsRNA-mediated IFN induction pathways. In addition, the N protein significantly interfered with dsRNA-induced phosphorylation and nuclear translocation of IRF3. Our data suggest that the PRRSV N protein is a responsible component, independent of other nonstructural elements, for evading the IFN response by antagonizing IRF3 activation.",
      "sentences": [
        [
          {
            "segment_text": "Porcine reproductive and respiratory syndrome virus ( PRRSV ) infection appears to elicit a weak innate immune response suppressing type 1 interferon ( IFN ) production .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Recent studies have revealed that several nonstructural proteins encoded by the PRRSV genome independently antagonize the type 1 IFN system .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The present study sought to identify the structural proteins that possess the immune evasion properties in immortalized porcine alveolar macrophages ( PAM ) .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Each structural protein gene was stably expressed in a porcine monocytederived macrophage cell line ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "PAM-pCD163 , and tested for its potential to inhibit IFN-b induction .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We then focused on the nucleocapsid ( N ) protein ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "which has a strong inhibitory effect on dsRNA-induced IFN-b production .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Upon dsRNA stimulation , IFN-b production was shown to decrease proportionally with increasing levels of N expression .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , the PRRSV N protein was found to downregulate IFN-dependent gene production by dsRNA .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Taken together , these results indicate the ability of N to modulate the dsRNA-mediated IFN induction pathways .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , the N protein significantly interfered with dsRNA-induced phosphorylation and nuclear translocation of IRF3 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our data suggest that the PRRSV N protein is a responsible component ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "independent of other nonstructural elements ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "for evading the IFN response by antagonizing IRF3 activation .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "14",
    "token_num": "219"
  }
}