{
  "paper_id": "23c57f7251a9c115446b642916b659018f527763",
  "metadata": {
    "title": "Back to the future: recombinant polyclonal antibody therapeutics",
    "coda_data_split": "train",
    "coda_paper_id": 4976,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Antibody therapeutics are one of the fastest growing classes of pharmaceuticals, with an annual US market over $20 billion, developed to treat a variety of diseases including cancer, autoimmune and infectious diseases. Most are currently administered as a single molecule to treat a single disease, however there is mounting evidence that cocktails of multiple antibodies, each with a unique binding specificity and protective mechanism, may improve clinical efficacy. Here, we review progress in the development of oligoclonal combinations of antibodies to treat disease, focusing on identification of synergistic antibodies. We then discuss the application of modern antibody engineering technologies to produce highly potent antibody preparations, including oligoclonal antibody cocktails and truly recombinant polyclonal antibodies. Specific examples illustrating the synergy conferred by multiple antibodies will be provided for diseases caused by botulinum toxin, cancer and immune thrombocytopenia. The bioprocessing and regulatory options for these preparations will be discussed.",
      "sentences": [
        [
          {
            "segment_text": "Antibody therapeutics are one of the fastest growing classes of pharmaceuticals ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "with an annual US market over $ 20 billion ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "developed to treat a variety of diseases including cancer , autoimmune and infectious diseases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Most are currently administered as a single molecule to treat a single disease ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "however there is mounting evidence that cocktails of multiple antibodies ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "each with a unique binding specificity and protective mechanism , may improve clinical efficacy .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we review progress in the development of oligoclonal combinations of antibodies to treat disease ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "focusing on identification of synergistic antibodies .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We then discuss the application of modern antibody engineering technologies to produce highly potent antibody preparations ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "including oligoclonal antibody cocktails and truly recombinant polyclonal antibodies .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Specific examples illustrating the synergy conferred by multiple antibodies will be provided for diseases caused by botulinum toxin , cancer and immune thrombocytopenia .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The bioprocessing and regulatory options for these preparations will be discussed .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "12",
    "token_num": "164"
  }
}