{
  "paper_id": "23eae5a7a5adea7087bfecfe28d35fbcdbf9caf3",
  "metadata": {
    "title": "Article The novel H1N1 Influenza A global airline transmission and early warning without travel containments",
    "coda_data_split": "train",
    "coda_paper_id": 3556,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "A novel influenza A (H1N1) has been spreading worldwide. Early studies implied that international air travels might be key cause of a severe potential pandemic without appropriate containments. In this study, early outbreaks in Mexico and some cities of United States were used to estimate the preliminary epidemic parameters by applying adjusted SEIR epidemiological model, indicating transmissibility infectivity of the virus. According to the findings, a new spatial allocation model totally based on the real-time airline data was established to assess the potential spreading of H1N1 from Mexico to the world. Our estimates find the basic reproductive number R0 of H1N1 is around 3.4, and the effective reproductive number fall sharply by effective containment strategies. The finding also implies Spain, Canada, France, Panama, Peru are the most possible country to be involved in severe endemic H1N1 spreading.",
      "sentences": [
        [
          {
            "segment_text": "A novel influenza A ( H1N1 ) has been spreading worldwide .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Early studies implied that international air travels might be key cause of a severe potential pandemic without appropriate containments .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , early outbreaks in Mexico and some cities of United States were used to estimate the preliminary epidemic parameters by applying adjusted SEIR epidemiological model ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "indicating transmissibility infectivity of the virus .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "According to the findings , a new spatial allocation model totally based on the real-time airline data was established to assess the potential spreading of H1N1 from Mexico to the world .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our estimates find the basic reproductive number R0 of H1N1 is around 3.4 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the effective reproductive number fall sharply by effective containment strategies .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The finding also implies Spain ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Canada , France , Panama ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Peru are the most possible country to be involved in severe endemic H1N1 spreading .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Citation:",
      "sentences": [
        [
          {
            "segment_text": "Citation :",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "Chang C Y, Cao C X, Wang Q, et al. The novel H1N1 Influenza A global airline transmission and early warning without travel containments.",
      "sentences": [
        [
          {
            "segment_text": "Chang C Y , Cao C X ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "Wang Q , et al. .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "The novel H1N1 Influenza A global airline transmission and early warning without travel containments .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "9",
    "segment_num": "14",
    "token_num": "184"
  }
}