{
  "paper_id": "23f035a4155497c3feb0670f5de97466bfc6e660",
  "metadata": {
    "title": "Expression of Recombinant Vaccines and Antibodies in Plants",
    "coda_data_split": "train",
    "coda_paper_id": 4899,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Plants are able to perform post-translational maturations of therapeutic proteins required for their functional biological activity and suitable in vivo pharmacokinetics. Plants can be a low-cost, large-scale production platform of recombinant biopharmaceutical proteins such as vaccines and antibodies. Plants, however, lack mechanisms of processing authentic human N-glycosylation, which imposes a major limitation in their use as an expression system for therapeutic glycoproducts. Efforts have been made to circumvent plant-specific Nglycosylation, as well as to supplement the plant\u0027s endogenous system with human glycosyltransferases for nonimmunogenic and humanized N-glycan production. Herein we review studies on the potential of plants to serve as production systems for therapeutic and prophylactic biopharmaceuticals. We have especially focused on recombinant vaccines and antibodies and new expression strategies to overcome the existing problems associated with their production in plants.",
      "sentences": [
        [
          {
            "segment_text": "Plants are able to perform post-translational maturations of therapeutic proteins required for their functional biological activity and suitable in vivo pharmacokinetics .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Plants can be a low-cost ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "large-scale production platform of recombinant biopharmaceutical proteins such as vaccines and antibodies .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Plants , however , lack mechanisms of processing authentic human N-glycosylation ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which imposes a major limitation in their use as an expression system for therapeutic glycoproducts .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Efforts have been made to circumvent plant-specific Nglycosylation ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "as well as to supplement the plant \u0027s endogenous system with human glycosyltransferases for nonimmunogenic and humanized N-glycan production .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Herein we review studies on the potential of plants to serve as production systems for therapeutic and prophylactic biopharmaceuticals .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We have especially focused on recombinant vaccines and antibodies and new expression strategies to overcome the existing problems associated with their production in plants .",
            "crowd_label": "method"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "9",
    "token_num": "143"
  }
}