{
  "paper_id": "23fa93028034e092a7bc53c397c7d0ae365e1055",
  "metadata": {
    "title": "Anti-protease and Immunomodulatory Activities of Bacteria Associated with Caribbean Sponges",
    "coda_data_split": "train",
    "coda_paper_id": 5135,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Marine sponges and their associated bacteria have been proven to be a rich source of novel secondary metabolites with therapeutic usefulness in cancer, infection, and autoimmunity. In this study, 79 strains belonging to 20 genera of the order Actinomycetales and seven strains belonging to two genera of the order Sphingomonadales were cultivated from 18 different Caribbean sponges and identified by 16S rRNA gene sequencing. Seven of these strains are likely to represent novel species. Crude extracts from selected strains were found to exhibit protease inhibition against cathepsins B and L, rhodesain, and falcipain-2 as well as immunomodulatory activities such as induction of cytokine release by human peripheral blood mononuclear cells. These results highlight the significance of marine sponge-associated bacteria to produce bioactive secondary metabolites with therapeutic potential in the treatment of infectious diseases and disorders of the immune system.",
      "sentences": [
        [
          {
            "segment_text": "Marine sponges and their associated bacteria have been proven to be a rich source of novel secondary metabolites with therapeutic usefulness in cancer , infection , and autoimmunity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , 79 strains belonging to 20 genera of the order Actinomycetales and seven strains belonging to two genera of the order Sphingomonadales were cultivated from 18 different Caribbean sponges and identified by 16S rRNA gene sequencing .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Seven of these strains are likely to represent novel species .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Crude extracts from selected strains were found to exhibit protease inhibition against cathepsins B and L ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "rhodesain , and falcipain-2 as well as immunomodulatory activities such as induction of cytokine release by human peripheral blood mononuclear cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results highlight the significance of marine sponge-associated bacteria to produce bioactive secondary metabolites with therapeutic potential in the treatment of infectious diseases and disorders of the immune system .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "6",
    "token_num": "149"
  }
}