{
  "paper_id": "241dbe189937800ffeddfdafbac58ceec96948d3",
  "metadata": {
    "title": "Journal Pre-proof Applications of google search trends for risk communication in infectious disease management: A case study of COVID-19 outbreak in Taiwan Applications of Google Search Trends for Risk Communication in Infectious Disease Management: a Case Study of COVID-19 Outbreak in Taiwan",
    "coda_data_split": "train",
    "coda_paper_id": 6051,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": " Searches related to COVID-19 and face masks in Taiwan increased rapidly, following the announcements of Taiwan\u0027 first imported case and reached its peak as local cases were reported.  Searches for handwashing were gradually increased in period of face masks shortage in Taiwan.  Google Trends provides information on the most common knowledge needed by users and location of searches.  In response to the ongoing outbreak, our results demonstrated that Google Trends could potentially define the proper timing and location for practicing appropriate risk communication strategies to the affected population.",
      "sentences": [
        [
          {
            "segment_text": "Searches related to COVID-19 and face masks in Taiwan increased rapidly ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "following the announcements of Taiwan \u0027 first imported case and reached its peak as local cases were reported .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Searches for handwashing were gradually increased in period of face masks shortage in Taiwan .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Google Trends provides information on the most common knowledge needed by users and location of searches .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In response to the ongoing outbreak ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "our results demonstrated that Google Trends could potentially define the proper timing and location for practicing appropriate risk communication strategies to the affected population .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Objective: An emerging outbreak of COVID-19 has been detected in at least 26 countries worldwide.",
      "sentences": [
        [
          {
            "segment_text": "Objective : An emerging outbreak of COVID-19 has been detected in at least 26 countries worldwide .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Given this pandemic situation, robust risk communication is urgently needed particularly in affected countries. Therefore, this study explored the potential use of Google Trends (GT) to monitor public restlessness toward COVID-19 epidemic infection in Taiwan.",
      "sentences": [
        [
          {
            "segment_text": "Given this pandemic situation , robust risk communication is urgently needed particularly in affected countries .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Therefore , this study explored the potential use of Google Trends ( GT ) to monitor public restlessness toward COVID-19 epidemic infection in Taiwan .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "We retrieved GT data for the specific locations of Taiwan nationwide and subregions using defined search terms related to coronavirus, handwashing, and face masks.",
      "sentences": [
        [
          {
            "segment_text": "We retrieved GT data for the specific locations of Taiwan nationwide and subregions using defined search terms related to coronavirus ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "handwashing , and face masks .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results: Searches related to COVID-19 and face masks in Taiwan increased rapidly, following the announcements of Taiwan\u0027 first imported case and reached its peak as local cases were reported.",
      "sentences": [
        [
          {
            "segment_text": "Results : Searches related to COVID-19 and face masks in Taiwan increased rapidly ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "following the announcements of Taiwan \u0027 first imported case and reached its peak as local cases were reported .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "However, searches for handwashing were gradually increased in period of face masks shortage.",
      "sentences": [
        [
          {
            "segment_text": "However , searches for handwashing were gradually increased in period of face masks shortage .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Moreover, high to moderate correlations between Google relative search volume (RSV) and COVID-19 cases were found in Taipei (lag-3), New Taipei (lag-2), Taoyuan (lag-2), Tainan (lag-1), Taichung (lag0), and Kaohsiung (lag0).",
      "sentences": [
        [
          {
            "segment_text": "Moreover , high to moderate correlations between Google relative search volume ( RSV ) and COVID-19 cases were found in Taipei ( lag-3 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "New Taipei ( lag-2 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Taoyuan ( lag-2 ) , Tainan ( lag-1 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Taichung ( lag0 ) , and Kaohsiung ( lag0 ) .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "In response to the ongoing outbreak, our results demonstrated that GT could potentially define the proper timing and location for practicing appropriate risk communication strategies to the affected population.",
      "sentences": [
        [
          {
            "segment_text": "In response to the ongoing outbreak ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "our results demonstrated that GT could potentially define the proper timing and location for practicing appropriate risk communication strategies to the affected population .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "8",
    "sentence_num": "12",
    "segment_num": "20",
    "token_num": "311"
  }
}