{
  "paper_id": "242c45037a932923b21e94b1f3be6f8c3e5579bd",
  "metadata": {
    "title": "Angiotensin-converting enzyme-2: a molecular and cellular perspective",
    "coda_data_split": "train",
    "coda_paper_id": 8162,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Angiotensin-converting enzyme-2 (ACE2) is the first human homologue of ACE to be described. ACE2 is a type I integral membrane protein which functions as a carboxypeptidase, cleaving a single hydrophobic/basic residue from the C-terminus of its substrates. ACE2 efficiently hydrolyses the potent vasoconstrictor angiotensin II to angiotensin (1-7). It is a consequence of this action that ACE2 participates in the renin-angiotensin system. However, ACE2 also hydrolyses dynorphin A (1-13), apelin-13 and des-Arg 9 bradykinin. The role of ACE2 in these peptide systems has yet to be revealed. A physiological role for ACE2 has been implicated in hypertension, cardiac function, heart function and diabetes, and as a receptor of the severe acute respiratory syndrome coronavirus. This paper reviews the biochemistry of ACE2 and discusses key findings such as the elucidation of crystal structures for ACE2 and testicular ACE and the development of ACE2 inhibitors that have now provided a basis for future research on this enzyme.",
      "sentences": [
        [
          {
            "segment_text": "Angiotensin-converting enzyme-2 ( ACE2 ) is the first human homologue of ACE to be described .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "ACE2 is a type I integral membrane protein which functions as a carboxypeptidase ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "cleaving a single hydrophobic/basic residue from the C-terminus of its substrates .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "ACE2 efficiently hydrolyses the potent vasoconstrictor angiotensin II to angiotensin ( 1-7 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It is a consequence of this action that ACE2 participates in the renin-angiotensin system .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , ACE2 also hydrolyses dynorphin A ( 1-13 ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "apelin-13 and des-Arg 9 bradykinin .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The role of ACE2 in these peptide systems has yet to be revealed .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A physiological role for ACE2 has been implicated in hypertension ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "cardiac function , heart function and diabetes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and as a receptor of the severe acute respiratory syndrome coronavirus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This paper reviews the biochemistry of ACE2 and discusses key findings such as the elucidation of crystal structures for ACE2 and testicular ACE and the development of ACE2 inhibitors that have now provided a basis for future research on this enzyme .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "12",
    "token_num": "175"
  }
}