{
  "paper_id": "244d508764bc18484a07addd4497b215b0d64098",
  "metadata": {
    "title": "Zoonotic disease risk perceptions and infection control practices of Australian veterinarians: Call for change in work culture",
    "coda_data_split": "train",
    "coda_paper_id": 8076,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "This study was conducted to determine the perceptions of zoonotic disease risk among Australian veterinarians, the infection control practices they use to protect themselves from zoonotic diseases, and the factors influencing their use of these protective practices. A questionnaire was designed and piloted prior to its administration to veterinarians at the annual Australian Veterinary Association Conference in May 2011. The questionnaire comprised 21 closed, semi-closed and open questions. Data from the questionnaire were analyzed using ordinal logistic regression analyses to determine significant factors for veterinarians\u0027 use of personal protective equipment (PPE).",
      "sentences": [
        [
          {
            "segment_text": "This study was conducted to determine the perceptions of zoonotic disease risk among Australian veterinarians ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "the infection control practices they use to protect themselves from zoonotic diseases ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and the factors influencing their use of these protective practices .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "A questionnaire was designed and piloted prior to its administration to veterinarians at the annual Australian Veterinary Association Conference in May 2011 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The questionnaire comprised 21 closed , semi-closed and open questions .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Data from the questionnaire were analyzed using ordinal logistic regression analyses to determine significant factors for veterinarians \u0027 use of personal protective equipment ( PPE ) .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "A total of 344 veterinarians completed the questionnaire of which 63.7% were women, 63.2% worked in small/companion animal practice, and 79.9% worked in private veterinary practice. Of the respondents, 44.9% reported contracting a zoonosis during their careers with 19.7% reporting a suspected case and 25.2% reporting a confirmed incidence. Around 40-60% of veterinarians perceived exposure to zoonosis likely or very likely in a variety of situations. With reference to current national industry guidelines, the reported use of PPE was less than \"adequate\" for most scenarios except for performing postmortems, surgery or dental procedures. No PPE was used by 60-70% of veterinarians for treating respiratory and neurological cases and by 40-50% when treating gastrointestinal and dermatological cases. Workplace conditions need improvement as 34.8% of workplaces did not have isolation units for infected animals, 21.1% did not have separate eating areas for staff, and 57.1% did not have complete PPE kits for use. Veterinarians were more likely to use PPE if they had undertaken postgraduate education, perceived that zoonosis exposure from animals and procedures was likely, consciously considered PPE use for every case they dealt with and believed that liability issues and risks encouraged use of PPE. In contrast, those working in private practices, those who tended to \u0027just hope for the best\u0027 when trying to avoid zoonotic diseases, and those who were not aware of industry guidelines were less likely to use PPE.",
      "sentences": [
        [
          {
            "segment_text": "A total of 344 veterinarians completed the questionnaire of which 63.7 % were women ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "63.2 % worked in small/companion animal practice ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and 79.9 % worked in private veterinary practice .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Of the respondents , 44.9 % reported contracting a zoonosis during their careers with 19.7 % reporting a suspected case and 25.2 % reporting a confirmed incidence .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Around 40-60 % of veterinarians perceived exposure to zoonosis likely or very likely in a variety of situations .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "With reference to current national industry guidelines ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the reported use of PPE was less than `` adequate \u0027\u0027 for most scenarios except for performing postmortems , surgery or dental procedures .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "No PPE was used by 60-70 % of veterinarians for treating respiratory and neurological cases and by 40-50 % when treating gastrointestinal and dermatological cases .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Workplace conditions need improvement as 34.8 % of workplaces did not have isolation units for infected animals ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "21.1 % did not have separate eating areas for staff ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and 57.1 % did not have complete PPE kits for use .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Veterinarians were more likely to use PPE if they had undertaken postgraduate education ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "perceived that zoonosis exposure from animals and procedures was likely ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "consciously considered PPE use for every case they dealt with and believed that liability issues and risks encouraged use of PPE .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In contrast , those working in private practices ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "those who tended to ` just hope for the best \u0027 when trying to avoid zoonotic diseases ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and those who were not aware of industry guidelines were less likely to use PPE .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "The results suggest that veterinarians\u0027 perceptions and workplace policies and culture substantially influence their use of PPE. Efforts should be made to encourage veterinarians and their workplaces to use infection control practices to protect themselves and their staff from zoonotic diseases.",
      "sentences": [
        [
          {
            "segment_text": "The results suggest that veterinarians \u0027 perceptions and workplace policies and culture substantially influence their use of PPE .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Efforts should be made to encourage veterinarians and their workplaces to use infection control practices to protect themselves and their staff from zoonotic diseases .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "14",
    "segment_num": "25",
    "token_num": "413"
  }
}