{
  "paper_id": "2453e09f56bdc13f6e28f18f9e0ce9fbd52f3d02",
  "metadata": {
    "title": "Type I interferons in viral control and immune regulation",
    "coda_data_split": "train",
    "coda_paper_id": 6017,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Type 1 interferons (IFN-I) exert pleiotropic biological effects during viral infections, all which contribute to balancing virus control and immune pathology. Despite extensive antiviral functions that subdue virus replication, recent studies demonstrate pathogenic and pro-viral roles for IFN-I signaling during acute and persistent virus infection. IFN-I signaling can promote morbidity and mortality through induction of aberrant inflammatory responses during acute viral infection. In contrast, IFN-I signaling during persistent viral infection supports immune suppression, lymphoid tissue disorganization and CD4 T cell dysfunction. Systematic characterization of the cellular populations and intricacies of IFN-I signaling that promote pathology or immune suppression during acute and persistent viral infections, respectively, should inform the development of treatments and modalities to control viral associated pathologies.",
      "sentences": [
        [
          {
            "segment_text": "Type 1 interferons ( IFN-I ) exert pleiotropic biological effects during viral infections ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "all which contribute to balancing virus control and immune pathology .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Despite extensive antiviral functions that subdue virus replication ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "recent studies demonstrate pathogenic and pro-viral roles for IFN-I signaling during acute and persistent virus infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "IFN-I signaling can promote morbidity and mortality through induction of aberrant inflammatory responses during acute viral infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In contrast , IFN-I signaling during persistent viral infection supports immune suppression ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "lymphoid tissue disorganization and CD4 T cell dysfunction .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Systematic characterization of the cellular populations and intricacies of IFN-I signaling that promote pathology or immune suppression during acute and persistent viral infections ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "respectively , should inform the development of treatments and modalities to control viral associated pathologies .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "9",
    "token_num": "131"
  }
}