{
  "paper_id": "2460b358bc29925bd5d08bc78c3b5d12db65d392",
  "metadata": {
    "title": "Viral-associated glomerulopathies in children",
    "coda_data_split": "train",
    "coda_paper_id": 2489,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Viral infections associate temporally with the onset of many glomerular diseases, particularly in children. In other cases of glomerulonephritis, when infection is clinically silent, viral syndromes can still be implicated as a trigger. However, strong evidence for viral causality in most glomerular disease is still lacking. While numerous case reports in children document the occurrence of specific forms of glomerular disease after seroconversion to a wide range of viruses, relatively few reports provide pathologic evidence of viral infection associated with glomerular lesions on kidney biopsy. Strong associations between hepatitis viruses and glomerular injury have been acknowledged in adults, but hepatitis C virus appears not to be an etiology in children. In the context of treating glomerular diseases, when diagnosed, the treatment of hepatitis B virus, cytomegalovirus and human immunodeficiency virus in children with membranoproliferative, membranous and collapsing glomerulopathy plays an important role. Otherwise, there is no evidence suggesting that the identification of a viral infection in a child with glomerulopathy should change the management of the infection or the glomerulonephritis. Therefore, additional research into this topic is very much needed.",
      "sentences": [
        [
          {
            "segment_text": "Viral infections associate temporally with the onset of many glomerular diseases , particularly in children .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In other cases of glomerulonephritis ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "when infection is clinically silent ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "viral syndromes can still be implicated as a trigger .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , strong evidence for viral causality in most glomerular disease is still lacking .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "While numerous case reports in children document the occurrence of specific forms of glomerular disease after seroconversion to a wide range of viruses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "relatively few reports provide pathologic evidence of viral infection associated with glomerular lesions on kidney biopsy .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Strong associations between hepatitis viruses and glomerular injury have been acknowledged in adults ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but hepatitis C virus appears not to be an etiology in children .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In the context of treating glomerular diseases ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "when diagnosed , the treatment of hepatitis B virus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "cytomegalovirus and human immunodeficiency virus in children with membranoproliferative ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "membranous and collapsing glomerulopathy plays an important role .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Otherwise , there is no evidence suggesting that the identification of a viral infection in a child with glomerulopathy should change the management of the infection or the glomerulonephritis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Therefore , additional research into this topic is very much needed .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "15",
    "token_num": "200"
  }
}