{
  "paper_id": "24c9985dfabc010c381bee3b22324dadb1214d69",
  "metadata": {
    "title": "Development of transgenic mice expressing a coronavirus-specific public CD4 T cell receptor",
    "coda_data_split": "train",
    "coda_paper_id": 7902,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Mice that are transgenic (Tg) for T cell receptor (TCR) expression are used extensively to analyze longitudinal T cell responses during effector and memory phases of the T cell response. Generation of TCR Tg mice generally requires T cell stimulation and cloning in vitro prior to amplification, processes which introduce biases into selection of the TCR that is ultimately chosen for TCR Tg mouse generation. Here we describe an alternative approach that involves no T cell stimulation or propagation in vitro. We generated mice that were transgenic for a TCR responding to a CD4 T cell epitope (epitope M133) that is immunodominant in mice infected with a neurotropic coronavirus, the JHM strain of mouse hepatitis virus. The CD4 T cell response to epitope M133 is of particular interest because it may be pathogenic, protective or regulatory, depending upon the physiological setting. We applied an iterative process in which we identified a TCR-β chain expressed by all mice that were examined (\u0027public sequence\u0027). This TCR-β chain was introduced into bone marrow cells with a lentivirus vector, generating TCR-β retrogenic mice. A TCR-α chain that paired with this TCR-β was then identified and used to generate a second set of TCR (α/β) retrogenic mice. After demonstrating that these cells were functional and responded to epitope M133, these TCR chains were used to generate an epitope M133-specific TCR Tg mouse. This method should be generally useful for engineering TCR Tg mice without introduction of bias caused by in vitro manipulation and propagation.",
      "sentences": [
        [
          {
            "segment_text": "Mice that are transgenic ( Tg ) for T cell receptor ( TCR ) expression are used extensively to analyze longitudinal T cell responses during effector and memory phases of the T cell response .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Generation of TCR Tg mice generally requires T cell stimulation and cloning in vitro prior to amplification ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "processes which introduce biases into selection of the TCR that is ultimately chosen for TCR Tg mouse generation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we describe an alternative approach that involves no T cell stimulation or propagation in vitro .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We generated mice that were transgenic for a TCR responding to a CD4 T cell epitope ( epitope M133 ) that is immunodominant in mice infected with a neurotropic coronavirus ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "the JHM strain of mouse hepatitis virus .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The CD4 T cell response to epitope M133 is of particular interest because it may be pathogenic ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "protective or regulatory , depending upon the physiological setting .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We applied an iterative process in which we identified a TCR-β chain expressed by all mice that were examined ( ` public sequence \u0027 ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "This TCR-β chain was introduced into bone marrow cells with a lentivirus vector , generating TCR-β retrogenic mice .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A TCR-α chain that paired with this TCR-β was then identified and used to generate a second set of TCR ( α/β ) retrogenic mice .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "After demonstrating that these cells were functional and responded to epitope M133 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "these TCR chains were used to generate an epitope M133-specific TCR Tg mouse .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This method should be generally useful for engineering TCR Tg mice without introduction of bias caused by in vitro manipulation and propagation .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "14",
    "token_num": "277"
  }
}