{
  "paper_id": "24e2765c66c550fe17007c824ddb794fa3eaf35b",
  "metadata": {
    "title": "Effects of aging on T cell function",
    "coda_data_split": "train",
    "coda_paper_id": 8534,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Immunosenescence influences many components of the immune system. Most importantly, profound changes in T cell function are evident in older individuals. The impact of aging on specific T cell subsets has been difficult to examine, but recent advances in murine model systems and new insights into T cell function have allowed for the more precise examination of how T cell responses change with aging. Importantly, recent studies have shown that age-related enhancement of both Th17 generation and regulatory T cell function may contribute to significant changes in immune function. In this review, we summarize the current views on how aging influences the factors that impact T cell function and how this can affect the immune response to infections, vaccinations, and tumors.",
      "sentences": [
        [
          {
            "segment_text": "Immunosenescence influences many components of the immune system .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Most importantly , profound changes in T cell function are evident in older individuals .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The impact of aging on specific T cell subsets has been difficult to examine ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but recent advances in murine model systems and new insights into T cell function have allowed for the more precise examination of how T cell responses change with aging .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Importantly , recent studies have shown that age-related enhancement of both Th17 generation and regulatory T cell function may contribute to significant changes in immune function .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this review , we summarize the current views on how aging influences the factors that impact T cell function and how this can affect the immune response to infections , vaccinations , and tumors .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "6",
    "token_num": "132"
  }
}