{
  "paper_id": "24f3570db4bd3844418231dd3a455a46ba16b554",
  "metadata": {
    "title": "Isolation of inhibitory RNA aptamers against severe acute respiratory syndrome (SARS) coronavirus NTPase/Helicase",
    "coda_data_split": "train",
    "coda_paper_id": 10962,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Recent outbreak of Severe Acute Respiratory Syndrome (SARS) that caused almost 800 victims requires a development of efficient inhibitor against SARS coronavirus (SCV). In this study, RNA aptamers against SCV NTPase/Helicase (nsP10) were isolated from RNA library containing random sequences of 40 nts using in vitro selection technique. Nucleotide sequences of enriched RNA aptamer pool (ES15 RNA) contain AG-rich conserved sequence of 10-11 nucleotides [AAAGGR(G)GAAG; R, purine base] and/or additional sequence of 5 nucleotides [GAAAG], which mainly reside at the loop region in all the predicted secondary structures. Isolated RNAs were observed to efficiently inhibit double-stranded DNA unwinding activity of the helicase by up to $85% with an IC 50 value of 1.2 nM but show a slight effect on ATPase activity of the protein in the presence of cofactor, poly (rU). These results suggest that the pool of selected aptamers might be potentially useful as anti-SCV agents.",
      "sentences": [
        [
          {
            "segment_text": "Recent outbreak of Severe Acute Respiratory Syndrome ( SARS ) that caused almost 800 victims requires a development of efficient inhibitor against SARS coronavirus ( SCV ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , RNA aptamers against SCV NTPase/Helicase ( nsP10 ) were isolated from RNA library containing random sequences of 40 nts using in vitro selection technique .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Nucleotide sequences of enriched RNA aptamer pool ( ES15 RNA ) contain AG-rich conserved sequence of 10-11 nucleotides ( AAAGGR ( G ) GAAG ; R ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "purine base ) and/or additional sequence of 5 nucleotides ( GAAAG ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "which mainly reside at the loop region in all the predicted secondary structures .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Isolated RNAs were observed to efficiently inhibit double-stranded DNA unwinding activity of the helicase by up to $ 85 % with an IC 50 value of 1.2 nM but show a slight effect on ATPase activity of the protein in the presence of cofactor , poly ( rU ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results suggest that the pool of selected aptamers might be potentially useful as anti-SCV agents .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "7",
    "token_num": "178"
  }
}