{
  "paper_id": "25070229ca38363e9f1cd84324336c6e98ee9dc7",
  "metadata": {
    "title": "Angiotensin-converting enzyme 2 and angiotensin 1-7: novel therapeutic targets",
    "coda_data_split": "train",
    "coda_paper_id": 4769,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "| The renin-angiotensin system (RAS) has pivotal roles in the regulation of normal physiology and the pathogenesis of cardiovascular disease. Angiotensin-converting enzyme (ACE) 2, and its product angiotensin 1-7, are thought to have counteracting effects against the adverse actions of other, better known and understood, members of the RAS. The physiological and pathological importance of ACE2 and angiotensin 1-7 in the cardiovascular system are not completely understood, but numerous experimental studies have indicated that these components have protective effects in the heart and blood vessels. Here, we provide an overview on the basic properties of ACE2 and angiotensin 1-7 and a summary of the evidence from experimental and clinical studies of various pathological conditions, such as hypertension, atherosclerosis, myocardial remodelling, heart failure, ischaemic stroke, and diabetes mellitus. ACE2mediated catabolism of angiotensin II is likely to have a major role in cardiovascular protection, whereas the relevant functions and signalling mechanisms of actions induced by angiotensin 1-7 have not been conclusively determined. The ACE2-angiotensin 1-7 pathway, however, might provide a useful therapeutic target for the treatment of cardiovascular disease, especially in patients with overactive RAS.",
      "sentences": [
        [
          {
            "segment_text": "| The renin-angiotensin system ( RAS ) has pivotal roles in the regulation of normal physiology and the pathogenesis of cardiovascular disease .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Angiotensin-converting enzyme ( ACE ) 2 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and its product angiotensin 1-7 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "are thought to have counteracting effects against the adverse actions of other ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "better known and understood , members of the RAS .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The physiological and pathological importance of ACE2 and angiotensin 1-7 in the cardiovascular system are not completely understood ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but numerous experimental studies have indicated that these components have protective effects in the heart and blood vessels .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we provide an overview on the basic properties of ACE2 and angiotensin 1-7 and a summary of the evidence from experimental and clinical studies of various pathological conditions ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "such as hypertension , atherosclerosis ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "myocardial remodelling , heart failure ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "ischaemic stroke , and diabetes mellitus .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "ACE2mediated catabolism of angiotensin II is likely to have a major role in cardiovascular protection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whereas the relevant functions and signalling mechanisms of actions induced by angiotensin 1-7 have not been conclusively determined .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The ACE2-angiotensin 1-7 pathway , however ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "might provide a useful therapeutic target for the treatment of cardiovascular disease ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "especially in patients with overactive RAS .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "16",
    "token_num": "209"
  }
}