{
  "paper_id": "250f7b1a48b92d5ca74ba38d2b772fbc7db77fe3",
  "metadata": {
    "title": "Visceral Target Organs in Systemic St. Louis Encephalitis Virus Infection of Hamsters",
    "coda_data_split": "train",
    "coda_paper_id": 5284,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Ultrastructural aspects of St. Louis encephalitis virus infection of the major extraneutral organs and tissues of suckling hamsters were examined. In the pancreas, both the exocrine and endocrine portions were equally affected by the virus. A feature apparently unique to flaviviruses was the accumulation of virus particles in all types of secretory granules in this organ. Virus particles were seen within myocardial fibers and within the smooth muscle cells and endothehal cells of small blood vessels of the heart. In the intestines, the lamina propria was the most severely infected, with virus particles accumulated in all cell types.",
      "sentences": [
        [
          {
            "segment_text": "Ultrastructural aspects of St. Louis encephalitis virus infection of the major extraneutral organs and tissues of suckling hamsters were examined .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In the pancreas , both the exocrine and endocrine portions were equally affected by the virus .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A feature apparently unique to flaviviruses was the accumulation of virus particles in all types of secretory granules in this organ .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Virus particles were seen within myocardial fibers and within the smooth muscle cells and endothehal cells of small blood vessels of the heart .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In the intestines , the lamina propria was the most severely infected ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with virus particles accumulated in all cell types .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "6",
    "token_num": "106"
  }
}