{
  "paper_id": "251dd2827ce520fe189947ea22457211ed8224c6",
  "metadata": {
    "title": "B-cell activation in cats with feline infectious peritonitis (FIP) by FIP-virus-induced B-cell differentiation/survival factors",
    "coda_data_split": "train",
    "coda_paper_id": 3872,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "It has been suggested that antibody overproduction plays a role in the pathogenesis of feline infectious peritonitis (FIP). However, only a few studies on the B-cell activation mechanism after FIP virus (FIPV) infection have been reported. The present study shows that: (1) the ratio of peripheral blood sIg ? CD21 -B-cells was higher in cats with FIP than in SPF cats, (2) the albumin-to-globulin ratio has negative correlation with the ratio of peripheral blood sIg ? CD21 -B-cell, (3) cells strongly expressing mRNA of the plasma cell master gene, B-lymphocyte-induced maturation protein 1 (Blimp-1), were increased in peripheral blood in cats with FIP, (4) mRNA expression of B-cell differentiation/survival factors, IL-6, CD40 ligand, and B-cell-activating factor belonging to the tumor necrosis factor family (BAFF), was enhanced in macrophages in cats with FIP, and (5) mRNAs of these B-cell differentiation/survival factors were overexpressed in antibodydependent enhancement (ADE)-induced macrophages. These data suggest that virus-infected macrophages overproduce B-cell differentiation/survival factors, and these factors act on B-cells and promote B-cell differentiation into plasma cells in FIPV-infected cats.",
      "sentences": [
        [
          {
            "segment_text": "It has been suggested that antibody overproduction plays a role in the pathogenesis of feline infectious peritonitis ( FIP ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , only a few studies on the B-cell activation mechanism after FIP virus ( FIPV ) infection have been reported .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The present study shows that : ( 1 ) the ratio of peripheral blood sIg ?",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "CD21 - B-cells was higher in cats with FIP than in SPF cats ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "( 2 ) the albumin-to-globulin ratio has negative correlation with the ratio of peripheral blood sIg ?",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "CD21 - B-cell , ( 3 ) cells strongly expressing mRNA of the plasma cell master gene ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "B-lymphocyte-induced maturation protein 1 ( Blimp-1 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "were increased in peripheral blood in cats with FIP ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "( 4 ) mRNA expression of B-cell differentiation/survival factors ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "IL-6 , CD40 ligand , and B-cell-activating factor belonging to the tumor necrosis factor family ( BAFF ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "was enhanced in macrophages in cats with FIP ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and ( 5 ) mRNAs of these B-cell differentiation/survival factors were overexpressed in antibodydependent enhancement ( ADE ) - induced macrophages .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These data suggest that virus-infected macrophages overproduce B-cell differentiation/survival factors ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and these factors act on B-cells and promote B-cell differentiation into plasma cells in FIPV-infected cats .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "14",
    "token_num": "214"
  }
}