{
  "paper_id": "252878458973ebf8c4a149447b2887f0e553e7b5",
  "metadata": {
    "title": "Successful Treatment of Disseminated Nocardiosis Caused by Nocardia veterana in a Dog",
    "coda_data_split": "train",
    "coda_paper_id": 7872,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "A 5-year-old male castrated Lhasa Apso cross was evaluated for a 1-month history of inappetence, lethargy, gagging, and progressive right thoracic limb lameness. Synovial fluid analysis revealed nonseptic suppurative inflammation, and a diagnosis of immune-mediated polyarthritis (IMPA) was made. After 3 months of treatment with prednisone and later cyclosporine, the dog developed multiple firm cutaneous and subcutaneous masses and a focal mass within the jejunum. Cultures of blood, urine, skin lesions, and the jejunal mass identified Nocardia veterana by matrix-absorption laser desorption ionization-time-of-flight mass spectrometry (MALDI-TOF MS) and allowed for earlier identification of the organism compared to more traditional secA1 gene sequencing. Immunosuppressive drug treatment was discontinued, and the dog was treated for 3 months by administration of trimethoprim-sulfamethoxazole (TMS). No recurrence of clinical signs was reported 1 year later. This case report highlights the clinical utility of MALDI-TOF MS, particularly for the rapid identification of slow-growing, fastidious organisms.",
      "sentences": [
        [
          {
            "segment_text": "A 5-year-old male castrated Lhasa Apso cross was evaluated for a 1-month history of inappetence ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "lethargy , gagging , and progressive right thoracic limb lameness .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Synovial fluid analysis revealed nonseptic suppurative inflammation ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and a diagnosis of immune-mediated polyarthritis ( IMPA ) was made .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "After 3 months of treatment with prednisone and later cyclosporine ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the dog developed multiple firm cutaneous and subcutaneous masses and a focal mass within the jejunum .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Cultures of blood , urine ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "skin lesions , and the jejunal mass identified Nocardia veterana by matrix-absorption laser desorption ionization-time-of-flight mass spectrometry ( MALDI-TOF MS ) and allowed for earlier identification of the organism compared to more traditional secA1 gene sequencing .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Immunosuppressive drug treatment was discontinued ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the dog was treated for 3 months by administration of trimethoprim-sulfamethoxazole ( TMS ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "No recurrence of clinical signs was reported 1 year later .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This case report highlights the clinical utility of MALDI-TOF MS ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "particularly for the rapid identification of slow-growing , fastidious organisms .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "13",
    "token_num": "173"
  }
}