{
  "paper_id": "254270af7f396d35475aee946cc1b3f9a3694e29",
  "metadata": {
    "title": "IL-27 promotes the expansion of self-renewing CD8 + T cells in persistent viral infection",
    "coda_data_split": "train",
    "coda_paper_id": 7434,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Chronic infection and cancer are associated with suppressed T cell responses in the presence of cognate antigen. Recent work identified memory-like CXCR5 + TCF1 + CD8 + T cells that sustain T cell responses during persistent infection and proliferate upon anti-PD1 treatment. Approaches to expand these cells are sought. We show that blockade of interferon type 1 (IFN-I) receptor leads to CXCR5 + CD8 + T cell expansion in an IL-27-and STAT1-dependent manner. IFNAR1 blockade promoted accelerated cell division and retention of TCF1 in virus-specific CD8 + T cells. We found that CD8 + T cell-intrinsic IL-27 signaling safeguards the ability of TCF1 hi cells to maintain proliferation and avoid terminal differentiation or programmed cell death. Mechanistically, IL-27 endowed rapidly dividing cells with IRF1, a transcription factor that was required for sustained division in a cell-intrinsic manner. These findings reveal that IL-27 opposes IFN-I to uncouple effector differentiation from cell division and suggest that IL-27 signaling could be exploited to augment self-renewing T cells in chronic infections and cancer.",
      "sentences": [
        [
          {
            "segment_text": "Chronic infection and cancer are associated with suppressed T cell responses in the presence of cognate antigen .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Recent work identified memory-like CXCR5 + TCF1 + CD8 + T cells that sustain T cell responses during persistent infection and proliferate upon anti-PD1 treatment .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Approaches to expand these cells are sought .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We show that blockade of interferon type 1 ( IFN-I ) receptor leads to CXCR5 + CD8 + T cell expansion in an IL-27-and STAT1-dependent manner .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "IFNAR1 blockade promoted accelerated cell division and retention of TCF1 in virus-specific CD8 + T cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We found that CD8 + T cell-intrinsic IL-27 signaling safeguards the ability of TCF1 hi cells to maintain proliferation and avoid terminal differentiation or programmed cell death .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Mechanistically , IL-27 endowed rapidly dividing cells with IRF1 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "a transcription factor that was required for sustained division in a cell-intrinsic manner .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These findings reveal that IL-27 opposes IFN-I to uncouple effector differentiation from cell division and suggest that IL-27 signaling could be exploited to augment self-renewing T cells in chronic infections and cancer .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "9",
    "token_num": "181"
  }
}