{
  "paper_id": "254f8f676257c70f155c7c3f891fd2183a924535",
  "metadata": {
    "title": "Residues on the Dimer Interface of SARS Coronavirus 3C-like Protease: Dimer Stability Characterization and Enzyme Catalytic Activity Analysis",
    "coda_data_split": "train",
    "coda_paper_id": 10578,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "3C-like protease (3CL pro ) plays pivotal roles in the life cycle of severe acute respiratory syndrome coronavirus (SARS-CoV) and only the dimeric protease is proposed as the functional form. Guided by the crystal structure and molecular dynamics simulations, we performed systematic mutation analyses to identify residues critical for 3CL pro dimerization and activity in this study. Seven residues on the dimer interface were selected for evaluating their contributions to dimer stability and catalytic activity by biophysical and biochemical methods. These residues are involved in dimerization through hydrogen bonding and broadly located in the N-terminal finger, the a-helix A 0 of domain I, and the oxyanion loop near the S1 substrate-binding subsite in domain II. We revealed that all seven single mutated proteases still have the dimeric species but the monomer-dimer equilibria of these mutants vary from each other, implying that these residues might contribute differently to the dimer stability. Such a conclusion could be further verified by the results that the proteolytic activities of these mutants also decrease to varying degrees. The present study would help us better understand the dimerizationactivity relationship of SARS-CoV 3CL pro and afford potential information for designing anti-viral compounds targeting the dimer interface of the protease.",
      "sentences": [
        [
          {
            "segment_text": "3C-like protease ( 3CL pro ) plays pivotal roles in the life cycle of severe acute respiratory syndrome coronavirus ( SARS-CoV ) and only the dimeric protease is proposed as the functional form .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Guided by the crystal structure and molecular dynamics simulations ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "we performed systematic mutation analyses to identify residues critical for 3CL pro dimerization and activity in this study .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Seven residues on the dimer interface were selected for evaluating their contributions to dimer stability and catalytic activity by biophysical and biochemical methods .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "These residues are involved in dimerization through hydrogen bonding and broadly located in the N-terminal finger ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the a-helix A 0 of domain I ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the oxyanion loop near the S1 substrate-binding subsite in domain II .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We revealed that all seven single mutated proteases still have the dimeric species but the monomer-dimer equilibria of these mutants vary from each other ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "implying that these residues might contribute differently to the dimer stability .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Such a conclusion could be further verified by the results that the proteolytic activities of these mutants also decrease to varying degrees .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The present study would help us better understand the dimerizationactivity relationship of SARS-CoV 3CL pro and afford potential information for designing anti-viral compounds targeting the dimer interface of the protease .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "11",
    "token_num": "216"
  }
}