{
  "paper_id": "25576dd63e9bdf1bef094279010e378d096d40f2",
  "metadata": {
    "title": "The Journal of Infectious Diseases Fully Human Immunoglobulin G From Transchromosomic Bovines Treats Nonhuman Primates Infected With Ebola Virus Makona Isolate",
    "coda_data_split": "train",
    "coda_paper_id": 10161,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Transchromosomic bovines (Tc-bovines) adaptively produce fully human polyclonal immunoglobulin (Ig)G antibodies after exposure to immunogenic antigen(s). The National Interagency Confederation for Biological Research and collaborators rapidly produced and then evaluated anti-Ebola virus IgG immunoglobulins (collectively termed SAB-139) purified from Tc-bovine plasma after sequential hyperimmunization with an Ebola virus Makona isolate glycoprotein nanoparticle vaccine. SAB-139 was characterized by several in vitro production, research, and clinical level assays using wild-type Makona-C05 or recombinant virus/antigens from different Ebola virus variants. SAB-139 potently activates natural killer cells, monocytes, and peripheral blood mononuclear cells and has high-binding avidity demonstrated by surface plasmon resonance. SAB-139 has similar concentrations of galactose-α-1,3-galactose carbohydrates compared with human-derived intravenous Ig, and the IgG1 subclass antibody is predominant. All rhesus macaques infected with Ebola virus/H.sapiens-tc/GIN/2014/Makona-C05 and treated with sufficient SAB-139 at 1 day (n \u003d 6) or 3 days (n \u003d 6) postinfection survived versus 0% of controls. This study demonstrates that Tc-bovines can produce pathogen-specific human Ig to prevent and/or treat patients when an emerging infectious disease either threatens to or becomes an epidemic.",
      "sentences": [
        [
          {
            "segment_text": "Transchromosomic bovines ( Tc-bovines ) adaptively produce fully human polyclonal immunoglobulin ( Ig ) G antibodies after exposure to immunogenic antigen ( s ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The National Interagency Confederation for Biological Research and collaborators rapidly produced and then evaluated anti-Ebola virus IgG immunoglobulins ( collectively termed SAB-139 ) purified from Tc-bovine plasma after sequential hyperimmunization with an Ebola virus Makona isolate glycoprotein nanoparticle vaccine .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "SAB-139 was characterized by several in vitro production ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "research , and clinical level assays using wild-type Makona-C05 or recombinant virus/antigens from different Ebola virus variants .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "SAB-139 potently activates natural killer cells ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "monocytes , and peripheral blood mononuclear cells and has high-binding avidity demonstrated by surface plasmon resonance .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "SAB-139 has similar concentrations of galactose-α-1,3-galactose carbohydrates compared with human-derived intravenous Ig ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and the IgG1 subclass antibody is predominant .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "All rhesus macaques infected with Ebola virus/H .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "sapiens-tc/GIN/2014 / Makona-C05 and treated with sufficient SAB-139 at 1 day ( n \u003d 6 ) or 3 days ( n \u003d 6 ) postinfection survived versus 0 % of controls .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This study demonstrates that Tc-bovines can produce pathogen-specific human Ig to prevent and/or treat patients when an emerging infectious disease either threatens to or becomes an epidemic .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "11",
    "token_num": "205"
  }
}