{
  "paper_id": "255e2bd7406726ccde903239d96011c340330634",
  "metadata": {
    "title": "Detection of porcine circovirus genotypes 2a and 2b in aborted foetuses from infected swine herds in the State of São Paulo, Brazil",
    "coda_data_split": "train",
    "coda_paper_id": 6931,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Porcine circovirus type 2 (PCV2) has been associated with several disease complexes, including reproductive failure. The aim of this study was to identify the subtypes of PCV2 that are associated with reproductive failure in pigs from the State of São Paulo, Brazil and to investigate co-infections with other infectious organisms. Findings: Samples of 168 aborted foetuses or mummified foetuses from five farrow-to-finish swine farms known to be infected with PCV2 and located in the State of São Paulo were tested for PCV2 by polymerase chain reaction (PCR). Positive samples were additionally tested for porcine parvovirus (PPV), Leptospira spp. and Brucella spp. by PCR. PCV2 was detected in 18 of the samples (10.7%). PPV, Brucella spp. and Leptospira spp were found in 2, 10 and 0 cases, respectively. Eleven PCV2 strains were sequenced and determined to be either genotype 2a (n \u003d 1) or 2b (n \u003d 10).",
      "sentences": [
        [
          {
            "segment_text": "Background : Porcine circovirus type 2 ( PCV2 ) has been associated with several disease complexes , including reproductive failure .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The aim of this study was to identify the subtypes of PCV2 that are associated with reproductive failure in pigs from the State of São Paulo ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "Brazil and to investigate co-infections with other infectious organisms .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Findings : Samples of 168 aborted foetuses or mummified foetuses from five farrow-to-finish swine farms known to be infected with PCV2 and located in the State of São Paulo were tested for PCV2 by polymerase chain reaction ( PCR ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Positive samples were additionally tested for porcine parvovirus ( PPV ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Leptospira spp. and Brucella spp. by PCR .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "PCV2 was detected in 18 of the samples ( 10.7 % ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "PPV , Brucella spp. and Leptospira spp were found in 2 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "10 and 0 cases , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Eleven PCV2 strains were sequenced and determined to be either genotype 2a ( n \u003d 1 ) or 2b ( n \u003d 10 ) .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "The findings indicate that the frequency of PCV2 infections in aborted porcine foetuses from the State of São Paulo is rather low (10.7%) and that co-infection with other pathogens is common and may be involved in PCV2 associated reproductive failure. No repeatable, characteristic amino acid motifs for regions of the PCV2 capsid protein seemed to be associated with abortion in sows.",
      "sentences": [
        [
          {
            "segment_text": "The findings indicate that the frequency of PCV2 infections in aborted porcine foetuses from the State of São Paulo is rather low ( 10.7 % ) and that co-infection with other pathogens is common and may be involved in PCV2 associated reproductive failure .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "No repeatable , characteristic amino acid motifs for regions of the PCV2 capsid protein seemed to be associated with abortion in sows .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "9",
    "segment_num": "12",
    "token_num": "243"
  }
}