{
  "paper_id": "255e05f7b489ece5c5c60fdf312ba0a3dcffeb37",
  "metadata": {
    "title": "Epidemiology of human coronavirus NL63 infection among hospitalized patients with pneumonia in Taiwan",
    "coda_data_split": "train",
    "coda_paper_id": 10040,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background/Purpose: Human coronavirus (HCoV) NL63 is recognized in association with upper or lower respiratory tract illnesses in children. This study surveyed the prevalence of HCoV-NL63 and influenza viruses in patients with influenza-like illness in Taiwan during 2010 e2011. Methods: Throat samples from 107 hospitalized patients with pneumonia and 175 outpatients with influenza-like illness were examined using real-time polymerase chain reaction assays with virus-specific primers, and then virus-positive specimens were confirmed by sequencing the polymerase chain reaction products. Results: HCoV-NL63 infection was identified in 8.4% (9/107) of hospitalized patients with pneumonia, but not found in outpatients with influenza-like illness. Age distribution of HCoV-NL63 infection in hospitalized patients with pneumonia indicated that the group aged 16e25 years (20%) had the highest positive rate compared with the other groups, and exhibited a similar age-specific pattern to influenza A/H1N1 infection, but not influenza A/H3N2 and B infections in hospitalized patients. Seasonal prevalence of HCoV-NL63 infection was late winter, overlapping the highest peak of the influenza A/H1N1 epidemic during",
      "sentences": [
        [
          {
            "segment_text": "Background/Purpose : Human coronavirus ( HCoV ) NL63 is recognized in association with upper or lower respiratory tract illnesses in children .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This study surveyed the prevalence of HCoV-NL63 and influenza viruses in patients with influenza-like illness in Taiwan during 2010 e2011 .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : Throat samples from 107 hospitalized patients with pneumonia and 175 outpatients with influenza-like illness were examined using real-time polymerase chain reaction assays with virus-specific primers ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and then virus-positive specimens were confirmed by sequencing the polymerase chain reaction products .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : HCoV-NL63 infection was identified in 8.4 % ( 9/107 ) of hospitalized patients with pneumonia ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but not found in outpatients with influenza-like illness .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Age distribution of HCoV-NL63 infection in hospitalized patients with pneumonia indicated that the group aged 16e25 years ( 20 % ) had the highest positive rate compared with the other groups ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and exhibited a similar age-specific pattern to influenza A/H1N1 infection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but not influenza A/H3N2 and B infections in hospitalized patients .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Seasonal prevalence of HCoV-NL63 infection was late winter ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "overlapping the highest peak of the influenza A/H1N1 epidemic during",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "11",
    "token_num": "185"
  }
}