{
  "paper_id": "259b254062d2435598b6a4544d79634e77725c0d",
  "metadata": {
    "title": "A SARS DNA Vaccine Induces Neutralizing Antibody and Cellular Immune Responses in Healthy Adults in a Phase I Clinical Trial",
    "coda_data_split": "train",
    "coda_paper_id": 7159,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background-The severe acute respiratory syndrome (SARS) virus is a member of the Coronaviridae (CoV) family that first appeared in the Guangdong Province of China in 2002 and was recognized as an emerging infectious disease in March 2003. Over 8,000 cases and 900 deaths occurred during the epidemic. We report the safety and immunogenicity of a SARS DNA vaccine in a Phase I human study.",
      "sentences": [
        [
          {
            "segment_text": "Background-The severe acute respiratory syndrome ( SARS ) virus is a member of the Coronaviridae ( CoV ) family that first appeared in the Guangdong Province of China in 2002 and was recognized as an emerging infectious disease in March 2003 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Over 8,000 cases and 900 deaths occurred during the epidemic .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We report the safety and immunogenicity of a SARS DNA vaccine in a Phase I human study .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Methods-A single-plasmid DNA vaccine encoding the Spike (S) glycoprotein was evaluated in 10 healthy adults. Nine subjects completed the 3 dose vaccination schedule and were evaluated for vaccine safety and immune responses. Immune response was assessed by intracellular cytokine staining (ICS), ELISpot, ELISA, and neutralization assays.",
      "sentences": [
        [
          {
            "segment_text": "Methods-A single-plasmid DNA vaccine encoding the Spike ( S ) glycoprotein was evaluated in 10 healthy adults .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Nine subjects completed the 3 dose vaccination schedule and were evaluated for vaccine safety and immune responses .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Immune response was assessed by intracellular cytokine staining ( ICS ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "ELISpot , ELISA , and neutralization assays .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "The vaccine was well-tolerated. SARS-CoV-specific antibody was detected by ELISA in 8 of 10 subjects and neutralizing antibody was detected in all subjects who received 3 doses of vaccine. SARS-CoV-specific CD4+ T cell responses were detected in all vaccinees, and CD8+ T cell responses in ∼20% of individuals.",
      "sentences": [
        [
          {
            "segment_text": "The vaccine was well-tolerated .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "SARS-CoV-specific antibody was detected by ELISA in 8 of 10 subjects and neutralizing antibody was detected in all subjects who received 3 doses of vaccine .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "SARS-CoV-specific CD4 + T cell responses were detected in all vaccinees ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and CD8 + T cell responses in ∼ 20 % of individuals .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions-The VRC SARS DNA vaccine was well tolerated and produced cellular immune responses and neutralizing antibody in healthy adults.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions-The VRC SARS DNA vaccine was well tolerated and produced cellular immune responses and neutralizing antibody in healthy adults .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "10",
    "segment_num": "12",
    "token_num": "203"
  }
}