{
  "paper_id": "25ad3917e35438350dc5fdd7f64a4a1cdaea39f9",
  "metadata": {
    "title": "The Vietnam Initiative on Zoonotic Infections (VIZIONS): A Strategic Approach to Studying Emerging Zoonotic Infectious Diseases",
    "coda_data_split": "train",
    "coda_paper_id": 9401,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The effect of newly emerging or re-emerging infectious diseases of zoonotic origin in human populations can be potentially catastrophic, and large-scale investigations of such diseases are highly challenging. The monitoring of emergence events is subject to ascertainment bias, whether at the level of species discovery, emerging disease events, or disease outbreaks in human populations. Disease surveillance is generally performed post hoc, driven by a response to recent events and by the availability of detection and identification technologies. Additionally, the inventory of pathogens that exist in mammalian and other reservoirs is incomplete, and identifying those with the potential to cause disease in humans is rarely possible in advance. A major step in understanding the burden and diversity of zoonotic infections, the local behavioral and demographic risks of infection, and the risk of emergence of these pathogens in human populations is to establish surveillance networks in populations that maintain regular contact with diverse animal populations, Maia A Rabaa, Ngo Tri Tue, and Tran My Phuc contributed equally to this work.",
      "sentences": [
        [
          {
            "segment_text": "The effect of newly emerging or re-emerging infectious diseases of zoonotic origin in human populations can be potentially catastrophic ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and large-scale investigations of such diseases are highly challenging .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The monitoring of emergence events is subject to ascertainment bias ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "whether at the level of species discovery ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "emerging disease events , or disease outbreaks in human populations .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Disease surveillance is generally performed post hoc ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "driven by a response to recent events and by the availability of detection and identification technologies .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Additionally , the inventory of pathogens that exist in mammalian and other reservoirs is incomplete ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and identifying those with the potential to cause disease in humans is rarely possible in advance .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A major step in understanding the burden and diversity of zoonotic infections ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the local behavioral and demographic risks of infection ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and the risk of emergence of these pathogens in human populations is to establish surveillance networks in populations that maintain regular contact with diverse animal populations ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Maia A Rabaa , Ngo Tri Tue ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and Tran My Phuc contributed equally to this work .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Ó 2015 The Author (s) and to simultaneously characterize pathogen diversity in human and animal populations. Vietnam has been an epicenter of disease emergence over the last decade, and practices at the human/animal interface may facilitate the likelihood of spillover of zoonotic pathogens into humans. To tackle the scientific issues surrounding the origins and emergence of zoonotic infections in Vietnam, we have established The Vietnam Initiative on Zoonotic Infections (VIZIONS). This countrywide project, in which several international institutions collaborate with Vietnamese organizations, is combining clinical data, epidemiology, high-throughput sequencing, and social sciences to address relevant one-health questions. Here, we describe the primary aims of the project, the infrastructure established to address our scientific questions, and the current status of the project. Our principal objective is to develop an integrated approach to the surveillance of pathogens circulating in both human and animal populations and assess how frequently they are exchanged. This infrastructure will facilitate systematic investigations of pathogen ecology and evolution, enhance understanding of viral cross-species transmission events, and identify relevant risk factors and drivers of zoonotic disease emergence.",
      "sentences": [
        [
          {
            "segment_text": "Ó 2015 The Author ( s ) and to simultaneously characterize pathogen diversity in human and animal populations .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Vietnam has been an epicenter of disease emergence over the last decade ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and practices at the human/animal interface may facilitate the likelihood of spillover of zoonotic pathogens into humans .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To tackle the scientific issues surrounding the origins and emergence of zoonotic infections in Vietnam ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "we have established The Vietnam Initiative on Zoonotic Infections ( VIZIONS ) .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "This countrywide project , in which several international institutions collaborate with Vietnamese organizations ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "is combining clinical data , epidemiology ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "high-throughput sequencing , and social sciences to address relevant one-health questions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Here , we describe the primary aims of the project ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the infrastructure established to address our scientific questions ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the current status of the project .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our principal objective is to develop an integrated approach to the surveillance of pathogens circulating in both human and animal populations and assess how frequently they are exchanged .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "This infrastructure will facilitate systematic investigations of pathogen ecology and evolution ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "enhance understanding of viral cross-species transmission events ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and identify relevant risk factors and drivers of zoonotic disease emergence .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "12",
    "segment_num": "29",
    "token_num": "386"
  }
}