{
  "paper_id": "25be2a6c6c53b8983d2e93059635607d5533bcf5",
  "metadata": {
    "title": "THE EMERGENCE OF ARTHROPOD-BORNE VIRAL DISEASES: A GLOBAL PROSPECTIVE ON DENGUE, CHIKUNGUNYA AND ZIKA FEVERS",
    "coda_data_split": "train",
    "coda_paper_id": 3797,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Arthropod-borne viruses (arboviruses) present a substantial threat to human and animal health worldwide. Arboviruses can cause a variety of clinical presentations that range from mild to life threatening symptoms. Many arboviruses are present in nature through two distinct cycles, the urban and sylvatic cycle that are maintained in complex biological cycles. In this review we briefly discuss the factors driving the emergence of arboviruses, such as the anthropogenic aspects of unrestrained human population growth, economic expansion and globalization. Also the important aspects of viruses and vectors in the occurrence of arboviruses epidemics. The focus of this review will be on dengue, zika and chikungunya viruses, particularly because these viruses are currently causing a negative impact on public health and economic damage around the world.",
      "sentences": [
        [
          {
            "segment_text": "Arthropod-borne viruses ( arboviruses ) present a substantial threat to human and animal health worldwide .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Arboviruses can cause a variety of clinical presentations that range from mild to life threatening symptoms .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Many arboviruses are present in nature through two distinct cycles ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the urban and sylvatic cycle that are maintained in complex biological cycles .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this review we briefly discuss the factors driving the emergence of arboviruses ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "such as the anthropogenic aspects of unrestrained human population growth , economic expansion and globalization .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Also the important aspects of viruses and vectors in the occurrence of arboviruses epidemics .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The focus of this review will be on dengue ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "zika and chikungunya viruses , particularly because these viruses are currently causing a negative impact on public health and economic damage around the world .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "9",
    "token_num": "137"
  }
}