{
  "paper_id": "25cd041ddd48e5ed81dea05a1fc841b1e4468d9e",
  "metadata": {
    "title": "Successful yellow head virus infection of Penaeus monodon requires clathrin heavy chain",
    "coda_data_split": "train",
    "coda_paper_id": 5994,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Viral disease caused by the Yellow head virus (YHV) had great impact on economic loss in the aquaculture industry. Prevention or curing YHV disease is still not possible due to the lack of understanding of the basic mechanisms of YHV infection. In this report, the endocytosis inhibitors (chlorpromazine (CPZ), amiloride and methyl-β-cyclodextrin (MβCD)) were used to identify the cellular entry pathway of YHV. Pretreating shrimp with CPZ but not amiloride or MβCD followed by YHV challenge resulted in a significant reduction of YHV levels, suggesting that YHV entered the shrimp cells via clathrin-mediated endocytosis. Next, the major component of the clathrin-coated vesicle, Penaeus monodon clathrin heavy chain (PmCHC) was cloned and characterized. The complete coding sequence of PmCHC is 5055 bp encoding a putative protein of 1684 amino acids. Specific silencing of PmCHC mRNA by dsRNA-PmCHC showed an inhibition of YHV replication for 48 h post YHV injection as well as exhibiting a delay in shrimp mortality. These results indicated that PmCHC was an essential component for YHV infection of shrimp cells.",
      "sentences": [
        [
          {
            "segment_text": "Viral disease caused by the Yellow head virus ( YHV ) had great impact on economic loss in the aquaculture industry .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Prevention or curing YHV disease is still not possible due to the lack of understanding of the basic mechanisms of YHV infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this report , the endocytosis inhibitors ( chlorpromazine ( CPZ ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "amiloride and methyl-β-cyclodextrin ( MβCD ) ) were used to identify the cellular entry pathway of YHV .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Pretreating shrimp with CPZ but not amiloride or MβCD followed by YHV challenge resulted in a significant reduction of YHV levels ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "suggesting that YHV entered the shrimp cells via clathrin-mediated endocytosis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Next , the major component of the clathrin-coated vesicle ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "Penaeus monodon clathrin heavy chain ( PmCHC ) was cloned and characterized .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The complete coding sequence of PmCHC is 5055 bp encoding a putative protein of 1684 amino acids .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Specific silencing of PmCHC mRNA by dsRNA-PmCHC showed an inhibition of YHV replication for 48 h post YHV injection as well as exhibiting a delay in shrimp mortality .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results indicated that PmCHC was an essential component for YHV infection of shrimp cells .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "11",
    "token_num": "195"
  }
}