{
  "paper_id": "25d445e0e24fde9fdc3161a9f00faeb40e0eb3b8",
  "metadata": {
    "title": "Silver nanoparticle-doped zirconia capillaries for enhanced bacterial filtration",
    "coda_data_split": "train",
    "coda_paper_id": 3118,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Membrane clogging and biofilm formation are the most serious problems during water filtration. Silver nanoparticle (Ag nano ) coatings on filtration membranes can prevent bacterial adhesion and the initiation of biofilm formation. In this study, Ag nano are immobilized via direct reduction on porous zirconia capillary membranes to generate a nanocomposite material combining the advantages of ceramics being chemically, thermally and mechanically stable with nanosilver, an efficient broadband bactericide for water decontamination. The filtration of bacterial suspensions of the fecal contaminant Escherichia coli reveals highly efficient bacterial retention capacities of the capillaries of 8 log reduction values, fulfilling the requirements on safe drinking water according to the U.S. Environmental Protection Agency. Maximum bacterial loading capacities of the capillary membranes are determined to be 3 × 10 9 bacterial cells/750 mm 2 capillary surface until back flushing is recommendable. The immobilized Ag nano remain accessible and exhibit strong bactericidal properties by killing retained bacteria up to maximum bacterial loads of 6 × 10 8 bacterial cells/750 mm 2 capillary surface and the regenerated membranes regain filtration efficiencies of 95-100%. Silver release is moderate as only 0.8% of the initial silver loading is leached during a three-day filtration experiment leading to average silver contaminant levels of 100 μg/L.",
      "sentences": [
        [
          {
            "segment_text": "Membrane clogging and biofilm formation are the most serious problems during water filtration .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Silver nanoparticle ( Ag nano ) coatings on filtration membranes can prevent bacterial adhesion and the initiation of biofilm formation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , Ag nano are immobilized via direct reduction on porous zirconia capillary membranes to generate a nanocomposite material combining the advantages of ceramics being chemically ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "thermally and mechanically stable with nanosilver ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "an efficient broadband bactericide for water decontamination .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The filtration of bacterial suspensions of the fecal contaminant Escherichia coli reveals highly efficient bacterial retention capacities of the capillaries of 8 log reduction values ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "fulfilling the requirements on safe drinking water according to the U.S. Environmental Protection Agency .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Maximum bacterial loading capacities of the capillary membranes are determined to be 3 × 10 9 bacterial cells/750 mm 2 capillary surface until back flushing is recommendable .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The immobilized Ag nano remain accessible and exhibit strong bactericidal properties by killing retained bacteria up to maximum bacterial loads of 6 × 10 8 bacterial cells/750 mm 2 capillary surface and the regenerated membranes regain filtration efficiencies of 95-100 % .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Silver release is moderate as only 0.8 % of the initial silver loading is leached during a three-day filtration experiment leading to average silver contaminant levels of 100 μg/L .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "10",
    "token_num": "220"
  }
}