{
  "paper_id": "25d52e9f703bf986233805d21b66afb59e8d40fb",
  "metadata": {
    "title": "Common cold decreases lung function in infants with recurrent wheezing",
    "coda_data_split": "train",
    "coda_paper_id": 7177,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background: Common acute viral respiratory infections (colds) are the most frequent cause of exacerbations in infants with recurrent wheezing (RW). However, there is no quantitative information about the effect of colds on the lung function of infants with RW. This study was undertaken to determine the effect of common cold on forced expiratory parameters measured from raised lung volume in infants with RW. Methods: Spirometric lung function (expiratory flows from raised lung volume) was randomly assessed in 28 infants with RW while they had a common cold and when asymptomatic. Results: It was found that during colds there was a significant decrease in all forced expiratory parameters and this was much more evident for flows (FEF 50% , FEF 75% and FEF 25-75% ) which were definitively abnormal (less than À1.65 z-score) in the majority of infants. There was not association between family asthma, tobacco exposure, and other factors, with the extent of lung function decrease during colds. Tobacco during pregnancy but not a history of family asthma was significantly associated to lower expiratory flows; however, the association was significant only when infants were asymptomatic. Conclusion: This study shows that common colds cause a marked reduction of lung function in infants with RW.",
      "sentences": [
        [
          {
            "segment_text": "Background : Common acute viral respiratory infections ( colds ) are the most frequent cause of exacerbations in infants with recurrent wheezing ( RW ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , there is no quantitative information about the effect of colds on the lung function of infants with RW .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This study was undertaken to determine the effect of common cold on forced expiratory parameters measured from raised lung volume in infants with RW .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : Spirometric lung function ( expiratory flows from raised lung volume ) was randomly assessed in 28 infants with RW while they had a common cold and when asymptomatic .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : It was found that during colds there was a significant decrease in all forced expiratory parameters and this was much more evident for flows ( FEF 50 % , FEF 75 % and FEF 25-75 % ) which were definitively abnormal ( less than À1 .65 z-score ) in the majority of infants .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "There was not association between family asthma ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "tobacco exposure , and other factors ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with the extent of lung function decrease during colds .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Tobacco during pregnancy but not a history of family asthma was significantly associated to lower expiratory flows ; however ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the association was significant only when infants were asymptomatic .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusion : This study shows that common colds cause a marked reduction of lung function in infants with RW .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "11",
    "token_num": "234"
  }
}