{
  "paper_id": "25e53f84ee9bb3d0f9be47a740938c12dbbd559b",
  "metadata": {
    "title": "Evaluation of Antiviral Efficacy of Ribavirin, Arbidol, and T-705 (Favipiravir) in a Mouse Model for Crimean-Congo Hemorrhagic Fever",
    "coda_data_split": "train",
    "coda_paper_id": 7045,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Mice lacking the type I interferon receptor (IFNAR 2/2 mice) reproduce relevant aspects of Crimean-Congo hemorrhagic fever (CCHF) in humans, including liver damage. We aimed at characterizing the liver pathology in CCHF virusinfected IFNAR 2/2 mice by immunohistochemistry and employed the model to evaluate the antiviral efficacy of ribavirin, arbidol, and T-705 against CCHF virus.",
      "sentences": [
        [
          {
            "segment_text": "Background : Mice lacking the type I interferon receptor ( IFNAR 2/2 mice ) reproduce relevant aspects of Crimean-Congo hemorrhagic fever ( CCHF ) in humans , including liver damage .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We aimed at characterizing the liver pathology in CCHF virusinfected IFNAR 2/2 mice by immunohistochemistry and employed the model to evaluate the antiviral efficacy of ribavirin ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "arbidol , and T-705 against CCHF virus .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Methodology/Principal Findings: CCHF virus-infected IFNAR 2/2 mice died 2-6 days post infection with elevated aminotransferase levels and high virus titers in blood and organs. Main pathological alteration was acute hepatitis with extensive bridging necrosis, reactive hepatocyte proliferation, and mild to moderate inflammatory response with monocyte/macrophage activation. Virus-infected and apoptotic hepatocytes clustered in the necrotic areas. Ribavirin, arbidol, and T-705 suppressed virus replication in vitro by $3 log units (IC 50 0.6-2.8 mg/ml; IC 90 1.2-4.7 mg/ml). Ribavirin [100 mg/(kg6d)] did not increase the survival rate of IFNAR 2/2 mice, but prolonged the time to death (p,0.001) and reduced the aminotransferase levels and the virus titers. Arbidol [150 mg/(kg6d)] had no efficacy in vivo. Animals treated with T-705 at 1 h [15, 30, and 300 mg/(kg6d)] or up to 2 days [300 mg/(kg6d)] post infection survived, showed no signs of disease, and had no virus in blood and organs. Co-administration of ribavirin and T-705 yielded beneficial rather than adverse effects.",
      "sentences": [
        [
          {
            "segment_text": "Methodology/Principal Findings : CCHF virus-infected IFNAR 2/2 mice died 2-6 days post infection with elevated aminotransferase levels and high virus titers in blood and organs .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Main pathological alteration was acute hepatitis with extensive bridging necrosis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "reactive hepatocyte proliferation , and mild to moderate inflammatory response with monocyte/macrophage activation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Virus-infected and apoptotic hepatocytes clustered in the necrotic areas .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Ribavirin , arbidol , and T-705 suppressed virus replication in vitro by $ 3 log units ( IC 50 0.6-2.8 mg/ml ; IC 90 1.2-4.7 mg/ml ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Ribavirin ( 100 mg / ( kg6d ) ) did not increase the survival rate of IFNAR 2/2 mice ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but prolonged the time to death ( p ,0.001 ) and reduced the aminotransferase levels and the virus titers .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Arbidol ( 150 mg / ( kg6d ) ) had no efficacy in vivo .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Animals treated with T-705 at 1 h ( 15 , 30 , and 300 mg / ( kg6d ) ) or up to 2 days ( 300 mg / ( kg6d ) ) post infection survived ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "showed no signs of disease ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and had no virus in blood and organs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Co-administration of ribavirin and T-705 yielded beneficial rather than adverse effects .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions/Significance: Activated hepatic macrophages and monocyte-derived cells may play a role in the proinflammatory cytokine response in CCHF. Clustering of infected hepatocytes in necrotic areas without marked inflammation suggests viral cytopathic effects. T-705 is highly potent against CCHF virus in vitro and in vivo. Its in vivo efficacy exceeds that of the current standard drug for treatment of CCHF, ribavirin.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions/Significance : Activated hepatic macrophages and monocyte-derived cells may play a role in the proinflammatory cytokine response in CCHF .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Clustering of infected hepatocytes in necrotic areas without marked inflammation suggests viral cytopathic effects .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "T-705 is highly potent against CCHF virus in vitro and in vivo .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Its in vivo efficacy exceeds that of the current standard drug for treatment of CCHF , ribavirin .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "14",
    "segment_num": "19",
    "token_num": "340"
  }
}