{
  "paper_id": "25e7bb9df90873615d2b939d99769d43d2443908",
  "metadata": {
    "title": "ACE2 e From the renineangiotensin system to gut microbiota and malnutrition",
    "coda_data_split": "train",
    "coda_paper_id": 2952,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The renineangiotensin system (RAS) is a complex network that regulates blood pressure, electrolyte and fluid homeostasis, as well as the function of several organs. Angiotensin-converting enzyme 2 (ACE2) was identified as an enzyme that negatively regulates the RAS by converting Ang II, the main bioactive molecule of the RAS, to Ang 1e7. Thus, ACE2 counteracts the role of angiotensin-converting enzyme (ACE) which generates Ang II from Ang I. ACE and ACE2 have been implicated in several pathologies such as cardiovascular and renal disease or acute lung injury. In addition, ACE2 has functions independent of the RAS: ACE2 is the receptor for the SARS coronavirus and ACE2 is essential for expression of neutral amino acid transporters in the gut. In this context, ACE2 modulates innate immunity and influences the composition of the gut microbiota, which can explain diarrhea and intestinal inflammation observed in Hartnup disorder, Pellagra, or under conditions of severe malnutrition. Here we review and discuss the diverse functions of ACE2 and its relevance to human pathologies.",
      "sentences": [
        [
          {
            "segment_text": "The renineangiotensin system ( RAS ) is a complex network that regulates blood pressure ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "electrolyte and fluid homeostasis , as well as the function of several organs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Angiotensin-converting enzyme 2 ( ACE2 ) was identified as an enzyme that negatively regulates the RAS by converting Ang II ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the main bioactive molecule of the RAS , to Ang 1e7 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Thus , ACE2 counteracts the role of angiotensin-converting enzyme ( ACE ) which generates Ang II from Ang I. ACE and ACE2 have been implicated in several pathologies such as cardiovascular and renal disease or acute lung injury .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In addition , ACE2 has functions independent of the RAS : ACE2 is the receptor for the SARS coronavirus and ACE2 is essential for expression of neutral amino acid transporters in the gut .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this context , ACE2 modulates innate immunity and influences the composition of the gut microbiota ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which can explain diarrhea and intestinal inflammation observed in Hartnup disorder ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Pellagra , or under conditions of severe malnutrition .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we review and discuss the diverse functions of ACE2 and its relevance to human pathologies .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "10",
    "token_num": "190"
  }
}