{
  "paper_id": "25eca606303e4a141d7f3f4a1c2e4e8138e9667c",
  "metadata": {
    "title": "molecules Isolation and Characterization of a Phaseolus vulgaris Trypsin Inhibitor with Antiproliferative Activity on Leukemia and Lymphoma Cells",
    "coda_data_split": "train",
    "coda_paper_id": 3912,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "A 17.5-kDa trypsin inhibitor was purified from Phaseolus vulgaris cv. \"gold bean\" with an isolation protocol including ion exchange chromatography on DEAE-cellulose (Diethylaminoethylcellulose), affinity chromatography on Affi-gel blue gel, ion exchange chromatography on SP-sepharose (Sulfopropyl-sepharose), and gel filtration by FPLC (Fast protein liquid chromatography) on Superdex 75. It dose-dependently inhibited trypsin with an IC 50 value of 0.4 µM, and this activity was reduced in the presence of dithiothreitol in a dose-and time-dependent manner, signifying the importance of the disulfide linkage to the activity. It inhibited [methyl-3 H] thymidine incorporation by leukemia L1210 cells and lymphoma MBL2 cells with an IC 50 value of 2.3 µM and 2.5 µM, respectively. The inhibitor had no effect on fungal growth and the activities of various viral enzymes when tested up to 100 µM.",
      "sentences": [
        [
          {
            "segment_text": "A 17.5-kDa trypsin inhibitor was purified from Phaseolus vulgaris cv .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "`` gold bean \u0027\u0027 with an isolation protocol including ion exchange chromatography on DEAE-cellulose ( Diethylaminoethylcellulose ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "affinity chromatography on Affi-gel blue gel ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "ion exchange chromatography on SP-sepharose ( Sulfopropyl-sepharose ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and gel filtration by FPLC ( Fast protein liquid chromatography ) on Superdex 75 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "It dose-dependently inhibited trypsin with an IC 50 value of 0.4 µM ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and this activity was reduced in the presence of dithiothreitol in a dose-and time-dependent manner ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "signifying the importance of the disulfide linkage to the activity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "It inhibited ( methyl-3 H ) thymidine incorporation by leukemia L1210 cells and lymphoma MBL2 cells with an IC 50 value of 2.3 µM and 2.5 µM , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The inhibitor had no effect on fungal growth and the activities of various viral enzymes when tested up to 100 µM .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "10",
    "token_num": "152"
  }
}