{
  "paper_id": "260a4a6c86be9a90a06b3c6505ac78951ea16045",
  "metadata": {
    "title": "Outcome of patients with meticillin-resistant Staphylococcus aureus bacteraemia at an emergency department of a medical centre in Taiwan",
    "coda_data_split": "train",
    "coda_paper_id": 8968,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The number of patients presenting to the Emergency Department (ED) with meticillin-resistant Staphylococcus aureus (MRSA) is increasing, but few studies focus on patients with bacteraemia. From January 2001 to June 2006 the clinical characteristics and outcome of 177 consecutive patients with MRSA bacteraemia visiting an ED of a university hospital were studied. The average age of the patients was 65.8 years. Healthcareassociated MRSA bacteraemia comprised 76.3% of all cases. Catheter-related bacteraemia was the most common type of infection (22.6%), followed by soft tissue infection (20.9%) and primary bacteraemia (15.3%). Different types of infection were significantly related to different outcome. In-hospital mortality was 33.3%, but the mortality decreased to 17.7% when patients with rapidly fatal disease and mortality within 3 days were excluded. All isolates exhibited lower susceptibility to vancomycin (minimum inhibitory concentration (MIC) 1-2 g/mL). Factors associated with mortality included severity of underlying illness, severity of bacteraemia and persistent bacteraemia. A detrimental effect of elevated MIC could not be demonstrated despite applying several definitions of patient outcome. Patients admitted to the ED with MRSA bacteraemia carry high overall mortality; however, the severity of underlying illness, severity of bacteraemia and persistent bacteraemia are correlated with mortality, but not vancomycin MICs (2 g/mL) of MRSA isolates.",
      "sentences": [
        [
          {
            "segment_text": "The number of patients presenting to the Emergency Department ( ED ) with meticillin-resistant Staphylococcus aureus ( MRSA ) is increasing ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but few studies focus on patients with bacteraemia .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "From January 2001 to June 2006 the clinical characteristics and outcome of 177 consecutive patients with MRSA bacteraemia visiting an ED of a university hospital were studied .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The average age of the patients was 65.8 years .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Healthcareassociated MRSA bacteraemia comprised 76.3 % of all cases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Catheter-related bacteraemia was the most common type of infection ( 22.6 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "followed by soft tissue infection ( 20.9 % ) and primary bacteraemia ( 15.3 % ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Different types of infection were significantly related to different outcome .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In-hospital mortality was 33.3 % ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but the mortality decreased to 17.7 % when patients with rapidly fatal disease and mortality within 3 days were excluded .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "All isolates exhibited lower susceptibility to vancomycin ( minimum inhibitory concentration ( MIC ) 1-2 g/mL ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Factors associated with mortality included severity of underlying illness ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "severity of bacteraemia and persistent bacteraemia .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A detrimental effect of elevated MIC could not be demonstrated despite applying several definitions of patient outcome .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Patients admitted to the ED with MRSA bacteraemia carry high overall mortality ; however ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the severity of underlying illness ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "severity of bacteraemia and persistent bacteraemia are correlated with mortality ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but not vancomycin MICs ( 2 g/mL ) of MRSA isolates .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "18",
    "token_num": "245"
  }
}