{
  "paper_id": "261141d75b67dd38a19c1a4c9af037587c2357ff",
  "metadata": {
    "title": "",
    "coda_data_split": "train",
    "coda_paper_id": 7387,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "We analyzed hospital records to provide a populationbased estimate of zygomycosis incidence and trends over a 10-year period at a national level in France. Data showed an increasing incidence from 0.7/million in 1997 to 1.2/million in 2006 (p\u003c0.001). We compared our data with those from the French Mycosis Study Group, a recently established voluntary network of French mycologists coordinated by the National Reference Center for Mycoses and Antifungals. We documented that incidence of zygomycosis increased, particularly in patients with hematologic malignancies or bone marrow transplants. The role of previous exposure to antifungal drugs lacking activity against zygomycetes could explain this increase but does not appear exclusive. Incidence also increased in the population of patients with diabetes mellitus. We conclude that observed trends reflect a genuine increase of zygomycosis cases in at-risk populations.",
      "sentences": [
        [
          {
            "segment_text": "We analyzed hospital records to provide a populationbased estimate of zygomycosis incidence and trends over a 10-year period at a national level in France .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Data showed an increasing incidence from 0.7 / million in 1997 to 1.2 / million in 2006 ( p \u003c 0.001 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We compared our data with those from the French Mycosis Study Group ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "a recently established voluntary network of French mycologists coordinated by the National Reference Center for Mycoses and Antifungals .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We documented that incidence of zygomycosis increased ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "particularly in patients with hematologic malignancies or bone marrow transplants .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The role of previous exposure to antifungal drugs lacking activity against zygomycetes could explain this increase but does not appear exclusive .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Incidence also increased in the population of patients with diabetes mellitus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We conclude that observed trends reflect a genuine increase of zygomycosis cases in at-risk populations .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "9",
    "token_num": "149"
  }
}