{
  "paper_id": "261d031d34c2531d2286f29f34aa5b83c14a0f9b",
  "metadata": {
    "title": "A Decision Process for Determining Whether to Conduct Responder Health Research Following Disasters",
    "coda_data_split": "train",
    "coda_paper_id": 6870,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background-Disasters often set the stage for scientific inquiry within the field of occupational safety and health. This is especially true when the long-term consequences of exposures associated with a particular disaster are unclear. However, a responder research study can be costly and difficult to design, and researchers must consider whether the proposed study will produce useful, reliable results and is a prudent public health investment.",
      "sentences": [
        [
          {
            "segment_text": "Background-Disasters often set the stage for scientific inquiry within the field of occupational safety and health .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This is especially true when the long-term consequences of exposures associated with a particular disaster are unclear .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , a responder research study can be costly and difficult to design ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and researchers must consider whether the proposed study will produce useful ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "reliable results and is a prudent public health investment .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Methods-Senior NIOSH scientists, experienced with disaster response and representing the disciplines of epidemiology, occupational medicine and psychiatry, and industrial hygiene, were convened at the request of the NIOSH Director to develop a decision process to help determine when to conduct responder health research following disasters.",
      "sentences": [
        [
          {
            "segment_text": "Methods-Senior NIOSH scientists , experienced with disaster response and representing the disciplines of epidemiology ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "occupational medicine and psychiatry , and industrial hygiene ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "were convened at the request of the NIOSH Director to develop a decision process to help determine when to conduct responder health research following disasters .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results-The decision process can be broken down into various components, including scientific rationale that should be formally recognized as critical to efficiently and effectively determine whether a research study is warranted. The scientific rationale includes certain controlling or \"gatekeeper\" factors that should be present to proceed with research. Providing the foundation for responder disaster research also requires strategizing before an event occurs, so that critical baseline and comparison data can be collected.",
      "sentences": [
        [
          {
            "segment_text": "Results-The decision process can be broken down into various components ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including scientific rationale that should be formally recognized as critical to efficiently and effectively determine whether a research study is warranted .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The scientific rationale includes certain controlling or `` gatekeeper \u0027\u0027 factors that should be present to proceed with research .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Providing the foundation for responder disaster research also requires strategizing before an event occurs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "so that critical baseline and comparison data can be collected .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions-The recommended framework should ensure that research that is most needed and justified will be identified and prioritized.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions-The recommended framework should ensure that research that is most needed and justified will be identified and prioritized .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "After defining the types of responder health studies and activities pertinent to a disaster response, the work group discussed previous emergency response studies as well as current Decker et al. ",
      "sentences": [
        [
          {
            "segment_text": "After defining the types of responder health studies and activities pertinent to a disaster response ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the work group discussed previous emergency response studies as well as current Decker et al. .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "5",
    "sentence_num": "9",
    "segment_num": "16",
    "token_num": "251"
  }
}