{
  "paper_id": "262d09474779e1db5560d78e61077b8970aa2955",
  "metadata": {
    "title": "Author manuscript; available in PMC",
    "coda_data_split": "train",
    "coda_paper_id": 8800,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Defining human B cell repertoires to viral pathogens is critical for design of vaccines that induce broadly protective antibodies to infections such as HIV-1 and influenza. Single B cell sorting and cloning of immunoglobulin (Ig) heavy-and light-chain variable regions (V H and V L ) is a powerful technology for defining anti-viral B cell repertoires. However, the Ig-cloning step is time-consuming and prevents high-throughput analysis of the B cell repertoire. Novel linear Ig heavy-and light-chain gene expression cassettes were designed to express Ig V H and V L genes isolated from sorted single B cells as IgG1 antibody without a cloning step. The cassettes contain all essential elements for transcriptional and translational regulation, including CMV promoter, Ig leader sequences, constant region of IgG1 heavy-or Ig light-chain, poly(A) tail and substitutable V H or V L genes. The utility of these Ig gene expression cassettes was established using synthetic V H or V L genes from an anti-HIV-1 gp41 mAb 2F5 as a model system, and validated further using V H and V L genes isolated from cloned EBV-transformed antibody-producing cell lines. Finally, this strategy was successfully used for rapid production of recombinant influenza mAbs from sorted single human plasmablasts after influenza vaccination. These Ig gene expression cassettes constitute a highly efficient strategy for rapid expression of Ig genes for high-throughput screening and analysis without cloning.",
      "sentences": [
        [
          {
            "segment_text": "Defining human B cell repertoires to viral pathogens is critical for design of vaccines that induce broadly protective antibodies to infections such as HIV-1 and influenza .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Single B cell sorting and cloning of immunoglobulin ( Ig ) heavy-and light-chain variable regions ( V H and V L ) is a powerful technology for defining anti-viral B cell repertoires .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , the Ig-cloning step is time-consuming and prevents high-throughput analysis of the B cell repertoire .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Novel linear Ig heavy-and light-chain gene expression cassettes were designed to express Ig V H and V L genes isolated from sorted single B cells as IgG1 antibody without a cloning step .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The cassettes contain all essential elements for transcriptional and translational regulation ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including CMV promoter , Ig leader sequences ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "constant region of IgG1 heavy-or Ig light-chain ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "poly ( A ) tail and substitutable V H or V L genes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The utility of these Ig gene expression cassettes was established using synthetic V H or V L genes from an anti-HIV-1 gp41 mAb 2F5 as a model system ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and validated further using V H and V L genes isolated from cloned EBV-transformed antibody-producing cell lines .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Finally , this strategy was successfully used for rapid production of recombinant influenza mAbs from sorted single human plasmablasts after influenza vaccination .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These Ig gene expression cassettes constitute a highly efficient strategy for rapid expression of Ig genes for high-throughput screening and analysis without cloning .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "12",
    "token_num": "246"
  }
}