{
  "paper_id": "2632fedc6902dd13f6fac85657614ef3639cf34f",
  "metadata": {
    "title": "Severe acute respiratory syndrome (SARS): chest radiographic features in children",
    "coda_data_split": "train",
    "coda_paper_id": 10622,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background: Severe acute respiratory syndrome (SARS) is a recently recognized condition of viral origin associated with substantial morbidity and mortality rates in adults. Little information is available on its radiologic manifestations in children. Objective: The goal of this study was to characterize the radiographic presentation of children with SARS. Materials and methods: We abstracted data (n\u003d62) on the radiologic appearance and course of SARS in pediat-ric patients with suspect (n\u003d25) or probable (n\u003d37) SARS, diagnosed in five hospital sites located in three cities: Toronto, Singapore, and Hong Kong. Available chest radiographs and thoracic CTs were reviewed for the presence of the following radiographic findings: airspace disease, air bronchograms, airways inflammation and peribronchial thickening, interstitial disease, pleural effusion, and hilar adenopathy. Results: A total of 62 patients (suspect\u003d25, probable\u003d37) were evaluated for SARS. Patient ages ranged from 5.5 months to 17 years and 11.5 months (average, 6 years and 10 months) with a female-tomale ratio of 32:30. Forty-one patients (66.1%) were in close contact with other probable, suspect, or quarantined cases; 10 patients (16.1%) had recently traveled to WHO-designated affected areas within 10 days; and 7 patients (11.2%) were transferred from other hospitals that had SARS patients. Three patients, who did not have close/hospital contact or travel history to affected areas, were classified",
      "sentences": [
        [
          {
            "segment_text": "Background : Severe acute respiratory syndrome ( SARS ) is a recently recognized condition of viral origin associated with substantial morbidity and mortality rates in adults .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Little information is available on its radiologic manifestations in children .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Objective : The goal of this study was to characterize the radiographic presentation of children with SARS .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Materials and methods : We abstracted data ( n \u003d 62 ) on the radiologic appearance and course of SARS in pediat-ric patients with suspect ( n \u003d 25 ) or probable ( n \u003d 37 ) SARS ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "diagnosed in five hospital sites located in three cities : Toronto ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "Singapore , and Hong Kong .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Available chest radiographs and thoracic CTs were reviewed for the presence of the following radiographic findings : airspace disease ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "air bronchograms , airways inflammation and peribronchial thickening ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "interstitial disease , pleural effusion , and hilar adenopathy .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : A total of 62 patients ( suspect \u003d 25 , probable \u003d 37 ) were evaluated for SARS .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Patient ages ranged from 5.5 months to 17 years and 11.5 months ( average , 6 years and 10 months ) with a female-tomale ratio of 32:30 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Forty-one patients ( 66.1 % ) were in close contact with other probable ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "suspect , or quarantined cases ; 10 patients ( 16.1 % ) had recently traveled to WHO-designated affected areas within 10 days ; and 7 patients ( 11.2 % ) were transferred from other hospitals that had SARS patients .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Three patients , who did not have close/hospital contact or travel history to affected areas , were classified",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "14",
    "token_num": "273"
  }
}