{
  "paper_id": "2634ab4b2f262ef28c5cdb34759ff3cae6c6187f",
  "metadata": {
    "title": "Replication of SARS-CoV-2 in human respiratory Aleksandra Milewska a",
    "coda_data_split": "train",
    "coda_paper_id": 10282,
    "coda_has_expert_labels": false,
    "subset": "biorxiv_medrxiv"
  },
  "abstract": [
    {
      "original_text": "SARS-CoV-2 emerged by the end of 2019 to rapidly spread in 2020. At present, it is of utmost 31 importance to understand the virus biology and to rapidly assess the potential of existing drugs 32 and develop new active compounds. While some animal models for such studies are under 33 development, most of the research is carried out in the Vero E6 cells. Here, we propose fully 34 differentiated human airway epithelium cultures as a model for studies on the SARS-CoV-2. 35 Further, we also provide basic characteristics of the system. 36 37",
      "sentences": [
        [
          {
            "segment_text": "SARS-CoV-2 emerged by the end of 2019 to rapidly spread in 2020 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "At present , it is of utmost 31 importance to understand the virus biology and to rapidly assess the potential of existing drugs 32 and develop new active compounds .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "While some animal models for such studies are under 33 development ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "most of the research is carried out in the Vero E6 cells .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we propose fully 34 differentiated human airway epithelium cultures as a model for studies on the SARS-CoV-2 .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "35 Further , we also provide basic characteristics of the system .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "36 37",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "7",
    "token_num": "102"
  }
}