{
  "paper_id": "263a93d919f1c783a014ddb3f1b15d7ad3a3553b",
  "metadata": {
    "title": "SARS-Coronavirus Open Reading Frame-3a drives multimodal necrotic cell death",
    "coda_data_split": "train",
    "coda_paper_id": 2812,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The molecular mechanisms underlying the severe lung pathology that occurs during SARS-CoV infections remain incompletely understood. The largest of the SARS-CoV accessory protein open reading frames (SARS 3a) oligomerizes, dynamically inserting into late endosomal, lysosomal, and trans-Golgi-network membranes. While previously implicated in a non-inflammatory apoptotic cell death pathway, here we extend the range of SARS 3a pathophysiologic targets by examining its effects on necrotic cell death pathways. We show that SARS 3a interacts with Receptor Interacting Protein 3 (Rip3), which augments the oligomerization of SARS 3a helping drive necrotic cell death. In addition, by inserting into lysosomal membranes SARS 3a triggers lysosomal damage and dysfunction. Consequently, Transcription Factor EB (TFEB) translocates to the nucleus increasing the transcription of autophagyand lysosome-related genes. Finally, SARS 3a activates caspase-1 either directly or via an enhanced potassium efflux, which triggers NLRP3 inflammasome assembly. In summary, Rip3-mediated oligomerization of SARS 3a causes necrotic cell death, lysosomal damage, and caspase-1 activation-all likely contributing to the clinical manifestations of SARS-CoV infection.",
      "sentences": [
        [
          {
            "segment_text": "The molecular mechanisms underlying the severe lung pathology that occurs during SARS-CoV infections remain incompletely understood .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The largest of the SARS-CoV accessory protein open reading frames ( SARS 3a ) oligomerizes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "dynamically inserting into late endosomal ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "lysosomal , and trans-Golgi-network membranes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "While previously implicated in a non-inflammatory apoptotic cell death pathway ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "here we extend the range of SARS 3a pathophysiologic targets by examining its effects on necrotic cell death pathways .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We show that SARS 3a interacts with Receptor Interacting Protein 3 ( Rip3 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which augments the oligomerization of SARS 3a helping drive necrotic cell death .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , by inserting into lysosomal membranes SARS 3a triggers lysosomal damage and dysfunction .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Consequently , Transcription Factor EB ( TFEB ) translocates to the nucleus increasing the transcription of autophagyand lysosome-related genes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Finally , SARS 3a activates caspase-1 either directly or via an enhanced potassium efflux ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which triggers NLRP3 inflammasome assembly .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In summary , Rip3-mediated oligomerization of SARS 3a causes necrotic cell death ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "lysosomal damage , and caspase-1 activation-all likely contributing to the clinical manifestations of SARS-CoV infection .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "14",
    "token_num": "190"
  }
}