{
  "paper_id": "263a4c78e796de41493cadf32509cfd02bab2a35",
  "metadata": {
    "title": "Understanding bat SARS-like coronaviruses for the preparation of future coronavirus outbreaks -Implications for coronavirus vaccine development",
    "coda_data_split": "train",
    "coda_paper_id": 9815,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The severe acute respiratory syndrome coronavirus (SARS-CoV) first emerged in 2003, causing the SARS epidemic which resulted in a 10% fatality rate. The advancements in metagenomic techniques have allowed the identification of SARS-like coronaviruses (SL-CoVs) sequences that share high homology to the human SARS-CoV epidemic strains from wildlife bats, presenting concrete evidence that bats are the origin and natural reservoir of SARS-CoV. The application of reverse genetics further enabled that characterization of these bat CoVs and the prediction of their potential to cause disease in humans. The knowledge gained from such studies is valuable in the surveillance and preparation of a possible future outbreak caused by a spill-over of these bat SL-CoVs.",
      "sentences": [
        [
          {
            "segment_text": "The severe acute respiratory syndrome coronavirus ( SARS-CoV ) first emerged in 2003 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "causing the SARS epidemic which resulted in a 10 % fatality rate .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The advancements in metagenomic techniques have allowed the identification of SARS-like coronaviruses ( SL-CoVs ) sequences that share high homology to the human SARS-CoV epidemic strains from wildlife bats ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "presenting concrete evidence that bats are the origin and natural reservoir of SARS-CoV .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The application of reverse genetics further enabled that characterization of these bat CoVs and the prediction of their potential to cause disease in humans .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The knowledge gained from such studies is valuable in the surveillance and preparation of a possible future outbreak caused by a spill-over of these bat SL-CoVs .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "6",
    "token_num": "123"
  }
}