{
  "paper_id": "263f12984a135507e2448afcfd8db61e618fca71",
  "metadata": {
    "title": "Asymmetric effects of investor sentiment on industry stock returns: Panel data evidence",
    "coda_data_split": "train",
    "coda_paper_id": 8905,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "This article employs a state-of-the-art panel threshold model by allowing for regime intercepts, in order to shed new light on the asymmetric/ nonlinear effects of local and global sentiments on expected industry stock returns among 11 Asian countries during the period from 1996 to 2010. Empirical evidence demonstrates that once the regime intercept is included, the asymmetric effects of global sentiment on oil \u0026 gas, financials, and health care industry returns become less under optimism, as compared with under pessimism. More critically, the positive (negative) impact of global sentiment above (under) the threshold turns significant, indicating that global optimism leads industry returns to be overvalued, while pessimism leads them to be undervalued. For local market sentiment, our results support that higher local sentiment enhances the returns of basic materials, telecommunications, and utilities industries. The empirical results confirm that the nexus of industry returns and investor sentiments is subject to change between different sentimental intervals.",
      "sentences": [
        [
          {
            "segment_text": "This article employs a state-of-the-art panel threshold model by allowing for regime intercepts ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "in order to shed new light on the asymmetric / nonlinear effects of local and global sentiments on expected industry stock returns among 11 Asian countries during the period from 1996 to 2010 .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Empirical evidence demonstrates that once the regime intercept is included ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the asymmetric effects of global sentiment on oil \u0026 gas ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "financials , and health care industry returns become less under optimism ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as compared with under pessimism .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "More critically , the positive ( negative ) impact of global sentiment above ( under ) the threshold turns significant ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "indicating that global optimism leads industry returns to be overvalued ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while pessimism leads them to be undervalued .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "For local market sentiment , our results support that higher local sentiment enhances the returns of basic materials ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "telecommunications , and utilities industries .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The empirical results confirm that the nexus of industry returns and investor sentiments is subject to change between different sentimental intervals .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "12",
    "token_num": "175"
  }
}