{
  "paper_id": "263fa43731ae883ad00fa313882ae77e375622f2",
  "metadata": {
    "title": "Modeling and public health emergency responses: Lessons from SARS",
    "coda_data_split": "train",
    "coda_paper_id": 8995,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Modelers published thoughtful articles after the 2003 SARS crisis, but had limited if any real-time impact on the global response and may even have inadvertently contributed to a lingering misunderstanding of the means by which the epidemic was controlled. The impact of any intervention depends on its efficiency as well as efficacy, and efficient isolation of infected individuals before they become symptomatic is difficult to imagine. Nonetheless, in exploring the possible impact of quarantine, the product of efficiency and efficacy was varied over the entire unit interval. Another mistake was repeatedly fitting otherwise appropriate gamma distributions to times to event regardless of whether they were stationary or not, particularly onset-isolation intervals whose progressive reduction evidently contributed to SARS control. By virtue of their unknown biology, newly-emerging diseases are more challenging than familiar human scourges. Influenza, for example, recurs annually and has been modeled more thoroughly than any other infectious disease. Moreover, models were integrated into preparedness exercises, during which working relationships were established that bore fruit during the 2009 A/H1N1 pandemic. To provide the most accurate and timely advice possible, especially about the possible impact of measures designed to control diseases caused by novel human pathogens, we must appreciate the value and difficulty of policy-oriented modeling. Effective communication of insights gleaned from modeling SARS will help to ensure that policymakers involve modelers in future outbreaks of newly-emerging infectious diseases. Accordingly, we illustrate the increasingly timely care-seeking by which, together with increasingly accurate diagnoses and effective isolation, SARS was controlled via heuristic arguments and descriptive analyses of familiar observations.",
      "sentences": [
        [
          {
            "segment_text": "Modelers published thoughtful articles after the 2003 SARS crisis ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but had limited if any real-time impact on the global response and may even have inadvertently contributed to a lingering misunderstanding of the means by which the epidemic was controlled .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The impact of any intervention depends on its efficiency as well as efficacy ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and efficient isolation of infected individuals before they become symptomatic is difficult to imagine .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Nonetheless , in exploring the possible impact of quarantine ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the product of efficiency and efficacy was varied over the entire unit interval .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Another mistake was repeatedly fitting otherwise appropriate gamma distributions to times to event regardless of whether they were stationary or not ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "particularly onset-isolation intervals whose progressive reduction evidently contributed to SARS control .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "By virtue of their unknown biology ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "newly-emerging diseases are more challenging than familiar human scourges .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Influenza , for example , recurs annually and has been modeled more thoroughly than any other infectious disease .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Moreover , models were integrated into preparedness exercises ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "during which working relationships were established that bore fruit during the 2009 A/H1N1 pandemic .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To provide the most accurate and timely advice possible ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "especially about the possible impact of measures designed to control diseases caused by novel human pathogens ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "we must appreciate the value and difficulty of policy-oriented modeling .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Effective communication of insights gleaned from modeling SARS will help to ensure that policymakers involve modelers in future outbreaks of newly-emerging infectious diseases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Accordingly , we illustrate the increasingly timely care-seeking by which ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "together with increasingly accurate diagnoses and effective isolation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "SARS was controlled via heuristic arguments and descriptive analyses of familiar observations .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Published by Elsevier B.V.",
      "sentences": [
        [
          {
            "segment_text": "Published by Elsevier B.V.",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "11",
    "segment_num": "21",
    "token_num": "287"
  }
}