{
  "paper_id": "2644a672c0816cd34840a345544dc29c28ac121e",
  "metadata": {
    "title": "Exchange protein directly activated by cAMP encoded by the mammalian rapgef3 gene: Structure, function and therapeutics",
    "coda_data_split": "train",
    "coda_paper_id": 9554,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Mammalian exchange protein directly activated by cAMP isoform 1 (EPAC1), encoded by the RAPGEF3 gene, is one of the two-membered family of cAMP sensors that mediate the intracellular functions of cAMP by acting as guanine nucleotide exchange factors for the Ras-like Rap small GTPases. Extensive studies have revealed that EPAC1-mediated cAMP signaling is highly coordinated spatiotemporally through the formation of dynamic signalosomes by interacting with a diverse array of cellular partners. Recent functional analyses of genetically engineered mouse models further suggest that EPAC1 functions as an important stress response switch and is involved in pathophysiological conditions of cardiac stresses, chronic pain, cancer and infectious diseases. These findings, coupled with the development of EPAC specific small molecule modulators, validate EPAC1 as a promising target for therapeutic interventions.",
      "sentences": [
        [
          {
            "segment_text": "Mammalian exchange protein directly activated by cAMP isoform 1 ( EPAC1 ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "encoded by the RAPGEF3 gene ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "is one of the two-membered family of cAMP sensors that mediate the intracellular functions of cAMP by acting as guanine nucleotide exchange factors for the Ras-like Rap small GTPases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Extensive studies have revealed that EPAC1-mediated cAMP signaling is highly coordinated spatiotemporally through the formation of dynamic signalosomes by interacting with a diverse array of cellular partners .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Recent functional analyses of genetically engineered mouse models further suggest that EPAC1 functions as an important stress response switch and is involved in pathophysiological conditions of cardiac stresses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "chronic pain , cancer and infectious diseases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These findings , coupled with the development of EPAC specific small molecule modulators ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "validate EPAC1 as a promising target for therapeutic interventions .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "8",
    "token_num": "138"
  }
}