{
  "paper_id": "264613b7f55af9cd71c4c5ec0b4ed3fe6c2fad9f",
  "metadata": {
    "title": "TNF-α-dependent regulation of CXCR3 expression modulates neuronal survival during West Nile virus encephalitis",
    "coda_data_split": "train",
    "coda_paper_id": 8190,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The chemokine CXCL10 exerts antiviral effects within the central nervous system (CNS) through the recruitment of virus-specific T cells. However, elevated levels of CXCL10 may induce neuronal apoptosis given its receptor, CXCR3, is expressed by neurons. Using a murine model of West Nile virus (WNV) encephalitis, we determined that WNV-infected neurons express TNF-α, which down-regulates neuronal CXCR3 expression via signaling through TNFR1. Downregulation of neuronal CXCR3 decreased CXCL10-mediated calcium transients and delayed Caspase 3 activation. Loss of CXCR3 activation, via CXCR3-deficiency or pretreatment with TNF-α prevented neuronal apoptosis during in vitro WNV infection. These results suggest that neuronal TNF-α expression during WNV encephalitis may be an adaptive response to diminish CXCL10-induced death.",
      "sentences": [
        [
          {
            "segment_text": "The chemokine CXCL10 exerts antiviral effects within the central nervous system ( CNS ) through the recruitment of virus-specific T cells .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , elevated levels of CXCL10 may induce neuronal apoptosis given its receptor ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "CXCR3 , is expressed by neurons .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Using a murine model of West Nile virus ( WNV ) encephalitis ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we determined that WNV-infected neurons express TNF-α ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which down-regulates neuronal CXCR3 expression via signaling through TNFR1 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Downregulation of neuronal CXCR3 decreased CXCL10-mediated calcium transients and delayed Caspase 3 activation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Loss of CXCR3 activation , via CXCR3-deficiency or pretreatment with TNF-α prevented neuronal apoptosis during in vitro WNV infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results suggest that neuronal TNF-α expression during WNV encephalitis may be an adaptive response to diminish CXCL10-induced death .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "9",
    "token_num": "128"
  }
}