{
  "paper_id": "264e7bc2caec36fca2b89d1f21198b8abb4a2d3e",
  "metadata": {
    "title": "Leukocyte-and Platelet-Derived Microvesicle Interactions following In Vitro and In Vivo Activation of Toll-Like Receptor 4 by Lipopolysaccharide",
    "coda_data_split": "train",
    "coda_paper_id": 6602,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Pro-coagulant membrane microvesicles (MV) derived from platelets and leukocytes are shed into the circulation following receptor-mediated activation, cell-cell interaction, and apoptosis. Platelets are sentinel markers of tolllike receptor 4 (TLR4) activation. Experiments were designed to evaluate the time course and mechanism of direct interactions between platelets and leukocytes following acute activation of TLR4 by bacterial lipopolysaccharide (LPS).",
      "sentences": [
        [
          {
            "segment_text": "Background : Pro-coagulant membrane microvesicles ( MV ) derived from platelets and leukocytes are shed into the circulation following receptor-mediated activation ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "cell-cell interaction , and apoptosis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Platelets are sentinel markers of tolllike receptor 4 ( TLR4 ) activation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Experiments were designed to evaluate the time course and mechanism of direct interactions between platelets and leukocytes following acute activation of TLR4 by bacterial lipopolysaccharide ( LPS ) .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Methodology/Principal Findings: Blood from age-matched male and female wild type (WT) and TLR4 gene deleted (dTLR4) mice was incubated with ultra-pure E. coli LPS (500 ng/ml) for up to one hour. At designated periods, leukocyte antigen positive platelets, platelet antigen positive leukocytes and cell-derived MV were quantified by flow cytometry. Numbers of platelet-or leukocyte-derived MV did not increase within one hour following in vitro exposure of blood to LPS. However, with LPS stimulation numbers of platelets staining positive for both platelet-and leukocyte-specific antigens increased in blood derived from WT but not dTLR4 mice. This effect was blocked by inhibition of TLR4 signaling mediated by My88 and TRIF. Seven days after a single intravenous injection of LPS (500 ng/mouse or 20 ng/gm body wt) to WT mice, none of the platelets stained for leukocyte antigen. However, granulocytes, monocytes and apoptotic bodies stained positive for platelet antigens.",
      "sentences": [
        [
          {
            "segment_text": "Methodology/Principal Findings : Blood from age-matched male and female wild type ( WT ) and TLR4 gene deleted ( dTLR4 ) mice was incubated with ultra-pure E. coli LPS ( 500 ng/ml ) for up to one hour .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "At designated periods , leukocyte antigen positive platelets ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "platelet antigen positive leukocytes and cell-derived MV were quantified by flow cytometry .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Numbers of platelet-or leukocyte-derived MV did not increase within one hour following in vitro exposure of blood to LPS .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , with LPS stimulation numbers of platelets staining positive for both platelet-and leukocyte-specific antigens increased in blood derived from WT but not dTLR4 mice .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This effect was blocked by inhibition of TLR4 signaling mediated by My88 and TRIF .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Seven days after a single intravenous injection of LPS ( 500 ng/mouse or 20 ng/gm body wt ) to WT mice ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "none of the platelets stained for leukocyte antigen .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , granulocytes , monocytes and apoptotic bodies stained positive for platelet antigens .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions/Significance: Within one hour of exposure to LPS, leukocytes exchange surface antigens with platelets through TLR4 activation. In vivo, leukocyte expression of platelet antigen is retained after a single exposure to LPS following turn over of the platelet pool. Acute expression of leukocyte antigen on platelets within one hour of exposure to LPS and the sustained expression of platelet antigen on leukocytes following a single acute exposure to LPS in vivo explains, in part, associations of platelets and leukocytes in response to bacterial infection and changes in thrombotic propensity of the blood.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions/Significance : Within one hour of exposure to LPS ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "leukocytes exchange surface antigens with platelets through TLR4 activation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In vivo , leukocyte expression of platelet antigen is retained after a single exposure to LPS following turn over of the platelet pool .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Acute expression of leukocyte antigen on platelets within one hour of exposure to LPS and the sustained expression of platelet antigen on leukocytes following a single acute exposure to LPS in vivo explains ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "in part , associations of platelets and leukocytes in response to bacterial infection and changes in thrombotic propensity of the blood .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "13",
    "segment_num": "18",
    "token_num": "337"
  }
}