{
  "paper_id": "2654700a3429a7d7cd3f6c5e052edd175b7be5f8",
  "metadata": {
    "title": "Inhibition of SIRT1 by microRNA-9, the key point in process of LPS-induced severe inflammation",
    "coda_data_split": "train",
    "coda_paper_id": 6768,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Severe inflammation may lead to multiple organs dysfunction syndrome, which has a high mortality. MicroRNA is found participated in this process. In this study we developed a lipopolysaccharide-induced inflammation cell model on macrophages and a lipopolysaccharide-induced inflammation mouse model. It was found that during inflammation, microRNA-9 was increased, accompanied with the up-regulation of pro-inflammatory cytokines and anti-inflammatory cytokines. Down-regulation of microRNA-9 inhibited the up-regulation of inflammatory cytokines, promoted the up-regulation of anti-inflammatory cytokines and induced the remission of organ damage, showing a protective effect in inflammation. Bioinformatics analysis combined with luciferase reporter assay showed that SIRT1 was the target gene of microRNA-9. Transfection of microRNA-9 inhibitor could increase the level of SIRT1 and decrease the activation of NF-κB pathway in macrophages. Myeloid specific sirt1 knockout mice were included and we found that lack of SIRT1 in mice macrophages led to aggravated inflammation, cell apoptosis and organ injury, and eliminated the protective property of microRNA-9 inhibitor. In conclusion, we demonstrated that inhibition of microRNA-9 could alleviate inflammation through the up-regulation of SIRT1 and then suppressed the activation of NF-κB pathway. This is a meaningful explore about the specific mechanism of microRNA-9 in inflammation.",
      "sentences": [
        [
          {
            "segment_text": "Severe inflammation may lead to multiple organs dysfunction syndrome ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which has a high mortality .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "MicroRNA is found participated in this process .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study we developed a lipopolysaccharide-induced inflammation cell model on macrophages and a lipopolysaccharide-induced inflammation mouse model .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "It was found that during inflammation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "microRNA-9 was increased , accompanied with the up-regulation of pro-inflammatory cytokines and anti-inflammatory cytokines .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Down-regulation of microRNA-9 inhibited the up-regulation of inflammatory cytokines ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "promoted the up-regulation of anti-inflammatory cytokines and induced the remission of organ damage ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "showing a protective effect in inflammation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Bioinformatics analysis combined with luciferase reporter assay showed that SIRT1 was the target gene of microRNA-9 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Transfection of microRNA-9 inhibitor could increase the level of SIRT1 and decrease the activation of NF-κB pathway in macrophages .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Myeloid specific sirt1 knockout mice were included and we found that lack of SIRT1 in mice macrophages led to aggravated inflammation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "cell apoptosis and organ injury ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and eliminated the protective property of microRNA-9 inhibitor .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In conclusion , we demonstrated that inhibition of microRNA-9 could alleviate inflammation through the up-regulation of SIRT1 and then suppressed the activation of NF-κB pathway .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This is a meaningful explore about the specific mechanism of microRNA-9 in inflammation .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "16",
    "token_num": "210"
  }
}