{
  "paper_id": "265a64befc940ea017cb202810f17562c9a315fe",
  "metadata": {
    "title": "Natural resistance to experimental feline infectious peritonitis virus infection is decreased rather than increased by positive genetic selection-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/)",
    "coda_data_split": "train",
    "coda_paper_id": 3002,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "A previous study demonstrated the existence of a natural resistance to feline infectious peritonitis virus (FIPV) among 36% of randomly bred laboratory cats. A genome wide association study (GWAS) on this population suggested that resistance was polygenic but failed to identify any strong specific associations. In order to enhance the power of GWAS or whole genome sequencing to identify strong genetic associations, a decision was made to positively select for resistance over three generations. The inbreeding experiment began with a genetically related parental (P) population consisting of three toms and four queens identified from among the survivors of the earlier study and belonging to a closely related subgroup (B). The subsequent effects of inbreeding were measured using 42 genome-wide STR markers. P generation cats produced 57 first filial (F1) kittens, only five of which (9.0%) demonstrated a natural resistance to FIPV infection. One of these five F1 survivors was then used to produce six F1/P-backcrosses kittens, only one of which proved resistant to FIP. Six of eight of the F1 and F1/P survivors succumbed to a secondary exposure 4-12 months later. Therefore, survival after both primary and secondary infection was decreased rather than increased by positive selection for resistance. The common genetic factor associated with this diminished resistance was a loss of heterozygosity.",
      "sentences": [
        [
          {
            "segment_text": "A previous study demonstrated the existence of a natural resistance to feline infectious peritonitis virus ( FIPV ) among 36 % of randomly bred laboratory cats .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A genome wide association study ( GWAS ) on this population suggested that resistance was polygenic but failed to identify any strong specific associations .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In order to enhance the power of GWAS or whole genome sequencing to identify strong genetic associations ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a decision was made to positively select for resistance over three generations .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The inbreeding experiment began with a genetically related parental ( P ) population consisting of three toms and four queens identified from among the survivors of the earlier study and belonging to a closely related subgroup ( B ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The subsequent effects of inbreeding were measured using 42 genome-wide STR markers .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "P generation cats produced 57 first filial ( F1 ) kittens ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "only five of which ( 9.0 % ) demonstrated a natural resistance to FIPV infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "One of these five F1 survivors was then used to produce six F1/P-backcrosses kittens ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "only one of which proved resistant to FIP .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Six of eight of the F1 and F1/P survivors succumbed to a secondary exposure 4-12 months later .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Therefore , survival after both primary and secondary infection was decreased rather than increased by positive selection for resistance .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The common genetic factor associated with this diminished resistance was a loss of heterozygosity .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "13",
    "token_num": "241"
  }
}