{
  "paper_id": "267084b4bdfd4a3d8fbdb8d7e4c935715f3e7171",
  "metadata": {
    "title": "Angiotensin Converting Enzyme (ACE) and ACE2 Bind Integrins and ACE2 Regulates Integrin Signalling",
    "coda_data_split": "train",
    "coda_paper_id": 6889,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The angiotensin converting enzymes (ACEs) are the key catalytic components of the renin-angiotensin system, mediating precise regulation of blood pressure by counterbalancing the effects of each other. Inhibition of ACE has been shown to improve pathology in cardiovascular disease, whilst ACE2 is cardioprotective in the failing heart. However, the mechanisms by which ACE2 mediates its cardioprotective functions have yet to be fully elucidated. Here we demonstrate that both ACE and ACE2 bind integrin subunits, in an RGD-independent manner, and that they can act as cell adhesion substrates. We show that cellular expression of ACE2 enhanced cell adhesion. Furthermore, we present evidence that soluble ACE2 (sACE2) is capable of suppressing integrin signalling mediated by FAK. In addition, sACE2 increases the expression of Akt, thereby lowering the proportion of the signalling molecule phosphorylated Akt. These results suggest that ACE2 plays a role in cellcell interactions, possibly acting to fine-tune integrin signalling. Hence the expression and cleavage of ACE2 at the plasma membrane may influence cell-extracellular matrix interactions and the signalling that mediates cell survival and proliferation. As such, ectodomain shedding of ACE2 may play a role in the process of pathological cardiac remodelling.",
      "sentences": [
        [
          {
            "segment_text": "The angiotensin converting enzymes ( ACEs ) are the key catalytic components of the renin-angiotensin system ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "mediating precise regulation of blood pressure by counterbalancing the effects of each other .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Inhibition of ACE has been shown to improve pathology in cardiovascular disease ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "whilst ACE2 is cardioprotective in the failing heart .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , the mechanisms by which ACE2 mediates its cardioprotective functions have yet to be fully elucidated .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we demonstrate that both ACE and ACE2 bind integrin subunits ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "in an RGD-independent manner , and that they can act as cell adhesion substrates .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We show that cellular expression of ACE2 enhanced cell adhesion .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , we present evidence that soluble ACE2 ( sACE2 ) is capable of suppressing integrin signalling mediated by FAK .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , sACE2 increases the expression of Akt ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "thereby lowering the proportion of the signalling molecule phosphorylated Akt .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results suggest that ACE2 plays a role in cellcell interactions ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "possibly acting to fine-tune integrin signalling .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Hence the expression and cleavage of ACE2 at the plasma membrane may influence cell-extracellular matrix interactions and the signalling that mediates cell survival and proliferation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "As such , ectodomain shedding of ACE2 may play a role in the process of pathological cardiac remodelling .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "15",
    "token_num": "215"
  }
}