{
  "paper_id": "26887740f44c7d812037db8268a084389881e6df",
  "metadata": {
    "title": "Strategies for the Identification of novel inhibitors of deubiquitinating enzymes",
    "coda_data_split": "train",
    "coda_paper_id": 6090,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Dysregulation of the ubiquitin-proteasome system (UPS) has been implicated in a wide range of pathologies including cancer, neurodegeneration, and viral infection. Inhibiting the proteasome has been shown to be an effective therapeutic strategy in humans; yet toxicity with this target remains high. Deubiquitinating enzymes (DUBs) represent an alternative target in the UPS with low predicted toxicity. Currently, there are no DUB inhibitors that have entered the clinic. To address this situation, Progenra has developed a novel assay to measure the proteolytic cleavage of ubiquitin or UBL (ubiquitin like protein) conjugates such as SUMO, NEDD8 or ISG15 by isopeptidases. Here we will discuss current platforms for detecting DUB inhibitors and underline the advantages and disadvantages of the approaches.",
      "sentences": [
        [
          {
            "segment_text": "Dysregulation of the ubiquitin-proteasome system ( UPS ) has been implicated in a wide range of pathologies including cancer ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "neurodegeneration , and viral infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Inhibiting the proteasome has been shown to be an effective therapeutic strategy in humans ; yet toxicity with this target remains high .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Deubiquitinating enzymes ( DUBs ) represent an alternative target in the UPS with low predicted toxicity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Currently , there are no DUB inhibitors that have entered the clinic .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To address this situation , Progenra has developed a novel assay to measure the proteolytic cleavage of ubiquitin or UBL ( ubiquitin like protein ) conjugates such as SUMO ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "NEDD8 or ISG15 by isopeptidases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we will discuss current platforms for detecting DUB inhibitors and underline the advantages and disadvantages of the approaches .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "8",
    "token_num": "135"
  }
}