{
  "paper_id": "268a89879b470523856211ef78dd1e375f7a48e6",
  "metadata": {
    "title": "Relative bioavailability of nicotine from a nasal spray in infectious rhinitis and after use of a topical decongestant",
    "coda_data_split": "train",
    "coda_paper_id": 5136,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The relative bioavailability of nicotine from a nasal spray was assessed in 15 smokers suffering a common cold and rhinitis according to generally accepted criteria. The patients were given a single dose of 2 mg nicotine from the nasal spray with and without concurrent administration of a nasal vasoconstrictor decongestant, xylometazoline, in randomised order. Control session measurements were made in the disease-free state.",
      "sentences": [
        [
          {
            "segment_text": "The relative bioavailability of nicotine from a nasal spray was assessed in 15 smokers suffering a common cold and rhinitis according to generally accepted criteria .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The patients were given a single dose of 2 mg nicotine from the nasal spray with and without concurrent administration of a nasal vasoconstrictor decongestant ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "xylometazoline , in randomised order .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Control session measurements were made in the disease-free state .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Applying strict bioequivalence criteria, we found that common cold/rhinitis slightly reduced the bioavailability of nicotine, both in its rate and extent; the geometric mean of the ratio of Crnax , AUC and tma x were 0.81, 0.93 and 1.36, respectively. The nasal vasoconstrictor, xylometazoline, normalised the extent of the bioavailability of nicotine, but further prolonged the time for absorption to almost twice that measured in the disease-free state, increasing the tma x ratio to 1.72.",
      "sentences": [
        [
          {
            "segment_text": "Applying strict bioequivalence criteria , we found that common cold/rhinitis slightly reduced the bioavailability of nicotine ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "both in its rate and extent ; the geometric mean of the ratio of Crnax ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "AUC and tma x were 0.81 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "0.93 and 1.36 , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The nasal vasoconstrictor , xylometazoline ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "normalised the extent of the bioavailability of nicotine ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but further prolonged the time for absorption to almost twice that measured in the disease-free state ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "increasing the tma x ratio to 1.72 .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "The results suggest that a minor proportion of people stopping smoking with the help of a nicotine nasal spray may experience a minor reduction in the effect of the spray during common cold/rhinitis. However, the nicotine self-titration behaviour found with most smoking cessation products (except the nicotine patch) will automatically lead to an adjustment of the dosage to achieve the desired effect.",
      "sentences": [
        [
          {
            "segment_text": "The results suggest that a minor proportion of people stopping smoking with the help of a nicotine nasal spray may experience a minor reduction in the effect of the spray during common cold/rhinitis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , the nicotine self-titration behaviour found with most smoking cessation products ( except the nicotine patch ) will automatically lead to an adjustment of the dosage to achieve the desired effect .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "7",
    "segment_num": "14",
    "token_num": "221"
  }
}