{
  "paper_id": "269091b62b4d3a56199e6a85fafb5c75111da336",
  "metadata": {
    "title": "Cell Host \u0026 Microbe Review Principles of Broad and Potent Antiviral Human Antibodies: Insights for Vaccine Design",
    "coda_data_split": "train",
    "coda_paper_id": 7748,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Antibodies are the principal immune effectors that mediate protection against reinfection following viral infection or vaccination. Robust techniques for human mAb isolation have been developed in the last decade. The study of human mAbs isolated from subjects with prior immunity has become a mainstay for rational structure-based, next-generation vaccine development. The plethora of detailed molecular and genetic studies coupling the structure of antigen-antibody complexes with their antiviral function has begun to reveal common principles of critical interactions on which we can build better vaccines and therapeutic antibodies. This review outlines the approaches to isolating and studying human antiviral mAbs and discusses the common principles underlying the basis for their activity. This review also examines progress toward the goal of achieving a comprehensive understanding of the chemical and physical basis for molecular recognition of viral surface proteins in order to build predictive molecular models that can be used for vaccine design.",
      "sentences": [
        [
          {
            "segment_text": "Antibodies are the principal immune effectors that mediate protection against reinfection following viral infection or vaccination .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Robust techniques for human mAb isolation have been developed in the last decade .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The study of human mAbs isolated from subjects with prior immunity has become a mainstay for rational structure-based , next-generation vaccine development .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The plethora of detailed molecular and genetic studies coupling the structure of antigen-antibody complexes with their antiviral function has begun to reveal common principles of critical interactions on which we can build better vaccines and therapeutic antibodies .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review outlines the approaches to isolating and studying human antiviral mAbs and discusses the common principles underlying the basis for their activity .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "This review also examines progress toward the goal of achieving a comprehensive understanding of the chemical and physical basis for molecular recognition of viral surface proteins in order to build predictive molecular models that can be used for vaccine design .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "6",
    "token_num": "157"
  }
}