{
  "paper_id": "26ee25b06063d12c5685b764db2c72fbb17fc31f",
  "metadata": {
    "title": "Development of Onchocerca volvulus in humanized NSG mice and detection of parasite biomarkers in urine and serum",
    "coda_data_split": "train",
    "coda_paper_id": 10916,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The study of Onchocerca volvulus has been limited by its host range, with only humans and non-human primates shown to be susceptible to the full life cycle infection. Small animal models that support the development of adult parasites have not been identified.",
      "sentences": [
        [
          {
            "segment_text": "The study of Onchocerca volvulus has been limited by its host range ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "with only humans and non-human primates shown to be susceptible to the full life cycle infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Small animal models that support the development of adult parasites have not been identified .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "We hypothesized that highly immunodeficient NSG mice would support the survival and maturation of O. volvulus and alteration of the host microenvironment through the addition of various human cells and tissues would further enhance the level of parasite maturation. NSG mice were humanized with: (1) umbilical cord derived CD34 + stem cells, (2) fetal derived liver, thymus and CD34 + stem cells or (3) primary human skeletal muscle cells. NSG and humanized NSG mice were infected with 100 O. volvulus infective larvae (L3) for 4 to 12 weeks. When necropsies of infected animals were performed, it was observed that parasites survived and developed throughout the infection time course. In each of the different humanized mouse models, worms matured from L3 to advanced fourth stage larvae, with both male and female organ development. In addition, worms increased in length by up to 4-fold. Serum and urine, collected from humanized mice for identification of potential biomarkers of infection, allowed for the identification of 10 O. volvulus-derived proteins found specifically in either the urine or the serum of the humanized O. volvulus-infected NSG mice.",
      "sentences": [
        [
          {
            "segment_text": "We hypothesized that highly immunodeficient NSG mice would support the survival and maturation of O. volvulus and alteration of the host microenvironment through the addition of various human cells and tissues would further enhance the level of parasite maturation .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "NSG mice were humanized with : ( 1 ) umbilical cord derived CD34 + stem cells ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "( 2 ) fetal derived liver ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "thymus and CD34 + stem cells or ( 3 ) primary human skeletal muscle cells .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "NSG and humanized NSG mice were infected with 100 O. volvulus infective larvae ( L3 ) for 4 to 12 weeks .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "When necropsies of infected animals were performed ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "it was observed that parasites survived and developed throughout the infection time course .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In each of the different humanized mouse models ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "worms matured from L3 to advanced fourth stage larvae ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with both male and female organ development .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , worms increased in length by up to 4-fold .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Serum and urine , collected from humanized mice for identification of potential biomarkers of infection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "allowed for the identification of 10 O. volvulus-derived proteins found specifically in either the urine or the serum of the humanized O. volvulus-infected NSG mice .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "The newly identified mouse models for onchocerciasis will enable the development of O. volvulus specific biomarkers, screening for new therapeutic approaches and potentially studying the human immune response to infection with O. volvulus.",
      "sentences": [
        [
          {
            "segment_text": "The newly identified mouse models for onchocerciasis will enable the development of O. volvulus specific biomarkers ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "screening for new therapeutic approaches and potentially studying the human immune response to infection with O. volvulus .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "PLOS Neglected Tropical Diseases | https://doi.Onchocerciasis, caused by the filarial parasitic nematode Onchocerca volvulus, remains a significant source of morbidity throughout sub-Saharan Africa and is a primary cause of infectious blindness. Research on this disease has been hindered by an absence of suitable small animal hosts. Here we describe the development of humanized mouse models that are susceptible to O. volvulus infection supporting both growth and maturation of the parasite. These novel mouse models have enabled the identification of a number of new O. volvulus biomarkers with potential to play a role in the development of specific and sensitive diagnostic tests for presence of viable parasites. Development of Onchocerca volvulus in NSG mice PLOS Neglected Tropical Diseases | https://doi.",
      "sentences": [
        [
          {
            "segment_text": "PLOS Neglected Tropical Diseases | https://doi.Onchocerciasis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "caused by the filarial parasitic nematode Onchocerca volvulus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "remains a significant source of morbidity throughout sub-Saharan Africa and is a primary cause of infectious blindness .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Research on this disease has been hindered by an absence of suitable small animal hosts .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Here we describe the development of humanized mouse models that are susceptible to O. volvulus infection supporting both growth and maturation of the parasite .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These novel mouse models have enabled the identification of a number of new O. volvulus biomarkers with potential to play a role in the development of specific and sensitive diagnostic tests for presence of viable parasites .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Development of Onchocerca volvulus in NSG mice PLOS Neglected Tropical Diseases | https://doi .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "15",
    "segment_num": "25",
    "token_num": "411"
  }
}