{
  "paper_id": "26f8c5fbd310c95c2e1fb04c34ed6f5d10901d07",
  "metadata": {
    "title": "Evaluating the potential impact of targeted vaccination strategies against severe acute respiratory syndrome coronavirus (SARS- CoV) and Middle East respiratory syndrome coronavirus (MERS-CoV) outbreaks in the healthcare setting",
    "coda_data_split": "train",
    "coda_paper_id": 6906,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Severe Acute Respiratory Syndrome (SARS) and Middle East Respiratory Syndrome (MERS) are two coronaviruses with demonstrated potential to generate significant nosocomial outbreaks. In particular, MERS continues to pose a significant threat in the Middle East since 2012. Currently, no licensed vaccine or drug treatment is available to treat patients infected with either coronavirus. However, there are some MERS vaccines in the preclinical stage of development. We sought to evaluate the potential impact of targeted vaccination strategies for mitigating SARS and MERS outbreaks in healthcare settings using simple mathematical models and detailed historic transmission trees describing the progression of past nosocomial outbreaks of SARS and MERS. Results: Our findings suggest that vaccination strategies targeting patients and healthcare workers, which have been disproportionately affected during past outbreaks, and assuming two vaccination coverage levels at 50 and 75% have the potential to avert nearly 50% or more of MERS or SARS cases. Conclusion: Our modeling results informed by historic outbreak data for SARS and MERS suggest that vaccination strategies targeting patients could be an effective measure to mitigate and prevent outbreaks in the healthcare setting.",
      "sentences": [
        [
          {
            "segment_text": "Background : Severe Acute Respiratory Syndrome ( SARS ) and Middle East Respiratory Syndrome ( MERS ) are two coronaviruses with demonstrated potential to generate significant nosocomial outbreaks .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In particular , MERS continues to pose a significant threat in the Middle East since 2012 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Currently , no licensed vaccine or drug treatment is available to treat patients infected with either coronavirus .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , there are some MERS vaccines in the preclinical stage of development .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We sought to evaluate the potential impact of targeted vaccination strategies for mitigating SARS and MERS outbreaks in healthcare settings using simple mathematical models and detailed historic transmission trees describing the progression of past nosocomial outbreaks of SARS and MERS .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Our findings suggest that vaccination strategies targeting patients and healthcare workers ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which have been disproportionately affected during past outbreaks ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and assuming two vaccination coverage levels at 50 and 75 % have the potential to avert nearly 50 % or more of MERS or SARS cases .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusion : Our modeling results informed by historic outbreak data for SARS and MERS suggest that vaccination strategies targeting patients could be an effective measure to mitigate and prevent outbreaks in the healthcare setting .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "9",
    "token_num": "204"
  }
}