{
  "paper_id": "273ed1bf60b19e3db4ab3894a20598336b7e0ef4",
  "metadata": {
    "title": "Effect of prebiotic supplementation with stabilized rice bran in milk of pre-weaned organic Holstein calves",
    "coda_data_split": "train",
    "coda_paper_id": 3280,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: The first month of life possess significant challenges for dairy calves due to high susceptibility to digestive diseases. The objective of this study was to evaluate the effect of prebiotic supplementation with stabilized rice bran (SRB) in milk on health, immunity, and performance of pre-weaned organic dairy calves. Holstein heifer calves (n \u003d 90) were enrolled at 6 ± 1 days old and monitored for 28 days, from July to August 2017. Calves were randomly assigned to a control (CTR; n \u003d 45) or a treatment group (SRB; n \u003d 45). The CTR group received milk alone and the SRB group received 120 g of SRB per day in milk to achieve a 10% w/w dose of the total calories. Daily health evaluations were conducted to score health status and disease severity (healthy, slightly affected, moderately or severely sick) of calves, through integrated assessment of diarrhea, dehydration, attitude, and milk intake. Body weights and fecal IgA quantification were completed on the first and last day of the study. Results: Overall, weight gain and fecal IgA concentrations were not affected by the dietary addition of SRB. The total number of calf-days classified as healthy or sick were not different between treatment groups. Similarly, the number of calf-days categorized as slightly affected, moderately sick, or severely sick did not differ between treatment groups. Time to event analyses indicated a tendency for a treatment effect in the time to the first moderate case of diarrhea (P \u003d 0.08), as well as in the time to recovery from diarrhea (P \u003d 0.052), favoring control calves. Conclusions: These results indicated that the dietary addition of SRB in milk did not have an effect in health, immunity or performance of pre-weaned dairy calves.",
      "sentences": [
        [
          {
            "segment_text": "Background : The first month of life possess significant challenges for dairy calves due to high susceptibility to digestive diseases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The objective of this study was to evaluate the effect of prebiotic supplementation with stabilized rice bran ( SRB ) in milk on health ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "immunity , and performance of pre-weaned organic dairy calves .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Holstein heifer calves ( n \u003d 90 ) were enrolled at 6 ± 1 days old and monitored for 28 days ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "from July to August 2017 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Calves were randomly assigned to a control ( CTR ; n \u003d 45 ) or a treatment group ( SRB ; n \u003d 45 ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The CTR group received milk alone and the SRB group received 120 g of SRB per day in milk to achieve a 10 % w/w dose of the total calories .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Daily health evaluations were conducted to score health status and disease severity ( healthy , slightly affected , moderately or severely sick ) of calves ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "through integrated assessment of diarrhea ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "dehydration , attitude , and milk intake .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Body weights and fecal IgA quantification were completed on the first and last day of the study .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Overall , weight gain and fecal IgA concentrations were not affected by the dietary addition of SRB .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The total number of calf-days classified as healthy or sick were not different between treatment groups .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Similarly , the number of calf-days categorized as slightly affected ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "moderately sick , or severely sick did not differ between treatment groups .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Time to event analyses indicated a tendency for a treatment effect in the time to the first moderate case of diarrhea ( P \u003d 0.08 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as well as in the time to recovery from diarrhea ( P \u003d 0.052 ) , favoring control calves .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : These results indicated that the dietary addition of SRB in milk did not have an effect in health ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "immunity or performance of pre-weaned dairy calves .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "12",
    "segment_num": "19",
    "token_num": "336"
  }
}