{
  "paper_id": "2786687808083b1a23083be32dae8229ff545179",
  "metadata": {
    "title": "Intraperitoneal adoptive transfer of mesenchymal stem cells enhances recovery from acid aspiration acute lung injury in mice",
    "coda_data_split": "train",
    "coda_paper_id": 4657,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Mesenchymal stem cells (MSCs) might act as fine-tuners of inflammation during acute lung injury. We assessed the effects of adoptive transfer of MSCs in acid aspiration acute lung injury and explored the role of long pentraxin PTX3. Methods: We conducted a prospective experimental interventional study on wildtype (WT) and PTX3-deficient (PTX3 −/− ) mice. Acute lung injury was induced in WT and PTX3 −/− mice by instillation of hydrochloric acid into the right bronchus. One hour later, animals received intraperitoneal sterile phosphate-buffered saline (PBS), WT-MSCs (1 × 10 6 ) or PTX3 −/− -MSCs (1 × 10 6 ). Twenty-four hours after injury, we measured the effects of treatments on arterial blood gases, wet/dry lung weight (W/ D), CT scan analysis of lung collapse, neutrophils, TNFα and CXCL1 in bronchoalveolar lavage, and plasma PTX3. D-dimer was assayed in 1 week and OHproline in 2 weeks to track the fibrotic evolution. Results: In 24 h, in comparison to PBS, WT-MSCs improved oxygenation and reduced W/D and alveolar collapse. These effects were associated with decreased concentrations of alveolar neutrophils and cytokines. WT-MSCs increased D-dimer concentration and decreased OH-proline levels, too. Treatment with PTX3 −/− -MSCs ameliorated oxygenation, W/D, and alveolar TNFα, though to a lesser extent than WT-MSCs. PTX3 −/− -MSCs did not improve lung collapse, neutrophil count, CXCL1, D-dimer, and OH-proline concentrations. The protective effects of WT-MSCs were dampened by lack of endogenous PTX3, too. Conclusions: In acid aspiration acute lung injury, MSCs improve pulmonary function and limit fibrosis by fine-tuning inflammation. The role of PTX3 in determining MSCs\u0027 effects might merit further scrutiny.",
      "sentences": [
        [
          {
            "segment_text": "Background : Mesenchymal stem cells ( MSCs ) might act as fine-tuners of inflammation during acute lung injury .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We assessed the effects of adoptive transfer of MSCs in acid aspiration acute lung injury and explored the role of long pentraxin PTX3 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Methods : We conducted a prospective experimental interventional study on wildtype ( WT ) and PTX3-deficient ( PTX3 − / − ) mice .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Acute lung injury was induced in WT and PTX3 − / − mice by instillation of hydrochloric acid into the right bronchus .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "One hour later , animals received intraperitoneal sterile phosphate-buffered saline ( PBS ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "WT-MSCs ( 1 × 10 6 ) or PTX3 − / − - MSCs ( 1 × 10 6 ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Twenty-four hours after injury , we measured the effects of treatments on arterial blood gases ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "wet/dry lung weight ( W / D ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "CT scan analysis of lung collapse ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "neutrophils , TNFα and CXCL1 in bronchoalveolar lavage , and plasma PTX3 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "D-dimer was assayed in 1 week and OHproline in 2 weeks to track the fibrotic evolution .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : In 24 h ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "in comparison to PBS , WT-MSCs improved oxygenation and reduced W/D and alveolar collapse .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These effects were associated with decreased concentrations of alveolar neutrophils and cytokines .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "WT-MSCs increased D-dimer concentration and decreased OH-proline levels , too .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Treatment with PTX3 − / − - MSCs ameliorated oxygenation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "W/D , and alveolar TNFα ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "though to a lesser extent than WT-MSCs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "PTX3 − / − - MSCs did not improve lung collapse ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "neutrophil count , CXCL1 , D-dimer , and OH-proline concentrations .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The protective effects of WT-MSCs were dampened by lack of endogenous PTX3 , too .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : In acid aspiration acute lung injury ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "MSCs improve pulmonary function and limit fibrosis by fine-tuning inflammation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The role of PTX3 in determining MSCs \u0027 effects might merit further scrutiny .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "15",
    "segment_num": "24",
    "token_num": "329"
  }
}