{
  "paper_id": "278f9bc7cda220a1ca3bb3429b5229a412b8639a",
  "metadata": {
    "title": "Eating the enemy within: autophagy in infectious diseases",
    "coda_data_split": "train",
    "coda_paper_id": 3224,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Autophagy is emerging as a central component of antimicrobial host defense against diverse viral, bacterial, and parasitic infections. In addition to pathogen degradation, autophagy has other functions during infection such as innate and adaptive immune activation. As an important host defense pathway, microbes have also evolved mechanisms to evade, subvert, or exploit autophagy. Additionally, some fungal pathogens harness autophagy within their own cells to promote pathogenesis. This review will highlight our current understanding of autophagy in infection, focusing on the most recent advances in the field, and will discuss the potential implications of these studies in the design of anti-infective therapeutics.",
      "sentences": [
        [
          {
            "segment_text": "Autophagy is emerging as a central component of antimicrobial host defense against diverse viral ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "bacterial , and parasitic infections .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In addition to pathogen degradation ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "autophagy has other functions during infection such as innate and adaptive immune activation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "As an important host defense pathway ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "microbes have also evolved mechanisms to evade ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "subvert , or exploit autophagy .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Additionally , some fungal pathogens harness autophagy within their own cells to promote pathogenesis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review will highlight our current understanding of autophagy in infection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "focusing on the most recent advances in the field ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and will discuss the potential implications of these studies in the design of anti-infective therapeutics .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "11",
    "token_num": "115"
  }
}