{
  "paper_id": "2794ce17b4648bed210c57a9a7b51fa255601211",
  "metadata": {
    "title": "Community-Acquired Pneumonia in the Conjugate Vaccine Era",
    "coda_data_split": "train",
    "coda_paper_id": 8220,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Community-acquired pneumonia (CAP) remains one of the most common serious infections encountered among children worldwide. In this review, we highlight important literature and recent scientific discoveries that have contributed to our current understanding of pediatric CAP. We review the current epidemiology of childhood CAP in the developed world, appraise the state of diagnostic testing for etiology and prognosis, and discuss disease management and areas for future research in the context of recent national guidelines.",
      "sentences": [
        [
          {
            "segment_text": "Community-acquired pneumonia ( CAP ) remains one of the most common serious infections encountered among children worldwide .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this review , we highlight important literature and recent scientific discoveries that have contributed to our current understanding of pediatric CAP .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We review the current epidemiology of childhood CAP in the developed world ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "appraise the state of diagnostic testing for etiology and prognosis ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and discuss disease management and areas for future research in the context of recent national guidelines .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "3",
    "segment_num": "5",
    "token_num": "82"
  }
}