{
  "paper_id": "27b5e440dae0a1a99d41de1870e1e0d30d76d732",
  "metadata": {
    "title": "Recombinant adenovirus carrying a core neutralizing epitope of porcine epidemic diarrhea virus and heat-labile enterotoxin B of Escherichia coli as a mucosal vaccine",
    "coda_data_split": "train",
    "coda_paper_id": 4400,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Porcine epidemic diarrhea virus (PEDV) targets the intestinal mucosa in pigs. To protect against PEDV invasion, a mucosal vaccine is utilized effectively. In this study, we generated a recombinant adenovirus vaccine encoding the heat-labile enterotoxin B (LTB) and the core neutralizing epitope (COE) of PEDV (rAd-LTB-COE). The fusion protein LTB-COE was successfully expressed by the recombinant adenovirus in HEK293 cells, and the immunogenicity of the vaccine candidate was assessed in BALB/c mice and piglets. Three intramuscular or oral vaccinations with rAd-LTB-COE at two-week intervals induced robust humoral and mucosal immune responses. Moreover, a cell-mediated immune response was promoted in immunized mice, and the neutralizing antibody inhibited both the vaccine strain and the emerging PEDV isolate. Immunization experiments in piglets revealed that rAd-LTB-COE was immunogenic and induced good immune responses in piglets. Further studies are required to evaluate the efficacy of rAd-LTB-COE against a highly virulent PEDV challenge.",
      "sentences": [
        [
          {
            "segment_text": "Porcine epidemic diarrhea virus ( PEDV ) targets the intestinal mucosa in pigs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To protect against PEDV invasion ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a mucosal vaccine is utilized effectively .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , we generated a recombinant adenovirus vaccine encoding the heat-labile enterotoxin B ( LTB ) and the core neutralizing epitope ( COE ) of PEDV ( rAd-LTB-COE ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The fusion protein LTB-COE was successfully expressed by the recombinant adenovirus in HEK293 cells ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and the immunogenicity of the vaccine candidate was assessed in BALB/c mice and piglets .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Three intramuscular or oral vaccinations with rAd-LTB-COE at two-week intervals induced robust humoral and mucosal immune responses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , a cell-mediated immune response was promoted in immunized mice ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the neutralizing antibody inhibited both the vaccine strain and the emerging PEDV isolate .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Immunization experiments in piglets revealed that rAd-LTB-COE was immunogenic and induced good immune responses in piglets .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Further studies are required to evaluate the efficacy of rAd-LTB-COE against a highly virulent PEDV challenge .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "11",
    "token_num": "168"
  }
}