{
  "paper_id": "27b606cab7bfa874c1828de4311c2c8f8b57b84d",
  "metadata": {
    "title": "Pneumonia in the immunocompetent patient",
    "coda_data_split": "train",
    "coda_paper_id": 5857,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Pneumonia is an acute inflammation of the lower respiratory tract. Lower respiratory tract infection is a major cause of mortality worldwide. Pneumonia is most common at the extremes of life. Predisposing factors in children include an underdeveloped immune system together with other factors, such as malnutrition and overcrowding. In adults, tobacco smoking is the single most important preventable risk factor. The commonest infecting organisms in children are respiratory viruses and Streptoccocus pneumoniae. In adults, pneumonia can be broadly classified, on the basis of chest radiographic appearance, into lobar pneumonia, bronchopneumonia and pneumonia producing an interstitial pattern. Lobar pneumonia is most commonly associated with community acquired pneumonia, bronchopneumonia with hospital acquired infection and an interstitial pattern with the so called atypical pneumonias, which can be caused by viruses or organisms such as Mycoplasma pneumoniae. Most cases of pneumonia can be managed with chest radiographs as the only form of imaging, but CT can detect pneumonia not visible on the chest radiograph and may be of value, particularly in the hospital setting. Complications of pneumonia include pleural effusion, empyema and lung abscess. The chest radiograph may initially indicate an effusion but ultrasound is more sensitive, allows characterisation in some cases and can guide catheter placement for drainage. CT can also be used to characterise and estimate the extent of pleural disease. Most lung abscesses respond to medical therapy, with surgery and image guided catheter drainage serving as options for those cases who do not respond.",
      "sentences": [
        [
          {
            "segment_text": "Pneumonia is an acute inflammation of the lower respiratory tract .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Lower respiratory tract infection is a major cause of mortality worldwide .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Pneumonia is most common at the extremes of life .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Predisposing factors in children include an underdeveloped immune system together with other factors ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "such as malnutrition and overcrowding .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In adults , tobacco smoking is the single most important preventable risk factor .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The commonest infecting organisms in children are respiratory viruses and Streptoccocus pneumoniae .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In adults , pneumonia can be broadly classified ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "on the basis of chest radiographic appearance ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "into lobar pneumonia , bronchopneumonia and pneumonia producing an interstitial pattern .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Lobar pneumonia is most commonly associated with community acquired pneumonia ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "bronchopneumonia with hospital acquired infection and an interstitial pattern with the so called atypical pneumonias ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which can be caused by viruses or organisms such as Mycoplasma pneumoniae .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Most cases of pneumonia can be managed with chest radiographs as the only form of imaging ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but CT can detect pneumonia not visible on the chest radiograph and may be of value ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "particularly in the hospital setting .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Complications of pneumonia include pleural effusion , empyema and lung abscess .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The chest radiograph may initially indicate an effusion but ultrasound is more sensitive ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "allows characterisation in some cases and can guide catheter placement for drainage .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "CT can also be used to characterise and estimate the extent of pleural disease .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Most lung abscesses respond to medical therapy ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with surgery and image guided catheter drainage serving as options for those cases who do not respond .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "13",
    "segment_num": "22",
    "token_num": "269"
  }
}