{
  "paper_id": "27c190c3d4fc0884a3b9d79774ee61a0c305c540",
  "metadata": {
    "title": "In Vitro Membrane Assembly of a Polytopic, Transmembrane Protein Results in an Enzymatically Active Conformation",
    "coda_data_split": "train",
    "coda_paper_id": 3760,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "In vitro integration of the polytopic, transmembrane lactose permease into membrane vesicles from Escherichia coli is demonstrated. To this end the enzyme was synthesized in a homologous, cell-free transcription-translation system. In this system, synthesis occurred in an essentially membrane-free environment leading to the formation of lactose permease aggregates, which were resistant to protease digestion and detergent solubilization. However, if inverted membrane vesicles from E. coli were included in the synthesis reaction, most de novo-synthesized lactose permease could be recovered from a membranecontaining subfraction (enriched in leader [signal] peptidase activity). This membrane association of lactose permease was Na2CO3 resistant, detergent sensitive, and yielded a distinct pattern of proteolytic cleavage peptides. Moreover, membrane vesicles when present cotranslationally during synthesis of lactose permease, acquired the capability to accumulate lactose, strongly suggesting a correct in vitro assembly of the enzyme.",
      "sentences": [
        [
          {
            "segment_text": "In vitro integration of the polytopic ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "transmembrane lactose permease into membrane vesicles from Escherichia coli is demonstrated .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To this end the enzyme was synthesized in a homologous , cell-free transcription-translation system .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "In this system , synthesis occurred in an essentially membrane-free environment leading to the formation of lactose permease aggregates ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which were resistant to protease digestion and detergent solubilization .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , if inverted membrane vesicles from E. coli were included in the synthesis reaction ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "most de novo-synthesized lactose permease could be recovered from a membranecontaining subfraction ( enriched in leader ( signal ) peptidase activity ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This membrane association of lactose permease was Na2CO3 resistant ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "detergent sensitive , and yielded a distinct pattern of proteolytic cleavage peptides .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , membrane vesicles when present cotranslationally during synthesis of lactose permease ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "acquired the capability to accumulate lactose ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "strongly suggesting a correct in vitro assembly of the enzyme .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Because of the extensive aggregation of lactose permease synthesized in the absence of membranes, only low amounts originating from the soluble enzyme pool integrated posttranslationally into the membrane vesicles. Unlike the translocation of the outer membrane protein LamB into membrane vesicles, integration of lactose permease was found to be independent of the H+-motive force.",
      "sentences": [
        [
          {
            "segment_text": "Because of the extensive aggregation of lactose permease synthesized in the absence of membranes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "only low amounts originating from the soluble enzyme pool integrated posttranslationally into the membrane vesicles .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Unlike the translocation of the outer membrane protein LamB into membrane vesicles ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "integration of lactose permease was found to be independent of the H + - motive force .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "8",
    "segment_num": "16",
    "token_num": "218"
  }
}