{
  "paper_id": "27c85eb0542256f6599ba43e90986abfdb1ddc5b",
  "metadata": {
    "title": "Influenza-associated Deaths in Tropical Singapore Influenza-associated Deaths in Tropical Singapore",
    "coda_data_split": "train",
    "coda_paper_id": 9170,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "We used a regression model to examine the impact of influenza on death rates in tropical Singapore for the period 1996-2003. Influenza A (H3N2) was the predominant circulating influenza virus subtype, with consistently significant and robust effect on mortality rates. Influenza was associated with an annual death rate from all causes, from underlying pneumonia and influenza, and from underlying circulatory and respiratory conditions of 14.8 (95% confidence interval 9.8-19.8), 2.9 (1.0-5.0), and 11.9 (8.3-15.7) per 100,000 person-years, respectively. These results are comparable with observations in the United States and subtropical Hong Kong. An estimated 6.5% of underlying pneumonia and influenza deaths were attributable to influenza. The proportion of influenza-associated deaths was 11.3 times higher in persons age \u003e65 years than in the general population. Our findings support the need for influenza surveillance and annual influenza vaccination for at-risk populations in tropical countries.",
      "sentences": [
        [
          {
            "segment_text": "We used a regression model to examine the impact of influenza on death rates in tropical Singapore for the period 1996-2003 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Influenza A ( H3N2 ) was the predominant circulating influenza virus subtype ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "with consistently significant and robust effect on mortality rates .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Influenza was associated with an annual death rate from all causes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "from underlying pneumonia and influenza ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and from underlying circulatory and respiratory conditions of 14.8 ( 95 % confidence interval 9.8-19.8 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "2.9 ( 1.0-5.0 ) , and 11.9 ( 8.3-15.7 ) per 100,000 person-years , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results are comparable with observations in the United States and subtropical Hong Kong .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "An estimated 6.5 % of underlying pneumonia and influenza deaths were attributable to influenza .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The proportion of influenza-associated deaths was 11.3 times higher in persons age \u003e 65 years than in the general population .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our findings support the need for influenza surveillance and annual influenza vaccination for at-risk populations in tropical countries .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "11",
    "token_num": "166"
  }
}