{
  "paper_id": "27da326aad69136482c163f4ed91462e5bae61bd",
  "metadata": {
    "title": "Assessment of the risk of infectious aerosols leaking to the environment from BSL-3 laboratory HEPA air filtration systems using model bacterial aerosols",
    "coda_data_split": "train",
    "coda_paper_id": 2869,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "To assess the risk of infectious bacterial aerosols leaking to the environment, the filtration efficiency of a biosafety level 3 (BSL-3) laboratory high-efficiency particulate (HEPA) filter was investigated using the aerosolized bacteria Serratia marcescens. The aerosol size was measured using an Andersen sampler. Eight first stage HEPA filters (numbered 1-8) were distributed in contaminated labs and exhausts from each of the first stage HEPA filters were aggregated and filtered through one second stage HEPA filter before being released to the environment. In total, 8 first-stage and 1 second-stage HEPA filters from the BSL-3 air purification system were analyzed. No S. marcescens was detected in first stage filters 1, 2, 4, 5, 7 and 8 and the second stage HEPA filter. The filtration efficiencies against aerosolized S. marcescens were \u003e99.9999%. First stage filter numbers 3 and 6 had filtration efficiencies of 99.9825% and 99.9906%, respectively. When filter number 3 was replaced by a new filter and the bracket for filter number 6 was sealed, no aerosolized S. marcescens was detected in the filtered air. Our work suggests that the BSL-3 laboratory HEPA filter air purification system is effective against bacterial aerosols, with little to no bacterial leakage into the environment.",
      "sentences": [
        [
          {
            "segment_text": "To assess the risk of infectious bacterial aerosols leaking to the environment ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "the filtration efficiency of a biosafety level 3 ( BSL-3 ) laboratory high-efficiency particulate ( HEPA ) filter was investigated using the aerosolized bacteria Serratia marcescens .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The aerosol size was measured using an Andersen sampler .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Eight first stage HEPA filters ( numbered 1-8 ) were distributed in contaminated labs and exhausts from each of the first stage HEPA filters were aggregated and filtered through one second stage HEPA filter before being released to the environment .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "In total , 8 first-stage and 1 second-stage HEPA filters from the BSL-3 air purification system were analyzed .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "No S. marcescens was detected in first stage filters 1 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "2 , 4 , 5 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "7 and 8 and the second stage HEPA filter .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The filtration efficiencies against aerosolized S. marcescens were \u003e 99.9999 % .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "First stage filter numbers 3 and 6 had filtration efficiencies of 99.9825 % and 99.9906 % , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "When filter number 3 was replaced by a new filter and the bracket for filter number 6 was sealed ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "no aerosolized S. marcescens was detected in the filtered air .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our work suggests that the BSL-3 laboratory HEPA filter air purification system is effective against bacterial aerosols ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with little to no bacterial leakage into the environment .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "14",
    "token_num": "227"
  }
}