{
  "paper_id": "27ee5b4647398fd11e7044166a9d68aca391ebcf",
  "metadata": {
    "title": "Send Orders for Reprints to reprints@benthamscience.ae Cellular Antiviral Factors that Target Particle Infectivity of HIV-1",
    "coda_data_split": "train",
    "coda_paper_id": 7502,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: In the past decade, the identification and characterization of antiviral genes with the ability to interfere with virus replication has established cell-intrinsic innate immunity as a third line of antiviral defense in addition to adaptive and classical innate immunity. Understanding how cellular factors have evolved to inhibit HIV-1 reveals particularly vulnerable points of the viral replication cycle. Many, but not all, antiviral proteins share type I interferon-upregulated expression and sensitivity to viral counteraction or evasion measures. Whereas well-established restriction factors interfere with early post-entry steps and release of HIV-1, recent research has revealed a diverse set of proteins that reduce the infectious quality of released particles using individual, to date poorly understood modes of action. These include induction of paucity of mature glycoproteins in nascent virions or self-incorporation into the virus particle, resulting in poor infectiousness of the virion and impaired spread of the infection.",
      "sentences": [
        [
          {
            "segment_text": "Background : In the past decade ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the identification and characterization of antiviral genes with the ability to interfere with virus replication has established cell-intrinsic innate immunity as a third line of antiviral defense in addition to adaptive and classical innate immunity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Understanding how cellular factors have evolved to inhibit HIV-1 reveals particularly vulnerable points of the viral replication cycle .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Many , but not all ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "antiviral proteins share type I interferon-upregulated expression and sensitivity to viral counteraction or evasion measures .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Whereas well-established restriction factors interfere with early post-entry steps and release of HIV-1 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "recent research has revealed a diverse set of proteins that reduce the infectious quality of released particles using individual ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "to date poorly understood modes of action .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These include induction of paucity of mature glycoproteins in nascent virions or self-incorporation into the virus particle ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "resulting in poor infectiousness of the virion and impaired spread of the infection .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "A better understanding of these newly discovered antiviral factors may open new avenues towards the design of drugs that repress the spread of viruses whose genomes have already integrated.",
      "sentences": [
        [
          {
            "segment_text": "A better understanding of these newly discovered antiviral factors may open new avenues towards the design of drugs that repress the spread of viruses whose genomes have already integrated .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "6",
    "segment_num": "11",
    "token_num": "188"
  }
}