{
  "paper_id": "27f21ae7789e41a6de01554cdae09cb93ef8524f",
  "metadata": {
    "title": "Epidemiological and pathological study of feline morbillivirus infection in domestic cats in Japan",
    "coda_data_split": "train",
    "coda_paper_id": 3522,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Feline morbillivirus (FmoPV) is a novel paramyxovirus found to infect domestic cats. FmoPV has been isolated in several countries in Asia and Europe and is considered to have genetic diversity. Also, it is suspected to be associated with feline renal diseases including tubulointerstitial nephritis (TIN), which affects domestic cats with a high incidence rate.",
      "sentences": [
        [
          {
            "segment_text": "Background : Feline morbillivirus ( FmoPV ) is a novel paramyxovirus found to infect domestic cats .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "FmoPV has been isolated in several countries in Asia and Europe and is considered to have genetic diversity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Also , it is suspected to be associated with feline renal diseases including tubulointerstitial nephritis ( TIN ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which affects domestic cats with a high incidence rate .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Results: To clarify the state of FmoPV infection among domestic cats in Japan, an epidemiological survey was conducted. Twenty-one out of 100 cats were found to have serum antibodies (Ab) against FmoPV-N protein by indirect immunofluorescence assay (IF) using FmoPV-N protein-expressing HeLa cells. Twenty-two of the cats were positive for FmoPV RNA in the urine and/or renal tissues. In total, 29 cats were positive for Ab and/or viral RNA. These FmoPV-infected cats were classified into three different phases of infection: RNA+/Ab + (14 cats), RNA+/Ab-(8 cats) and RNA-/Ab + (7 cats). In immunohistochemistry (IHC), 19 out of 29 cats were positive for FmoPV-N protein in kidney tissues; however, the FmoPV-N protein was located in the inflammatory lesions with severe grade in only four out of the 19 cats. Since 15 out of 29 infected cats were positive for viral RNA and Ab, approximately half of the infected cats were persistently infected with FmoPV.",
      "sentences": [
        [
          {
            "segment_text": "Results : To clarify the state of FmoPV infection among domestic cats in Japan ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "an epidemiological survey was conducted .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Twenty-one out of 100 cats were found to have serum antibodies ( Ab ) against FmoPV-N protein by indirect immunofluorescence assay ( IF ) using FmoPV-N protein-expressing HeLa cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Twenty-two of the cats were positive for FmoPV RNA in the urine and/or renal tissues .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In total , 29 cats were positive for Ab and/or viral RNA .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These FmoPV-infected cats were classified into three different phases of infection : RNA + / Ab + ( 14 cats ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "RNA + / Ab - ( 8 cats ) and RNA - / Ab + ( 7 cats ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In immunohistochemistry ( IHC ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "19 out of 29 cats were positive for FmoPV-N protein in kidney tissues ; however ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the FmoPV-N protein was located in the inflammatory lesions with severe grade in only four out of the 19 cats .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Since 15 out of 29 infected cats were positive for viral RNA and Ab ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "approximately half of the infected cats were persistently infected with FmoPV .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions: A statistically significant difference was observed between infection of FmoPV and the presence of inflammatory changes in renal lesions, indicating a relationship between FmoPV infection and feline renal diseases. However, we could not obtain histopathological evidence of a relationship between FmoPV infection and TIN.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions : A statistically significant difference was observed between infection of FmoPV and the presence of inflammatory changes in renal lesions ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "indicating a relationship between FmoPV infection and feline renal diseases .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , we could not obtain histopathological evidence of a relationship between FmoPV infection and TIN .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "12",
    "segment_num": "19",
    "token_num": "307"
  }
}