{
  "paper_id": "28331404021caf7ba2543d9c92908d7d11fcc153",
  "metadata": {
    "title": "The human IgE repertoire",
    "coda_data_split": "train",
    "coda_paper_id": 4563,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "IgE is a key mediator in allergic disease. Yet, many details of the composition of the humanIgErepertoireare,instrongcontrasttootherantibodyisotypes,poorlydefined.",
      "sentences": [
        [
          {
            "segment_text": "IgE is a key mediator in allergic disease .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Yet , many details of the composition of the humanIgErepertoireare , instrongcontrasttootherantibodyisotypes , poorlydefined .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "The low levels of human IgE in circulation and the rarity of IgE-producing B cells are important reasons for this lack of knowledge. In this review we summarize current knowledge of these repertoires both in terms of their complexity and activity, knowledgethatdespitethedifficultiesencounteredwhenstudyingthemoleculardetails of human IgE has been acquired in recent years. We also take a look at likely future developments, for instance through improvements in sequencing technology and methodology that allows isolation of additional allergen-specific human antibodies mimicking IgE, as this certainly will support our understanding of human IgE in the contextofhumandiseaseinyearstocome.",
      "sentences": [
        [
          {
            "segment_text": "The low levels of human IgE in circulation and the rarity of IgE-producing B cells are important reasons for this lack of knowledge .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this review we summarize current knowledge of these repertoires both in terms of their complexity and activity ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "knowledgethatdespitethedifficultiesencounteredwhenstudyingthemoleculardetails of human IgE has been acquired in recent years .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We also take a look at likely future developments ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "for instance through improvements in sequencing technology and methodology that allows isolation of additional allergen-specific human antibodies mimicking IgE ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "as this certainly will support our understanding of human IgE in the contextofhumandiseaseinyearstocome .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "5",
    "segment_num": "8",
    "token_num": "122"
  }
}