{
  "paper_id": "286700f1ebaaabe1a535c42c9f3d0a37be23491a",
  "metadata": {
    "title": "acetylation regulates Cyclophilin a catalysis, immunosuppression and HIV isomerization",
    "coda_data_split": "train",
    "coda_paper_id": 7465,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Cyclophilin A (CypA) is a ubiquitous cis-trans prolyl isomerase with key roles in immunity and viral infection. CypA suppresses T-cell activation through cyclosporine complexation and is required for effective HIV-1 replication in host cells. We show that CypA is acetylated in diverse human cell lines and use a synthetically evolved acetyllysyl-tRNA synthetase/tRNA CUA pair to produce recombinant acetylated CypA in Escherichia coli. We determined atomic-resolution structures of acetylated CypA and its complexes with cyclosporine and HIV-1 capsid. Acetylation markedly inhibited CypA catalysis of cis to trans isomerization and stabilized cis rather than trans forms of the HIV-1 capsid. Furthermore, CypA acetylation antagonized the immunosuppressive effects of cyclosporine by inhibiting the sequential steps of cyclosporine binding and calcineurin inhibition. Our results reveal that acetylation regulates key functions of CypA in immunity and viral infection and provide a general set of mechanisms by which acetylation modulates interactions to regulate cell function.",
      "sentences": [
        [
          {
            "segment_text": "Cyclophilin A ( CypA ) is a ubiquitous cis-trans prolyl isomerase with key roles in immunity and viral infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "CypA suppresses T-cell activation through cyclosporine complexation and is required for effective HIV-1 replication in host cells .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We show that CypA is acetylated in diverse human cell lines and use a synthetically evolved acetyllysyl-tRNA synthetase/tRNA CUA pair to produce recombinant acetylated CypA in Escherichia coli .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We determined atomic-resolution structures of acetylated CypA and its complexes with cyclosporine and HIV-1 capsid .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Acetylation markedly inhibited CypA catalysis of cis to trans isomerization and stabilized cis rather than trans forms of the HIV-1 capsid .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , CypA acetylation antagonized the immunosuppressive effects of cyclosporine by inhibiting the sequential steps of cyclosporine binding and calcineurin inhibition .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our results reveal that acetylation regulates key functions of CypA in immunity and viral infection and provide a general set of mechanisms by which acetylation modulates interactions to regulate cell function .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "7",
    "token_num": "159"
  }
}