{
  "paper_id": "286a97bffa060b684330c1db70b1432724e745c9",
  "metadata": {
    "title": "Escherichia coli, cattle and the propagation of disease",
    "coda_data_split": "train",
    "coda_paper_id": 9534,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "One sentence summary: Understanding factors that shape Escherichia coli shedding by cattle promises to advance prophylactic and therapeutic interventions and has critical medical and public health implications. Editor: Wolfgang Kneifel ABSTRACT Several early models describing host-pathogen interaction have assumed that each individual host has approximately the same likelihood of becoming infected or of infecting others. More recently, a concept that has been increasingly emphasized in many studies is that for many infectious diseases, transmission is not homogeneous but highly skewed at the level of populations. In what became known as the \u002720/80 rule\u0027, about 20% of the hosts in a population were found to contribute to about 80% of the transmission potential. These heterogeneities have been described for the interaction between many microorganisms and their human or animal hosts. Several epidemiological studies have reported transmission heterogeneities for Escherichia coli by cattle, a phenomenon with far-reaching agricultural, medical and public health implications. Focusing on E. coli as a case study, this paper will describe super-spreading and super-shedding by cattle, review the main factors that shape these transmission heterogeneities and examine the interface with human health. Escherichia coli super-shedding and super-spreading by cattle are shaped by microorganism-specific, cattle-specific and environmental factors. Understanding the factors that shape heterogeneities in E. coli dispersion by cattle and the implications for human health represent key components that are critical for targeted infection control initiatives.",
      "sentences": [
        [
          {
            "segment_text": "One sentence summary : Understanding factors that shape Escherichia coli shedding by cattle promises to advance prophylactic and therapeutic interventions and has critical medical and public health implications .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Editor : Wolfgang Kneifel ABSTRACT Several early models describing host-pathogen interaction have assumed that each individual host has approximately the same likelihood of becoming infected or of infecting others .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "More recently , a concept that has been increasingly emphasized in many studies is that for many infectious diseases ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "transmission is not homogeneous but highly skewed at the level of populations .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In what became known as the \u0027 20/80 rule \u0027 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "about 20 % of the hosts in a population were found to contribute to about 80 % of the transmission potential .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These heterogeneities have been described for the interaction between many microorganisms and their human or animal hosts .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Several epidemiological studies have reported transmission heterogeneities for Escherichia coli by cattle ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a phenomenon with far-reaching agricultural ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "medical and public health implications .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Focusing on E. coli as a case study ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "this paper will describe super-spreading and super-shedding by cattle ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "review the main factors that shape these transmission heterogeneities and examine the interface with human health .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Escherichia coli super-shedding and super-spreading by cattle are shaped by microorganism-specific , cattle-specific and environmental factors .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Understanding the factors that shape heterogeneities in E. coli dispersion by cattle and the implications for human health represent key components that are critical for targeted infection control initiatives .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "15",
    "token_num": "251"
  }
}