{
  "paper_id": "286ea79fd5d6c74fc0d6205ffe440abbc42428b7",
  "metadata": {
    "title": "Quantal formation of lentiviruses in cells: segregation of viral glycoproteins to lipid rafts that associate individually with HIV-1 Capsids",
    "coda_data_split": "train",
    "coda_paper_id": 10191,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The viral ribonucleoprotein complex of human immunodeficiency virus-1 (HIV-1) associates with the viral Envelope (Env) to form infectious virions. While Env and Gag are known to migrate to lipid microdomains, their stoichiometry and specificity of interaction is not known. Here, we analyze the association of different viral glycoproteins, HIV Env and Ebola GP, with HIV-1 Gag protein co-expressed in the same cell. Though these two viral spikes were both expressed, each associated independently with Gag and gave rise to two distinct virion populations, each with a spike of a single type. Confocal imaging demonstrated that HIV Env 89.6 and Ebola GP localized to distinct lipid raft microdomains within the same cell, where each associated with distinct Gag particles. Similar Env localization was observed in HIV-infected T cells, where ~14 percent of Env was associated with Gag during productive infection. Together, these data suggest that a single Gag complex associates \"quantally\" with an individual lipid raft microdomain to assemble functional virions during infection.",
      "sentences": [
        [
          {
            "segment_text": "The viral ribonucleoprotein complex of human immunodeficiency virus-1 ( HIV-1 ) associates with the viral Envelope ( Env ) to form infectious virions .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "While Env and Gag are known to migrate to lipid microdomains ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "their stoichiometry and specificity of interaction is not known .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we analyze the association of different viral glycoproteins ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "HIV Env and Ebola GP ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "with HIV-1 Gag protein co-expressed in the same cell .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Though these two viral spikes were both expressed ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "each associated independently with Gag and gave rise to two distinct virion populations ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "each with a spike of a single type .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Confocal imaging demonstrated that HIV Env 89.6 and Ebola GP localized to distinct lipid raft microdomains within the same cell ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "where each associated with distinct Gag particles .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Similar Env localization was observed in HIV-infected T cells ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "where ~ 14 percent of Env was associated with Gag during productive infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Together , these data suggest that a single Gag complex associates `` quantally \u0027\u0027 with an individual lipid raft microdomain to assemble functional virions during infection .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "14",
    "token_num": "185"
  }
}