{
  "paper_id": "28723c966abfe96dfb451c94701fb2addec5a68e",
  "metadata": {
    "title": "Intracellular Processing of the N-Terminal ORF la Proteins of the Coronavirus MHV-A59 Requires Multiple Proteolytic Events",
    "coda_data_split": "train",
    "coda_paper_id": 10648,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Several polypeptide products of MHV-A59 ORF 1 a were characterized in MHV-A59 infected DBT cells, using antisera directed against fusion proteins encoded in the first 6.5 kb of ORFla. These included the previously identified N-terminal ORF 1 a product, ~28, as well as 290-, 240-, and 50-kDa polypeptides.",
      "sentences": [
        [
          {
            "segment_text": "Several polypeptide products of MHV-A59 ORF 1 a were characterized in MHV-A59 infected DBT cells ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "using antisera directed against fusion proteins encoded in the first 6.5 kb of ORFla .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These included the previously identified N-terminal ORF 1 a product ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "~ 28 , as well as 290 - ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "240 - , and 50-kDa polypeptides .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "P28 was always detected as a discrete band without larger precursors, suggesting rapid cleavage of p28 immediately after its synthesis. Once p28 was cleaved there was little degradation of the protein over a 2-hr period. The intracellular cleavage of p28 was not inhibited by the protease inhibitor leupeptin, in contrast to results obtained during in vitro translation of genome RNA (Denison and Perlman, 1986). These data suggest that different protease activities may be responsible for the cleavage of p28 in vitro and in Go. The 290-kDa protein was an intermediate cleavage product derived from a precursor of greater than 400 kDa. The 290-kDa product was subsequently cleaved into secondary products of 50 and 240 kDa. The intracellular cleavage of the 290-kDa polypeptide was inhibited by leupeptin at concentrations which did not inhibit the early cleavage of p28 or the cleavage of the 290-kDa product from its larger polyprotein precursor. In the presence of zinc chloride, a product of \u003e320 kDa was detected, which appears to incorporate p28 at its amino terminus. This suggests that at least two protease activities may be necessary for processing of ORFl a proteins, one of which cleaves p28 and is sensitive to zinc chloride but resistant to leupeptin, and the other which cleaves the 290-kDa precursor and is sensitive to both inhibitors. Both the 290-and 240-kDa proteins should contain sequences predicted to encode two papain-like prOtesS? activities.",
      "sentences": [
        [
          {
            "segment_text": "P28 was always detected as a discrete band without larger precursors ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "suggesting rapid cleavage of p28 immediately after its synthesis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Once p28 was cleaved there was little degradation of the protein over a 2-hr period .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The intracellular cleavage of p28 was not inhibited by the protease inhibitor leupeptin ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "in contrast to results obtained during in vitro translation of genome RNA ( Denison and Perlman , 1986 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These data suggest that different protease activities may be responsible for the cleavage of p28 in vitro and in Go .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The 290-kDa protein was an intermediate cleavage product derived from a precursor of greater than 400 kDa .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The 290-kDa product was subsequently cleaved into secondary products of 50 and 240 kDa .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The intracellular cleavage of the 290-kDa polypeptide was inhibited by leupeptin at concentrations which did not inhibit the early cleavage of p28 or the cleavage of the 290-kDa product from its larger polyprotein precursor .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In the presence of zinc chloride ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "a product of \u003e 320 kDa was detected ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which appears to incorporate p28 at its amino terminus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This suggests that at least two protease activities may be necessary for processing of ORFl a proteins ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "one of which cleaves p28 and is sensitive to zinc chloride but resistant to leupeptin ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the other which cleaves the 290-kDa precursor and is sensitive to both inhibitors .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Both the 290-and 240-kDa proteins should contain sequences predicted to encode two papain-like prOtesS ?",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "activities .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "0 1992 Academic PVE.S. Inc.",
      "sentences": [
        [
          {
            "segment_text": "0 1992 Academic PVE.S .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Inc. .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "15",
    "segment_num": "24",
    "token_num": "318"
  }
}