{
  "paper_id": "287daad100931cefff81e066860bac399a008cbb",
  "metadata": {
    "title": "Therapeutic applications of nucleic acid aptamers in microbial infections",
    "coda_data_split": "train",
    "coda_paper_id": 2005,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Today, the treatment of bacterial infections is a major challenge, due to growing rate of multidrug-resistant bacteria, complication of treatment and increased healthcare costs. Moreover, new treatments for bacterial infections are limited. Oligonucleotide aptamers are single stranded DNAs or RNAs with target-selective high-affinity feature, which considered as nucleic acid-based affinity ligands, replacing monoclonal antibodies. The aptamerbased systems have been found to be talented tools in the treatment of microbial infections, regarding their promising anti-biofilm and antimicrobial activities; they can reduce or inhibit the effects of bacterial toxins, and inhibit pathogen invasion to immune cell, as well as they can be used in drug delivery systems. The focus of this review is on the therapeutic applications of aptamers in infections. In this regard, an introduction of infections and related challenges were presented, first. Then, aptamer definition and selection, with a brief history of aptamers development against various pathogens and toxins were reviewed. Diverse strategies of aptamer application in drug delivery, as well as, the effect of aptamers on the immune system, as the main natural agents of human defense against pathogens, were also discussed. Finally, the future trends in clinical applications of this technology were discussed.",
      "sentences": [
        [
          {
            "segment_text": "Today , the treatment of bacterial infections is a major challenge ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "due to growing rate of multidrug-resistant bacteria ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "complication of treatment and increased healthcare costs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Moreover , new treatments for bacterial infections are limited .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Oligonucleotide aptamers are single stranded DNAs or RNAs with target-selective high-affinity feature ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which considered as nucleic acid-based affinity ligands , replacing monoclonal antibodies .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The aptamerbased systems have been found to be talented tools in the treatment of microbial infections ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "regarding their promising anti-biofilm and antimicrobial activities ; they can reduce or inhibit the effects of bacterial toxins ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and inhibit pathogen invasion to immune cell ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "as well as they can be used in drug delivery systems .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The focus of this review is on the therapeutic applications of aptamers in infections .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "In this regard , an introduction of infections and related challenges were presented , first .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Then , aptamer definition and selection ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "with a brief history of aptamers development against various pathogens and toxins were reviewed .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Diverse strategies of aptamer application in drug delivery ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as well as , the effect of aptamers on the immune system ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as the main natural agents of human defense against pathogens , were also discussed .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Finally , the future trends in clinical applications of this technology were discussed .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "18",
    "token_num": "223"
  }
}