{
  "paper_id": "287eefa43ac355c45966bac3684798e120341027",
  "metadata": {
    "title": "Biomedical Research Pro-gram, Division of Research Resources, and RO1-AI-17604 and NO I-AI-23660, National Institutes of\u0027Health",
    "coda_data_split": "train",
    "coda_paper_id": 3924,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "publicly funded repositories, such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source. These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active.",
      "sentences": [
        [
          {
            "segment_text": "publicly funded repositories , such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "An outbreak of necrotizing enterocolitis and hemorrhagic gastroenteritis occurred in two nurseries during 25 days in August 1982. Eleven of the 40 patients in these nurseries during that time developed disease (attack rate 27.5%). In seven of the 10 patients with gastrointestinal disease, stool samples tested for human rotavirus were positive by ELISA, whereas in 20 unaffected infants, no stools tested demonstrated HRV (P \u003d 0.0001). Eleven staff members had serologic evidence of recent HRV infection. Comparison of risk factors traditionally associated with the development of NEC between the affected and unaffected infants revealed no significant differences. Rotavirus infection was the only finding that was highly correlated with this epidemic. (J PEDIATR 103:454, 1983.) From the",
      "sentences": [
        [
          {
            "segment_text": "An outbreak of necrotizing enterocolitis and hemorrhagic gastroenteritis occurred in two nurseries during 25 days in August 1982 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Eleven of the 40 patients in these nurseries during that time developed disease ( attack rate 27.5 % ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In seven of the 10 patients with gastrointestinal disease ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "stool samples tested for human rotavirus were positive by ELISA ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whereas in 20 unaffected infants ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "no stools tested demonstrated HRV ( P \u003d 0.0001 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Eleven staff members had serologic evidence of recent HRV infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Comparison of risk factors traditionally associated with the development of NEC between the affected and unaffected infants revealed no significant differences .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Rotavirus infection was the only finding that was highly correlated with this epidemic .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "( J PEDIATR 103:454 , 1983 . )",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "From the",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "10",
    "segment_num": "13",
    "token_num": "185"
  }
}