{
  "paper_id": "288c2d079a29f179529a0ca6284a397ed6a0ac9b",
  "metadata": {
    "title": "Virus assembly, allostery, and antivirals",
    "coda_data_split": "train",
    "coda_paper_id": 6528,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Assembly of virus capsids and surface proteins must be regulated to ensure that the resulting complex is an infectious virion. Here we examine assembly of virus capsids, focusing on hepatitis B virus and bacteriophage MS2, and formation of glycoproteins in the alphaviruses. These systems are structurally and biochemically well-characterized and are simplest-case paradigms of self-assembly. Published data suggest that capsid and glycoprotein assembly is subject to allosteric regulation, that is, regulation at the level of conformational change. The hypothesis that allostery is a common theme in viruses suggests that deregulation of capsid and glycoprotein assembly by small molecule effectors will be an attractive antiviral strategy, as has been demonstrated with hepatitis B virus.",
      "sentences": [
        [
          {
            "segment_text": "Assembly of virus capsids and surface proteins must be regulated to ensure that the resulting complex is an infectious virion .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we examine assembly of virus capsids ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "focusing on hepatitis B virus and bacteriophage MS2 ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and formation of glycoproteins in the alphaviruses .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "These systems are structurally and biochemically well-characterized and are simplest-case paradigms of self-assembly .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Published data suggest that capsid and glycoprotein assembly is subject to allosteric regulation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "that is , regulation at the level of conformational change .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The hypothesis that allostery is a common theme in viruses suggests that deregulation of capsid and glycoprotein assembly by small molecule effectors will be an attractive antiviral strategy ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as has been demonstrated with hepatitis B virus .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "9",
    "token_num": "123"
  }
}