{
  "paper_id": "2891c813ce4dd156d5f56736db5a10a2065c9167",
  "metadata": {
    "title": "Send Orders for Reprints to reprints@benthamscience.ae Active Targeted Drug Delivery for Microbes Using Nano-Carriers",
    "coda_data_split": "train",
    "coda_paper_id": 2480,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Although vaccines and antibiotics could kill or inhibit microbes, many infectious diseases remain difficult to treat because of acquired resistance and adverse side effects. Nano-carriers-based technology has made significant progress for a long time and is introducing a new paradigm in drug delivery. However, it still has some challenges like lack of specificity toward targeting the infectious site. Nanocarriers utilized targeting ligands on their surface called \u0027active target\u0027 provide the promising way to solve the problems like accelerating drug delivery to infectious areas and preventing toxicity or sideeffects. In this mini review, we demonstrate the recent studies using the active targeted strategy to kill or inhibit microbes. The four common nano-carriers (e.g. liposomes, nanoparticles, dendrimers and carbon nanotubes) delivering encapsulated drugs are introduced.",
      "sentences": [
        [
          {
            "segment_text": "Although vaccines and antibiotics could kill or inhibit microbes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "many infectious diseases remain difficult to treat because of acquired resistance and adverse side effects .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Nano-carriers-based technology has made significant progress for a long time and is introducing a new paradigm in drug delivery .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , it still has some challenges like lack of specificity toward targeting the infectious site .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Nanocarriers utilized targeting ligands on their surface called ` active target \u0027 provide the promising way to solve the problems like accelerating drug delivery to infectious areas and preventing toxicity or sideeffects .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this mini review , we demonstrate the recent studies using the active targeted strategy to kill or inhibit microbes .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The four common nano-carriers ( e.g. liposomes , nanoparticles , dendrimers and carbon nanotubes ) delivering encapsulated drugs are introduced .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "7",
    "token_num": "138"
  }
}