{
  "paper_id": "28947dea240c2ce1457807a0fa42ccf98aa3a310",
  "metadata": {
    "title": "Inflammatory Skin Disease in K5.hTGF-β1 Transgenic Mice Is Not Dependent on the IL-23/Th17 Inflammatory Pathway",
    "coda_data_split": "train",
    "coda_paper_id": 10301,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "In the presence of IL-6, transforming growth factor (TGF)-β1 induces differentiation of T helper (Th) 17 cells in mice. Interleukin (IL)-23, a heterodimeric cytokine composed of IL-23p19 and IL-12/23p40 subunits, stimulates the growth and expansion of Th17 cells, and has been implicated in psoriasis pathogenesis. To study the associations between TGF-β1, the IL-23/Th17 inflammatory pathway, and psoriasis, we investigated inflammatory skin disease in transgenic mice that constitutively overexpress human TGF-β1 in basal keratinocytes (K5.hTGF-β1 transgenic mice); these mice had previously been reported as having a psoriasis-like disease. K5.hTGF-β1 transgenic mice had high levels of TGF-β1 mRNA and protein in both skin and serum. Levels of cytokines involved in IL-23/Th17-mediated inflammation were not elevated in lesional skin compared with those in non-lesional and wild-type skin. It is noteworthy that IL-4 and IgE were markedly elevated in inflamed skin and serum, respectively, of transgenic mice. Monoclonal antibodies (mAbs) specifically directed against IL-23p19 or IL-12/23p40 had no clinical effect on established inflammatory skin disease in K5.hTGF-β1 transgenic mice, whereas the same mAbs were able to block the development of murine experimental autoimmune encephalomyelitis, an IL-23/Th17mediated disease. In summary, the IL-23/Th17 inflammatory pathway is not responsible for the maintenance of inflammatory skin disease in K5.hTGF-β1 transgenic mice.",
      "sentences": [
        [
          {
            "segment_text": "In the presence of IL-6 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "transforming growth factor ( TGF ) - β1 induces differentiation of T helper ( Th ) 17 cells in mice .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Interleukin ( IL ) -23 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a heterodimeric cytokine composed of IL-23p19 and IL-12 / 23p40 subunits ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "stimulates the growth and expansion of Th17 cells ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and has been implicated in psoriasis pathogenesis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To study the associations between TGF-β1 ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "the IL-23 / Th17 inflammatory pathway ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and psoriasis , we investigated inflammatory skin disease in transgenic mice that constitutively overexpress human TGF-β1 in basal keratinocytes ( K5.hTGF-β1 transgenic mice ) ; these mice had previously been reported as having a psoriasis-like disease .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "K5.hTGF-β1 transgenic mice had high levels of TGF-β1 mRNA and protein in both skin and serum .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Levels of cytokines involved in IL-23 / Th17-mediated inflammation were not elevated in lesional skin compared with those in non-lesional and wild-type skin .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "It is noteworthy that IL-4 and IgE were markedly elevated in inflamed skin and serum ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "respectively , of transgenic mice .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Monoclonal antibodies ( mAbs ) specifically directed against IL-23p19 or IL-12 / 23p40 had no clinical effect on established inflammatory skin disease in K5.hTGF-β1 transgenic mice ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whereas the same mAbs were able to block the development of murine experimental autoimmune encephalomyelitis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "an IL-23 / Th17mediated disease .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In summary , the IL-23 / Th17 inflammatory pathway is not responsible for the maintenance of inflammatory skin disease in K5.hTGF-β1 transgenic mice .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "17",
    "token_num": "249"
  }
}