{
  "paper_id": "28961154326f33653b99879ebb2254933f94fbf7",
  "metadata": {
    "title": "Bronchiolitis Obliterans Syndrome and Chronic Lung Allograft Dysfunction: Evolving Concepts and Nomenclature",
    "coda_data_split": "train",
    "coda_paper_id": 2563,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Bronchiolitis obliterans syndrome (BOS) eventually occurs in the majority of lung transplant recipients who survive beyond 1 year, can greatly impair quality of life, and is, directly or indirectly, the major cause of delayed allograft dysfunction and recipient death. A number of associated events or conditions are strongly associated with the risk for developing BOS; these include acute rejection, gastroesophageal refl ux, infections, and autoimmune reactions that can occur in the setting of alloimmune responses to the lung allograft as recipients are given intense immunosuppression to prevent allograft rejection. The term chronic lung allograft dysfunction (CLAD) is being increasingly used to refer to recipients with late allograft dysfunction that meets the spirometric criteria for the diagnosis of BOS, but clinicians should recognize that such dysfunction can occur for a variety of reasons other than BOS. The recently identifi ed entity of restrictive allograft syndrome, which is now recognized as a relatively distinct phenotype of CLAD, has features that differentiate it from classic obstructive BOS. A number of other entities that can also signifi cantly affect allograft function must also be considered when significant allograft dysfunction is encountered following lung transplantation.",
      "sentences": [
        [
          {
            "segment_text": "Bronchiolitis obliterans syndrome ( BOS ) eventually occurs in the majority of lung transplant recipients who survive beyond 1 year ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "can greatly impair quality of life ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and is , directly or indirectly ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the major cause of delayed allograft dysfunction and recipient death .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A number of associated events or conditions are strongly associated with the risk for developing BOS ; these include acute rejection ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "gastroesophageal refl ux , infections ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and autoimmune reactions that can occur in the setting of alloimmune responses to the lung allograft as recipients are given intense immunosuppression to prevent allograft rejection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The term chronic lung allograft dysfunction ( CLAD ) is being increasingly used to refer to recipients with late allograft dysfunction that meets the spirometric criteria for the diagnosis of BOS ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but clinicians should recognize that such dysfunction can occur for a variety of reasons other than BOS .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The recently identifi ed entity of restrictive allograft syndrome ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which is now recognized as a relatively distinct phenotype of CLAD ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "has features that differentiate it from classic obstructive BOS .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A number of other entities that can also signifi cantly affect allograft function must also be considered when significant allograft dysfunction is encountered following lung transplantation .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "13",
    "token_num": "210"
  }
}