{
  "paper_id": "289b91ef1fdbb90c79379a8c0962b54a53f72fdc",
  "metadata": {
    "title": "Prevalence of rhinoviruses in young children of an unselected birth cohort from the Netherlands",
    "coda_data_split": "train",
    "coda_paper_id": 7318,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Rhinovirus (RV) is a frequent pathogen in young children, eliciting symptoms ranging from common colds to wheezing illnesses and lower respiratory tract infections. The recently identified RV-C seems to be associated with asthma exacerbations and more severe disease, but results vary. We studied the prevalence and severity of infection with RV in an unselected birth cohort. Children with respiratory symptoms entered the symptomatic arm of the cohort and were compared with asymptomatic children. Severity of wheezing and other respiratory symptoms was registered. Respiratory viruses were evaluated using throat and nasopharyngeal swabs on first presentation and after recovery (wheezing children). RV genotyping was performed on RV-PCR positive samples. RV was the most prevalent respiratory virus and was found in 58/140 symptomatic children (41%), 24/96 (25%) control children and 19/74 (26%) wheezing symptomatic children after recovery (p \u003c0.05) and did not differ between wheezing and non-wheezing symptomatic childrendrespectively, 42% (38/90) and 40% (20/50). RV-A was the most commonly detected species (40/68, 59%), followed by RV-C (22/68, 32%) and RV-B (6/68, 9%). RV-B was more frequently detected in asymptomatic children (5/6, p \u003c0.05). There was no significant difference in the frequency of RV species between wheezing and non-wheezing symptomatic children. Children with RV mono-infection had more severe symptoms, but no association between RV species and severity of disease was seen. In an unselected birth cohort from the Netherlands with mild respiratory disease RV was the most prevalent respiratory virus. RV(-C) infection was not associated with more severe disease or wheezing. J.G. Wildenbeest, CMI 2016;22:736.e9e736.e15 ",
      "sentences": [
        [
          {
            "segment_text": "Rhinovirus ( RV ) is a frequent pathogen in young children ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "eliciting symptoms ranging from common colds to wheezing illnesses and lower respiratory tract infections .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The recently identified RV-C seems to be associated with asthma exacerbations and more severe disease , but results vary .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We studied the prevalence and severity of infection with RV in an unselected birth cohort .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Children with respiratory symptoms entered the symptomatic arm of the cohort and were compared with asymptomatic children .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Severity of wheezing and other respiratory symptoms was registered .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Respiratory viruses were evaluated using throat and nasopharyngeal swabs on first presentation and after recovery ( wheezing children ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "RV genotyping was performed on RV-PCR positive samples .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "RV was the most prevalent respiratory virus and was found in 58/140 symptomatic children ( 41 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "24/96 ( 25 % ) control children and 19/74 ( 26 % ) wheezing symptomatic children after recovery ( p \u003c 0.05 ) and did not differ between wheezing and non-wheezing symptomatic childrendrespectively ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "42 % ( 38/90 ) and 40 % ( 20/50 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "RV-A was the most commonly detected species ( 40/68 , 59 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "followed by RV-C ( 22/68 , 32 % ) and RV-B ( 6/68 , 9 % ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "RV-B was more frequently detected in asymptomatic children ( 5/6 , p \u003c 0.05 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "There was no significant difference in the frequency of RV species between wheezing and non-wheezing symptomatic children .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Children with RV mono-infection had more severe symptoms ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but no association between RV species and severity of disease was seen .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In an unselected birth cohort from the Netherlands with mild respiratory disease RV was the most prevalent respiratory virus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "RV ( - C ) infection was not associated with more severe disease or wheezing .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "J.G. Wildenbeest , CMI 2016 ; 22:736 .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "e9e736.e15",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "16",
    "segment_num": "21",
    "token_num": "318"
  }
}