{
  "paper_id": "289deae0b2050aa259a05ba84565a4df82fa099a",
  "metadata": {
    "title": "Personal Protective Equipment: Protecting Health Care Providers in an Ebola Outbreak",
    "coda_data_split": "train",
    "coda_paper_id": 4430,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Purpose: The recent Ebola epidemic that devastated West Africa has infected and killed more health care providers than any other outbreak in the history of this virus. An improved understanding of pathogen transmission and the institution of strategies to protect health care providers against infection are needed in infectious disease outbreaks. This review connects what is known about Ebola virus transmission with personal protective equipment (PPE) designed to arrest nosocomial transmission.",
      "sentences": [
        [
          {
            "segment_text": "Purpose : The recent Ebola epidemic that devastated West Africa has infected and killed more health care providers than any other outbreak in the history of this virus .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "An improved understanding of pathogen transmission and the institution of strategies to protect health care providers against infection are needed in infectious disease outbreaks .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "This review connects what is known about Ebola virus transmission with personal protective equipment ( PPE ) designed to arrest nosocomial transmission .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Methods: Articles pertaining to filovirus transmission and PPE in filovirus outbreaks were reviewed and findings are presented. In addition, studies that evaluated PPE and donning and doffing strategies are presented.",
      "sentences": [
        [
          {
            "segment_text": "Methods : Articles pertaining to filovirus transmission and PPE in filovirus outbreaks were reviewed and findings are presented .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "In addition , studies that evaluated PPE and donning and doffing strategies are presented .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Findings: PPE is one step in a comprehensive infection prevention and control strategy that is required to protect health care providers. Given that the Ebola virus is primarily transmitted through direct contact of mucous membranes and cuts in the skin with infected patients and/or their bodily fluids, it is necessary to cover these potential portals of infection with PPE as part of a structured and instructed donning and doffing procedure.",
      "sentences": [
        [
          {
            "segment_text": "Findings : PPE is one step in a comprehensive infection prevention and control strategy that is required to protect health care providers .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Given that the Ebola virus is primarily transmitted through direct contact of mucous membranes and cuts in the skin with infected patients and/or their bodily fluids ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "it is necessary to cover these potential portals of infection with PPE as part of a structured and instructed donning and doffing procedure .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Implications: Current recommendations about PPE and the donning and doffing processes are based on anecdotal experience. However, the use of non-human viruses can help provide evidence-based guidelines on both PPE and donning and doffing processes.",
      "sentences": [
        [
          {
            "segment_text": "Implications : Current recommendations about PPE and the donning and doffing processes are based on anecdotal experience .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , the use of non-human viruses can help provide evidence-based guidelines on both PPE and donning and doffing processes .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "9",
    "segment_num": "10",
    "token_num": "224"
  }
}