{
  "paper_id": "289f72267a500517c1488fb50f21ca9507d777f7",
  "metadata": {
    "title": "Detection of 793/B serotype of infectious bronchitis virus in tissue sample by indirect immunoperoxidase assay",
    "coda_data_split": "train",
    "coda_paper_id": 6054,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The indirect immunoperoxidase (IIP) assay was compared with the reverse transcription-polymerase chain reaction (RT-PCR) for detection of 793/B serotype of infectious bronchitis virus in tissues samples collected from experimentally infected chickens. This technique was optimized in specific pathogen-free (SPF)-embryonated chicken eggs and broiler chickens inoculated with the Iranian IR/773/2001 strain of 793/B serotype The trachea, lung, kidney, and cecal tonsil tissue samples from experimentally infected chicken embryos and chickens were collected in order to prepare tissue sections in IIP assay and to detect in RT-PCR. The sensitivity and specificity values of IIP assay were, respectively, 83 and 84 %, and the positive and negative prediction values were 71 and 91 % when compared with RT-PCR.",
      "sentences": [
        [
          {
            "segment_text": "The indirect immunoperoxidase ( IIP ) assay was compared with the reverse transcription-polymerase chain reaction ( RT-PCR ) for detection of 793/B serotype of infectious bronchitis virus in tissues samples collected from experimentally infected chickens .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This technique was optimized in specific pathogen-free ( SPF ) - embryonated chicken eggs and broiler chickens inoculated with the Iranian IR/773/2001 strain of 793/B serotype The trachea ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "lung , kidney , and cecal tonsil tissue samples from experimentally infected chicken embryos and chickens were collected in order to prepare tissue sections in IIP assay and to detect in RT-PCR .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The sensitivity and specificity values of IIP assay were ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "respectively , 83 and 84 % ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the positive and negative prediction values were 71 and 91 % when compared with RT-PCR .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "3",
    "segment_num": "6",
    "token_num": "132"
  }
}