{
  "paper_id": "28a2d2486c20130148e9680d5204a52a8d3d28e3",
  "metadata": {
    "title": "Progress and outlook in structural biology of large viral RNAs",
    "coda_data_split": "train",
    "coda_paper_id": 7473,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The field of viral molecular biology has reached a precipice for which pioneering studies on the structure of viral RNAs are beginning to bridge the gap. It has become clear that viral genomic RNAs are not simply carriers of hereditary information, but rather are active players in many critical stages during replication. Indeed, functions such as cap-independent translation initiation mechanisms are, in some cases, primarily driven by RNA structural determinants. Other stages including reverse transcription initiation in retroviruses, nuclear export and viral packaging are specifically dependent on the proper 3-dimensional folding of multiple RNA domains to recruit necessary viral and host factors required for activity. Furthermore, a large-scale conformational change within the 5 -untranslated region of HIV-1 has been proposed to regulate the temporal switch between viral protein synthesis and packaging. These RNA-dependent functions are necessary for replication of many human disease-causing viruses such as severe acute respiratory syndrome (SARS)-associated coronavirus, West Nile virus, and HIV-1. The potential for antiviral development is currently hindered by a poor understanding of RNA-driven molecular mechanisms, resulting from a lack of structural information on large RNAs and ribonucleoprotein complexes. Herein, we describe the recent progress that has been made on characterizing these large RNAs and provide brief descriptions of the techniques that will be at the forefront of future advances. Ongoing and future work will contribute to a more complete understanding of the lifecycles of retroviruses and RNA viruses and potentially lead to novel antiviral strategies.",
      "sentences": [
        [
          {
            "segment_text": "The field of viral molecular biology has reached a precipice for which pioneering studies on the structure of viral RNAs are beginning to bridge the gap .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It has become clear that viral genomic RNAs are not simply carriers of hereditary information ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but rather are active players in many critical stages during replication .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Indeed , functions such as cap-independent translation initiation mechanisms are ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "in some cases , primarily driven by RNA structural determinants .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Other stages including reverse transcription initiation in retroviruses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "nuclear export and viral packaging are specifically dependent on the proper 3-dimensional folding of multiple RNA domains to recruit necessary viral and host factors required for activity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Furthermore , a large-scale conformational change within the 5 - untranslated region of HIV-1 has been proposed to regulate the temporal switch between viral protein synthesis and packaging .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These RNA-dependent functions are necessary for replication of many human disease-causing viruses such as severe acute respiratory syndrome ( SARS ) - associated coronavirus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "West Nile virus , and HIV-1 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The potential for antiviral development is currently hindered by a poor understanding of RNA-driven molecular mechanisms ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "resulting from a lack of structural information on large RNAs and ribonucleoprotein complexes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Herein , we describe the recent progress that has been made on characterizing these large RNAs and provide brief descriptions of the techniques that will be at the forefront of future advances .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Ongoing and future work will contribute to a more complete understanding of the lifecycles of retroviruses and RNA viruses and potentially lead to novel antiviral strategies .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "14",
    "token_num": "266"
  }
}