{
  "paper_id": "28a2d523ca20500c310dc424f33e70636f88a032",
  "metadata": {
    "title": "Influenza Virus NS Vectors Expressing the Mycobacterium tuberculosis ESAT-6 Protein Induce CD4 ϩ Th1 Immune Response and Protect Animals against Tuberculosis Challenge Downloaded from",
    "coda_data_split": "train",
    "coda_paper_id": 8043,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Infection with Mycobacterium tuberculosis remains a major cause of morbidity and mortality all over the world. Since the effectiveness of the only available tuberculosis vaccine, Mycobacterium bovis bacillus Calmette-Guérin (BCG), is suboptimal, there is a strong demand to develop new tuberculosis vaccines. As tuberculosis is an airborne disease, the intranasal route of vaccination might be preferable. Live influenza virus vaccines might be considered as potential vectors for mucosal immunization against various viral or bacterial pathogens, including M. tuberculosis. We generated several subtypes of attenuated recombinant influenza A viruses expressing the 6-kDa early secretory antigenic target protein (ESAT-6) of M. tuberculosis from the NS1 reading frame. We were able to demonstrate the potency of influenza virus NS vectors to induce an M. tuberculosisspecific Th1 immune response in mice. Moreover, intranasal immunization of mice and guinea pigs with such vectors induced protection against mycobacterial challenge, similar to that induced by BCG vaccination.",
      "sentences": [
        [
          {
            "segment_text": "Infection with Mycobacterium tuberculosis remains a major cause of morbidity and mortality all over the world .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Since the effectiveness of the only available tuberculosis vaccine ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Mycobacterium bovis bacillus Calmette-Guérin ( BCG ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "is suboptimal , there is a strong demand to develop new tuberculosis vaccines .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "As tuberculosis is an airborne disease ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the intranasal route of vaccination might be preferable .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Live influenza virus vaccines might be considered as potential vectors for mucosal immunization against various viral or bacterial pathogens , including M. tuberculosis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We generated several subtypes of attenuated recombinant influenza A viruses expressing the 6-kDa early secretory antigenic target protein ( ESAT-6 ) of M. tuberculosis from the NS1 reading frame .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We were able to demonstrate the potency of influenza virus NS vectors to induce an M. tuberculosisspecific Th1 immune response in mice .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , intranasal immunization of mice and guinea pigs with such vectors induced protection against mycobacterial challenge ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "similar to that induced by BCG vaccination .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "11",
    "token_num": "168"
  }
}