{
  "paper_id": "28c3136f729fa6b60127262e63ee74613597a1e6",
  "metadata": {
    "title": "Pandemic influenza: are we prepared to face our obligations?",
    "coda_data_split": "train",
    "coda_paper_id": 6376,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "After decades of low personal risk for contracting lethal diseases, physicians are suddenly facing the possibility of a substantial increase in occupational risk during an influenza pandemic. If they are not confronted before the onset of an influenza pandemic, feelings of unease and fear or ignorance about physicians\u0027 professional obligations could profoundly hinder individual physicians in fulfilling their professional duties. Such feelings could therefore undermine institutional and societal preparations. In their review published in Critical Care, Anantham and coworkers outline the ethical framework that forms the basis of the professional obligations of physicians who respond to health care emergencies, such as an influenza pandemic.",
      "sentences": [
        [
          {
            "segment_text": "After decades of low personal risk for contracting lethal diseases ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "physicians are suddenly facing the possibility of a substantial increase in occupational risk during an influenza pandemic .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "If they are not confronted before the onset of an influenza pandemic ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "feelings of unease and fear or ignorance about physicians \u0027 professional obligations could profoundly hinder individual physicians in fulfilling their professional duties .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Such feelings could therefore undermine institutional and societal preparations .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In their review published in Critical Care ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "Anantham and coworkers outline the ethical framework that forms the basis of the professional obligations of physicians who respond to health care emergencies ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "such as an influenza pandemic .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "8",
    "token_num": "113"
  }
}