{
  "paper_id": "28cc27a8097b1410f4aa74c5434aa62da3caab18",
  "metadata": {
    "title": "Use of chiral-pool approach into epi-thieno analogues of the scarce bioactive phenanthroquinolizidine alkaloids",
    "coda_data_split": "train",
    "coda_paper_id": 7356,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Phenanthroquinolizidine alkaloids a b s t r a c t",
      "sentences": [
        [
          {
            "segment_text": "Phenanthroquinolizidine alkaloids a b s t r a c t",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "The stereoselective synthesis of epi-thieno analogues of the phenanthroquinolizidine bioactive alkaloids (À)-Cryptopleurine and (À)-(15R)-Hydroxycryptopleurine was achieved in five steps starting from easily available enantiopure (S)-2-aminoadipic acid used as chiral pool and nitrogen atom source. During these investigations, both p-cationic cyclization of chiral N-thienylmethyl-6-oxopipecolinic acids into pure (S)keto-lactams and theirs regioselective and diastereoselective reduction, considered as key steps of this sequence, were studied. Of particular interest, the FriedeleCrafts cyclization using (CF 3 CO) 2 O/BF 3 $Et 2 O show that near the expected keto-lactams, enamides and enamidones containing trifluoromethyl residue were isolated. A mechanism leading to the latter products with high synthetic potential was discussed.",
      "sentences": [
        [
          {
            "segment_text": "The stereoselective synthesis of epi-thieno analogues of the phenanthroquinolizidine bioactive alkaloids ( À ) - Cryptopleurine and ( À ) - ( 15R ) - Hydroxycryptopleurine was achieved in five steps starting from easily available enantiopure ( S ) -2-aminoadipic acid used as chiral pool and nitrogen atom source .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "During these investigations , both p-cationic cyclization of chiral N-thienylmethyl-6-oxopipecolinic acids into pure ( S ) keto-lactams and theirs regioselective and diastereoselective reduction ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "considered as key steps of this sequence , were studied .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Of particular interest , the FriedeleCrafts cyclization using ( CF 3 CO ) 2 O/BF 3 $ Et 2 O show that near the expected keto-lactams ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "enamides and enamidones containing trifluoromethyl residue were isolated .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A mechanism leading to the latter products with high synthetic potential was discussed .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "5",
    "segment_num": "7",
    "token_num": "145"
  }
}