{
  "paper_id": "28ce45b31418c30474079957147aa267a3b0ae8d",
  "metadata": {
    "title": "The Global Dispersion of Pathogenic Microorganisms by Dust Storms and Its Relevance to Agriculture",
    "coda_data_split": "train",
    "coda_paper_id": 7775,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Dust storms move an estimated 500-5000 Tg of soil through Earth\u0027s atmosphere every year. Dust-storm transport of topsoils may have positive effects such as fertilization of aquatic and terrestrial ecosystems and the evolution of soils in proximal and distal environments. Negative effects may include the stripping of nutrient-rich topsoils from source regions, sandblasting of plant life in downwind environments, the fertilization of harmful algal blooms, and the transport of toxins (e.g., metals, pesticides, herbicides, etc.) and pathogenic microorganisms. With respect to the long-range dispersion of microorganisms and more specifically pathogens, research is just beginning to demonstrate the quantity and diversity of organisms that can survive this type of transport. Most studies to date have utilized different assays to identify microorganisms and microbial communities using predominately culture-based, and more recently nonculture-based, methodologies. There is a clear need for international-scale research efforts that apply standardized methods to advance this field of science. Here we present a review of dust-borne microorganisms with a focus on their relevance to agronomy.",
      "sentences": [
        [
          {
            "segment_text": "Dust storms move an estimated 500-5000 Tg of soil through Earth \u0027s atmosphere every year .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Dust-storm transport of topsoils may have positive effects such as fertilization of aquatic and terrestrial ecosystems and the evolution of soils in proximal and distal environments .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Negative effects may include the stripping of nutrient-rich topsoils from source regions ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "sandblasting of plant life in downwind environments ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the fertilization of harmful algal blooms ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and the transport of toxins ( e.g. , metals , pesticides , herbicides , etc. ) and pathogenic microorganisms .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "With respect to the long-range dispersion of microorganisms and more specifically pathogens ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "research is just beginning to demonstrate the quantity and diversity of organisms that can survive this type of transport .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Most studies to date have utilized different assays to identify microorganisms and microbial communities using predominately culture-based ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and more recently nonculture-based , methodologies .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "There is a clear need for international-scale research efforts that apply standardized methods to advance this field of science .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we present a review of dust-borne microorganisms with a focus on their relevance to agronomy .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "12",
    "token_num": "186"
  }
}