{
  "paper_id": "28e3ef3bd2c392372d4babeae8ce6561dd3fe99b",
  "metadata": {
    "title": "Tl\u0027 IkT Virology Division ~ews",
    "coda_data_split": "train",
    "coda_paper_id": 2355,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Recent molecular analysis of the genera Torovirus and Arterivirus has posed questions for the taxonomy of these viruses vis d vis the Coronavirus genus. Until recently the torovirus genus had not been assigned to a family. Now common genetic and replicative features of the coronaviruses and toroviruses have been formally recognized by inclusion of Torovirus within the previously monogeneric Coronaviridae [6] .",
      "sentences": [
        [
          {
            "segment_text": "Recent molecular analysis of the genera Torovirus and Arterivirus has posed questions for the taxonomy of these viruses vis d vis the Coronavirus genus .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Until recently the torovirus genus had not been assigned to a family .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Now common genetic and replicative features of the coronaviruses and toroviruses have been formally recognized by inclusion of Torovirus within the previously monogeneric Coronaviridae ( 6 ) .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "In contrast to the toroviruses, the arteriviruses have been in a family, Togaviridae, for many years. The location of these viruses in the Togaviridae was based on their resemblance, with respect to morphology, virion dimensions and nature and size of the genome, to other members of that family. However, analysis of the replication of arteriviruses, supported by sequence data, has clearly shown that the Togaviridae is a most inappropriate home for them. Instead, investigations have revealed that the arteriviruses have more in common with members of the Coronaviridae. However, there are major differences between the arteriviruses and the Coronaviridae which\" has resulted in a reluctance of the Coronaviridae. It was proposed, and accepted by the Executive Committee of the International Committee for the Taxonomy of Viruses (ICTV), that arteriviruses should be withdrawn from the Togaviridae [6] .",
      "sentences": [
        [
          {
            "segment_text": "In contrast to the toroviruses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the arteriviruses have been in a family ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Togaviridae , for many years .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The location of these viruses in the Togaviridae was based on their resemblance ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "with respect to morphology , virion dimensions and nature and size of the genome ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "to other members of that family .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , analysis of the replication of arteriviruses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "supported by sequence data , has clearly shown that the Togaviridae is a most inappropriate home for them .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Instead , investigations have revealed that the arteriviruses have more in common with members of the Coronaviridae .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , there are major differences between the arteriviruses and the Coronaviridae which \u0027\u0027 has resulted in a reluctance of the Coronaviridae .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It was proposed , and accepted by the Executive Committee of the International Committee for the Taxonomy of Viruses ( ICTV ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "that arteriviruses should be withdrawn from the Togaviridae ( 6 ) .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "This report describes why the toroviruses have been assigned to the same family as the coronaviruses and asks how best to recognize, by taxonomy, the major similarities and differences between the Coronaviridae and the arterivurses. The references have been limited largely to reviews and very recent publications. These include [5, 17, 31, 32] for coronaviruses, [15, 31, 39] for toroviruses and [9, 10, 12, 16, 31] for arteriviruses.",
      "sentences": [
        [
          {
            "segment_text": "This report describes why the toroviruses have been assigned to the same family as the coronaviruses and asks how best to recognize ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "by taxonomy , the major similarities and differences between the Coronaviridae and the arterivurses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The references have been limited largely to reviews and very recent publications .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These include ( 5 , 17 , 31 , 32 ) for coronaviruses ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "( 15 , 31 , 39 ) for toroviruses and ( 9 , 10 , 12 , 16 , 31 ) for arteriviruses .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "12",
    "segment_num": "20",
    "token_num": "315"
  }
}