{
  "paper_id": "28f13f534ff3d7fccd966a9bb1158a0a1ed95967",
  "metadata": {
    "title": "Spatial Analysis on Hepatitis C Virus Infection in Mainland China: From 2005 to 2011",
    "coda_data_split": "train",
    "coda_paper_id": 4389,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: The burden of Hepatitis C virus (HCV) has become more and more considerable in China. A macroscopic spatial analysis of HCV infection that can provide scientific information for further intervention and disease control is lacking.",
      "sentences": [
        [
          {
            "segment_text": "Background : The burden of Hepatitis C virus ( HCV ) has become more and more considerable in China .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A macroscopic spatial analysis of HCV infection that can provide scientific information for further intervention and disease control is lacking .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Methods: All geo-referenced HCV cases that had been recorded by the China Information System for Disease Control and Prevention (CISDCP) during 2005-2011 were included in the study. In order to learn about the changes of demographic characteristics and geographic distribution, trend test and spatial analysis were conducted to reflect the changing pattern of HCV infection.",
      "sentences": [
        [
          {
            "segment_text": "Methods : All geo-referenced HCV cases that had been recorded by the China Information System for Disease Control and Prevention ( CISDCP ) during 2005-2011 were included in the study .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "In order to learn about the changes of demographic characteristics and geographic distribution ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "trend test and spatial analysis were conducted to reflect the changing pattern of HCV infection .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results: Over 770,000 identified HCV infection cases had specific geographic information during the study period (2005)(2006)(2007)(2008)(2009)(2010)(2011). Ratios of gender (Male/Female, Z-value \u003d 218.53, P,0.001), age group (#30 years old/$31 years old, Z-value \u003d 2 51.03, P,0.001) and diagnosis type (Clinical diagnosis/Laboratory diagnosis, Z-value \u003d 2130.47, P,0.001) declined. HCV infection was not distributed randomly. Provinces Henan, Guangdong, Guangxi, Xinjiang, and Jilin reported more than 40,000 HCV infections during 2005 to 2011, accounting for 43.91% of all cases. The strength of cluster of disease was increasing in China during the study period. Overall, 11 provinces had once been detected as hotspots during 7 years, most of which were located in the central or border parts of China. Tibet, Qinghai, Jiangxi were the regions that had coldspots.",
      "sentences": [
        [
          {
            "segment_text": "Results : Over 770,000 identified HCV infection cases had specific geographic information during the study period ( 2005 ) ( 2006 ) ( 2007 ) ( 2008 ) ( 2009 ) ( 2010 ) ( 2011 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Ratios of gender ( Male/Female , Z-value \u003d 218.53 , P ,0.001 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "age group ( # 30 years old / $ 31 years old , Z-value \u003d 2 51.03 , P ,0.001 ) and diagnosis type ( Clinical diagnosis/Laboratory diagnosis , Z-value \u003d 2130.47 , P ,0.001 ) declined .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "HCV infection was not distributed randomly .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Provinces Henan , Guangdong , Guangxi ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Xinjiang , and Jilin reported more than 40,000 HCV infections during 2005 to 2011 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "accounting for 43.91 % of all cases .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The strength of cluster of disease was increasing in China during the study period .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Overall , 11 provinces had once been detected as hotspots during 7 years ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "most of which were located in the central or border parts of China .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Tibet , Qinghai , Jiangxi were the regions that had coldspots .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "The number of clustering of HCV infection among older adults increased in recent years. Specific interventions and prevention programs targeting at main HCV epidemic areas are urgently in need in mainland China.",
      "sentences": [
        [
          {
            "segment_text": "The number of clustering of HCV infection among older adults increased in recent years .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Specific interventions and prevention programs targeting at main HCV epidemic areas are urgently in need in mainland China .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "13",
    "segment_num": "18",
    "token_num": "318"
  }
}