{
  "paper_id": "2914c6a1f8f0bb25727bdfcd9a8a7b42d424d521",
  "metadata": {
    "title": "Mannose-Binding Lectin Contributes to Deleterious Inflammatory Response in Pandemic H1N1 and Avian H9N2 Infection",
    "coda_data_split": "train",
    "coda_paper_id": 7020,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background. Mannose-binding lectin (MBL) is a pattern-recognition molecule, which functions as a first line of host defense. Pandemic H1N1 (pdmH1N1) influenza A virus caused massive infection in 2009 and currently circulates worldwide. Avian influenza A H9N2 (H9N2/G1) virus has infected humans and has the potential to be the next pandemic virus. Antiviral function and immunomodulatory role of MBL in pdmH1N1 and H9N2/G1 virus infection have not been investigated.",
      "sentences": [
        [
          {
            "segment_text": "Background .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Mannose-binding lectin ( MBL ) is a pattern-recognition molecule ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which functions as a first line of host defense .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Pandemic H1N1 ( pdmH1N1 ) influenza A virus caused massive infection in 2009 and currently circulates worldwide .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Avian influenza A H9N2 ( H9N2/G1 ) virus has infected humans and has the potential to be the next pandemic virus .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Antiviral function and immunomodulatory role of MBL in pdmH1N1 and H9N2/G1 virus infection have not been investigated .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Methods. In this study, MBL wild-type (WT) and MBL knockout (KO) murine models were used to examine the role of MBL in pdmH1N1 and H9N2/G1 virus infection.",
      "sentences": [
        [
          {
            "segment_text": "Methods .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "In this study , MBL wild-type ( WT ) and MBL knockout ( KO ) murine models were used to examine the role of MBL in pdmH1N1 and H9N2/G1 virus infection .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results. Our study demonstrated that in vitro, MBL binds to pdmH1N1 and H9N2/G1 viruses, likely via the carbohydrate recognition domain of MBL. Wild-type mice developed more severe disease, as evidenced by a greater weight loss than MBL KO mice during influenza virus infection. Furthermore, MBL WT mice had enhanced production of proinflammatory cytokines and chemokines compared with MBL KO mice, suggesting that MBL could upregulate inflammatory responses that may potentially worsen pdmH1N1 and H9N2/G1 virus infections.",
      "sentences": [
        [
          {
            "segment_text": "Results .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our study demonstrated that in vitro ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "MBL binds to pdmH1N1 and H9N2/G1 viruses ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "likely via the carbohydrate recognition domain of MBL .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Wild-type mice developed more severe disease ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as evidenced by a greater weight loss than MBL KO mice during influenza virus infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , MBL WT mice had enhanced production of proinflammatory cytokines and chemokines compared with MBL KO mice ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "suggesting that MBL could upregulate inflammatory responses that may potentially worsen pdmH1N1 and H9N2/G1 virus infections .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions. Our study provided the first in vivo evidence that MBL may be a risk factor during pdmH1N1 and H9N2/G1 infection by upregulating proinflammatory response.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our study provided the first in vivo evidence that MBL may be a risk factor during pdmH1N1 and H9N2/G1 infection by upregulating proinflammatory response .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "13",
    "segment_num": "18",
    "token_num": "226"
  }
}