{
  "paper_id": "293764fc1b3e0187aedfe3bdee51283fbe59ddc4",
  "metadata": {
    "title": "The ubiquitin-proteasome system in spongiform degenerative disorders",
    "coda_data_split": "train",
    "coda_paper_id": 9888,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Spongiform degeneration is characterized by vacuolation in nervous tissue accompanied by neuronal death and gliosis. Although spongiform degeneration is a hallmark of prion diseases, this pathology is also present in the brains of patients suffering from Alzheimer\u0027s disease, diffuse Lewy body disease, human immunodeficiency virus (HIV) infection, and Canavan\u0027s spongiform leukodystrophy. The shared outcome of spongiform degeneration in these diverse diseases suggests that common cellular mechanisms must underlie the processes of spongiform change and neurodegeneration in the central nervous system. Immunohistochemical analysis of brain tissues reveals increased ubiquitin immunoreactivity in and around areas of spongiform change, suggesting the involvement of ubiquitin-proteasome system dysfunction in the pathogenesis of spongiform neurodegeneration. The link between aberrant ubiquitination and spongiform neurodegeneration has been strengthened by the discovery that a null mutation in the E3 ubiquitin-protein ligase mahogunin ring finger-1 (Mgrn1) causes an autosomal recessively inherited form of spongiform neurodegeneration in animals. Recent studies have begun to suggest that abnormal ubiquitination may alter intracellular signaling and cell functions via proteasome-dependent and proteasome-independent mechanisms, leading to spongiform degeneration and neuronal cell death. Further elucidation of the pathogenic pathways involved in spongiform neurodegeneration should facilitate the development of novel rational therapies for treating prion diseases, HIV infection, and other spongiform degenerative disorders.",
      "sentences": [
        [
          {
            "segment_text": "Spongiform degeneration is characterized by vacuolation in nervous tissue accompanied by neuronal death and gliosis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although spongiform degeneration is a hallmark of prion diseases ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "this pathology is also present in the brains of patients suffering from Alzheimer \u0027s disease ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "diffuse Lewy body disease , human immunodeficiency virus ( HIV ) infection ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and Canavan \u0027s spongiform leukodystrophy .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The shared outcome of spongiform degeneration in these diverse diseases suggests that common cellular mechanisms must underlie the processes of spongiform change and neurodegeneration in the central nervous system .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Immunohistochemical analysis of brain tissues reveals increased ubiquitin immunoreactivity in and around areas of spongiform change ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "suggesting the involvement of ubiquitin-proteasome system dysfunction in the pathogenesis of spongiform neurodegeneration .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The link between aberrant ubiquitination and spongiform neurodegeneration has been strengthened by the discovery that a null mutation in the E3 ubiquitin-protein ligase mahogunin ring finger-1 ( Mgrn1 ) causes an autosomal recessively inherited form of spongiform neurodegeneration in animals .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Recent studies have begun to suggest that abnormal ubiquitination may alter intracellular signaling and cell functions via proteasome-dependent and proteasome-independent mechanisms ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "leading to spongiform degeneration and neuronal cell death .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Further elucidation of the pathogenic pathways involved in spongiform neurodegeneration should facilitate the development of novel rational therapies for treating prion diseases ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "HIV infection , and other spongiform degenerative disorders .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "transmissible spongiform encephalopathy (TSE); retroviral infection; mahogunin ring finger-1 (Mgrn1); oxidative stress; autophagy; endocytic trafficking NIH Public Access",
      "sentences": [
        [
          {
            "segment_text": "transmissible spongiform encephalopathy ( TSE ) ; retroviral infection ; mahogunin ring finger-1 ( Mgrn1 ) ; oxidative stress ; autophagy ; endocytic trafficking NIH Public Access",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "8",
    "segment_num": "14",
    "token_num": "253"
  }
}