{
  "paper_id": "293854bf36effa5c8080201deaa19b213d4465c9",
  "metadata": {
    "title": "Effect of facemasks on empathy and relational continuity: a randomised controlled trial in primary care",
    "coda_data_split": "train",
    "coda_paper_id": 10169,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: There is limited evidence to support the use of facemasks in preventing infection for primary care professionals. Negative effects on communication has been suggested when the physician wears a facemask. As communication skills and doctor patient relationship are essential to primary care consultations, the effects of doctor\u0027s facemask wearing were explored.",
      "sentences": [
        [
          {
            "segment_text": "Background : There is limited evidence to support the use of facemasks in preventing infection for primary care professionals .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Negative effects on communication has been suggested when the physician wears a facemask .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "As communication skills and doctor patient relationship are essential to primary care consultations ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the effects of doctor \u0027s facemask wearing were explored .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Method: A randomised controlled study was conducted in primary care to explore the effects of doctors wearing facemasks on patients\u0027 perception of doctors\u0027 empathy, patient enablement and patient satisfaction. Primary care doctors were randomized to mask wearing and non mask wearing clinical consultations in public primary care clinics in Hong Kong. Patients\u0027 views were gathered using the Consultation and Relational Empathy (CARE) Measure, Patient Enablement Instrument (PEI) and an overall satisfaction rating scale. The effects of face mask wearing were investigated using multilevel (hierarchical) modelling.",
      "sentences": [
        [
          {
            "segment_text": "Method : A randomised controlled study was conducted in primary care to explore the effects of doctors wearing facemasks on patients \u0027 perception of doctors \u0027 empathy ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "patient enablement and patient satisfaction .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Primary care doctors were randomized to mask wearing and non mask wearing clinical consultations in public primary care clinics in Hong Kong .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Patients \u0027 views were gathered using the Consultation and Relational Empathy ( CARE ) Measure ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "Patient Enablement Instrument ( PEI ) and an overall satisfaction rating scale .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The effects of face mask wearing were investigated using multilevel ( hierarchical ) modelling .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results: 1,030 patients were randomised to doctor-mask wearing consultations (n \u003d 514) and non mask wearing consultations (n \u003d 516). A significant and negative effect was found in the patients\u0027 perception of the doctors\u0027 empathy (CARE score reduction −0.98, p-value \u003d 0.04). In the more established doctor-patient relationship, the effect of doctors\u0027 mask wearing was more pronounced (CARE score reduction −5.67, p-value \u003d 0.03). Conclusion: This study demonstrates that when doctors wearing a facemask during consultations, this has a significant negative impact on the patient\u0027s perceived empathy and diminish the positive effects of relational continuity. Consideration should be taken in planning appropriate use of facemasks in infectious disease policy for primary care and other healthcare professionals at a national, local or practice level.",
      "sentences": [
        [
          {
            "segment_text": "Results : 1,030 patients were randomised to doctor-mask wearing consultations ( n \u003d 514 ) and non mask wearing consultations ( n \u003d 516 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A significant and negative effect was found in the patients \u0027 perception of the doctors \u0027 empathy ( CARE score reduction − 0.98 , p-value \u003d 0.04 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In the more established doctor-patient relationship ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the effect of doctors \u0027 mask wearing was more pronounced ( CARE score reduction − 5.67 , p-value \u003d 0.03 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusion : This study demonstrates that when doctors wearing a facemask during consultations ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "this has a significant negative impact on the patient \u0027s perceived empathy and diminish the positive effects of relational continuity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Consideration should be taken in planning appropriate use of facemasks in infectious disease policy for primary care and other healthcare professionals at a national , local or practice level .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "12",
    "segment_num": "17",
    "token_num": "308"
  }
}