{
  "paper_id": "2972d249bbae6964764b08dececfac3a852bf1e8",
  "metadata": {
    "title": "The Challenge of Respiratory Virus Infections in Hematopoietic Cell Transplant Recipients",
    "coda_data_split": "train",
    "coda_paper_id": 2017,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Respiratory virus infections in hematopoietic cell transplant (HCT) recipients are a major cause of morbidity and mortality. While respiratory syncytial virus (RSV), human metapneumonvirus, parainfluenzaviruses, and influenza viruses are well known for their potential to cause fatal pneumonia, information is emerging only recently on the significance of the newly discovered viruses such as human coronaviruses NL63 and HKU1, and human bocavirus. Lymphopenia seems to be the most recent risk factors for progression to lower respiratory tract disease. Airflow obstruction is another complication of respiratory virus infections after HCT, and data to date indicate this complication may occur following parainfluenza virus and RSV infection. Infection control procedures are key for prevention. Unfortunately, there are no randomized treatment studies, which make the interpretation of the literature on interventions difficult. This article reviews the spectrum of pathogens, epidemiology, risk factors and clinical manifestations of infection, as well as recent advances in diagnostic and clinical management.",
      "sentences": [
        [
          {
            "segment_text": "Respiratory virus infections in hematopoietic cell transplant ( HCT ) recipients are a major cause of morbidity and mortality .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "While respiratory syncytial virus ( RSV ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "human metapneumonvirus , parainfluenzaviruses , and influenza viruses are well known for their potential to cause fatal pneumonia ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "information is emerging only recently on the significance of the newly discovered viruses such as human coronaviruses NL63 and HKU1 , and human bocavirus .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Lymphopenia seems to be the most recent risk factors for progression to lower respiratory tract disease .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Airflow obstruction is another complication of respiratory virus infections after HCT ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and data to date indicate this complication may occur following parainfluenza virus and RSV infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Infection control procedures are key for prevention .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Unfortunately , there are no randomized treatment studies ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which make the interpretation of the literature on interventions difficult .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This article reviews the spectrum of pathogens ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "epidemiology , risk factors and clinical manifestations of infection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as well as recent advances in diagnostic and clinical management .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "13",
    "token_num": "174"
  }
}