{
  "paper_id": "297f36eeb998b4e8729a0cbdf958671e9909edc1",
  "metadata": {
    "title": "Nucleotide Analogues as Inhibitors of SARS-CoV-2 Polymerase",
    "coda_data_split": "train",
    "coda_paper_id": 9900,
    "coda_has_expert_labels": false,
    "subset": "biorxiv_medrxiv"
  },
  "abstract": [
    {
      "original_text": "SARS-CoV-2, a member of the coronavirus family, is responsible for the current COVID-19 pandemic. Based on our analysis of hepatitis C virus and coronavirus replication, and the molecular structures and activities of viral inhibitors, we previously demonstrated that three nucleotide analogues inhibit the SARS-CoV RNA-dependent RNA polymerase (RdRp). Here, using polymerase extension experiments, we have demonstrated that the active triphosphate form of Sofosbuvir (a key component of the FDA approved hepatitis C drug EPCLUSA), is incorporated by SARS-CoV-2 RdRp, and blocks further incorporation. Using the same molecular insight, we selected the active triphosphate forms of three other anti-viral agents, Alovudine, AZT (an FDA approved HIV/AIDS drug) and Tenofovir alafenamide (TAF, an FDA approved drug for HIV and hepatitis B) for evaluation as inhibitors of SARS-CoV-2 RdRp. We demonstrated the ability of these three viral polymerase inhibitors, 3\u0027-fluoro-3\u0027-deoxythymidine triphosphate, 3\u0027-azido-3\u0027deoxythymidine triphosphate and Tenofovir diphosphate (the active triphosphate forms of Alovudine, AZT and TAF, respectively) to be incorporated by SARS-CoV-2 RdRp, where they also terminate further polymerase extension. These results offer a strong molecular basis for these nucleotide analogues to be evaluated as potential therapeutics for COVID-19.",
      "sentences": [
        [
          {
            "segment_text": "SARS-CoV-2 , a member of the coronavirus family ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "is responsible for the current COVID-19 pandemic .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Based on our analysis of hepatitis C virus and coronavirus replication ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and the molecular structures and activities of viral inhibitors ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "we previously demonstrated that three nucleotide analogues inhibit the SARS-CoV RNA-dependent RNA polymerase ( RdRp ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , using polymerase extension experiments ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we have demonstrated that the active triphosphate form of Sofosbuvir ( a key component of the FDA approved hepatitis C drug EPCLUSA ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "is incorporated by SARS-CoV-2 RdRp , and blocks further incorporation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Using the same molecular insight ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "we selected the active triphosphate forms of three other anti-viral agents ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Alovudine , AZT ( an FDA approved HIV/AIDS drug ) and Tenofovir alafenamide ( TAF , an FDA approved drug for HIV and hepatitis B ) for evaluation as inhibitors of SARS-CoV-2 RdRp .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We demonstrated the ability of these three viral polymerase inhibitors ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "3 \u0027 - fluoro-3 \u0027 - deoxythymidine triphosphate ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "3 \u0027 - azido-3 ` deoxythymidine triphosphate and Tenofovir diphosphate ( the active triphosphate forms of Alovudine , AZT and TAF , respectively ) to be incorporated by SARS-CoV-2 RdRp ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "where they also terminate further polymerase extension .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results offer a strong molecular basis for these nucleotide analogues to be evaluated as potential therapeutics for COVID-19 .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "16",
    "token_num": "229"
  }
}