{
  "paper_id": "298a64fc7158cb78592bd96d53b4e58fbf562276",
  "metadata": {
    "title": "Co-localization of Middle East respiratory syndrome coronavirus (MERS-CoV) and dipeptidyl peptidase-4 in the respiratory tract and lymphoid tissues of pigs and llamas",
    "coda_data_split": "train",
    "coda_paper_id": 2654,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "This study investigated the co-localization of the Middle East respiratory syndrome coronavirus (MERS-CoV) and its receptor dipeptidyl peptidase-4 (DPP4) by immunohistochemistry (IHC) across respiratory and lymphoid organs of experimentally MERS-CoV infected pigs and llamas. Also, scanning electron microscopy was performed to assess the ciliary integrity of respiratory epithelial cells in both species. In pigs, on day 2 post-inoculation (p.i.), DPP4-MERS-CoV co-localization was detected in medial turbinate epithelium. On day 4 p.i., the virus/receptor co-localized in frontal and medial turbinate epithelial cells in pigs, and epithelial cells distributed unevenly through the whole nasal cavity and in the cervical lymph node in llamas.",
      "sentences": [
        [
          {
            "segment_text": "This study investigated the co-localization of the Middle East respiratory syndrome coronavirus ( MERS-CoV ) and its receptor dipeptidyl peptidase-4 ( DPP4 ) by immunohistochemistry ( IHC ) across respiratory and lymphoid organs of experimentally MERS-CoV infected pigs and llamas .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Also , scanning electron microscopy was performed to assess the ciliary integrity of respiratory epithelial cells in both species .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "In pigs , on day 2 post-inoculation ( p.i. ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "DPP4-MERS-CoV co-localization was detected in medial turbinate epithelium .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "On day 4 p.i. , the virus/receptor co-localized in frontal and medial turbinate epithelial cells in pigs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and epithelial cells distributed unevenly through the whole nasal cavity and in the cervical lymph node in llamas .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "6",
    "token_num": "118"
  }
}