{
  "paper_id": "298f292239fa60b67bc08c1e1098cff747aa8f15",
  "metadata": {
    "title": "The FDA-Approved Oral Drug Nitazoxanide Amplifies Host Antiviral Responses and Inhibits Ebola Virus VSV EBOV and Inhibits Ebola and VSV The FDA-Approved Oral Drug Nitazoxanide Amplifies Host Antiviral Responses and Inhibits Ebola Virus",
    "coda_data_split": "train",
    "coda_paper_id": 2387,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "HIGHLIGHTS NTZ amplifies RNA sensor and type I interferon activities and induces GADD34 expression NTZ inhibits infectious Ebola virus (EBOV) via RIG-I and PKR, but not GADD34 NTZ inhibits a second negative-strand RNA virus, VSV, via RIG-I and GADD34, but not PKR NTZ holds promise as an oral therapy against EBOV Jasenosky et al., iScience 19,",
      "sentences": [
        [
          {
            "segment_text": "HIGHLIGHTS NTZ amplifies RNA sensor and type I interferon activities and induces GADD34 expression NTZ inhibits infectious Ebola virus ( EBOV ) via RIG-I and PKR ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but not GADD34 NTZ inhibits a second negative-strand RNA virus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "VSV , via RIG-I and GADD34 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but not PKR NTZ holds promise as an oral therapy against EBOV Jasenosky et al. , iScience 19 ,",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Here, we show that the US Food and Drug Administration-approved oral drug nitazoxanide (NTZ) broadly amplifies the host innate immune response to viruses and inhibits Ebola virus (EBOV) replication. We find that NTZ enhances retinoic-acid-inducible protein I (RIG-I)-like-receptor, mitochondrial antiviral signaling protein, interferon regulatory factor 3, and interferon activities and induces transcription of the antiviral phosphatase GADD34. NTZ significantly inhibits EBOV replication in human cells through its effects on RIG-I and protein kinase R (PKR), suggesting that it counteracts EBOV VP35 protein\u0027s ability to block RIG-I and PKR sensing of EBOV. NTZ also inhibits a second negative-strand RNA virus, vesicular stomatitis virus (VSV), through RIG-I and GADD34, but not PKR, consistent with VSV\u0027s distinct host innate immune evasion mechanisms. Thus, NTZ counteracts varied virus-specific immune evasion strategies by generally enhancing the RNA sensing and interferon axis that is triggered by foreign cytoplasmic RNA exposure, and holds promise as an oral therapy against EBOV.",
      "sentences": [
        [
          {
            "segment_text": "Here , we show that the US Food and Drug Administration-approved oral drug nitazoxanide ( NTZ ) broadly amplifies the host innate immune response to viruses and inhibits Ebola virus ( EBOV ) replication .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We find that NTZ enhances retinoic-acid-inducible protein I ( RIG-I ) - like-receptor ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "mitochondrial antiviral signaling protein , interferon regulatory factor 3 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and interferon activities and induces transcription of the antiviral phosphatase GADD34 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "NTZ significantly inhibits EBOV replication in human cells through its effects on RIG-I and protein kinase R ( PKR ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "suggesting that it counteracts EBOV VP35 protein \u0027s ability to block RIG-I and PKR sensing of EBOV .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "NTZ also inhibits a second negative-strand RNA virus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "vesicular stomatitis virus ( VSV ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "through RIG-I and GADD34 , but not PKR ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "consistent with VSV \u0027s distinct host innate immune evasion mechanisms .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Thus , NTZ counteracts varied virus-specific immune evasion strategies by generally enhancing the RNA sensing and interferon axis that is triggered by foreign cytoplasmic RNA exposure ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and holds promise as an oral therapy against EBOV .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "6",
    "segment_num": "16",
    "token_num": "247"
  }
}