{
  "paper_id": "29ada2d0f89dbeee105c3f95b7df0ab204d9a444",
  "metadata": {
    "title": "A New Species of Mesonivirus from the Northern Territory, Australia",
    "coda_data_split": "train",
    "coda_paper_id": 3653,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Here we describe Casuarina virus (CASV), a new virus in the family Mesoniviridae. This is the first report of a mesonivirus in Australia, which extends the geographical range of this virus family to 3 continents. The virus was isolated in 2010 from Coquillettidia xanthogaster mosquitoes during surveillance in the suburbs of Darwin, the capital of the Northern Territory. Cryo-electron microscopy of the CASV virions revealed spherical particles of 65 nm in size with large club-shaped projections of approximately 15 nm in length. The new virus was most closely related to Alphamesonivirus 1, the only currently recognized species in the family. In 2013 a further 5 putative new mesonivirus species were described: Hana, Méno, Nsé, Moumo and Dak Nong viruses. The evolutionary distance between CASV and two of its closest relatives, Cavally and Hana viruses (Jones-Taylor-Thornton distance of 0.151 and 0.224, respectively), along with its isolation from a different genus of mosquitoes captured on a separate continent indicate that CASV is a new species.",
      "sentences": [
        [
          {
            "segment_text": "Here we describe Casuarina virus ( CASV ) ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "a new virus in the family Mesoniviridae .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This is the first report of a mesonivirus in Australia ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which extends the geographical range of this virus family to 3 continents .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The virus was isolated in 2010 from Coquillettidia xanthogaster mosquitoes during surveillance in the suburbs of Darwin ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the capital of the Northern Territory .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Cryo-electron microscopy of the CASV virions revealed spherical particles of 65 nm in size with large club-shaped projections of approximately 15 nm in length .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The new virus was most closely related to Alphamesonivirus 1 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the only currently recognized species in the family .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In 2013 a further 5 putative new mesonivirus species were described : Hana ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Méno , Nsé , Moumo and Dak Nong viruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The evolutionary distance between CASV and two of its closest relatives ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Cavally and Hana viruses ( Jones-Taylor-Thornton distance of 0.151 and 0.224 , respectively ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "along with its isolation from a different genus of mosquitoes captured on a separate continent indicate that CASV is a new species .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "14",
    "token_num": "185"
  }
}