{
  "paper_id": "29b1460f3d51c20d2ab3b5716511a0a958ca2ea3",
  "metadata": {
    "title": "DNACB BITS Untangling Membrane Rearrangement in the Nidovirales",
    "coda_data_split": "train",
    "coda_paper_id": 10768,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "All known positive sense single-stranded RNA viruses induce host cell membrane rearrangement for purposes of aiding viral genome replication and transcription. Members of the Nidovirales order are no exception, inducing intricate regions of double membrane vesicles and convoluted membranes crucial for the production of viral progeny. Although these structures have been well studied for some members of this order, much remains unclear regarding the biogenesis of these rearranged membranes. Here, we discuss what is known about these structures and their formation, compare some of the driving viral proteins behind this process across the nidovirus order, and examine possible routes of mechanism by which membrane rearrangement may occur.",
      "sentences": [
        [
          {
            "segment_text": "All known positive sense single-stranded RNA viruses induce host cell membrane rearrangement for purposes of aiding viral genome replication and transcription .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Members of the Nidovirales order are no exception ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "inducing intricate regions of double membrane vesicles and convoluted membranes crucial for the production of viral progeny .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although these structures have been well studied for some members of this order ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "much remains unclear regarding the biogenesis of these rearranged membranes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we discuss what is known about these structures and their formation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "compare some of the driving viral proteins behind this process across the nidovirus order ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and examine possible routes of mechanism by which membrane rearrangement may occur .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "8",
    "token_num": "116"
  }
}