{
  "paper_id": "29bb080207b6773de7faa6e7defaa9ca0c91c55d",
  "metadata": {
    "title": "Novel drugs targeting Toll-like receptors for antiviral therapy",
    "coda_data_split": "train",
    "coda_paper_id": 6781,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Toll-like receptors (TLRs) are sentinel receptors of the host innate immune system that recognize conserved \u0027pathogen-associated molecular patterns\u0027 of invading microbes, including viruses. The activation of TLRs establishes antiviral innate immune responses and coordinates the development of long-lasting adaptive immunity in order to control viral pathogenesis. However, microbe-induced damage to host tissues may release \u0027danger-associated molecular patterns\u0027 that also activate TLRs, leading to an overexuberant inflammatory response and, ultimately, to tissue damage. Thus, TLRs have proven to be promising targets as therapeutics for the treatment of viral infections that result in inflammatory damage or as adjuvants in order to enhance the efficacy of vaccines. Here, we explore recent advances in TLR biology with a focus on novel drugs that target TLRs (agonists and antagonists) for antiviral therapy.",
      "sentences": [
        [
          {
            "segment_text": "Toll-like receptors ( TLRs ) are sentinel receptors of the host innate immune system that recognize conserved ` pathogen-associated molecular patterns \u0027 of invading microbes , including viruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The activation of TLRs establishes antiviral innate immune responses and coordinates the development of long-lasting adaptive immunity in order to control viral pathogenesis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , microbe-induced damage to host tissues may release ` danger-associated molecular patterns \u0027 that also activate TLRs ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "leading to an overexuberant inflammatory response and ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "ultimately , to tissue damage .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Thus , TLRs have proven to be promising targets as therapeutics for the treatment of viral infections that result in inflammatory damage or as adjuvants in order to enhance the efficacy of vaccines .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we explore recent advances in TLR biology with a focus on novel drugs that target TLRs ( agonists and antagonists ) for antiviral therapy .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "7",
    "token_num": "147"
  }
}