{
  "paper_id": "29c8e6c9a49f04815754c6c29eec9f8bc7bb5070",
  "metadata": {
    "title": "Synthetic Peptide Studies on the Severe Acute Respiratory Syndrome (SARS) Coronavirus Spike Glycoprotein: Perspective for SARS Vaccine Development",
    "coda_data_split": "train",
    "coda_paper_id": 4714,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "between the virion and the host cell. We focused on using synthetic peptides for developing antibodies against SARS-CoV, which aimed to block viral invasion by eliciting an immune response specific to the native SARS-CoV S protein.",
      "sentences": [
        [
          {
            "segment_text": "between the virion and the host cell .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We focused on using synthetic peptides for developing antibodies against SARS-CoV ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "which aimed to block viral invasion by eliciting an immune response specific to the native SARS-CoV S protein .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Methods: Six peptide sequences corresponding to the surface regions of SARS-CoV S protein were designed and investigated by use of combined bioinformatics and structural analysis. These synthetic peptides were used to immunize both rabbits and monkeys. Antisera collected 1 week after the second immunization were analyzed by ELISA and tested for antibody specificity against SARS-CoV by immunofluorescent confocal microscopy.",
      "sentences": [
        [
          {
            "segment_text": "Methods : Six peptide sequences corresponding to the surface regions of SARS-CoV S protein were designed and investigated by use of combined bioinformatics and structural analysis .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "These synthetic peptides were used to immunize both rabbits and monkeys .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Antisera collected 1 week after the second immunization were analyzed by ELISA and tested for antibody specificity against SARS-CoV by immunofluorescent confocal microscopy .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions: Synthetic peptides can elicit specific antibodies to SARS-CoV. The study provides insights for the future development of SARS vaccine via the synthetic-peptide-based approach.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions : Synthetic peptides can elicit specific antibodies to SARS-CoV .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The study provides insights for the future development of SARS vaccine via the synthetic-peptide-based approach .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "7",
    "segment_num": "8",
    "token_num": "129"
  }
}