{
  "paper_id": "29e893a01ad314a8432d5948be971e13e48b9103",
  "metadata": {
    "title": "A Rational Approach to Estimating the Surgical Demand Elasticity Needed to Guide Manpower Reallocation during Contagious Outbreaks",
    "coda_data_split": "train",
    "coda_paper_id": 5977,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Emerging infectious diseases continue to pose serious threats to global public health. So far, however, few published study has addressed the need for manpower reallocation needed in hospitals when such a serious contagious outbreak occurs.",
      "sentences": [
        [
          {
            "segment_text": "Emerging infectious diseases continue to pose serious threats to global public health .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "So far , however , few published study has addressed the need for manpower reallocation needed in hospitals when such a serious contagious outbreak occurs .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "To quantify the demand elasticity of the major surgery types in order to guide future manpower reallocation during contagious outbreaks.",
      "sentences": [
        [
          {
            "segment_text": "To quantify the demand elasticity of the major surgery types in order to guide future manpower reallocation during contagious outbreaks .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Based on a nationwide research database in Taiwan, we extracted the monthly volumes of major surgery types for the period 1998-2003, which covered the SARS period, in order to carry out a time series analysis. The demand elasticity of each surgery type was then estimated by autoregressive integrated moving average (ARIMA) analysis.",
      "sentences": [
        [
          {
            "segment_text": "Based on a nationwide research database in Taiwan ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we extracted the monthly volumes of major surgery types for the period 1998-2003 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "which covered the SARS period ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "in order to carry out a time series analysis .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The demand elasticity of each surgery type was then estimated by autoregressive integrated moving average ( ARIMA ) analysis .",
            "crowd_label": "method"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "5",
    "segment_num": "8",
    "token_num": "119"
  }
}