{
  "paper_id": "2a3e6aaf35057f4222ef436b616e9d05106e076e",
  "metadata": {
    "title": "Immunogenicity of Pigeon Circovirus Recombinant Capsid Protein in Pigeons",
    "coda_data_split": "train",
    "coda_paper_id": 4776,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Pigeon circovirus (PiCV) is the most frequently diagnosed virus in pigeons and is thought to be one of the causative factors of a complex disease called the young pigeon disease syndrome (YPDS). The development of a vaccine against this virus could be a strategy for YPDS control. Since laboratory culture of PiCV is impossible, its recombinant capsid protein (rCP) can be considered as a potential antigen candidate in sub-unit vaccines. The aim of this basic research was to evaluate the immune response of pigeons to PiCV rCP. Sixty six-week-old carrier pigeons were divided into two groups (experimental immunized with PiCV rCP mixed with an adjuvant, and control immunized with an adjuvant only), and immunized twice in a 21-day interval. On the day of immunization and on two, 23, 39, and 46 days post first immunization (dpv), samples of blood, spleen, and bursa of Fabricius were collected from six birds from each group to examine anti-PiCV rCP IgY, anti-PiCV rCP IgY-secreting B cells (SBC), IFN-γ gene expression, and percentage of T CD3 + , CD4 + , CD8 + , and B IgM + lymphocytes. The results indicated a correct immune response to PiCV rCP both in humoral and cell-mediated immunity, which was manifested by seroconversion since 23 dpv, by a significantly higher anti-PiCV rCP IgY-SBC number on two and 23 dpv, and significantly higher IFN-γ gene expression since two dpv. There were no significant differences or trends noted between particular T and B lymphocyte subpopulations. To conclude, PiCV rCP may be deemed immunogenic and could be considered as an antigen candidate in sub-unit vaccines against PiCV infections in pigeons.",
      "sentences": [
        [
          {
            "segment_text": "Pigeon circovirus ( PiCV ) is the most frequently diagnosed virus in pigeons and is thought to be one of the causative factors of a complex disease called the young pigeon disease syndrome ( YPDS ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The development of a vaccine against this virus could be a strategy for YPDS control .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Since laboratory culture of PiCV is impossible ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "its recombinant capsid protein ( rCP ) can be considered as a potential antigen candidate in sub-unit vaccines .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The aim of this basic research was to evaluate the immune response of pigeons to PiCV rCP .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Sixty six-week-old carrier pigeons were divided into two groups ( experimental immunized with PiCV rCP mixed with an adjuvant , and control immunized with an adjuvant only ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and immunized twice in a 21-day interval .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "On the day of immunization and on two ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "23 , 39 , and 46 days post first immunization ( dpv ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "samples of blood , spleen ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and bursa of Fabricius were collected from six birds from each group to examine anti-PiCV rCP IgY ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "anti-PiCV rCP IgY-secreting B cells ( SBC ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "IFN-γ gene expression , and percentage of T CD3 + ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "CD4 + , CD8 + ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and B IgM + lymphocytes .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The results indicated a correct immune response to PiCV rCP both in humoral and cell-mediated immunity ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which was manifested by seroconversion since 23 dpv ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "by a significantly higher anti-PiCV rCP IgY-SBC number on two and 23 dpv ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and significantly higher IFN-γ gene expression since two dpv .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "There were no significant differences or trends noted between particular T and B lymphocyte subpopulations .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "To conclude , PiCV rCP may be deemed immunogenic and could be considered as an antigen candidate in sub-unit vaccines against PiCV infections in pigeons .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "21",
    "token_num": "306"
  }
}