{
  "paper_id": "2a8e8bde213ea88c63639fa4615bb9a472c6c03d",
  "metadata": {
    "title": "Sendai Virus as a Backbone for Vaccines against RSV and other Human Paramyxoviruses",
    "coda_data_split": "train",
    "coda_paper_id": 2897,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Human paramyxoviruses are the etiological agents for life-threatening respiratory virus infections of infants and young children. These viruses -including respiratory syncytial virus (RSV), the human parainfluenza viruses (hPIV1-4), and human metapneumovirus (hMPV) -are responsible for millions of serious lower respiratory tract infections each year worldwide. There are currently no standard treatments and no licensed vaccines for any of these pathogens. Here we review research with which Sendai virus, a mouse parainfluenza virus type 1, is being advanced as a Jennerian vaccine for hPIV1 and as a backbone for RSV, hMPV, and other hPIV vaccines for children.",
      "sentences": [
        [
          {
            "segment_text": "Human paramyxoviruses are the etiological agents for life-threatening respiratory virus infections of infants and young children .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These viruses - including respiratory syncytial virus ( RSV ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the human parainfluenza viruses ( hPIV1-4 ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and human metapneumovirus ( hMPV ) - are responsible for millions of serious lower respiratory tract infections each year worldwide .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "There are currently no standard treatments and no licensed vaccines for any of these pathogens .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we review research with which Sendai virus ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "a mouse parainfluenza virus type 1 ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "is being advanced as a Jennerian vaccine for hPIV1 and as a backbone for RSV ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "hMPV , and other hPIV vaccines for children .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "9",
    "token_num": "114"
  }
}