{
  "paper_id": "2aad3ed695f9313c14066aa2c385092c7cf814b2",
  "metadata": {
    "title": "The expression of nicotinic receptor alpha7 during cochlear development",
    "coda_data_split": "train",
    "coda_paper_id": 6545,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Nicotinic acetylcholine receptor alpha7 expression was examined in the developing and adult auditory system using mice that were modified through homologous recombination to coexpress either GFP (alpha7GFP) or Cre (alpha7Cre), respectively. The expression of alpha7GFP is first detected at embryonic (E) day E13.5 in cells of the spiral prominence. By E14.5, sensory regions including the putative outer hair cells and Deiters\u0027 cells express alpha7GFP as do solitary efferent fibers. This pattern diminishes after E16.5 in a basal to apex progression, as Hensen\u0027s cells and cells of the spiral ligament acquire alpha7GFP expression. At birth and thereafter alpha7GFP also identifies a subset of spiral ganglion cells whose processes terminate on inner hair cells. Efferent fibers identified by peripherin or calcitonin gene-related protein do not coexpress alpha7GFP. In addition to cochlear structures, there is strong expression of alpha7GFP by cells of the central auditory pathways including the ventral posterior cochlear nucleus, lateral lemniscus, central inferior colliculus, and the medial geniculate nucleus. Our findings suggest that alpha7 expression by both neuronal and non-neuronal cells has the potential to impact multiple auditory functions through mechanisms that are not traditionally attributed to this receptor.",
      "sentences": [
        [
          {
            "segment_text": "Nicotinic acetylcholine receptor alpha7 expression was examined in the developing and adult auditory system using mice that were modified through homologous recombination to coexpress either GFP ( alpha7GFP ) or Cre ( alpha7Cre ) , respectively .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The expression of alpha7GFP is first detected at embryonic ( E ) day E13 .5 in cells of the spiral prominence .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "By E14 .5 , sensory regions including the putative outer hair cells and Deiters \u0027 cells express alpha7GFP as do solitary efferent fibers .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This pattern diminishes after E16 .5 in a basal to apex progression ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as Hensen \u0027s cells and cells of the spiral ligament acquire alpha7GFP expression .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "At birth and thereafter alpha7GFP also identifies a subset of spiral ganglion cells whose processes terminate on inner hair cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Efferent fibers identified by peripherin or calcitonin gene-related protein do not coexpress alpha7GFP .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition to cochlear structures ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "there is strong expression of alpha7GFP by cells of the central auditory pathways including the ventral posterior cochlear nucleus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "lateral lemniscus , central inferior colliculus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the medial geniculate nucleus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our findings suggest that alpha7 expression by both neuronal and non-neuronal cells has the potential to impact multiple auditory functions through mechanisms that are not traditionally attributed to this receptor .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "12",
    "token_num": "215"
  }
}