{
  "paper_id": "2ab6b5e2628c1979ae2e65f9a0f9870cb3773d61",
  "metadata": {
    "title": "Comparison of three multiplex PCR assays for the detection of respiratory viral infections: evaluation of xTAG respiratory virus panel fast assay, RespiFinder 19 assay and RespiFinder SMART 22 assay",
    "coda_data_split": "train",
    "coda_paper_id": 4112,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: A broad spectrum of pathogens is causative for respiratory tract infections, but symptoms are mostly similar. Therefore, the identification of the causative viruses and bacteria is only feasible using multiplex PCR or several monoplex PCR tests in parallel. Methods: The analytical sensitivity of three multiplex PCR assays, RespiFinder-19, RespiFinder-SMART-22 and xTAG-Respiratory-Virus-Panel-Fast-Assay (RVP), were compared to monoplex real-time PCR with quantified standardized control material. All assays include the most common respiratory pathogens. Results: To compare the analytical sensitivity of the multiplex assays, samples were inoculated with 13 different quantified viruses in the range of 10 1 to 10 5 copies/ml. Concordant results were received for rhinovirus, whereas the RVP detected influenzavirus, RSV and hMPV more frequently in low concentrations. The RespiFinder-19 and the RespiFinder-SMART-22 showed a higher analytical sensitivity for adenoviruses and coronaviruses, whereas the RVP was incapable to detect adenovirus and coronavirus in concentrations of 10 4 copies/ml. The RespiFinder-19 and RespiFinder-SMART-22A did not detect influenzaviruses (10 4 copies/ml) and RSV (10 3 copies/ml). The detection of all 13 viruses in one sample was only achieved using monoplex PCR. To analyze possible competitive amplification reactions between the different viruses, samples were further inoculated with only 4 different viruses in one sample. Compared to the detection of 13 viruses in parallel, only a few differences were found. The incidence of respiratory viruses was compared in tracheal secretion (TS) samples (n \u003d 100) of mechanically ventilated patients in winter (n \u003d 50) and summer (n \u003d 50). In winter, respiratory viruses were detected in 32 TS samples (64%) by RespiFinder-19, whereas the detection rate with RVP was only 22%. The most frequent viruses were adenovirus (32%) and PIV-2 (20%). Multiple infections were detected in 16 TS samples (32%) by RespiFinder-19. Fewer infections were found in summer (RespiFinder-19: 20%; RVP: 6%). All positive results were verified using monoplex PCR. Conclusions: Multiplex PCR tests have a broad spectrum of pathogens to test at a time. Analysis of multiple inoculated samples revealed a different focus of the detected virus types by the three assays. Analysis of clinical samples showed a high concordance of detected viruses by the RespiFinder-19 compared to monoplex tests.",
      "sentences": [
        [
          {
            "segment_text": "Background : A broad spectrum of pathogens is causative for respiratory tract infections ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but symptoms are mostly similar .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Therefore , the identification of the causative viruses and bacteria is only feasible using multiplex PCR or several monoplex PCR tests in parallel .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Methods : The analytical sensitivity of three multiplex PCR assays ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "RespiFinder-19 , RespiFinder-SMART-22 and xTAG-Respiratory-Virus-Panel-Fast-Assay ( RVP ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "were compared to monoplex real-time PCR with quantified standardized control material .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "All assays include the most common respiratory pathogens .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : To compare the analytical sensitivity of the multiplex assays ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "samples were inoculated with 13 different quantified viruses in the range of 10 1 to 10 5 copies/ml .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Concordant results were received for rhinovirus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whereas the RVP detected influenzavirus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "RSV and hMPV more frequently in low concentrations .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The RespiFinder-19 and the RespiFinder-SMART-22 showed a higher analytical sensitivity for adenoviruses and coronaviruses ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whereas the RVP was incapable to detect adenovirus and coronavirus in concentrations of 10 4 copies/ml .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The RespiFinder-19 and RespiFinder-SMART-22A did not detect influenzaviruses ( 10 4 copies/ml ) and RSV ( 10 3 copies/ml ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The detection of all 13 viruses in one sample was only achieved using monoplex PCR .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "To analyze possible competitive amplification reactions between the different viruses ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "samples were further inoculated with only 4 different viruses in one sample .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Compared to the detection of 13 viruses in parallel ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "only a few differences were found .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The incidence of respiratory viruses was compared in tracheal secretion ( TS ) samples ( n \u003d 100 ) of mechanically ventilated patients in winter ( n \u003d 50 ) and summer ( n \u003d 50 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In winter , respiratory viruses were detected in 32 TS samples ( 64 % ) by RespiFinder-19 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whereas the detection rate with RVP was only 22 % .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The most frequent viruses were adenovirus ( 32 % ) and PIV-2 ( 20 % ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Multiple infections were detected in 16 TS samples ( 32 % ) by RespiFinder-19 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Fewer infections were found in summer ( RespiFinder-19 : 20 % ; RVP : 6 % ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "All positive results were verified using monoplex PCR .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : Multiplex PCR tests have a broad spectrum of pathogens to test at a time .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Analysis of multiple inoculated samples revealed a different focus of the detected virus types by the three assays .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Analysis of clinical samples showed a high concordance of detected viruses by the RespiFinder-19 compared to monoplex tests .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "20",
    "segment_num": "30",
    "token_num": "429"
  }
}