{
  "paper_id": "2abe82dfebe721e4d1809bdc9a9d0f38019d1be3",
  "metadata": {
    "title": "COVID-19: Global radiation oncology\u0027s targeted response for pandemic preparedness-NC-ND license (http://creativecommons.org/ licenses/by-nc-nd/4.0/)",
    "coda_data_split": "train",
    "coda_paper_id": 7847,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "As the global COVID-19 pandemic escalates there is a need within radiation oncology to work to support our patients in the best way possible. Measures are required to reduce infection spread between patients and within the workforce. Departments need contingency planning to create capacity and continue essential treatments despite a reduced workforce.",
      "sentences": [
        [
          {
            "segment_text": "As the global COVID-19 pandemic escalates there is a need within radiation oncology to work to support our patients in the best way possible .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Measures are required to reduce infection spread between patients and within the workforce .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Departments need contingency planning to create capacity and continue essential treatments despite a reduced workforce .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "The #radonc community held an urgent online journal club on Twitter in March 2020 to discuss these issues and create some consensus on crucial next steps. There were 121 global contributors. This document summarises these discussions around themes of infection prevention, rationalisation of workload and working practice in the presence of infection.",
      "sentences": [
        [
          {
            "segment_text": "The #radonc community held an urgent online journal club on Twitter in March 2020 to discuss these issues and create some consensus on crucial next steps .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "There were 121 global contributors .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This document summarises these discussions around themes of infection prevention ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "rationalisation of workload and working practice in the presence of infection .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "6",
    "segment_num": "7",
    "token_num": "111"
  }
}