{
  "paper_id": "2ac1d61412cb34efcafd43308bf6a05ddfe5c81d",
  "metadata": {
    "title": "Viral Loads and Duration of Viral Shedding in Adult Patients Hospitalized with Influenza",
    "coda_data_split": "train",
    "coda_paper_id": 3927,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background. The goal of this study was to characterize viral loads and factors affecting viral clearance in persons with severe influenza.",
      "sentences": [
        [
          {
            "segment_text": "Background .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The goal of this study was to characterize viral loads and factors affecting viral clearance in persons with severe influenza .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Methods. This was a 1-year prospective, observational study involving consecutive adults hospitalized with influenza. Nasal and throat swabs were collected at presentation, then daily until 1 week after symptom onset. Real-time reverse-transcriptase polymerase chain reaction to determine viral RNA concentration and virus isolation were performed. Viral RNA concentration was analyzed using multiple linear or logistic regressions or mixedeffect models.",
      "sentences": [
        [
          {
            "segment_text": "Methods .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "This was a 1-year prospective ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "observational study involving consecutive adults hospitalized with influenza .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Nasal and throat swabs were collected at presentation ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "then daily until 1 week after symptom onset .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Real-time reverse-transcriptase polymerase chain reaction to determine viral RNA concentration and virus isolation were performed .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Viral RNA concentration was analyzed using multiple linear or logistic regressions or mixedeffect models .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results. One hundred forty-seven inpatients with influenza A (H3N2) infection were studied (mean age ‫ע‬ standard deviation, years). Viral RNA concentration at presentation positively correlated with symptom 72 ‫ע‬ 16 scores and was significantly higher than that among time-matched outpatients (control subjects). Patients with major comorbidities had high viral RNA concentration even when presenting 12 days after symptom onset (mean ‫ע‬ standard deviation, vs log 10 copies/mL; ; b, +0.86 [95% confidence interval, 5.06 ‫ע‬ 1.85 3.62 ‫ע‬ 2.13 P p .005 +0.03 to +1.68]). Viral RNA concentration demonstrated a nonlinear decrease with time; 26% of oseltamivirtreated and 57% of untreated patients had RNA detected at 1 week after symptom onset. Oseltamivir started on or before symptom day 4 was independently associated with an accelerated decrease in viral RNA concentration (mean b [standard error], Ϫ1.19 [0.43] and Ϫ0.68 [0.33] log 10 copies/mL for patients treated on day 1 and days 2-3, respectively;",
      "sentences": [
        [
          {
            "segment_text": "Results .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "One hundred forty-seven inpatients with influenza A ( H3N2 ) infection were studied ( mean age ע standard deviation , years ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Viral RNA concentration at presentation positively correlated with symptom 72 ע 16 scores and was significantly higher than that among time-matched outpatients ( control subjects ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Patients with major comorbidities had high viral RNA concentration even when presenting 12 days after symptom onset ( mean ע standard deviation , vs log 10 copies/mL ; ; b , +0.86 ( 95 % confidence interval , 5.06 ע 1.85 3.62 ע 2.13 P p .005 +0.03 to +1.68 ) ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Viral RNA concentration demonstrated a nonlinear decrease with time ; 26 % of oseltamivirtreated and 57 % of untreated patients had RNA detected at 1 week after symptom onset .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Oseltamivir started on or before symptom day 4 was independently associated with an accelerated decrease in viral RNA concentration ( mean b ( standard error ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Ϫ1 .19 ( 0.43 ) and Ϫ0 .68 ( 0.33 ) log 10 copies/mL for patients treated on day 1 and days 2-3 , respectively ;",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": ") and viral RNA clearance at 1 week (odds ratio, 0.10 [95% confidence interval, 0.03-P ! .05 0.35] and 0.30 [0.10-0.90] for patients treated on day 1-2 and day 3-4, respectively). Conversely, major comorbidities and systemic corticosteroid use for asthma or chronic obstructive pulmonary disease exacerbations were associated with slower viral clearance. Viral RNA clearance was associated with a shorter hospital stay (7.0 vs 13.5",
      "sentences": [
        [
          {
            "segment_text": ") and viral RNA clearance at 1 week ( odds ratio , 0.10 ( 95 % confidence interval , 0.03-P !",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": ".05 0.35 ) and 0.30 ( 0.10-0.90 ) for patients treated on day 1-2 and day 3-4 , respectively ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conversely , major comorbidities and systemic corticosteroid use for asthma or chronic obstructive pulmonary disease exacerbations were associated with slower viral clearance .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Viral RNA clearance was associated with a shorter hospital stay ( 7.0 vs 13.5",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "17",
    "segment_num": "20",
    "token_num": "356"
  }
}