{
  "paper_id": "2ad8032804b3deb79b634cfbad52efbf2f90da76",
  "metadata": {
    "title": "molecules Antiviral Activity of Novel Quinoline Derivatives against Dengue Virus Serotype 2",
    "coda_data_split": "train",
    "coda_paper_id": 8503,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Dengue virus causes dengue fever, a debilitating disease with an increasing incidence in many tropical and subtropical territories. So far, there are no effective antivirals licensed to treat this virus. Here we describe the synthesis and antiviral activity evaluation of two compounds based on the quinoline scaffold, which has shown potential for the development of molecules with various biological activities. Two of the tested compounds showed dose-dependent inhibition of dengue virus serotype 2 in the low and sub micromolar range. The compounds 1 and 2 were also able to impair the accumulation of the viral envelope glycoprotein in infected cells, while showing no sign of direct virucidal activity and acting possibly through a mechanism involving the early stages of the infection. The results are congruent with previously reported data showing the potential of quinoline derivatives as a promising scaffold for the development of new antivirals against this important virus. Molecules 2018, 23, 672 2 of 11 antivirals might be very useful in the case of severe dengue, as high viremia has been shown to correlate with severity [7]. Quinolines are heterocyclic molecules composed of fused benzene and pyridine rings. The quinolines and their derivatives have shown a wide range of biological activities, including antiproliferative [8], antiviral [9], antibacterial [10], antifungal [11], anti-inflammatory [12], and antiparasitic [13]. Members of the quinoline family, such as chloroquine and hydroxychloroquine, have shown antiviral activity against several viruses, such as coronaviruses [9], human immunodeficiency virus [14], and respiratory syncytial virus [15]. Concerning Flavivirus, quinoline derivatives have proved active against the Hepatitis C virus [16], West Nile virus [17,18], Japanese Encephalitis virus [19], Zika virus [20], and dengue virus [21].",
      "sentences": [
        [
          {
            "segment_text": "Dengue virus causes dengue fever ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a debilitating disease with an increasing incidence in many tropical and subtropical territories .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "So far , there are no effective antivirals licensed to treat this virus .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we describe the synthesis and antiviral activity evaluation of two compounds based on the quinoline scaffold ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "which has shown potential for the development of molecules with various biological activities .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Two of the tested compounds showed dose-dependent inhibition of dengue virus serotype 2 in the low and sub micromolar range .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The compounds 1 and 2 were also able to impair the accumulation of the viral envelope glycoprotein in infected cells ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while showing no sign of direct virucidal activity and acting possibly through a mechanism involving the early stages of the infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The results are congruent with previously reported data showing the potential of quinoline derivatives as a promising scaffold for the development of new antivirals against this important virus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Molecules 2018 , 23 , 672 2 of 11 antivirals might be very useful in the case of severe dengue ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as high viremia has been shown to correlate with severity ( 7 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Quinolines are heterocyclic molecules composed of fused benzene and pyridine rings .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The quinolines and their derivatives have shown a wide range of biological activities ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including antiproliferative ( 8 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "antiviral ( 9 ) , antibacterial ( 10 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "antifungal ( 11 ) , anti-inflammatory ( 12 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and antiparasitic ( 13 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Members of the quinoline family ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "such as chloroquine and hydroxychloroquine ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "have shown antiviral activity against several viruses ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "such as coronaviruses ( 9 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "human immunodeficiency virus ( 14 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and respiratory syncytial virus ( 15 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Concerning Flavivirus , quinoline derivatives have proved active against the Hepatitis C virus ( 16 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "West Nile virus ( 17,18 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Japanese Encephalitis virus ( 19 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Zika virus ( 20 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and dengue virus ( 21 ) .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Since the quinoline scaffold has shown high potential for the development of new molecules with antiviral activity, we decided to synthesize and test several quinoline derivatives and related compounds. Here we describe the synthesis, screening, and characterization of antiviral activity of two novel quinoline derivatives against the dengue virus serotype 2 (DENV2) in vitro.",
      "sentences": [
        [
          {
            "segment_text": "Since the quinoline scaffold has shown high potential for the development of new molecules with antiviral activity ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "we decided to synthesize and test several quinoline derivatives and related compounds .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Here we describe the synthesis ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "screening , and characterization of antiviral activity of two novel quinoline derivatives against the dengue virus serotype 2 ( DENV2 ) in vitro .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Quinoline compounds have shown potential as new scaffolds for the development of drugs with pharmacological activities against various human pathogens, including viruses. In order to investigate the possible antiviral potential of several new quinoline derivatives, we synthesized a number of derivative compounds and tested their ability to impair infection by DENV2 in a medium-throughput assay based on cellular ATP detection.",
      "sentences": [
        [
          {
            "segment_text": "Quinoline compounds have shown potential as new scaffolds for the development of drugs with pharmacological activities against various human pathogens , including viruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In order to investigate the possible antiviral potential of several new quinoline derivatives ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "we synthesized a number of derivative compounds and tested their ability to impair infection by DENV2 in a medium-throughput assay based on cellular ATP detection .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Synthetically, substituted quinolines can be accessed from quinoline or quinoline N-oxide precursors.",
      "sentences": [
        [
          {
            "segment_text": "Synthetically , substituted quinolines can be accessed from quinoline or quinoline N-oxide precursors .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "The N-oxides are typically prepared by N-oxidation of quinolines [22] . Several methods have recently been developed to prepare substituted quinolines from the unsubstituted precursors [23, 24] . We found that a modification of our recently developed N,N,N ,N -tetramethylethylenediamine (TMEDA)-catalyzed synthesis of 2-substituted quinolines [25] provided optimal yields and purity of quinolines 4 and 5 from 8-hydroxyquinoline N-oxide (3), although the copper-catalyzed reaction of Grignard reagents [26] gave similar results (Scheme 1). Using the TMEDA-catalyzed reaction, 2-alkylated quinolines 4 and 5 were isolated in 54 and 79% yields, respectively. Subsequent chlorination with N-chlorosuccinimide (NCS) under acidic conditions afforded the desired quinolines 1 and 2 in 78 and 80% yields, respectively Scheme 1 and Supplementary Materials). The final purity of both compounds 1 and 2 was verified to be higher than 97%.",
      "sentences": [
        [
          {
            "segment_text": "The N-oxides are typically prepared by N-oxidation of quinolines ( 22 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Several methods have recently been developed to prepare substituted quinolines from the unsubstituted precursors ( 23 , 24 ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We found that a modification of our recently developed N ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "N , N , N - tetramethylethylenediamine ( TMEDA ) - catalyzed synthesis of 2-substituted quinolines ( 25 ) provided optimal yields and purity of quinolines 4 and 5 from 8-hydroxyquinoline N-oxide ( 3 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "although the copper-catalyzed reaction of Grignard reagents ( 26 ) gave similar results ( Scheme 1 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Using the TMEDA-catalyzed reaction , 2-alkylated quinolines 4 and 5 were isolated in 54 and 79 % yields , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Subsequent chlorination with N-chlorosuccinimide ( NCS ) under acidic conditions afforded the desired quinolines 1 and 2 in 78 and 80 % yields ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "respectively Scheme 1 and Supplementary Materials ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The final purity of both compounds 1 and 2 was verified to be higher than 97 % .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Molecules 2018, 23, x FOR PEER REVIEW 2 of 11",
      "sentences": [
        [
          {
            "segment_text": "Molecules 2018 , 23 , x FOR PEER REVIEW 2 of 11",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "6",
    "sentence_num": "23",
    "segment_num": "46",
    "token_num": "658"
  }
}