{
  "paper_id": "2ae71791c78a447e4d538eb42bad143bbb3c9f3a",
  "metadata": {
    "title": "Identification and subcellular localization of porcine deltacoronavirus accessory protein NS6",
    "coda_data_split": "train",
    "coda_paper_id": 3743,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Porcine deltacoronavirus (PDCoV) is an emerging swine enteric coronavirus. Accessory proteins are genus-specific for coronavirus, and two putative accessory proteins, NS6 and NS7, are predicted to be encoded by PDCoV; however, this remains to be confirmed experimentally. Here, we identified the leader-body junction sites of NS6 subgenomic RNA (sgRNA) and found that the actual transcription regulatory sequence (TRS) utilized by NS6 is non-canonical and is located upstream of the predicted TRS. Using the purified NS6 from an Escherichia coli expression system, we obtained two anti-NS6 monoclonal antibodies that could detect the predicted NS6 in cells infected with PDCoV or transfected with NS6expressing plasmids. Further studies revealed that NS6 is always localized in the cytoplasm of PDCoVinfected cells, mainly co-localizing with the endoplasmic reticulum (ER) and ER-Golgi intermediate compartments, as well as partially with the Golgi apparatus. Together, our results identify the NS6 sgRNA and demonstrate its expression in PDCoV-infected cells.",
      "sentences": [
        [
          {
            "segment_text": "Porcine deltacoronavirus ( PDCoV ) is an emerging swine enteric coronavirus .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Accessory proteins are genus-specific for coronavirus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and two putative accessory proteins ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "NS6 and NS7 , are predicted to be encoded by PDCoV ; however ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "this remains to be confirmed experimentally .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we identified the leader-body junction sites of NS6 subgenomic RNA ( sgRNA ) and found that the actual transcription regulatory sequence ( TRS ) utilized by NS6 is non-canonical and is located upstream of the predicted TRS .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Using the purified NS6 from an Escherichia coli expression system ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we obtained two anti-NS6 monoclonal antibodies that could detect the predicted NS6 in cells infected with PDCoV or transfected with NS6expressing plasmids .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Further studies revealed that NS6 is always localized in the cytoplasm of PDCoVinfected cells ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "mainly co-localizing with the endoplasmic reticulum ( ER ) and ER-Golgi intermediate compartments ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as well as partially with the Golgi apparatus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Together , our results identify the NS6 sgRNA and demonstrate its expression in PDCoV-infected cells .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "12",
    "token_num": "174"
  }
}