{
  "paper_id": "2afae253bf6d6f56ea4cdc865ac717b5205ee154",
  "metadata": {
    "title": "Stable Benzotriazole Esters as Mechanism-Based Inactivators of the Severe Acute Respiratory Syndrome 3CL Protease",
    "coda_data_split": "train",
    "coda_paper_id": 9402,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Severe acute respiratory syndrome (SARS) is caused by a newly emerged coronavirus that infected more than 8000 individuals and resulted in more than 800 fatalities in 2003. Currently, there is no effective treatment for this epidemic. SARS-3CL pro has been shown to be essential for replication and is thus a target for drug discovery. Here, a class of stable benzotriazole esters was reported as mechanism-based inactivators of 3CL pro , and the most potent inactivator exhibited a k inact of 0.0011 s 21 and a K i of 7.5 nM. Mechanistic investigation with kinetic and mass spectrometry analyses indicates that the active site Cys145 is acylated, and that no irreversible inactivation was observed with the use of the C145A mutant. In addition, a noncovalent, competitive inhibition became apparent by using benzotriazole ester surrogates in which the bridged ester-oxygen group is replaced with carbon.",
      "sentences": [
        [
          {
            "segment_text": "Severe acute respiratory syndrome ( SARS ) is caused by a newly emerged coronavirus that infected more than 8000 individuals and resulted in more than 800 fatalities in 2003 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Currently , there is no effective treatment for this epidemic .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "SARS-3CL pro has been shown to be essential for replication and is thus a target for drug discovery .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , a class of stable benzotriazole esters was reported as mechanism-based inactivators of 3CL pro ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the most potent inactivator exhibited a k inact of 0.0011 s 21 and a K i of 7.5 nM .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Mechanistic investigation with kinetic and mass spectrometry analyses indicates that the active site Cys145 is acylated ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and that no irreversible inactivation was observed with the use of the C145A mutant .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , a noncovalent ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "competitive inhibition became apparent by using benzotriazole ester surrogates in which the bridged ester-oxygen group is replaced with carbon .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "9",
    "token_num": "156"
  }
}