{
  "paper_id": "2b244041ab6f2ab167b76c5b17332c5598b56431",
  "metadata": {
    "title": "Computational Docking Study of p7 Ion Channel from HCV Genotype 3 and Genotype 4 and Its Interaction with Natural Compounds",
    "coda_data_split": "train",
    "coda_paper_id": 8004,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The current standard care therapy for hepatitis C virus (HCV) infection consists of two regimes, namely interferon-based and interferon-free treatments. The treatment through the combination of ribavirin and pegylated interferon is expensive, only mildly effective, and is associated with severe side effects. In 2011, two direct-acting antiviral (DAA) drugs, boceprevir and telaprevir, were licensed that have shown enhanced sustained virologic response (SVR) in phase III clinical trial, however, these interferon-free treatments are more sensitive to HCV genotype 1 infection. The variable nature of HCV, and the limited number of inhibitors developed thus aim in expanding the repertoire of available drug targets, resulting in targeting the virus assembly therapeutically.",
      "sentences": [
        [
          {
            "segment_text": "The current standard care therapy for hepatitis C virus ( HCV ) infection consists of two regimes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "namely interferon-based and interferon-free treatments .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The treatment through the combination of ribavirin and pegylated interferon is expensive ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "only mildly effective , and is associated with severe side effects .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In 2011 , two direct-acting antiviral ( DAA ) drugs ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "boceprevir and telaprevir , were licensed that have shown enhanced sustained virologic response ( SVR ) in phase III clinical trial ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "however , these interferon-free treatments are more sensitive to HCV genotype 1 infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The variable nature of HCV ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and the limited number of inhibitors developed thus aim in expanding the repertoire of available drug targets ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "resulting in targeting the virus assembly therapeutically .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "(isolatek3a) and HCV genotype 4a (GT4) (isolateED43). Furthermore, we conducted a quantitative structure-activity relationship and docking interaction study.",
      "sentences": [
        [
          {
            "segment_text": "( isolatek3a ) and HCV genotype 4a ( GT4 ) ( isolateED43 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Furthermore , we conducted a quantitative structure-activity relationship and docking interaction study .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "The drug NB-DNJ formed the highest number of hydrogen bond interactions with both modeled p7 proteins with high interaction energy, followed by BIT225. A flavonoid screen demonstrated that Epigallocatechin gallate (EGCG), nobiletin, and quercetin, have more binding modes in GT3 than in GT4. Thus, the predicted p7 protein molecule of HCV from GT3 and GT4 provides a general avenue to target structure-based antiviral compounds.",
      "sentences": [
        [
          {
            "segment_text": "The drug NB-DNJ formed the highest number of hydrogen bond interactions with both modeled p7 proteins with high interaction energy , followed by BIT225 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A flavonoid screen demonstrated that Epigallocatechin gallate ( EGCG ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "nobiletin , and quercetin , have more binding modes in GT3 than in GT4 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Thus , the predicted p7 protein molecule of HCV from GT3 and GT4 provides a general avenue to target structure-based antiviral compounds .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "We hypothesize that the inhibitors of viral p7 identified in this screen may be a new class of potent agents, but further confirmation in vitro and in vivo is essential. This structure-guided drug design for both GT3 and GT4 can lead to the identification of drug-like natural compounds, confirming p7 as a new target in the rapidly increasing era of HCV.",
      "sentences": [
        [
          {
            "segment_text": "We hypothesize that the inhibitors of viral p7 identified in this screen may be a new class of potent agents ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but further confirmation in vitro and in vivo is essential .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This structure-guided drug design for both GT3 and GT4 can lead to the identification of drug-like natural compounds ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "confirming p7 as a new target in the rapidly increasing era of HCV .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Computational Docking Study of HCVp7 Ion Channel from Genotype 3 and 4 PLOS ONE |",
      "sentences": [
        [
          {
            "segment_text": "Computational Docking Study of HCVp7 Ion Channel from Genotype 3 and 4 PLOS ONE |",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "5",
    "sentence_num": "12",
    "segment_num": "21",
    "token_num": "309"
  }
}