{
  "paper_id": "2b262883a91d37abb9f468c330d7d9a10ee69982",
  "metadata": {
    "title": "Springer Seminars in Immunopathology Experimental immunotherapies for multiple sclerosis",
    "coda_data_split": "train",
    "coda_paper_id": 4781,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Multiple sclerosis (MS) is a chronic demyelinating disease affecting the central nervous system (CNS) principally in young adults. Although its etiology is as yet unknown current evidence suggests that tissue damage is mediated by autoimmune T cells. The examination of an experimental animal model for MS, experimental allergic encephalomyelitis (EAE), has demonstrated that myelin basic protein (MBP)-or proteolipid protein (PLP)-specific T cells mediate the destruction of CNS myelin. In recent years, elegant studies in EAE have shown that encephalitogenic T cells recognize short peptides of MBP or PLP in the context of MHC/HLA-class II molecules, express a restricted number of T cell receptor (TCR) molecules and secrete interferon-~, and tumor necrosis factor-c@3. Understanding the pathogenetic steps in lesion development at the molecular level led to highly specific immunotherapies for EAE targeting each individual molecule. It has been the hope of many investigators that immunological events resembling those in EAE can be found in patients with MS and that the specific immunotherapies effective in EAE could also be applied to MS. However, to date, the evidence for a unique immunological abnormality in MS is not strong. Although MBP-and PLP-specific T cells with properties similar to those that are encephalitogenic in animals can be isolated from patients, they are not specific for MS and occur with similar frequency in controls. In addition, the variability in specificity and TCR usage has raised questions regarding the relevance of these cells in patients. The importance of the T cell responses to myelin antigens in MS may not be established until the effects of abrogating their activity through specific therapies targeting the trimolecular complex (TMC) have been demonstrated. Consequently, attention has begun to focus on modifying the biology of the MS lesion rather than targeting the initiating event at the level of the TMC, and the success of this approach is reflected by the effect of interferon-/3 on lesion development in MS. The recent approval for the use of interferon-/3 for the treatment of relapsing-remitting MS has raised great interest in examining novel strategies for immunotherapies in MS. The Correspondence to: H. McFarland 2 R. Martin, H. McFarland",
      "sentences": [
        [
          {
            "segment_text": "Multiple sclerosis ( MS ) is a chronic demyelinating disease affecting the central nervous system ( CNS ) principally in young adults .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although its etiology is as yet unknown current evidence suggests that tissue damage is mediated by autoimmune T cells .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The examination of an experimental animal model for MS ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "experimental allergic encephalomyelitis ( EAE ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "has demonstrated that myelin basic protein ( MBP ) - or proteolipid protein ( PLP ) - specific T cells mediate the destruction of CNS myelin .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In recent years , elegant studies in EAE have shown that encephalitogenic T cells recognize short peptides of MBP or PLP in the context of MHC/HLA-class II molecules ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "express a restricted number of T cell receptor ( TCR ) molecules and secrete interferon - ~ ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and tumor necrosis factor-c @ 3 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Understanding the pathogenetic steps in lesion development at the molecular level led to highly specific immunotherapies for EAE targeting each individual molecule .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "It has been the hope of many investigators that immunological events resembling those in EAE can be found in patients with MS and that the specific immunotherapies effective in EAE could also be applied to MS. However ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "to date , the evidence for a unique immunological abnormality in MS is not strong .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Although MBP-and PLP-specific T cells with properties similar to those that are encephalitogenic in animals can be isolated from patients ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "they are not specific for MS and occur with similar frequency in controls .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , the variability in specificity and TCR usage has raised questions regarding the relevance of these cells in patients .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The importance of the T cell responses to myelin antigens in MS may not be established until the effects of abrogating their activity through specific therapies targeting the trimolecular complex ( TMC ) have been demonstrated .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Consequently , attention has begun to focus on modifying the biology of the MS lesion rather than targeting the initiating event at the level of the TMC ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the success of this approach is reflected by the effect of interferon - / 3 on lesion development in MS. The recent approval for the use of interferon - / 3 for the treatment of relapsing-remitting MS has raised great interest in examining novel strategies for immunotherapies in MS. The Correspondence to : H. McFarland 2 R. Martin , H. McFarland",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "basic concepts as well as the current candidates for such new immunotherapies will be outlined in this short review.",
      "sentences": [
        [
          {
            "segment_text": "basic concepts as well as the current candidates for such new immunotherapies will be outlined in this short review .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "11",
    "segment_num": "18",
    "token_num": "422"
  }
}