{
  "paper_id": "2b4dbef3d273875c9848230f006161208a5cf139",
  "metadata": {
    "title": "IL-33 and ST2 as predictors of disease severity in children with viral acute lower respiratory infection",
    "coda_data_split": "train",
    "coda_paper_id": 6190,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background: Mechanisms influencing severity of acute lower respiratory infection (ALRI) in children are not established. We aimed to assess the role of inflammatory markers and respiratory viruses in ALRI severity. Methods: Concentrations of interleukin(IL)-33, soluble suppression of tumorigenicity (sST)2, IL-1ß, tumor necrosis factor α, IL-4, IL-6 and IL-8 and types of respiratory viruses were evaluated in children at the first and fifth days after hospital admission. Disease severity was defined as need for mechanical ventilation. Results: Seventy-nine children \u003c 5 years-old were included; 33(41.8%) received mechanical ventilation. No associations between virus type, viral load or co-detections and severity of disease were observed. Detection of IL-33 and sST2 in nasopharyngeal aspirates (NPA) on admission were associated with higher risk for mechanical ventilation (RR \u003d 2.89 and RR \u003d 4.57, respectively). IL-6 and IL-8 concentrations were higher on Day 5 in mechanically ventilated children. IL-6 NPA concentrations decreased from Day 1 to Day 5 in children who did not receive mechanical ventilation. Increase in sST2 NPA concentrations from Day 1 to Day 5 was associated with longer hospital length of stay (p \u003c 0.01). Conclusions: An exacerbated local activation of the IL-33/ST2 axis and persistently high sST2 concentrations over time were associated with severity of viral ALRI in children.",
      "sentences": [
        [
          {
            "segment_text": "Background : Mechanisms influencing severity of acute lower respiratory infection ( ALRI ) in children are not established .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We aimed to assess the role of inflammatory markers and respiratory viruses in ALRI severity .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : Concentrations of interleukin ( IL ) -33 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "soluble suppression of tumorigenicity ( sST ) 2 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "IL-1ß , tumor necrosis factor α ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "IL-4 , IL-6 and IL-8 and types of respiratory viruses were evaluated in children at the first and fifth days after hospital admission .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Disease severity was defined as need for mechanical ventilation .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Seventy-nine children \u003c 5 years-old were included ; 33 ( 41.8 % ) received mechanical ventilation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "No associations between virus type ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "viral load or co-detections and severity of disease were observed .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Detection of IL-33 and sST2 in nasopharyngeal aspirates ( NPA ) on admission were associated with higher risk for mechanical ventilation ( RR \u003d 2.89 and RR \u003d 4.57 , respectively ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "IL-6 and IL-8 concentrations were higher on Day 5 in mechanically ventilated children .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "IL-6 NPA concentrations decreased from Day 1 to Day 5 in children who did not receive mechanical ventilation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Increase in sST2 NPA concentrations from Day 1 to Day 5 was associated with longer hospital length of stay ( p \u003c 0.01 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : An exacerbated local activation of the IL-33 / ST2 axis and persistently high sST2 concentrations over time were associated with severity of viral ALRI in children .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "15",
    "token_num": "251"
  }
}