{
  "paper_id": "2b5d465b7d9fb8db32906dd3ace785c8251f738c",
  "metadata": {
    "title": "Trends in Global Warming and Evolution of Matrix Protein 2 Family from Influenza A Virus",
    "coda_data_split": "train",
    "coda_paper_id": 4313,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The global warming is an important factor affecting the biological evolution, and the influenza is an important disease that threatens humans with possible epidemics or pandemics. In this study, we attempted to analyze the trends in global warming and evolution of matrix protein 2 family from influenza A virus, because this protein is a target of anti-flu drug, and its mutation would have significant effect on the resistance to anti-flu drugs. The evolution of matrix protein 2 of influenza A virus from 1959 to 2008 was defined using the unpredictable portion of amino-acid pair predictability. Then the trend in this evolution was compared with the trend in the global temperature, the temperature in north and south hemispheres, and the temperature in influenza A virus sampling site, and species carrying influenza A virus. The results showed the similar trends in global warming and in evolution of M2 proteins although we could not correlate them at this stage of study. The study suggested the potential impact of global warming on the evolution of proteins from influenza A virus.",
      "sentences": [
        [
          {
            "segment_text": "The global warming is an important factor affecting the biological evolution ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and the influenza is an important disease that threatens humans with possible epidemics or pandemics .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , we attempted to analyze the trends in global warming and evolution of matrix protein 2 family from influenza A virus ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "because this protein is a target of anti-flu drug ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and its mutation would have significant effect on the resistance to anti-flu drugs .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The evolution of matrix protein 2 of influenza A virus from 1959 to 2008 was defined using the unpredictable portion of amino-acid pair predictability .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Then the trend in this evolution was compared with the trend in the global temperature ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "the temperature in north and south hemispheres ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and the temperature in influenza A virus sampling site ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and species carrying influenza A virus .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The results showed the similar trends in global warming and in evolution of M2 proteins although we could not correlate them at this stage of study .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The study suggested the potential impact of global warming on the evolution of proteins from influenza A virus .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "12",
    "token_num": "189"
  }
}