{
  "paper_id": "2b6d180732c1857bfc8f5b724275c84c29cfc359",
  "metadata": {
    "title": "The use of synthetic polymers for delivery of therapeutic antisense oligodeoxynucleotides",
    "coda_data_split": "train",
    "coda_paper_id": 6059,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Developed over the past two decades, the antisense strategy has become a technology of recognised therapeutic potential, and many of the problems raised earlier in its application have been solved to varying extents. However, the adequate delivery of antisense oligodeoxynucleotides to individual cells remains an important and inordinately difficult challenge. Synthetic polymers appeared on this scene in the middle 1980s, and there is a surprisingly large variety used or proposed so far as agents for delivery of oligodeoxynucleotides. After discussing the principles of antisense strategy, certain aspects of the ingestion of macromolecules by cells, and the present situation of delivery procedures, this article analyses in detail the attempts to use synthetic polymers as carrier matrices and/or cell membrane permeabilisation agents for delivery of antisense oligodeoxynucleotides. Structural aspects of various polymers, as well as the results, promises and limitations of their use are critically evaluated. r",
      "sentences": [
        [
          {
            "segment_text": "Developed over the past two decades ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the antisense strategy has become a technology of recognised therapeutic potential ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and many of the problems raised earlier in its application have been solved to varying extents .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , the adequate delivery of antisense oligodeoxynucleotides to individual cells remains an important and inordinately difficult challenge .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Synthetic polymers appeared on this scene in the middle 1980s ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and there is a surprisingly large variety used or proposed so far as agents for delivery of oligodeoxynucleotides .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "After discussing the principles of antisense strategy ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "certain aspects of the ingestion of macromolecules by cells ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and the present situation of delivery procedures ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "this article analyses in detail the attempts to use synthetic polymers as carrier matrices and/or cell membrane permeabilisation agents for delivery of antisense oligodeoxynucleotides .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Structural aspects of various polymers ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "as well as the results ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "promises and limitations of their use are critically evaluated .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "r",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "14",
    "token_num": "159"
  }
}