{
  "paper_id": "2b7cc2e066ab4f8252246b530424d878b260b108",
  "metadata": {
    "title": "Design and Characterization of Viral Polypeptide Inhibitors Targeting Newcastle Disease Virus Fusion",
    "coda_data_split": "train",
    "coda_paper_id": 10548,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Paramyxovirus infections can be detected worldwide with some emerging zoonotic viruses and currently there are no specific therapeutic treatments or vaccines available for many of these diseases. Recent studies have demonstrated that peptides derived from the two heptad repeat regions (HR1 and HR2) of paramyxovirus fusion proteins could be used as inhibitors of virus fusion. The mechanism underlying this activity is in accordance with that of class I virus fusion proteins, of which human immunodeficiency virus (HIV) and influenza virus fusion proteins are members. For class I virus fusion proteins, the HR1 fragment binds to HR2 to form a six-helix bundle with three HR1 fragments forming the central coiled bundle surrounded by three coiled HR2 fragments in the post fusion conformational state (fusion core). It is hypothesized that the introduced exogenous HR1 or HR2 can compete against their endogenous counterparts, which results in fusion inhibition. Using Newcastle disease virus (NDV) as a model, we designed several protein inhibitors, denoted HR212 as well asHR121 and 5-Helix, which could bind the HR1 or HR2 region of fusion protein, respectively. All the proteins were expressed and purified using a GST-fusion expression system in Escherichia coli. The HR212 or GST-HR212 protein, which binds the HR1 peptide in vitro, displayed inhibitory activity against NDV-mediated cell fusion, while the HR121 and 5-Helix proteins, which bind the HR2 peptide in vitro, inhibited virus fusion from the avirulent NDV strain when added before the cleavage of the fusion protein. These results showed that the designed HR212, HR121 or 5-Helix protein could serve as specific antiviral agents. These data provide additional insight into the difference between the virulent and avirulent strains of NDV. q 2005 Published by Elsevier Ltd.",
      "sentences": [
        [
          {
            "segment_text": "Paramyxovirus infections can be detected worldwide with some emerging zoonotic viruses and currently there are no specific therapeutic treatments or vaccines available for many of these diseases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Recent studies have demonstrated that peptides derived from the two heptad repeat regions ( HR1 and HR2 ) of paramyxovirus fusion proteins could be used as inhibitors of virus fusion .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The mechanism underlying this activity is in accordance with that of class I virus fusion proteins ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "of which human immunodeficiency virus ( HIV ) and influenza virus fusion proteins are members .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "For class I virus fusion proteins ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the HR1 fragment binds to HR2 to form a six-helix bundle with three HR1 fragments forming the central coiled bundle surrounded by three coiled HR2 fragments in the post fusion conformational state ( fusion core ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It is hypothesized that the introduced exogenous HR1 or HR2 can compete against their endogenous counterparts ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "which results in fusion inhibition .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Using Newcastle disease virus ( NDV ) as a model ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we designed several protein inhibitors ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "denoted HR212 as well asHR121 and 5-Helix ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "which could bind the HR1 or HR2 region of fusion protein , respectively .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "All the proteins were expressed and purified using a GST-fusion expression system in Escherichia coli .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The HR212 or GST-HR212 protein ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which binds the HR1 peptide in vitro ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "displayed inhibitory activity against NDV-mediated cell fusion ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while the HR121 and 5-Helix proteins ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which bind the HR2 peptide in vitro ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "inhibited virus fusion from the avirulent NDV strain when added before the cleavage of the fusion protein .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results showed that the designed HR212 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "HR121 or 5-Helix protein could serve as specific antiviral agents .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These data provide additional insight into the difference between the virulent and avirulent strains of NDV .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "q 2005 Published by Elsevier Ltd. .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "23",
    "token_num": "312"
  }
}