{
  "paper_id": "2b7e25165c47ed61e78a9bfe6ede3028f3729a54",
  "metadata": {
    "title": "Erratum to \u0027\u0027Complete genome comparison of porcine reproductive and respiratory syndrome virus parental and attenuated strains\u0027\u0027",
    "coda_data_split": "train",
    "coda_paper_id": 8765,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Two full-length porcine reproductive and respiratory syndrome virus (PRRSV) genomes, strain VR-2332 and its cell culture passaged descendent RespPRRS vaccine strain, were compared and analyzed in order to identify possible sites of attenuation. Of the 41 nucleotide changes, 12 resulted in conservative changes and 18 produced non-conservative changes. The results suggest that key amino acids in ORF1 may contribute to the phenotype of RespPRRS, which includes increased growth rate on MA-104 cells and decreased virulence in swine. The results provide a genetic basis for future manipulation of a PRRSV reverse genetics system.",
      "sentences": [
        [
          {
            "segment_text": "Two full-length porcine reproductive and respiratory syndrome virus ( PRRSV ) genomes ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "strain VR-2332 and its cell culture passaged descendent RespPRRS vaccine strain ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "were compared and analyzed in order to identify possible sites of attenuation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Of the 41 nucleotide changes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "12 resulted in conservative changes and 18 produced non-conservative changes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The results suggest that key amino acids in ORF1 may contribute to the phenotype of RespPRRS ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which includes increased growth rate on MA-104 cells and decreased virulence in swine .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The results provide a genetic basis for future manipulation of a PRRSV reverse genetics system .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "8",
    "token_num": "102"
  }
}