{
  "paper_id": "2b8c0be4a3bed5dbeea46401dcebe6c1263ead10",
  "metadata": {
    "title": "Decline in temperature and humidity increases the occurrence of influenza in cold climate",
    "coda_data_split": "train",
    "coda_paper_id": 2833,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Both temperature and humidity may independently or jointly contribute to the risk of influenza infections. We examined the relations between the level and decrease of temperature, humidity and the risk of influenza A and B virus infections in a subarctic climate. Methods: We conducted a case-crossover study among military conscripts (n \u003d 892) seeking medical attention due to respiratory symptoms during their military training period and identified 66 influenza A and B cases by PCR or serology. Meteorological data such as measures of average and decline in ambient temperature and absolute humidity (AH) during the three preceding days of the onset (hazard period) and two reference periods, prior and after the onset were obtained.",
      "sentences": [
        [
          {
            "segment_text": "Background : Both temperature and humidity may independently or jointly contribute to the risk of influenza infections .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We examined the relations between the level and decrease of temperature ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "humidity and the risk of influenza A and B virus infections in a subarctic climate .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Methods : We conducted a case-crossover study among military conscripts ( n \u003d 892 ) seeking medical attention due to respiratory symptoms during their military training period and identified 66 influenza A and B cases by PCR or serology .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Meteorological data such as measures of average and decline in ambient temperature and absolute humidity ( AH ) during the three preceding days of the onset ( hazard period ) and two reference periods ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "prior and after the onset were obtained .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results: The average temperature preceding the influenza onset was −6.8 ± 5.6°C and AH 3.1 ± 1.3 g/m 3 . A decrease in both temperature and AH during the hazard period increased the occurrence of influenza so that a 1°C decrease in temperature and 0.5 g decrease per m 3 in AH increased the estimated risk by 11% [OR 1.11 (1.03 to 1.20)] and 58% [OR 1.58 (1.28 to 1.96)], respectively. The occurrence of influenza infections was positively associated with both the average temperature [OR 1.10 per 1°C (95% confidence interval 1.02 to 1.19)] and AH [OR 1.25 per g/m 3 (1.05 to 1.49)] during the hazard period prior to onset.",
      "sentences": [
        [
          {
            "segment_text": "Results : The average temperature preceding the influenza onset was − 6.8 ± 5.6 °C and AH 3.1 ± 1.3 g/m 3 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A decrease in both temperature and AH during the hazard period increased the occurrence of influenza so that a 1 °C decrease in temperature and 0.5 g decrease per m 3 in AH increased the estimated risk by 11 % ( OR 1.11 ( 1.03 to 1.20 ) ) and 58 % ( OR 1.58 ( 1.28 to 1.96 ) ) , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The occurrence of influenza infections was positively associated with both the average temperature ( OR 1.10 per 1 °C ( 95 % confidence interval 1.02 to 1.19 ) ) and AH ( OR 1.25 per g/m 3 ( 1.05 to 1.49 ) ) during the hazard period prior to onset .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Our results demonstrate that a decrease rather than low temperature and humidity per se during the preceding three days increase the risk of influenza episodes in a cold climate.",
      "sentences": [
        [
          {
            "segment_text": "Our results demonstrate that a decrease rather than low temperature and humidity per se during the preceding three days increase the risk of influenza episodes in a cold climate .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "8",
    "segment_num": "10",
    "token_num": "297"
  }
}