{
  "paper_id": "2b91f521c12a736203029e85675120740c3c1810",
  "metadata": {
    "title": "Lack of Innate Interferon Responses during SARS Coronavirus Infection in a Vaccination and Reinfection Ferret Model",
    "coda_data_split": "train",
    "coda_paper_id": 5664,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "In terms of its highly pathogenic nature, there remains a significant need to further define the immune pathology of SARScoronavirus (SARS-CoV) infection, as well as identify correlates of immunity to help develop vaccines for severe coronaviral infections. Here we use a SARS-CoV infection-reinfection ferret model and a functional genomics approach to gain insight into SARS immunopathogenesis and to identify correlates of immune protection during SARS-CoV-challenge in ferrets previously infected with SARS-CoV or immunized with a SARS virus vaccine. We identified gene expression signatures in the lungs of ferrets associated with primary immune responses to SARS-CoV infection and in ferrets that received an identical second inoculum. Acute SARS-CoV infection prompted coordinated innate immune responses that were dominated by antiviral IFN response gene (IRG) expression. Reinfected ferrets, however, lacked the integrated expression of IRGs that was prevalent during acute infection. The expression of specific IRGs was also absent upon challenge in ferrets immunized with an inactivated, Al(OH) 3 -adjuvanted whole virus SARS vaccine candidate that protected them against SARS-CoV infection in the lungs. Lack of IFN-mediated immune enhancement in infected ferrets that were previously inoculated with, or vaccinated against, SARS-CoV revealed 9 IRG correlates of protective immunity. This data provides insight into the molecular pathogenesis of SARS-CoV and SARS-like-CoV infections and is an important resource for the development of CoV antiviral therapeutics and vaccines. Citation: Cameron MJ, Kelvin AA, Leon AJ, Cameron CM, Ran L, et al. (2012) Lack of Innate Interferon Responses during SARS Coronavirus Infection in a Vaccination and Reinfection Ferret Model. PLoS ONE 7(9): e45842.",
      "sentences": [
        [
          {
            "segment_text": "In terms of its highly pathogenic nature ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "there remains a significant need to further define the immune pathology of SARScoronavirus ( SARS-CoV ) infection ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "as well as identify correlates of immunity to help develop vaccines for severe coronaviral infections .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we use a SARS-CoV infection-reinfection ferret model and a functional genomics approach to gain insight into SARS immunopathogenesis and to identify correlates of immune protection during SARS-CoV-challenge in ferrets previously infected with SARS-CoV or immunized with a SARS virus vaccine .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We identified gene expression signatures in the lungs of ferrets associated with primary immune responses to SARS-CoV infection and in ferrets that received an identical second inoculum .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Acute SARS-CoV infection prompted coordinated innate immune responses that were dominated by antiviral IFN response gene ( IRG ) expression .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Reinfected ferrets , however , lacked the integrated expression of IRGs that was prevalent during acute infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The expression of specific IRGs was also absent upon challenge in ferrets immunized with an inactivated ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Al ( OH ) 3 - adjuvanted whole virus SARS vaccine candidate that protected them against SARS-CoV infection in the lungs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Lack of IFN-mediated immune enhancement in infected ferrets that were previously inoculated with ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "or vaccinated against , SARS-CoV revealed 9 IRG correlates of protective immunity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This data provides insight into the molecular pathogenesis of SARS-CoV and SARS-like-CoV infections and is an important resource for the development of CoV antiviral therapeutics and vaccines .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Citation : Cameron MJ , Kelvin AA ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "Leon AJ , Cameron CM ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "Ran L , et al. ( 2012 ) Lack of Innate Interferon Responses during SARS Coronavirus Infection in a Vaccination and Reinfection Ferret Model .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "PLoS ONE 7 ( 9 ) : e45842 .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "16",
    "token_num": "293"
  }
}