{
  "paper_id": "2ba5d86d54b63cf2342f51c8369df70c42555de5",
  "metadata": {
    "title": "Successful establishment of a reverse genetic system for QX-type infectious bronchitis virus and technical improvement of the rescue procedure",
    "coda_data_split": "train",
    "coda_paper_id": 6871,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "In this study, a pathogenic avian infectious bronchitis virus (IBV) QX-type strain YN was successfully rescued by vaccinia virus based reverse genetic technology. Ten fragments contiguously spanning the complete IBV genome were amplified and cloned into the vaccinia virus genome by homologous recombination. The full-length genomic cDNA was transcribed in vitro, and its transcript was transfected into BHK-21/N cells that could stably express IBV N protein. At 48 h post transfection, the culture medium was harvested and inoculated into 10-dayold specific-pathogen-free embryonated chicken eggs to replicate the rescued virus. This strategy was chosen to facilitate the rescue procedure and to ensure that the recombinant rYN virus will not require any cell culture adaptations. After only one in ovo passage, the recombinant YN virus (rYN) was successfully recovered and confirmed to possess the introduced silent marker mutation in its genome. Biological characteristics of rYN such as the EID 50 , TCID 50 , replication in ovo, and replication kinetcs in vitro were tested and all were similar to its parental strain YN. Our findings demonstrate the successful construction of highly-pathogenic QX-type IBV using a modified rescue procedure, allowing for future studies of the molecular biology and pathogenicity of IBV field strains.",
      "sentences": [
        [
          {
            "segment_text": "In this study , a pathogenic avian infectious bronchitis virus ( IBV ) QX-type strain YN was successfully rescued by vaccinia virus based reverse genetic technology .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Ten fragments contiguously spanning the complete IBV genome were amplified and cloned into the vaccinia virus genome by homologous recombination .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The full-length genomic cDNA was transcribed in vitro ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and its transcript was transfected into BHK-21 / N cells that could stably express IBV N protein .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "At 48 h post transfection ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the culture medium was harvested and inoculated into 10-dayold specific-pathogen-free embryonated chicken eggs to replicate the rescued virus .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This strategy was chosen to facilitate the rescue procedure and to ensure that the recombinant rYN virus will not require any cell culture adaptations .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "After only one in ovo passage ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the recombinant YN virus ( rYN ) was successfully recovered and confirmed to possess the introduced silent marker mutation in its genome .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Biological characteristics of rYN such as the EID 50 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "TCID 50 , replication in ovo ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and replication kinetcs in vitro were tested and all were similar to its parental strain YN .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our findings demonstrate the successful construction of highly-pathogenic QX-type IBV using a modified rescue procedure ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "allowing for future studies of the molecular biology and pathogenicity of IBV field strains .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "14",
    "token_num": "220"
  }
}