{
  "paper_id": "2baa5a272429873854470fa3f3cec0c91264f5d5",
  "metadata": {
    "title": "Temporary carriage of bovine coronavirus and bovine respiratory syncytial virus by fomites and human nasal mucosa after exposure to infected calves",
    "coda_data_split": "train",
    "coda_paper_id": 8626,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: In order to prevent spread of the endemic pathogens bovine coronavirus (BCoV) and bovine respiratory syncytial virus (BRSV) between herds, knowledge of indirect transmission by personnel and fomites is fundamental. The aims of the study were to determine the duration of viral RNA carriage and the infectivity of viral particles on fomites and human nasal mucosa after exposure to BCoV and BRSV. During two animal infection experiments, swabs were collected from personnel (nasal mucosa) and their clothes, boots and equipment after contact with calves shedding either virus. Viral RNA was quantified by RT-qPCR or droplet digital RT-PCR (RT-ddPCR), and selected samples with high levels of viral RNA were tested by cell culture for infectivity. Results: For BCoV, 46% (n \u003d 80) of the swabs from human nasal mucosa collected 30 min after exposure were positive by RT-qPCR. After two, four and six hours, 15%, 5% and 0% of the swabs were positive, respectively. Infective virions were not detected in mucosal swabs (n \u003d 2). A high viral RNA load was detected on 97% (n \u003d 44) of the fomites 24 h after exposure, and infective virions were detected in two of three swabs. For BRSV, 35% (n \u003d 26) of the human nasal mucosa swabs collected 30 min after exposure, were positive by RT-ddPCR, but none were positive for infective virions. Of the fomites, 89% (n \u003d 38) were positive for BRSV RNA 24 h after exposure, but all were negative for infective viruses.",
      "sentences": [
        [
          {
            "segment_text": "Background : In order to prevent spread of the endemic pathogens bovine coronavirus ( BCoV ) and bovine respiratory syncytial virus ( BRSV ) between herds ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "knowledge of indirect transmission by personnel and fomites is fundamental .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The aims of the study were to determine the duration of viral RNA carriage and the infectivity of viral particles on fomites and human nasal mucosa after exposure to BCoV and BRSV .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "During two animal infection experiments ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "swabs were collected from personnel ( nasal mucosa ) and their clothes ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "boots and equipment after contact with calves shedding either virus .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Viral RNA was quantified by RT-qPCR or droplet digital RT-PCR ( RT-ddPCR ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and selected samples with high levels of viral RNA were tested by cell culture for infectivity .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : For BCoV , 46 % ( n \u003d 80 ) of the swabs from human nasal mucosa collected 30 min after exposure were positive by RT-qPCR .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "After two , four and six hours ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "15 % , 5 % and 0 % of the swabs were positive , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Infective virions were not detected in mucosal swabs ( n \u003d 2 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A high viral RNA load was detected on 97 % ( n \u003d 44 ) of the fomites 24 h after exposure ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and infective virions were detected in two of three swabs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "For BRSV , 35 % ( n \u003d 26 ) of the human nasal mucosa swabs collected 30 min after exposure ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "were positive by RT-ddPCR , but none were positive for infective virions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Of the fomites , 89 % ( n \u003d 38 ) were positive for BRSV RNA 24 h after exposure ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but all were negative for infective viruses .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "The results indicate that human nasal mucosa can carry both BCoV and BRSV RNA after exposure to virus shedding calves, but the carriage seems short-lived and the transmission potential is likely limited. High viral loads on contaminates fomites 24 h after exposure to infected animals, and detection of infective BCoV, indicate that contaminated fomites represent a significant risk for indirect transmission between herds.",
      "sentences": [
        [
          {
            "segment_text": "The results indicate that human nasal mucosa can carry both BCoV and BRSV RNA after exposure to virus shedding calves ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but the carriage seems short-lived and the transmission potential is likely limited .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "High viral loads on contaminates fomites 24 h after exposure to infected animals ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and detection of infective BCoV ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "indicate that contaminated fomites represent a significant risk for indirect transmission between herds .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "12",
    "segment_num": "23",
    "token_num": "365"
  }
}