{
  "paper_id": "2bac9f0274777b7647eb51522a6ed32d12647a7a",
  "metadata": {
    "title": "Cell Host \u0026 Microbe Supplemental Information Nondegradative Role of Atg5-Atg12/ Atg16L1 Autophagy Protein Complex in Antiviral Activity of Interferon Gamma",
    "coda_data_split": "train",
    "coda_paper_id": 5597,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Mice expressing the Cre recombinase from within the lysozyme M locus (LysMcre mice) were purchased from the Jackson Laboratory (Strain # 004781). Atg5 flox/flox and Atg5 flox/flox +LysMcre mice with two different backgrounds ( Figures 1C and 1D from mixed 129-C57BL/6 mice and all the others from C57BL/6 mice) were used for this study and consistent phenotypes between different backgrounds were observed.",
      "sentences": [
        [
          {
            "segment_text": "Mice expressing the Cre recombinase from within the lysozyme M locus ( LysMcre mice ) were purchased from the Jackson Laboratory ( Strain # 004781 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Atg5 flox/flox and Atg5 flox/flox + LysMcre mice with two different backgrounds ( Figures 1C and 1D from mixed 129-C57BL / 6 mice and all the others from C57BL/6 mice ) were used for this study and consistent phenotypes between different backgrounds were observed .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "To generate bone marrow derived macrophages (BMDM), mouse bone marrows were isolated and cultured on non-tissue-culture treated plate for 7 days in BMDM media (Dulbeco\u0027s Modified Eagle Medium, 10% fetal bovine serum, 5% horse serum, 10% CMG14-12 (Takeshita et al., 2000) , 1x MEM nonessential amino acids, 1mM sodium pyruvate, 2 mM L-glutamine). At day 7, adherent BMDMs were dissociated from the plate and set up for experiment. At day 10, media were changed to fresh media and IFNγ were treated if necessary. At day 11, cells were used for MNV infection or autophagy analysis. Depending on the deletion status of floxed gene (e.g. Atg7 flox/flox +LysMcre), BMDMs were cultured up to 21 days and used for infection study. For EMCV and MHV, BMDMs were prepared as previously described (Zhao et al., 2007) .",
      "sentences": [
        [
          {
            "segment_text": "To generate bone marrow derived macrophages ( BMDM ) ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "mouse bone marrows were isolated and cultured on non-tissue-culture treated plate for 7 days in BMDM media ( Dulbeco \u0027s Modified Eagle Medium , 10 % fetal bovine serum , 5 % horse serum , 10 % CMG14-12 ( Takeshita et al. , 2000 ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "1x MEM nonessential amino acids ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "1mM sodium pyruvate , 2 mM L-glutamine ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "At day 7 , adherent BMDMs were dissociated from the plate and set up for experiment .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "At day 10 , media were changed to fresh media and IFNγ were treated if necessary .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "At day 11 , cells were used for MNV infection or autophagy analysis .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Depending on the deletion status of floxed gene ( e.g. Atg7 flox/flox + LysMcre ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "BMDMs were cultured up to 21 days and used for infection study .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "For EMCV and MHV , BMDMs were prepared as previously described ( Zhao et al. , 2007 ) .",
            "crowd_label": "method"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "8",
    "segment_num": "12",
    "token_num": "239"
  }
}