{
  "paper_id": "2bbbe57398af879784c717d65aa60941f9256cc6",
  "metadata": {
    "title": "Antimicrobial activity of Chinese medicine herbs against common bacteria in oral biofilm. A pilot study",
    "coda_data_split": "train",
    "coda_paper_id": 5915,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Twenty traditional Chinese medicines (TCM) were evaluated for their antimicrobial activity against four common oral bacteria. TCMs were tested for sensitivity against Streptococcus mitis, Streptococcus sanguis, Streptococcus mutans and Porphyromonas gingivalis. Aliquots of suspension of each bacterial species were inoculated onto a horse blood agar plate with TCMs soaked separately on 6 mm paper disks. The plates were incubated for 48 h anaerobically and the mean diameters of growth inhibition of three different areas obtained. 0.2% (w/v) chlorhexidine was used as a positive control. Broth microdilution assay was used to determine minimum inhibitory concentration and minimum bactericidal concentration. Fructus armeniaca mume was effective against all four bacteria. Thirteen TCMs demonstrated antimicrobial activity against Porphyromonas gingivalis, including Cortex magnoliae officinalis, Cortex phellodendri, Flos caryophylli, Flos lonicerae japonicae, Fructus armeniaca mume, Fructus forsythiae suspensae, Herba cum radice violae yedoensitis, Herba menthae haplocalycis, Pericarpium granati, Radix et rhizoma rhei, Radix gentianae, Ramulus cinnamomi cassia and Rhizoma cimicifugae. Cortex phellodendri showed antimicrobial activity against Streptococcus mutans, while Radix et rhizoma rhei was effective against Streptococcus mitis and Streptococcus sanguis. Fructus armeniaca mume had inhibitory effects against Streptococcus mitis, Streptococcus sanguis, Streptococcus mutans and Porphyromonas gingivalis in vitro.",
      "sentences": [
        [
          {
            "segment_text": "Twenty traditional Chinese medicines ( TCM ) were evaluated for their antimicrobial activity against four common oral bacteria .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "TCMs were tested for sensitivity against Streptococcus mitis ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "Streptococcus sanguis , Streptococcus mutans and Porphyromonas gingivalis .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Aliquots of suspension of each bacterial species were inoculated onto a horse blood agar plate with TCMs soaked separately on 6 mm paper disks .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The plates were incubated for 48 h anaerobically and the mean diameters of growth inhibition of three different areas obtained .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "0.2 % ( w/v ) chlorhexidine was used as a positive control .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Broth microdilution assay was used to determine minimum inhibitory concentration and minimum bactericidal concentration .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Fructus armeniaca mume was effective against all four bacteria .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Thirteen TCMs demonstrated antimicrobial activity against Porphyromonas gingivalis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including Cortex magnoliae officinalis , Cortex phellodendri ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Flos caryophylli , Flos lonicerae japonicae ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Fructus armeniaca mume , Fructus forsythiae suspensae ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Herba cum radice violae yedoensitis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Herba menthae haplocalycis , Pericarpium granati ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Radix et rhizoma rhei , Radix gentianae ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Ramulus cinnamomi cassia and Rhizoma cimicifugae .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Cortex phellodendri showed antimicrobial activity against Streptococcus mutans ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while Radix et rhizoma rhei was effective against Streptococcus mitis and Streptococcus sanguis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Fructus armeniaca mume had inhibitory effects against Streptococcus mitis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Streptococcus sanguis , Streptococcus mutans and Porphyromonas gingivalis in vitro .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "20",
    "token_num": "225"
  }
}