{
  "paper_id": "2bc42d72f7e8f70aee929da9d80d88eb17051362",
  "metadata": {
    "title": "The use of multiplex PCR for the diagnosis of viral severe acute respiratory infection in children: a high rate of co-detection during the winter season",
    "coda_data_split": "train",
    "coda_paper_id": 3287,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Respiratory tract infection is a major cause of hospitalization in children. Although most such infections are viral in origin, it is difficult to differentiate bacterial and viral infections, as the clinical symptoms are similar. Multiplex polymerase chain reaction (PCR) methods allow testing for multiple pathogens simultaneously and are, therefore, gaining interest. This prospective case-control study was conducted from October 2013 to February 2014. Nasopharyngeal (NP) and oropharyngeal (throat) swabs were obtained from children admitted with severe acute respiratory infection (SARI) at a tertiary hospital. A control group of 40 asymptomatic children was included. Testing for 16 viruses was done by real-time multiplex PCR. Multiplex PCR detected a viral pathogen in 159/177 (89.9 %) patients admitted with SARI. There was a high rate of co-infection (46.9 %). Dual detections were observed in 64 (36.2 %), triple detections in 17 (9.6 %), and quadruple detections in 2 (1.1 %) of 177 samples. Seventyeight patients required intensive care unit (ICU) admission, of whom 28 (35.8 %) had co-infection with multiple viruses. AdV, HBoV, HRV, HEV, and HCoV-OC43 were also detected among asymptomatic children. This study confirms the high rate of detection of viral nucleic acids by multiplex PCR among hospitalized children admitted with SARI, as well as the high rate of co-detection of multiple viruses. AdV, HBoV, HRV, HEV, and HCoV-OC43 were also detected in asymp-tomatic children, resulting in challenges in clinical interpretation. Studies are required to provide quantitative conclusions that will facilitate clinical interpretation and application of the results in the clinical setting.",
      "sentences": [
        [
          {
            "segment_text": "Respiratory tract infection is a major cause of hospitalization in children .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although most such infections are viral in origin ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "it is difficult to differentiate bacterial and viral infections ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "as the clinical symptoms are similar .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Multiplex polymerase chain reaction ( PCR ) methods allow testing for multiple pathogens simultaneously and are , therefore , gaining interest .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This prospective case-control study was conducted from October 2013 to February 2014 .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Nasopharyngeal ( NP ) and oropharyngeal ( throat ) swabs were obtained from children admitted with severe acute respiratory infection ( SARI ) at a tertiary hospital .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A control group of 40 asymptomatic children was included .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Testing for 16 viruses was done by real-time multiplex PCR .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Multiplex PCR detected a viral pathogen in 159/177 ( 89.9 % ) patients admitted with SARI .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "There was a high rate of co-infection ( 46.9 % ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Dual detections were observed in 64 ( 36.2 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "triple detections in 17 ( 9.6 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and quadruple detections in 2 ( 1.1 % ) of 177 samples .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Seventyeight patients required intensive care unit ( ICU ) admission ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "of whom 28 ( 35.8 % ) had co-infection with multiple viruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "AdV , HBoV , HRV ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "HEV , and HCoV-OC43 were also detected among asymptomatic children .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This study confirms the high rate of detection of viral nucleic acids by multiplex PCR among hospitalized children admitted with SARI ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as well as the high rate of co-detection of multiple viruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "AdV , HBoV , HRV ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "HEV , and HCoV-OC43 were also detected in asymp-tomatic children ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "resulting in challenges in clinical interpretation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Studies are required to provide quantitative conclusions that will facilitate clinical interpretation and application of the results in the clinical setting .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "15",
    "segment_num": "24",
    "token_num": "305"
  }
}