{
  "paper_id": "2bee310d03a0fb03e14ba89d07407b7463fab209",
  "metadata": {
    "title": "Sensitive and Specific Detection of Low- Level Antibody Responses in Mild Middle East Respiratory Syndrome Coronavirus Infections Serum Samples",
    "coda_data_split": "train",
    "coda_paper_id": 10507,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "We collected serum samples from 50 healthy blood donors (Cohort A) as negative controls Sanquin Blood Bank (Rotterdam, the Netherlands) obtained written informed consent for research use. We assessed specificity using cohorts B and C, which consisted of 145 serum specimens from patients confirmed by RT-PCR to be positive for human respiratory infections.",
      "sentences": [
        [
          {
            "segment_text": "We collected serum samples from 50 healthy blood donors ( Cohort A ) as negative controls Sanquin Blood Bank ( Rotterdam , the Netherlands ) obtained written informed consent for research use .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We assessed specificity using cohorts B and C ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "which consisted of 145 serum specimens from patients confirmed by RT-PCR to be positive for human respiratory infections .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Those included samples from persons recently infected with 13 different respiratory viruses, or with acute IgM-positive CMV and EBV infection, which are known to be cross-reactive in serologic assays; as well as Mycoplasma pneumoniae. Because MERS has no pathognomonic signs distinguishing it from other respiratory infections, cohort B, including 85 samples from acute non-HCoV respiratory infections, was used to assess specificity in acute cases. To further evaluate specificity, cohort C included serum samples from acute to convalescent HCoV-NL63, 229E, and -OC43 patients. Furthermore, we assessed Cohorts D-G were used to evaluate sensitivity of the different platforms. Serologically identified MERS-CoV-infected mild and asymptomatic persons with camel contact (D1) and healthy donors (D2) from Qatar characterized in an earlier study (1) constituted cohort D. Serial serum samples from 2 RT-PCRdiagnosed MERS-CoV case-patients imported to the Netherlands (2) were used as positive controls and to evaluate antibody kinetics; these were 15 serum samples from patient 1, ranging 4-228 days postdiagnosis (dpd), and 13 from patient 2, ranging 1-44 dpd. These 28 samples were categorized into cohorts E (\u003c14 dpd, acute phase) and F (\u003e14 dpd, convalescent phase).",
      "sentences": [
        [
          {
            "segment_text": "Those included samples from persons recently infected with 13 different respiratory viruses ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "or with acute IgM-positive CMV and EBV infection ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "which are known to be cross-reactive in serologic assays ; as well as Mycoplasma pneumoniae .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Because MERS has no pathognomonic signs distinguishing it from other respiratory infections ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "cohort B , including 85 samples from acute non-HCoV respiratory infections ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "was used to assess specificity in acute cases .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "To further evaluate specificity , cohort C included serum samples from acute to convalescent HCoV-NL63 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "229E , and - OC43 patients .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Furthermore , we assessed Cohorts D-G were used to evaluate sensitivity of the different platforms .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Serologically identified MERS-CoV-infected mild and asymptomatic persons with camel contact ( D1 ) and healthy donors ( D2 ) from Qatar characterized in an earlier study ( 1 ) constituted cohort D. Serial serum samples from 2 RT-PCRdiagnosed MERS-CoV case-patients imported to the Netherlands ( 2 ) were used as positive controls and to evaluate antibody kinetics ; these were 15 serum samples from patient 1 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "ranging 4-228 days postdiagnosis ( dpd ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and 13 from patient 2 , ranging 1-44 dpd .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "These 28 samples were categorized into cohorts E ( \u003c 14 dpd , acute phase ) and F ( \u003e 14 dpd , convalescent phase ) .",
            "crowd_label": "method"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "8",
    "segment_num": "16",
    "token_num": "284"
  }
}