{
  "paper_id": "2bf6b677da3dc05cd2d25234c04ab0b456bb6de5",
  "metadata": {
    "title": "Early major histocompatibility complex (MHC) class I antigen induction in hypothalamic supraoptic and paraventricular nuclei in trypanosome-infected rats",
    "coda_data_split": "train",
    "coda_paper_id": 10452,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Sprague-Dawley rats were injected intraperitoneally with a suspension of Trypanosoma brucei brucei. An early induction of major histocompatibility complex (MHC) class I antigens as well as an infiltration of macrophage-like cells and cytotoxic T-cells was detected with immunohistochemical techniques in circumventricular organs, such as the median eminence, neurohypophysis, subfornical organ, pineal gland and area postrema. These areas, which lack a blood-brain barrier, correspond to those showing early invasion of trypanosomes. In addition, there was a marked induction of MHC class I in neurons in two hypothalamic nuclei, the paraventricular and supraoptic nuclei. Neurons in these two nuclei are located behind the blood-brain barrier, but project to the neurohypophysis and to the median eminence, thereby exposing their axon terminals to factors circulating in the blood or released locally from invading trypanosomes or from macrophages or cytotoxic T-cells. It is suggested that the alteration in the nerve cell bodies in the hypothalamic nuclei is caused by retrograde axonal signals from these target areas.",
      "sentences": [
        [
          {
            "segment_text": "Sprague-Dawley rats were injected intraperitoneally with a suspension of Trypanosoma brucei brucei .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "An early induction of major histocompatibility complex ( MHC ) class I antigens as well as an infiltration of macrophage-like cells and cytotoxic T-cells was detected with immunohistochemical techniques in circumventricular organs ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "such as the median eminence ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "neurohypophysis , subfornical organ , pineal gland and area postrema .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These areas , which lack a blood-brain barrier ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "correspond to those showing early invasion of trypanosomes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In addition , there was a marked induction of MHC class I in neurons in two hypothalamic nuclei ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the paraventricular and supraoptic nuclei .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Neurons in these two nuclei are located behind the blood-brain barrier ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but project to the neurohypophysis and to the median eminence ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "thereby exposing their axon terminals to factors circulating in the blood or released locally from invading trypanosomes or from macrophages or cytotoxic T-cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "It is suggested that the alteration in the nerve cell bodies in the hypothalamic nuclei is caused by retrograde axonal signals from these target areas .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "12",
    "token_num": "179"
  }
}