{
  "paper_id": "2bfddcb7aedd9bba48dbec68575b53de64906a9b",
  "metadata": {
    "title": "From superspreaders to disease hotspots: linking transmission across hosts and space",
    "coda_data_split": "train",
    "coda_paper_id": 10579,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Since the identification and imprisonment of \"Typhoid Mary,\" a woman who infected at least 47 people with typhoid in the early 1900s, epidemiologists have recognized that \u0027superspreading\u0027 hosts play a key role in disease epidemics. Such variability in transmission also exists among species within a community (amplification hosts) and among habitat patches across a landscape (disease \u0027hotspots\u0027), underscoring the need for an integrative framework for studying transmission heterogeneity. Here, we synthesize literature on human, plant, and animal diseases to evaluate the relative contributions of host, pathogen, and environmental factors in driving transmission heterogeneity across hosts and space. We show that host and spatial heterogeneity are closely linked and that quantitatively assessing the contribution of infectious individuals, species, or environmental patches to overall transmission can aid management strategies. We conclude by posing hypotheses regarding how pathogen natural history influences transmission heterogeneity and highlight emerging frontiers in the study of transmission heterogeneity.",
      "sentences": [
        [
          {
            "segment_text": "Since the identification and imprisonment of `` Typhoid Mary ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "\u0027\u0027 a woman who infected at least 47 people with typhoid in the early 1900s ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "epidemiologists have recognized that ` superspreading \u0027 hosts play a key role in disease epidemics .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Such variability in transmission also exists among species within a community ( amplification hosts ) and among habitat patches across a landscape ( disease ` hotspots \u0027 ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "underscoring the need for an integrative framework for studying transmission heterogeneity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we synthesize literature on human ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "plant , and animal diseases to evaluate the relative contributions of host ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "pathogen , and environmental factors in driving transmission heterogeneity across hosts and space .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We show that host and spatial heterogeneity are closely linked and that quantitatively assessing the contribution of infectious individuals ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "species , or environmental patches to overall transmission can aid management strategies .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We conclude by posing hypotheses regarding how pathogen natural history influences transmission heterogeneity and highlight emerging frontiers in the study of transmission heterogeneity .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "11",
    "token_num": "175"
  }
}