{
  "paper_id": "2c32e38e31aad8667c068f17ae6045a41037af44",
  "metadata": {
    "title": "In vitro and in vivo activity of aurintricarboxylic acid preparations against Cryptosporidium parvum",
    "coda_data_split": "train",
    "coda_paper_id": 10944,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Objectives: The aim of this study was to assess the effect of commercial aurintricarboxylic acid (ATA) against Cryptosporidium parvum.",
      "sentences": [
        [
          {
            "segment_text": "Objectives : The aim of this study was to assess the effect of commercial aurintricarboxylic acid ( ATA ) against Cryptosporidium parvum .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Methods: The anticryptosporidial effect of ATA was evaluated in vitro using cell culture and double fluorogenic staining, and in vivo in experimentally infected neonatal C57BL/6 mice. Mice were orally treated for 9 consecutive days starting on the day of infection with daily ATA doses of 50 and 100 mmol/kg. Paromomycin (100 mg/kg) was used as a positive control.",
      "sentences": [
        [
          {
            "segment_text": "Methods : The anticryptosporidial effect of ATA was evaluated in vitro using cell culture and double fluorogenic staining ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and in vivo in experimentally infected neonatal C57BL/6 mice .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Mice were orally treated for 9 consecutive days starting on the day of infection with daily ATA doses of 50 and 100 mmol/kg .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Paromomycin ( 100 mg/kg ) was used as a positive control .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results: In both in vitro models, ATA at concentrations of 100 and 10 mmol/L completely inhibited sporozoites within 10 and 60 min, respectively. Viability of oocysts exposed to 100 mmol/L and assessed by flow cytometry and in cell culture was reduced by 65% and 61%, respectively. The treatment of neonatal mice with a daily ATA dose of 100 mmol/kg led to 97-99% inhibition of infection without any observable negative effects on the animals. In comparison, the mean reduction of infection for paromomycin was 79-84%.",
      "sentences": [
        [
          {
            "segment_text": "Results : In both in vitro models ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "ATA at concentrations of 100 and 10 mmol/L completely inhibited sporozoites within 10 and 60 min , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Viability of oocysts exposed to 100 mmol/L and assessed by flow cytometry and in cell culture was reduced by 65 % and 61 % , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The treatment of neonatal mice with a daily ATA dose of 100 mmol/kg led to 97-99 % inhibition of infection without any observable negative effects on the animals .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In comparison , the mean reduction of infection for paromomycin was 79-84 % .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions: ATA exerted high anticryptosporidial activity and should be considered for further study.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions : ATA exerted high anticryptosporidial activity and should be considered for further study .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "9",
    "segment_num": "11",
    "token_num": "200"
  }
}