{
  "paper_id": "2c35fa64c8eb60e862f401ae2fd78ac13c9cfb19",
  "metadata": {
    "title": "Antibody-mediated neutralization of Ebola virus can occur by two distinct mechanisms",
    "coda_data_split": "train",
    "coda_paper_id": 6504,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Human Ebola virus causes severe hemorrhagic fever disease with high mortality and there is no vaccine or treatment. Antibodies in survivors occur early, are sustained, and can delay infection when transferred into nonhuman primates. Monoclonal antibodies (mAbs) from survivors exhibit potent neutralizing activity in vitro and are protective in rodents. To better understand targets and mechanisms of neutralization, we investigated a panel of mAbs shown previously to react with the envelope glycoprotein (GP). While one nonneutralizing mAb recognized a GP epitope in the nonessential mucin-like domain, the rest were specific for GP1, were neutralizing, and could be further distinguished by reactivity with secreted GP. We show that survivor antibodies, human KZ52 and monkey JP3K11, were specific for conformation-dependent epitopes comprising residues in GP1 and GP2 and that neutralization occurred by two distinct mechanisms; KZ52 inhibited cathepsin cleavage of GP whereas JP3K11 recognized the cleaved, fusion-active form of GP.",
      "sentences": [
        [
          {
            "segment_text": "Human Ebola virus causes severe hemorrhagic fever disease with high mortality and there is no vaccine or treatment .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Antibodies in survivors occur early ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "are sustained , and can delay infection when transferred into nonhuman primates .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Monoclonal antibodies ( mAbs ) from survivors exhibit potent neutralizing activity in vitro and are protective in rodents .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To better understand targets and mechanisms of neutralization ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "we investigated a panel of mAbs shown previously to react with the envelope glycoprotein ( GP ) .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "While one nonneutralizing mAb recognized a GP epitope in the nonessential mucin-like domain ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the rest were specific for GP1 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "were neutralizing , and could be further distinguished by reactivity with secreted GP .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We show that survivor antibodies ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "human KZ52 and monkey JP3K11 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "were specific for conformation-dependent epitopes comprising residues in GP1 and GP2 and that neutralization occurred by two distinct mechanisms ; KZ52 inhibited cathepsin cleavage of GP whereas JP3K11 recognized the cleaved , fusion-active form of GP .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Published by Elsevier Inc.",
      "sentences": [
        [
          {
            "segment_text": "Published by Elsevier Inc. .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "7",
    "segment_num": "13",
    "token_num": "173"
  }
}