{
  "paper_id": "2c614a346c2bee44fd00bea65a004940f83716e2",
  "metadata": {
    "title": "Interactions Between Virus Proteins and Host Cell Membranes During the Viral Life Cycle",
    "coda_data_split": "train",
    "coda_paper_id": 6162,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The structure and function of cells are critically dependent on membranes, which not only separate the interior of the cell from its environment but also define the internal compartments. It is therefore not surprising that the major steps of the life cycle of viruses of animals and plants also depend on cellular membranes. Indeed, interactions of viral proteins with host cell membranes are important for viruses to enter into host cells, replicate their genome, and produce progeny particles. To replicate its genome, a virus first needs to cross the plasma membrane. Some viruses can also modify intracellular membranes of host cells to create a compartment in which genome replication will take place. Finally, some viruses acquire an envelope, which is derived either from the plasma membrane or an internal membrane of the host cell. This paper reviews recent findings on the interactions of viral proteins with host cell membranes during the viral life cycle.",
      "sentences": [
        [
          {
            "segment_text": "The structure and function of cells are critically dependent on membranes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which not only separate the interior of the cell from its environment but also define the internal compartments .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It is therefore not surprising that the major steps of the life cycle of viruses of animals and plants also depend on cellular membranes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Indeed , interactions of viral proteins with host cell membranes are important for viruses to enter into host cells ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "replicate their genome , and produce progeny particles .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To replicate its genome , a virus first needs to cross the plasma membrane .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Some viruses can also modify intracellular membranes of host cells to create a compartment in which genome replication will take place .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Finally , some viruses acquire an envelope ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which is derived either from the plasma membrane or an internal membrane of the host cell .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This paper reviews recent findings on the interactions of viral proteins with host cell membranes during the viral life cycle .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "10",
    "token_num": "168"
  }
}