{
  "paper_id": "2c64a647d74baaf4fd49790635401f0603de5172",
  "metadata": {
    "title": "Serological evidence of Mycoplasma cynos infection in canine infectious respiratory disease",
    "coda_data_split": "train",
    "coda_paper_id": 7170,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "A high proportion of dogs suffer from respiratory disease when they are placed in kennels for vacation or re-homing. The role of Mycoplasma cynos as an initiating agent in canine infectious respiratory disease was investigated by examining the serological response of dogs to this organism at the time of entry into a large re-homing kennel. Forty-two paired serum samples from dogs (21-day interval) were examined for antibody to M. cynos using Western blotting. The development of antibody in the serum was related to clinical disease recorded over the same period. Sixty seven per cent of the dogs showed a two-fold or greater rise in antibody to M. cynos during the first 3 weeks in the kennel. Reactivity with a 45 kDa antigen was dominant. Of those showing a positive serological reaction, 80% had recorded clinical respiratory disease while 20% remained healthy. The findings of this study show that an antibody response to M. cynos is common in dogs entering the re-homing kennel and is positively related to the development of clinical respiratory disease. #",
      "sentences": [
        [
          {
            "segment_text": "A high proportion of dogs suffer from respiratory disease when they are placed in kennels for vacation or re-homing .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The role of Mycoplasma cynos as an initiating agent in canine infectious respiratory disease was investigated by examining the serological response of dogs to this organism at the time of entry into a large re-homing kennel .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Forty-two paired serum samples from dogs ( 21-day interval ) were examined for antibody to M. cynos using Western blotting .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The development of antibody in the serum was related to clinical disease recorded over the same period .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Sixty seven per cent of the dogs showed a two-fold or greater rise in antibody to M. cynos during the first 3 weeks in the kennel .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Reactivity with a 45 kDa antigen was dominant .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Of those showing a positive serological reaction ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "80 % had recorded clinical respiratory disease while 20 % remained healthy .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The findings of this study show that an antibody response to M. cynos is common in dogs entering the re-homing kennel and is positively related to the development of clinical respiratory disease .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "#",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "10",
    "token_num": "187"
  }
}