{
  "paper_id": "2c86e8cc912f9632a8320531cbd017ad54f26e7a",
  "metadata": {
    "title": "MEETING REPORT Threat of infection: Microbes of high pathogenic potential -strategies for detection, control and eradication",
    "coda_data_split": "train",
    "coda_paper_id": 4948,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Infectious diseases due to microbes of high pathogenic potential remain a constant and variable threat for human and animal health. The emergence of new diseases or the re-emergence of diseases that were previously under control complicates the situation to date. Infectious disease research, which has undergone a dramatic progress in understanding disease mechanisms such as host-pathogen interactions, is now focusing increasingly on new strategies for prevention and therapy. Significant progress has been achieved in the development of delivery systems for protective heterologous protein antigens and in veterinary vaccinology. A landmark of infectious diseases research is the chemical synthesis of genomes, a major new field of research referred to as \u0027\u0027synthetic biology\u0027\u0027, that to date has resulted in the chemical synthesis of the poliovirus and of phage fX174 genomes and their expression as infectious viruses. On the molecular level the evolution of pathogens and mechanisms of genome flexibility, which account for several pathogenic properties of infectious agents, have received increased attention. Bacterial toxins are an additional threat to human health and their interference with host cells and cellular functions is receiving more attention.",
      "sentences": [
        [
          {
            "segment_text": "Infectious diseases due to microbes of high pathogenic potential remain a constant and variable threat for human and animal health .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The emergence of new diseases or the re-emergence of diseases that were previously under control complicates the situation to date .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Infectious disease research , which has undergone a dramatic progress in understanding disease mechanisms such as host-pathogen interactions ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "is now focusing increasingly on new strategies for prevention and therapy .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Significant progress has been achieved in the development of delivery systems for protective heterologous protein antigens and in veterinary vaccinology .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A landmark of infectious diseases research is the chemical synthesis of genomes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a major new field of research referred to as `` synthetic biology \u0027\u0027 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "that to date has resulted in the chemical synthesis of the poliovirus and of phage fX174 genomes and their expression as infectious viruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "On the molecular level the evolution of pathogens and mechanisms of genome flexibility ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which account for several pathogenic properties of infectious agents , have received increased attention .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Bacterial toxins are an additional threat to human health and their interference with host cells and cellular functions is receiving more attention .",
            "crowd_label": "background"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "11",
    "token_num": "197"
  }
}