{
  "paper_id": "2c98d60bdb03ef4b0cc7c08bddb0e6947ab7cac9",
  "metadata": {
    "title": "Engineering H5N1 avian influenza viruses to study human adaptation",
    "coda_data_split": "train",
    "coda_paper_id": 4085,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Two studies of H5N1 avian influenza viruses that had been genetically engineered to render them transmissible between ferrets have proved highly controversial. Divergent opinions exist about the importance of these studies of influenza transmission and about potential \u0027dual use\u0027 research implications. No consensus has developed yet about how to balance these concerns. After not recommending immediate full publication of earlier, less complete versions of the studies, the United States National Science Advisory Board for Biosecurity subsequently recommended full publication of more complete manuscripts; however, controversy about this and similar research remains.",
      "sentences": [
        [
          {
            "segment_text": "Two studies of H5N1 avian influenza viruses that had been genetically engineered to render them transmissible between ferrets have proved highly controversial .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Divergent opinions exist about the importance of these studies of influenza transmission and about potential ` dual use \u0027 research implications .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "No consensus has developed yet about how to balance these concerns .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "After not recommending immediate full publication of earlier ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "less complete versions of the studies ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the United States National Science Advisory Board for Biosecurity subsequently recommended full publication of more complete manuscripts ; however ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "controversy about this and similar research remains .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "7",
    "token_num": "101"
  }
}