{
  "paper_id": "2cb13a7abc9db5911f661f891affb8d3ab13cd81",
  "metadata": {
    "title": "Characterization of a protein tyrosine phosphatase as a host factor promoting baculovirus replication in silkworm, Bombyx mori",
    "coda_data_split": "train",
    "coda_paper_id": 4693,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The relevance of protein tyrosine phosphatase (PTP) to hostepathogen interaction is highlighted in mammalian studies, whereas less is known in insects. Here we presented the categorization of the PTP complement of silkworm and characterized their homologous relationship with human and fruit fly PTPs. Among the 36 PTP genes, ptp-h, which was proposed to be the origin of baculovirus ptp belongs to atypical VH1-like dual-specific PTP subset and encodes a catalytic active protein. The maximum expression level of Bmptp-h was at 5th instar and in fat body. Bombyx mori nucleopolyhedrovirus (BmNPV) infection potently induced its expression in silkworm larvae and in BmE cells. Knock-down of Bmptp-h by RNA interference significantly inhibited viral replication, and over-expression enhanced viral replication as determined by viral DNA abundance and BmNPV-GFP positive cells. These results suggest that BmPTP-h might be one of the host factors that is beneficial to baculovirus infection by promoting viral replication.",
      "sentences": [
        [
          {
            "segment_text": "The relevance of protein tyrosine phosphatase ( PTP ) to hostepathogen interaction is highlighted in mammalian studies ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "whereas less is known in insects .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we presented the categorization of the PTP complement of silkworm and characterized their homologous relationship with human and fruit fly PTPs .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Among the 36 PTP genes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "ptp-h , which was proposed to be the origin of baculovirus ptp belongs to atypical VH1-like dual-specific PTP subset and encodes a catalytic active protein .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The maximum expression level of Bmptp-h was at 5th instar and in fat body .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Bombyx mori nucleopolyhedrovirus ( BmNPV ) infection potently induced its expression in silkworm larvae and in BmE cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Knock-down of Bmptp-h by RNA interference significantly inhibited viral replication ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and over-expression enhanced viral replication as determined by viral DNA abundance and BmNPV-GFP positive cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results suggest that BmPTP-h might be one of the host factors that is beneficial to baculovirus infection by promoting viral replication .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "10",
    "token_num": "164"
  }
}