{
  "paper_id": "2cbe21ab7db7e21d753cf0892c083c986d2cf46e",
  "metadata": {
    "title": "The key molecular events during Macrobrachium rosenbergii nodavirus (MrNV) infection and replication in Sf9 insect cells",
    "coda_data_split": "train",
    "coda_paper_id": 2554,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "In this study we demonstrated that Macrobrachium rosenbergii nodavirus (MrNV) was able to internalize and replicate in Sf9 insect cells, with levels of infection altered by substances affecting the caveolin-(CAV) mediated endocytosis pathway. The use of Sf9 cells for efficient MrNV replication and propagation was demonstrated by confocal microscopy and PCR amplification, through which early viral binding and internalization were initially detectable at 30 min post-infection; whereas at 72 h, the distinguishable sign of late-MrNV infection was observable as the gradual accumulation of a cytopathic effect (CPE) in the cells, ultimately resulting in cellular disruption. Moreover, during the early period of infection, the MrNV signals were highly co-localized with CAV1 signals of the CAV-mediated endocytosis pathway. The use of genistein as an inhibitor of the CAV-mediated endocytosis pathway significantly reduced MrNV and CAV1 co-localization, and also reduced the levels of MrNV infection in Sf9 cells as shown by PCR and ELISA. Moreover, the addition of the pathway agonist okadaic acid not only recovered but also augmented both the levels of MrNV co-localization with CAV1 and of Sf9 infection in the presence of genistein inhibition; therefore demonstrating that MrNV infection in Sf9 cells was associated with the CAV-mediated endocytosis pathway machinery.",
      "sentences": [
        [
          {
            "segment_text": "In this study we demonstrated that Macrobrachium rosenbergii nodavirus ( MrNV ) was able to internalize and replicate in Sf9 insect cells ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "with levels of infection altered by substances affecting the caveolin - ( CAV ) mediated endocytosis pathway .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The use of Sf9 cells for efficient MrNV replication and propagation was demonstrated by confocal microscopy and PCR amplification ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "through which early viral binding and internalization were initially detectable at 30 min post-infection ; whereas at 72 h ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the distinguishable sign of late-MrNV infection was observable as the gradual accumulation of a cytopathic effect ( CPE ) in the cells ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "ultimately resulting in cellular disruption .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , during the early period of infection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the MrNV signals were highly co-localized with CAV1 signals of the CAV-mediated endocytosis pathway .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The use of genistein as an inhibitor of the CAV-mediated endocytosis pathway significantly reduced MrNV and CAV1 co-localization ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and also reduced the levels of MrNV infection in Sf9 cells as shown by PCR and ELISA .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , the addition of the pathway agonist okadaic acid not only recovered but also augmented both the levels of MrNV co-localization with CAV1 and of Sf9 infection in the presence of genistein inhibition ; therefore demonstrating that MrNV infection in Sf9 cells was associated with the CAV-mediated endocytosis pathway machinery .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "11",
    "token_num": "223"
  }
}