{
  "paper_id": "2cbf0c99c7d0ea1b6418efc0037b46f21d205895",
  "metadata": {
    "title": "Clinical signs, reproduction of attaching/ effacing lesions, and enterocyte invasion after oral inoculation of an O118 enterohaemorrhagic Escherichia coli in neonatal calves",
    "coda_data_split": "train",
    "coda_paper_id": 3845,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Attaching and effacing (AE) lesions are produced among others by enteropathogenic Escherichia coli and enterohaemorrhagic E. coli (EHEC), which differs from the former by the production of cytotoxins active on various cell cultures, the verocytotoxins, or shigacytotoxins. EHEC are associated with diarrhoea and dysentery in humans and in ruminants, mainly calves from two to eight weeks of age. Clinical signs and/or lesions have been reproduced experimentally with EHEC strains belonging to serotypes O5:K4/Nm, O26:K-:H11, O111:Nm, and O157:H7 which are isolated from cattle and/or humans. The purpose of this work was to develop an experimental model of infection in newborn calves with a bovine EHEC strain isolated from a calf which of died of diarrhoea, and belonging to the O118:H16 serotype, which is also common to both cattle and humans. The bovine O118:H16 EHEC strain was able to colonize the gut of three newborn calves, and to induce diarrhoea twenty-four hours after challenge and to produce AE lesions in the small and/or large intestines. AE lesions were detected microscopically and ultrastructurally in the small intestine of one calf and in the whole intestinal track of two calves. Internalization of bacteria and also of pedestal-bacteria complex inside of the enterocyte was observed in two of the three calves. The significance of this stage is unknown but may be related to the invasion of the calf by the bacteria. The challenge strain was isolated from the mesenteric lymph nodes of the same two calves but not from other organs or from heart blood. No blood was observed in the faeces of any of the three calves, nor were any lesions in the internal organs, which may have been related to the production of a verotoxin whose role is still unknown in cattle. © 2000 Éditions scientifiques et médicales Elsevier SAS",
      "sentences": [
        [
          {
            "segment_text": "Attaching and effacing ( AE ) lesions are produced among others by enteropathogenic Escherichia coli and enterohaemorrhagic E. coli ( EHEC ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which differs from the former by the production of cytotoxins active on various cell cultures ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the verocytotoxins , or shigacytotoxins .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "EHEC are associated with diarrhoea and dysentery in humans and in ruminants ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "mainly calves from two to eight weeks of age .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Clinical signs and/or lesions have been reproduced experimentally with EHEC strains belonging to serotypes O5 : K4/Nm ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "O26 : K - : H11 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "O111 : Nm , and O157 : H7 which are isolated from cattle and/or humans .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The purpose of this work was to develop an experimental model of infection in newborn calves with a bovine EHEC strain isolated from a calf which of died of diarrhoea ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and belonging to the O118 : H16 serotype ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "which is also common to both cattle and humans .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The bovine O118 : H16 EHEC strain was able to colonize the gut of three newborn calves ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and to induce diarrhoea twenty-four hours after challenge and to produce AE lesions in the small and/or large intestines .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "AE lesions were detected microscopically and ultrastructurally in the small intestine of one calf and in the whole intestinal track of two calves .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Internalization of bacteria and also of pedestal-bacteria complex inside of the enterocyte was observed in two of the three calves .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The significance of this stage is unknown but may be related to the invasion of the calf by the bacteria .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The challenge strain was isolated from the mesenteric lymph nodes of the same two calves but not from other organs or from heart blood .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "No blood was observed in the faeces of any of the three calves ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "nor were any lesions in the internal organs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which may have been related to the production of a verotoxin whose role is still unknown in cattle .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "© 2000 Éditions scientifiques et médicales Elsevier SAS",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "enterohaemorrhagic E.coli (EHEC) / calf / attaching and effacing lesions (AE) / diarrhoea / invasion",
      "sentences": [
        [
          {
            "segment_text": "enterohaemorrhagic E.coli ( EHEC ) / calf / attaching and effacing lesions ( AE ) / diarrhoea / invasion",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "12",
    "segment_num": "22",
    "token_num": "357"
  }
}