{
  "paper_id": "2cc04b63c89fb7ef725ebd6bd7450d206e7f0e86",
  "metadata": {
    "title": "A Clustering of RNA Recombination Sites Adjacent to a Hypervariable Region of the Peplomer Gene of Murine Coronavirus",
    "coda_data_split": "train",
    "coda_paper_id": 10866,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "undergo RNA recombination at a very high frequency. To understand the mechanism of recombination in murine coronavirus, we have performed RNA sequencing of viral genomic RNA to determine the precise sites of recombination in a series of recombinants which have crossovers within the gene encoding the peplomer protein. We found that all of the recombination sites are clustered within a region of 278 nucleotides in the 5\u0027-half of the gene. This region in which all of the crossovers occurred represents a small fraction of the distance between the two selection markers used for the isolation of these recombinant viruses. This result suggests that this region may be a preferred site for RNA recombination.",
      "sentences": [
        [
          {
            "segment_text": "undergo RNA recombination at a very high frequency .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To understand the mechanism of recombination in murine coronavirus ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "we have performed RNA sequencing of viral genomic RNA to determine the precise sites of recombination in a series of recombinants which have crossovers within the gene encoding the peplomer protein .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We found that all of the recombination sites are clustered within a region of 278 nucleotides in the 5 \u0027 - half of the gene .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This region in which all of the crossovers occurred represents a small fraction of the distance between the two selection markers used for the isolation of these recombinant viruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This result suggests that this region may be a preferred site for RNA recombination .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "The crossover sites are located within and immediately adjacent to a hypervariable area of the gene. This area has undergone deletions of varying sizes in several virus strains which have been passaged either in viva or in vitro. These results suggest that a similar RNA structure may be involved in the occurrence of both recombination and deletion events. o 199OAcademic PWSS, I~C.",
      "sentences": [
        [
          {
            "segment_text": "The crossover sites are located within and immediately adjacent to a hypervariable area of the gene .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This area has undergone deletions of varying sizes in several virus strains which have been passaged either in viva or in vitro .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results suggest that a similar RNA structure may be involved in the occurrence of both recombination and deletion events .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "o 199OAcademic PWSS , I ~ C.",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "9",
    "segment_num": "10",
    "token_num": "190"
  }
}