{
  "paper_id": "2cd037e5b6e8f285b0a68b5d10c627d407046c0e",
  "metadata": {
    "title": "Ebola Virus Disease: Experience and Decision Making for the First Patients outside of Africa",
    "coda_data_split": "train",
    "coda_paper_id": 8671,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "• Ebola hemorrhagic fever, or Ebola virus disease (EVD), has emerged in the last year as a global threat and humanitarian disaster for the affected countries of West Africa and has also come to the United States (US) and Europe.",
      "sentences": [
        [
          {
            "segment_text": "• Ebola hemorrhagic fever , or Ebola virus disease ( EVD ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "has emerged in the last year as a global threat and humanitarian disaster for the affected countries of West Africa and has also come to the United States ( US ) and Europe .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "• The treatment of the first and three subsequent US patients outside of Africa at Emory University provided a number of challenges, as well as strategic and tactical lessons that included detailed planning and team work across multiple academic and health care units, emphasizing biosafety, the importance of institutional communications, addressing unanticipated challenges such as waste management, and the logistics of working closely with governmental agencies and outside collaborators.",
      "sentences": [
        [
          {
            "segment_text": "• The treatment of the first and three subsequent US patients outside of Africa at Emory University provided a number of challenges ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "as well as strategic and tactical lessons that included detailed planning and team work across multiple academic and health care units ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "emphasizing biosafety , the importance of institutional communications ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "addressing unanticipated challenges such as waste management ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and the logistics of working closely with governmental agencies and outside collaborators .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "• In providing effective care for individuals, the value of mobilizing a diverse health and academic community to work collaboratively to addressing a global threat is emphasized. This includes dissemination of best practice information; providing education and training about EVD; expansion of new knowledge about the clinical course, complications, and pathogenesis of EVD; the creation of new institutional forums, and engagement in the broader policy and equity issues of contagious health threats.",
      "sentences": [
        [
          {
            "segment_text": "• In providing effective care for individuals ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the value of mobilizing a diverse health and academic community to work collaboratively to addressing a global threat is emphasized .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This includes dissemination of best practice information ; providing education and training about EVD ; expansion of new knowledge about the clinical course ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "complications , and pathogenesis of EVD ; the creation of new institutional forums ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and engagement in the broader policy and equity issues of contagious health threats .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "4",
    "segment_num": "12",
    "token_num": "203"
  }
}