{
  "paper_id": "2ce32d388ce40b7b9645329a2a2f0edfff7367ef",
  "metadata": {
    "title": "Swine enteric colibacillosis: diagnosis, therapy and antimicrobial resistance",
    "coda_data_split": "train",
    "coda_paper_id": 4859,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Intestinal infection with enterotoxigenic Escherichia coli (ETEC) is an important disease in swine resulting in significant economic losses. Knowledge about the epidemiology, the diagnostic approach and methods of control are of fundamental importance to tackle the disease. The ETEC causing neonatal colibacillosis mostly carry the fimbriae F4 (k88), F5 (k99), F6 (987P) or F41, while the ETEC of post-weaning diarrhoea carry the fimbriae F4 (k88) and F18. These fimbriae adhere to specific receptors on porcine intestinal brush border epithelial cells (enterocytes), starting the process of enteric infection. After this colonization, the bacteria produce one or more enterotoxins inducing diarrhoea, such as the heat stable toxin a (STa), the heat stable toxin b (STb), and the heat labile toxin (LT). A role in the pathogenesis of the disease was demonstrated for these toxins. The diagnosis of enteric colibacillosis is based on the isolation and quantification of the pathogenic E.coli coupled with the demonstration by PCR of the genes encoding for virulence factors (fimbriae and toxins). The diagnostic approach to enteric colibacillosis must consider the differential diagnosis and the potential different causes that can be involved in the outbreak. Among the different methods of control of colibacillosis, the use of antimicrobials is widely practiced and antibiotics are used in two main ways: as prophylactic or metaphylactic treatment to prevent disease and for therapeutic purposes to treat diseased pigs. An accurate diagnosis of enteric colibacillosis needs an appropriate sampling for the isolation and quantification of the ETEC responsible for the outbreak by using semi-quantitative bacteriology. Definitive diagnosis is based on the presence of characteristic lesions and results of bacteriology along with confirmation of appropriate virulence factors to identify the isolated E.coli. It is important to confirm the diagnosis and to perform antimicrobial sensitivity tests because antimicrobial sensitivity varies greatly among E. coli isolates. Growing concern on the increase of antimicrobial resistance force a more rational use of antibiotics and this can be achieved through a correct understanding of the issues related to antibiotic therapy and to the use of antibiotics by both practitioners and farmers.",
      "sentences": [
        [
          {
            "segment_text": "Intestinal infection with enterotoxigenic Escherichia coli ( ETEC ) is an important disease in swine resulting in significant economic losses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Knowledge about the epidemiology , the diagnostic approach and methods of control are of fundamental importance to tackle the disease .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The ETEC causing neonatal colibacillosis mostly carry the fimbriae F4 ( k88 ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "F5 ( k99 ) , F6 ( 987P ) or F41 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "while the ETEC of post-weaning diarrhoea carry the fimbriae F4 ( k88 ) and F18 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These fimbriae adhere to specific receptors on porcine intestinal brush border epithelial cells ( enterocytes ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "starting the process of enteric infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "After this colonization , the bacteria produce one or more enterotoxins inducing diarrhoea ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "such as the heat stable toxin a ( STa ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the heat stable toxin b ( STb ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and the heat labile toxin ( LT ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A role in the pathogenesis of the disease was demonstrated for these toxins .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The diagnosis of enteric colibacillosis is based on the isolation and quantification of the pathogenic E.coli coupled with the demonstration by PCR of the genes encoding for virulence factors ( fimbriae and toxins ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The diagnostic approach to enteric colibacillosis must consider the differential diagnosis and the potential different causes that can be involved in the outbreak .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Among the different methods of control of colibacillosis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the use of antimicrobials is widely practiced and antibiotics are used in two main ways : as prophylactic or metaphylactic treatment to prevent disease and for therapeutic purposes to treat diseased pigs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "An accurate diagnosis of enteric colibacillosis needs an appropriate sampling for the isolation and quantification of the ETEC responsible for the outbreak by using semi-quantitative bacteriology .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Definitive diagnosis is based on the presence of characteristic lesions and results of bacteriology along with confirmation of appropriate virulence factors to identify the isolated E.coli .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "It is important to confirm the diagnosis and to perform antimicrobial sensitivity tests because antimicrobial sensitivity varies greatly among E. coli isolates .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Growing concern on the increase of antimicrobial resistance force a more rational use of antibiotics and this can be achieved through a correct understanding of the issues related to antibiotic therapy and to the use of antibiotics by both practitioners and farmers .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "13",
    "segment_num": "20",
    "token_num": "386"
  }
}