{
  "paper_id": "2ce4ec238e2ea149cb20a1952334f4b8589e1ffc",
  "metadata": {
    "title": "A CpG oligodeoxynucleotide inducing anti-coxsackie B3 virus activity in human peripheral blood mononuclear cells",
    "coda_data_split": "train",
    "coda_paper_id": 4258,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Coxsackie B3 virus (CVB3) is the most significant pathogen causing myocarditis in humans, and antiviral therapy would be most effective in the early stages of the disease. Here we provide evidence that BW001, a C-type CpG oligodeoxynucleotide, induces anti-CVB3 activity in human peripheral blood mononuclear cells (PBMCs). In parallel, we have demonstrated that BW001 induces human PBMCs to express mRNAs of multiple types of interferon (IFN), including IFN-a, IFN-b, IFN-o and IFN-g, and to express mRNAs of at least 11 subtypes of IFN-a. The induced IFNs may contribute to the anti-CVB3 activity. The results suggest that BW001 could be developed into a medication with the potential to treat CVB3 infectious diseases by inducing natural mixed IFNs.",
      "sentences": [
        [
          {
            "segment_text": "Coxsackie B3 virus ( CVB3 ) is the most significant pathogen causing myocarditis in humans ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and antiviral therapy would be most effective in the early stages of the disease .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we provide evidence that BW001 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a C-type CpG oligodeoxynucleotide , induces anti-CVB3 activity in human peripheral blood mononuclear cells ( PBMCs ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In parallel , we have demonstrated that BW001 induces human PBMCs to express mRNAs of multiple types of interferon ( IFN ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including IFN-a , IFN-b , IFN-o and IFN-g ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and to express mRNAs of at least 11 subtypes of IFN-a .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The induced IFNs may contribute to the anti-CVB3 activity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The results suggest that BW001 could be developed into a medication with the potential to treat CVB3 infectious diseases by inducing natural mixed IFNs .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "9",
    "token_num": "135"
  }
}