{
  "paper_id": "2d3ac82b2b12e075ea351bd0c1a924391b68441e",
  "metadata": {
    "title": "Absence of E protein arrests transmissible gastroenteritis coronavirus maturation in the secretory pathway",
    "coda_data_split": "train",
    "coda_paper_id": 9316,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "A recombinant transmissible gastroenteritis coronavirus (rTGEV) in which E gene was deleted (rTGEV-ΔE) has been engineered. This deletion mutant only grows in cells expressing E protein (E + cells) indicating that E was an essential gene for TGEV replication. Electron microscopy studies of rTGEV-ΔE infected BHK-pAPN-E − cells showed that only immature intracellular virions were assembled. These virions were non-infectious and not secreted to the extracellular medium in BHK-pAPN-E − cells. RNA and protein composition analysis by RNase-gold and immunoelectron microscopy showed that rTGEV-ΔE virions contained RNA and also all the structural TGEV proteins, except the deleted E protein. Nevertheless, full virion maturation was blocked. Studies of the rTGEV-ΔE subcellular localization by confocal and immunoelectron microscopy in infected E − cells showed that in the absence of E protein virus trafficking was arrested in the intermediate compartment. Therefore, the absence of E protein in TGEV resulted in two actions, a blockade of virus trafficking in the membranes of the secretory pathway, and prevention of full virus maturation.",
      "sentences": [
        [
          {
            "segment_text": "A recombinant transmissible gastroenteritis coronavirus ( rTGEV ) in which E gene was deleted ( rTGEV-ΔE ) has been engineered .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This deletion mutant only grows in cells expressing E protein ( E + cells ) indicating that E was an essential gene for TGEV replication .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Electron microscopy studies of rTGEV-ΔE infected BHK-pAPN-E − cells showed that only immature intracellular virions were assembled .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These virions were non-infectious and not secreted to the extracellular medium in BHK-pAPN-E − cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "RNA and protein composition analysis by RNase-gold and immunoelectron microscopy showed that rTGEV-ΔE virions contained RNA and also all the structural TGEV proteins ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "except the deleted E protein .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Nevertheless , full virion maturation was blocked .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Studies of the rTGEV-ΔE subcellular localization by confocal and immunoelectron microscopy in infected E − cells showed that in the absence of E protein virus trafficking was arrested in the intermediate compartment .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Therefore , the absence of E protein in TGEV resulted in two actions ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "a blockade of virus trafficking in the membranes of the secretory pathway ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and prevention of full virus maturation .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "11",
    "token_num": "186"
  }
}