{
  "paper_id": "2d4e8563bd61192ff24506f29e9324980d522962",
  "metadata": {
    "title": "Pathological, Immunocytochemlcal and Microbiological Findings in Calf Pneumonias associated with Haernophilus sornnus infection",
    "coda_data_split": "train",
    "coda_paper_id": 5167,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Pathological, immunocytochemical and microbiological findings in 32 cases of calf pneumonia associated with Haemophilus somnus infection are described. The majority of cases were \"found dead\" or died after a sudden onset pneumonia of less than 24h duration. Lesions of exudative bronchopneumonia were present and the cases could be divided into two main groups on the basis ofhistopathological and immunocytochemical features. In group A, cases were dominated by necrotizing bronchiolitis, degeneration and necrosis of airway and alveolar exudates, severe alveolitis with accumulations of degenerate basophilic cells, interstitial inflammatory changes and the widespread distribution ofH. somnus antigen in airways and alveoli. In Group B, necrotizing and degenerative changes were much less extensive and less severe and the overall appearance was of suppurative bronchopneumonia with H. somnus antigen much less widespread within the lungs. Alveolar oedema, hyaline membrane formation and alveolar epithelial hyperplasia were present in caudodorsal lung areas of several calves. No major differences were seen between the histopathology of lungs where H. somnus was\u0027 the sole isolate and that of lungs where H. somnus was isolated along with other bacterial pathogens.",
      "sentences": [
        [
          {
            "segment_text": "Pathological , immunocytochemical and microbiological findings in 32 cases of calf pneumonia associated with Haemophilus somnus infection are described .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The majority of cases were `` found dead \u0027\u0027 or died after a sudden onset pneumonia of less than 24h duration .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Lesions of exudative bronchopneumonia were present and the cases could be divided into two main groups on the basis ofhistopathological and immunocytochemical features .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In group A , cases were dominated by necrotizing bronchiolitis ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "degeneration and necrosis of airway and alveolar exudates ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "severe alveolitis with accumulations of degenerate basophilic cells ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "interstitial inflammatory changes and the widespread distribution ofH .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "somnus antigen in airways and alveoli .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "In Group B , necrotizing and degenerative changes were much less extensive and less severe and the overall appearance was of suppurative bronchopneumonia with H. somnus antigen much less widespread within the lungs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Alveolar oedema , hyaline membrane formation and alveolar epithelial hyperplasia were present in caudodorsal lung areas of several calves .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "No major differences were seen between the histopathology of lungs where H. somnus was \u0027 the sole isolate and that of lungs where H. somnus was isolated along with other bacterial pathogens .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "11",
    "token_num": "198"
  }
}