{
  "paper_id": "2d5de16a8d6620767b8e6da11ec8efa43f42d419",
  "metadata": {
    "title": "Devil Facial Tumour Disease (DFTD): Using Genetics and Genomics to Investigate Infectious Disease in an Endangered Marsupial",
    "coda_data_split": "train",
    "coda_paper_id": 4060,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The Tasmanian devil (Sarcophilus harrisii), so named for its blood-curdling, nocturnal shrieks and snarls, is the largest of the carnivorous marsupials. Although once widely persecuted, concerted efforts are now being made to save the devil from extinction following the emergence of a fatal transmissible malignancy known as devil facial tumour disease (DFTD). DFTD is unusual in that the infectious agent is the cancer cell itself. This chapter discusses the aetiology and pathogenesis of DFTD as well as the profound impact the spread of DFTD has had on the devil\u0027s conservation status. Strategies for managing DFTD and conserving the devil will be explored and the contribution of new sequencing technology to the field of conservation genetics and genomics will be examined with regard to the Tasmanian devil and DFTD.",
      "sentences": [
        [
          {
            "segment_text": "The Tasmanian devil ( Sarcophilus harrisii ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "so named for its blood-curdling ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "nocturnal shrieks and snarls , is the largest of the carnivorous marsupials .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although once widely persecuted , concerted efforts are now being made to save the devil from extinction following the emergence of a fatal transmissible malignancy known as devil facial tumour disease ( DFTD ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "DFTD is unusual in that the infectious agent is the cancer cell itself .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This chapter discusses the aetiology and pathogenesis of DFTD as well as the profound impact the spread of DFTD has had on the devil \u0027s conservation status .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Strategies for managing DFTD and conserving the devil will be explored and the contribution of new sequencing technology to the field of conservation genetics and genomics will be examined with regard to the Tasmanian devil and DFTD .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "7",
    "token_num": "142"
  }
}