{
  "paper_id": "2d73c30f41bb0fd24d5ddf1e71a472d971ce4d6f",
  "metadata": {
    "title": "Bactrian camels shed large quantities of Middle East respiratory syndrome coronavirus (MERS-CoV) after experimental infection*",
    "coda_data_split": "train",
    "coda_paper_id": 2829,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "In 2012, Middle East respiratory syndrome coronavirus (MERS-CoV) emerged. To date, more than 2300 cases have been reported, with an approximate case fatality rate of 35%. Epidemiological investigations identified dromedary camels as the source of MERS-CoV zoonotic transmission and evidence of MERS-CoV circulation has been observed throughout the original range of distribution. Other new-world camelids, alpacas and llamas, are also susceptible to MERS-CoV infection. Currently, it is unknown whether Bactrian camels are susceptible to infection. The distribution of Bactrian camels overlaps partly with that of the dromedary camel in west and central Asia. The receptor for MERS-CoV, DPP4, of the Bactrian camel was 98.3% identical to the dromedary camel DPP4, and 100% identical for the 14 residues which interact with the MERS-CoV spike receptor. Upon intranasal inoculation with 107 plaque-forming units of MERS-CoV, animals developed a transient, primarily upper respiratory tract infection. Clinical signs of the MERS-CoV infection were benign, but shedding of large quantities of MERS-CoV from the URT was observed. These data are similar to infections reported with dromedary camel infections and indicate that Bactrians are susceptible to MERS-CoV and given their overlapping range are at risk of introduction and establishment of MERS-CoV within the Bactrian camel populations.",
      "sentences": [
        [
          {
            "segment_text": "In 2012 , Middle East respiratory syndrome coronavirus ( MERS-CoV ) emerged .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To date , more than 2300 cases have been reported ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "with an approximate case fatality rate of 35 % .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Epidemiological investigations identified dromedary camels as the source of MERS-CoV zoonotic transmission and evidence of MERS-CoV circulation has been observed throughout the original range of distribution .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Other new-world camelids , alpacas and llamas ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "are also susceptible to MERS-CoV infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Currently , it is unknown whether Bactrian camels are susceptible to infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The distribution of Bactrian camels overlaps partly with that of the dromedary camel in west and central Asia .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The receptor for MERS-CoV , DPP4 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "of the Bactrian camel was 98.3 % identical to the dromedary camel DPP4 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and 100 % identical for the 14 residues which interact with the MERS-CoV spike receptor .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Upon intranasal inoculation with 107 plaque-forming units of MERS-CoV ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "animals developed a transient , primarily upper respiratory tract infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Clinical signs of the MERS-CoV infection were benign ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but shedding of large quantities of MERS-CoV from the URT was observed .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These data are similar to infections reported with dromedary camel infections and indicate that Bactrians are susceptible to MERS-CoV and given their overlapping range are at risk of introduction and establishment of MERS-CoV within the Bactrian camel populations .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "16",
    "token_num": "227"
  }
}