{
  "paper_id": "2d806b6e1d2cf592a8afb3f99eef2e85ca401317",
  "metadata": {
    "title": "Structure, Evolutionary Conservation, and Functions of Angiotensin-and Endothelin-Converting Enzymes",
    "coda_data_split": "train",
    "coda_paper_id": 9456,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Angiotensin-converting enzyme, a member of the M2 metalloprotease family, and endothelin-converting enzyme, a member of the M13 family, are key components in the regulation of blood pressure and electrolyte balance in mammals. From this point of view, they serve as important drug targets. Recently, the involvement of these enzymes in the development of Alzheimer\u0027s disease was discovered. The existence of homologs of these enzymes in invertebrates indicates that these enzyme systems are highly conserved during evolution. Most invertebrates lack a closed circulatory system, which excludes the need for blood pressure regulators. Therefore, these organisms represent excellent targets for gaining new insights and revealing additional physiological roles of these important enzymes. This chapter reviews the structural and functional aspects of ACE and ECE and will particularly focus on these enzyme homologues in invertebrates.",
      "sentences": [
        [
          {
            "segment_text": "Angiotensin-converting enzyme , a member of the M2 metalloprotease family ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and endothelin-converting enzyme , a member of the M13 family ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "are key components in the regulation of blood pressure and electrolyte balance in mammals .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "From this point of view ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "they serve as important drug targets .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Recently , the involvement of these enzymes in the development of Alzheimer \u0027s disease was discovered .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The existence of homologs of these enzymes in invertebrates indicates that these enzyme systems are highly conserved during evolution .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Most invertebrates lack a closed circulatory system ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which excludes the need for blood pressure regulators .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Therefore , these organisms represent excellent targets for gaining new insights and revealing additional physiological roles of these important enzymes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This chapter reviews the structural and functional aspects of ACE and ECE and will particularly focus on these enzyme homologues in invertebrates .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "11",
    "token_num": "148"
  }
}