{
  "paper_id": "2d8f74e79abeb40db13fc12d6cf4c8691929b44b",
  "metadata": {
    "title": "Pathogenesis of 1918 Pandemic and H5N1 Influenza Virus Infections in a Guinea Pig Model: Antiviral Potential of Exogenous Alpha Interferon To Reduce Virus Shedding ᰔ",
    "coda_data_split": "train",
    "coda_paper_id": 8369,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Although highly pathogenic avian influenza H5N1 viruses have yet to acquire the ability to transmit efficiently among humans, the increasing genetic diversity among these viruses and continued outbreaks in avian species underscore the need for more effective measures for the control and prevention of human H5N1 virus infection. Additional small animal models with which therapeutic approaches against virulent influenza viruses can be evaluated are needed. In this study, we used the guinea pig model to evaluate the relative virulence of selected avian and human influenza A viruses. We demonstrate that guinea pigs can be infected with avian and human influenza viruses, resulting in high titers of virus shedding in nasal washes for up to 5 days postinoculation (p.",
      "sentences": [
        [
          {
            "segment_text": "Although highly pathogenic avian influenza H5N1 viruses have yet to acquire the ability to transmit efficiently among humans ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the increasing genetic diversity among these viruses and continued outbreaks in avian species underscore the need for more effective measures for the control and prevention of human H5N1 virus infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Additional small animal models with which therapeutic approaches against virulent influenza viruses can be evaluated are needed .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , we used the guinea pig model to evaluate the relative virulence of selected avian and human influenza A viruses .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We demonstrate that guinea pigs can be infected with avian and human influenza viruses ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "resulting in high titers of virus shedding in nasal washes for up to 5 days postinoculation ( p.",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "We propose that the guinea pig may serve as a useful small animal model for testing the efficacy of antiviral compounds and that ␣-IFN treatment may be a useful antiviral strategy against highly virulent strains with pandemic potential.",
      "sentences": [
        [
          {
            "segment_text": "We propose that the guinea pig may serve as a useful small animal model for testing the efficacy of antiviral compounds and that ␣ - IFN treatment may be a useful antiviral strategy against highly virulent strains with pandemic potential .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "5",
    "segment_num": "7",
    "token_num": "166"
  }
}