{
  "paper_id": "2dcd4ac570e72bcc2ab58b80764b158e0439cb10",
  "metadata": {
    "title": "Risk Perceptions Related to SARS and Avian Influenza: Theoretical Foundations of Current Empirical Research",
    "coda_data_split": "train",
    "coda_paper_id": 8221,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background The outbreak of severe acute respiratory syndrome in 2003 and the subsequent emergence of the H5N1 virus have highlighted the threat of a global pandemic influenza outbreak. Planning effective public health control measures for such a case will be highly dependent on sound theory-based research on how people perceive the risks involved in such an event.",
      "sentences": [
        [
          {
            "segment_text": "Background The outbreak of severe acute respiratory syndrome in 2003 and the subsequent emergence of the H5N1 virus have highlighted the threat of a global pandemic influenza outbreak .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Planning effective public health control measures for such a case will be highly dependent on sound theory-based research on how people perceive the risks involved in such an event .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Purpose The present article aims to review theoretical models and concepts underlying current empirical research on pandemic influenza risk perception. Method A review was conducted based on 28 empirical studies from 30 articles which were published between 2003 and 2007. Results Concepts of risk perception mostly seemed more pragmatic than theory-based and were highly heterogeneous, for instance, in terms of conceptualizing risk perception as an exclusively cognitive or as a cognitive and emotional phenomenon or whether the concept was dominated by expectancy or expectancy and value components. Similarly, the majority of studies investigating risk perceptions and protective behaviors were not model-based. Conclusions The current body of knowledge can only provide preliminary insights. Unlike the reviewed studies, which were mostly launched as a rapid response to outbreak situations, future research will have to invest more strongly into theoretical work to provide sounder evidence.",
      "sentences": [
        [
          {
            "segment_text": "Purpose The present article aims to review theoretical models and concepts underlying current empirical research on pandemic influenza risk perception .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Method A review was conducted based on 28 empirical studies from 30 articles which were published between 2003 and 2007 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results Concepts of risk perception mostly seemed more pragmatic than theory-based and were highly heterogeneous ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "for instance , in terms of conceptualizing risk perception as an exclusively cognitive or as a cognitive and emotional phenomenon or whether the concept was dominated by expectancy or expectancy and value components .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Similarly , the majority of studies investigating risk perceptions and protective behaviors were not model-based .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions The current body of knowledge can only provide preliminary insights .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Unlike the reviewed studies , which were mostly launched as a rapid response to outbreak situations ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "future research will have to invest more strongly into theoretical work to provide sounder evidence .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "8",
    "segment_num": "10",
    "token_num": "212"
  }
}