{
  "paper_id": "2dd6dd3a860b840098976e99c1124ea89466e77c",
  "metadata": {
    "title": "Decreased Levels of Foldase and Chaperone Proteins Are Associated with an Early-Onset Amyotrophic Lateral Sclerosis",
    "coda_data_split": "train",
    "coda_paper_id": 4708,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Amyotrophic lateral sclerosis (ALS) is a fatal neurodegenerative disease characterized by a progressive upper and lower motor neuron degeneration. One of the peculiar clinical characteristics of ALS is the wide distribution in age of onset, which is probably caused by different combinations of intrinsic and exogenous factors. We investigated whether these modifying factors are converging into common pathogenic pathways leading either to an early or a late disease onset. This would imply the identification of phenotypic biomarkers, that can distinguish the two populations of ALS patients, and of relevant pathways to consider in a therapeutic intervention. Toward this aim a differential proteomic analysis was performed in peripheral blood mononuclear cells (PBMC) from a group of 16 ALS patients with an age of onset ≤55 years and a group of 16 ALS patients with an age of onset ≥75 years, and matched healthy controls. We identified 43 differentially expressed proteins in the two groups of patients. Gene ontology analysis revealed that there was a significant enrichment in annotations associated with protein folding and response to stress. We next validated a selected number of proteins belonging to this functional group in 85 patients and 83 age-and sex-matched healthy controls using immunoassays. The results of the validation study confirmed that there was a decreased level of peptidyl-prolyl cis-trans isomerase A (also known as cyclophilin A), heat shock protein HSP 90-alpha, 78 kDa glucose-regulated protein (also known as BiP) and protein deglycase DJ-1 in PBMC of ALS patients with an early onset. Similar results were obtained in PBMC and spinal cord from two SOD1 G93A mouse models with an early and late disease onset. This study suggests that a different ability to upregulate proteins involved in proteostasis, such as foldase and chaperone proteins, may be at the basis of a different susceptibility to ALS, putting forward the development of therapeutic approaches aiming at boosting the protein quality control system.",
      "sentences": [
        [
          {
            "segment_text": "Amyotrophic lateral sclerosis ( ALS ) is a fatal neurodegenerative disease characterized by a progressive upper and lower motor neuron degeneration .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "One of the peculiar clinical characteristics of ALS is the wide distribution in age of onset ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which is probably caused by different combinations of intrinsic and exogenous factors .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We investigated whether these modifying factors are converging into common pathogenic pathways leading either to an early or a late disease onset .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "This would imply the identification of phenotypic biomarkers ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "that can distinguish the two populations of ALS patients ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and of relevant pathways to consider in a therapeutic intervention .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Toward this aim a differential proteomic analysis was performed in peripheral blood mononuclear cells ( PBMC ) from a group of 16 ALS patients with an age of onset ≤ 55 years and a group of 16 ALS patients with an age of onset ≥ 75 years , and matched healthy controls .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We identified 43 differentially expressed proteins in the two groups of patients .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Gene ontology analysis revealed that there was a significant enrichment in annotations associated with protein folding and response to stress .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We next validated a selected number of proteins belonging to this functional group in 85 patients and 83 age-and sex-matched healthy controls using immunoassays .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The results of the validation study confirmed that there was a decreased level of peptidyl-prolyl cis-trans isomerase A ( also known as cyclophilin A ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "heat shock protein HSP 90-alpha ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "78 kDa glucose-regulated protein ( also known as BiP ) and protein deglycase DJ-1 in PBMC of ALS patients with an early onset .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Similar results were obtained in PBMC and spinal cord from two SOD1 G93A mouse models with an early and late disease onset .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This study suggests that a different ability to upregulate proteins involved in proteostasis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "such as foldase and chaperone proteins ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "may be at the basis of a different susceptibility to ALS ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "putting forward the development of therapeutic approaches aiming at boosting the protein quality control system .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "19",
    "token_num": "345"
  }
}