{
  "paper_id": "2de3df4bc6bfab602038165ccb45368768071956",
  "metadata": {
    "title": "Medical relevance of UK-funded non-human primate",
    "coda_data_split": "train",
    "coda_paper_id": 3437,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "In 2012, the Bateson Review of research using non-human primates (NHPs) recommended the commissioning of a working group to identify and follow-up the results of UK-funded NHP research of potential benefit for human health (Recommendation 4), but the Medical Research Council (MRC) has postponed implementation of the recommendation. Information on results and potential benefits of NHP research therefore remains unavailable. To fill this gap in knowledge, this study identified all published NHP research studies funded by the MRC, Wellcome Trust and Biotechnology and Biological Sciences Research Council (BBSRC) from January 1997 to July 2012 and assessed full texts for medical relevance. In total, 284 papers were identified, of which 51 (18%) involved invasive NHP research, compared to 176 (61%) which used NHP tissue and cell lines, indicating a shift in research emphasis from invasive whole animal to cell-based research. Of these studies, 98 (35%) were medically relevant, of which 22 had potential therapeutic or public health applications. The relatively low proportion of medical studies together with the small number of applied studies raises questions over the level of investment in medical research and the effectiveness of knowledge transfer from basic to applied research. Implementation of the Bateson Review\u0027s Recommendation 4 would address these questions.",
      "sentences": [
        [
          {
            "segment_text": "In 2012 , the Bateson Review of research using non-human primates ( NHPs ) recommended the commissioning of a working group to identify and follow-up the results of UK-funded NHP research of potential benefit for human health ( Recommendation 4 ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but the Medical Research Council ( MRC ) has postponed implementation of the recommendation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Information on results and potential benefits of NHP research therefore remains unavailable .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To fill this gap in knowledge ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "this study identified all published NHP research studies funded by the MRC ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "Wellcome Trust and Biotechnology and Biological Sciences Research Council ( BBSRC ) from January 1997 to July 2012 and assessed full texts for medical relevance .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "In total , 284 papers were identified ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "of which 51 ( 18 % ) involved invasive NHP research ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "compared to 176 ( 61 % ) which used NHP tissue and cell lines ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "indicating a shift in research emphasis from invasive whole animal to cell-based research .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Of these studies , 98 ( 35 % ) were medically relevant ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "of which 22 had potential therapeutic or public health applications .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The relatively low proportion of medical studies together with the small number of applied studies raises questions over the level of investment in medical research and the effectiveness of knowledge transfer from basic to applied research .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Implementation of the Bateson Review \u0027s Recommendation 4 would address these questions .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "14",
    "token_num": "239"
  }
}