{
  "paper_id": "2dfa0be1bb1a31162753d82e58eec064a193f72b",
  "metadata": {
    "title": "−1 Programmed Ribosomal Frameshifting as a Force-Dependent Process",
    "coda_data_split": "train",
    "coda_paper_id": 2144,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "1 Programmed ribosomal frameshifting is a translational recoding event in which ribosomes slip backward along messenger RNA presumably due to increased tension disrupting the codon-anticodon interaction at the ribosome\u0027s coding site. Singlemolecule physical methods and recent experiments characterizing the physical properties of mRNA\u0027s slippery sequence as well as the mechanical stability of downstream mRNA structure motifs that give rise to frameshifting are discussed. Progress in technology, experimental assays, and data analysis methods hold promise for accurate physical modeling and quantitative understanding of −1 programmed ribosomal frameshifting.",
      "sentences": [
        [
          {
            "segment_text": "1 Programmed ribosomal frameshifting is a translational recoding event in which ribosomes slip backward along messenger RNA presumably due to increased tension disrupting the codon-anticodon interaction at the ribosome \u0027s coding site .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Singlemolecule physical methods and recent experiments characterizing the physical properties of mRNA \u0027s slippery sequence as well as the mechanical stability of downstream mRNA structure motifs that give rise to frameshifting are discussed .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Progress in technology , experimental assays ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and data analysis methods hold promise for accurate physical modeling and quantitative understanding of − 1 programmed ribosomal frameshifting .",
            "crowd_label": "background"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "3",
    "segment_num": "4",
    "token_num": "94"
  }
}