{
  "paper_id": "2e16617b3004017c0f1c2fcbb140d70444fee083",
  "metadata": {
    "title": "Characteristics and Outcomes of Patients with Pulmonary Acute Respiratory Distress Syndrome Infected with Influenza versus Other Respiratory Viruses",
    "coda_data_split": "train",
    "coda_paper_id": 4830,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Although the frequency of respiratory viral infection in patients with pulmonary acute respiratory distress syndrome (ARDS) is not uncommon, clinical significance of the condition remains to be further elucidated. The purpose of this study was to compare characteristics and outcomes of patients with pulmonary ARDS infected with influenza and other respiratory viruses. Methods: Clinical data of patients with pulmonary ARDS infected with respiratory viruses January 2014-June 2018 were reviewed. Respiratory viral infection was identified by multiplex reverse transcription-polymerase chain reaction (RT-PCR). Results: Among 126 patients who underwent multiplex RT-PCR, respiratory viral infection was identified in 46% (58/126): 28 patients with influenza and 30 patients with other respiratory viruses. There was no significant difference in baseline and clinical characteristics between patients with influenza and those with other respiratory viruses. The use of extracorporeal membrane oxygenation (ECMO) was more frequent in patients with influenza than in those with other respiratory viruses (32.1% vs 3.3%, p\u003d0.006). Co-bacterial pathogens were more frequently isolated from respiratory samples of patients with pulmonary ARDS infected with influenza virus than those with other respiratory viruses. (53.6% vs 26.7%, p\u003d0.036). There were no significant differences regarding clinical outcomes. In multivariate analysis, acute physiology and chronic health evaluation II was associated with 30-mortality (odds ratio, 1.158; 95% confidence interval, 1.022-1.312; p\u003d0.022). Conclusion: Respiratory viral infection was not uncommon in patients with pulmonary ARDS. Influenza virus was most commonly identified and was associated with more co-bacterial infection and ECMO therapy.",
      "sentences": [
        [
          {
            "segment_text": "Although the frequency of respiratory viral infection in patients with pulmonary acute respiratory distress syndrome ( ARDS ) is not uncommon ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "clinical significance of the condition remains to be further elucidated .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The purpose of this study was to compare characteristics and outcomes of patients with pulmonary ARDS infected with influenza and other respiratory viruses .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : Clinical data of patients with pulmonary ARDS infected with respiratory viruses January 2014-June 2018 were reviewed .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Respiratory viral infection was identified by multiplex reverse transcription-polymerase chain reaction ( RT-PCR ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Among 126 patients who underwent multiplex RT-PCR ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "respiratory viral infection was identified in 46 % ( 58/126 ) : 28 patients with influenza and 30 patients with other respiratory viruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "There was no significant difference in baseline and clinical characteristics between patients with influenza and those with other respiratory viruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The use of extracorporeal membrane oxygenation ( ECMO ) was more frequent in patients with influenza than in those with other respiratory viruses ( 32.1 % vs 3.3 % , p \u003d 0.006 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Co-bacterial pathogens were more frequently isolated from respiratory samples of patients with pulmonary ARDS infected with influenza virus than those with other respiratory viruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "( 53.6 % vs 26.7 % , p \u003d 0.036 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "There were no significant differences regarding clinical outcomes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In multivariate analysis , acute physiology and chronic health evaluation II was associated with 30-mortality ( odds ratio , 1.158 ; 95 % confidence interval , 1.022-1.312 ; p \u003d 0.022 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusion : Respiratory viral infection was not uncommon in patients with pulmonary ARDS .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Influenza virus was most commonly identified and was associated with more co-bacterial infection and ECMO therapy .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "13",
    "segment_num": "15",
    "token_num": "291"
  }
}