{
  "paper_id": "2e3b61da2cfd48b52834db5e8d624fb9b0d21fd5",
  "metadata": {
    "title": "Pulmonary pathology of severe acute respiratory syndrome in Toronto",
    "coda_data_split": "train",
    "coda_paper_id": 10875,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The severe acute respiratory syndrome (SARS) pandemic in Toronto resulted in a large number of autopsies on its victims. We describe the pulmonary pathology of patients who died in the 2003 Toronto outbreak. Autopsy material from the lungs of 20 patients who died between March and July 2003 were characterized by histology, molecular biology, and immunohistochemistry for cytokeratins, thyroid transcription factor-1, CD68, Epstein-Barr virus, cytomegalovirus, and human herpes simplex viruses. Matched controls were obtained from patients who died of other causes over the same interval. The mean duration of illness was 27 days (range 5-108 days). Post-mortem lung tissues from 19 of 20 patients with probable SARS were positive for SARS-associated coronavirus by RT-PCR. Histologically, all patients showed varying degrees of exudative and proliferative phase acute lung injury, evidenced in conventional and immunohistochemical stains by edema, inflammatory infiltrate, pneumocyte hyperplasia, fibrinous exudates, and organization. Eight of 20 patients showed predominantly a diffuse alveolar damage pattern of acute lung injury, six showed predominantly an acute fibrinous and organizing pneumonia pattern, and the remainder showed an admixture of the two patterns. Squamous metaplasia and scattered multinucleate giant cells were present in most cases. Vascular fibrin thrombi were a common finding and were often associated with pulmonary infarcts. Special stains demonstrated vascular endothelial damage of both small-and mid-sized pulmonary vessels. Two cases were complicated by invasive fungal disease consistent with Aspergillosis, and another by coinfection with cytomegalovirus. Our findings indicate that the lungs of patients who die of SARS are almost always positive for the SARS-associated coronavirus by RT-PCR, and may show features of both diffuse alveolar damage and acute fibrinous and organizing pneumonia patterns of acute injury. Cases of SARS may be complicated by coexistent infections and therapy-related lung injury.",
      "sentences": [
        [
          {
            "segment_text": "The severe acute respiratory syndrome ( SARS ) pandemic in Toronto resulted in a large number of autopsies on its victims .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We describe the pulmonary pathology of patients who died in the 2003 Toronto outbreak .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Autopsy material from the lungs of 20 patients who died between March and July 2003 were characterized by histology ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "molecular biology , and immunohistochemistry for cytokeratins ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "thyroid transcription factor-1 , CD68 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "Epstein-Barr virus , cytomegalovirus , and human herpes simplex viruses .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Matched controls were obtained from patients who died of other causes over the same interval .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The mean duration of illness was 27 days ( range 5-108 days ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Post-mortem lung tissues from 19 of 20 patients with probable SARS were positive for SARS-associated coronavirus by RT-PCR .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Histologically , all patients showed varying degrees of exudative and proliferative phase acute lung injury ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "evidenced in conventional and immunohistochemical stains by edema ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "inflammatory infiltrate , pneumocyte hyperplasia ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "fibrinous exudates , and organization .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Eight of 20 patients showed predominantly a diffuse alveolar damage pattern of acute lung injury ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "six showed predominantly an acute fibrinous and organizing pneumonia pattern ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the remainder showed an admixture of the two patterns .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Squamous metaplasia and scattered multinucleate giant cells were present in most cases .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Vascular fibrin thrombi were a common finding and were often associated with pulmonary infarcts .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Special stains demonstrated vascular endothelial damage of both small-and mid-sized pulmonary vessels .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Two cases were complicated by invasive fungal disease consistent with Aspergillosis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and another by coinfection with cytomegalovirus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our findings indicate that the lungs of patients who die of SARS are almost always positive for the SARS-associated coronavirus by RT-PCR ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and may show features of both diffuse alveolar damage and acute fibrinous and organizing pneumonia patterns of acute injury .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Cases of SARS may be complicated by coexistent infections and therapy-related lung injury .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "14",
    "segment_num": "24",
    "token_num": "323"
  }
}