{
  "paper_id": "2e699e438bfb69f8000218de4a10ca6f29ed68be",
  "metadata": {
    "title": "SHORT COMMUNICATION Differential Antigen Recognition by T Cells from the Spleen and Central Nervous System of Coronavirus-Infected Mice",
    "coda_data_split": "train",
    "coda_paper_id": 2295,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "CD8 / cytotoxic T lymphocytes (CTLs) isolated from the central nervous system (CNS) of C57Bl/6 mice acutely infected with mouse hepatitis virus, strain JHM (MHV-JHM), and analyzed in a direct ex vivo cytotoxicity assay recognize two epitopes (H-2D b -and H-2K b -restricted encompassing amino acids 510-518 and 598-605, respectively) within the surface (S) glycoprotein. In contrast, CD8 / T cells isolated from the spleens of mice inoculated intraperitoneally with MHV-JHM and restimulated in vitro only respond to the H-2D b -restricted epitope. In this report, the preferential recognition of the H-2D brestricted epitope is confirmed using splenocytes stimulated in vitro with either MHV-JHM-infected MC57 cells or with a cell line expressing the S protein and analyzed in secondary CTL assays. To determine whether these results represent a difference in epitope recognition between the spleen and CNS, secondary CTL assays were performed using spleen cells coated with peptides encompassing the CTL epitopes as stimulators. Under these conditions, both epitopes sensitized cells for lysis by spleen-derived CTLs, suggesting that both epitopes were recognized by splenic CD8 / T cells after infection in vivo. Furthermore, limiting dilution analysis indicated that the precursor frequency of splenic CD8 / T cells specific for both the H-2K b -and H-2D b -restricted epitopes were not significantly different. Thus, the results suggest that in vitro stimulation of splenocytes specific for the H-2K b -restricted epitope is inefficient after endogenous processing but that this inefficiency can be corrected if peptide is provided exogenously at sufficiently high concentrations. As a consequence, the results also show that cells responsive to both of the previously identified CNS-derived CD8 / T cell epitopes are present in the infected spleen at nearly the same frequency. ᭧",
      "sentences": [
        [
          {
            "segment_text": "CD8 / cytotoxic T lymphocytes ( CTLs ) isolated from the central nervous system ( CNS ) of C57Bl/6 mice acutely infected with mouse hepatitis virus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "strain JHM ( MHV-JHM ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and analyzed in a direct ex vivo cytotoxicity assay recognize two epitopes ( H-2D b - and H-2K b - restricted encompassing amino acids 510-518 and 598-605 , respectively ) within the surface ( S ) glycoprotein .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In contrast , CD8 / T cells isolated from the spleens of mice inoculated intraperitoneally with MHV-JHM and restimulated in vitro only respond to the H-2D b - restricted epitope .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In this report , the preferential recognition of the H-2D brestricted epitope is confirmed using splenocytes stimulated in vitro with either MHV-JHM-infected MC57 cells or with a cell line expressing the S protein and analyzed in secondary CTL assays .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "To determine whether these results represent a difference in epitope recognition between the spleen and CNS ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "secondary CTL assays were performed using spleen cells coated with peptides encompassing the CTL epitopes as stimulators .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Under these conditions , both epitopes sensitized cells for lysis by spleen-derived CTLs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "suggesting that both epitopes were recognized by splenic CD8 / T cells after infection in vivo .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , limiting dilution analysis indicated that the precursor frequency of splenic CD8 / T cells specific for both the H-2K b - and H-2D b - restricted epitopes were not significantly different .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Thus , the results suggest that in vitro stimulation of splenocytes specific for the H-2K b - restricted epitope is inefficient after endogenous processing but that this inefficiency can be corrected if peptide is provided exogenously at sufficiently high concentrations .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "As a consequence , the results also show that cells responsive to both of the previously identified CNS-derived CD8 / T cell epitopes are present in the infected spleen at nearly the same frequency .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "12",
    "token_num": "318"
  }
}