{
  "paper_id": "2e9afff6dbd13e0f5a4cd903bc870efeaf4c883b",
  "metadata": {
    "title": "Respiratory Virus Shedding in a Cohort of On-Duty Healthcare Workers Undergoing Prospective Surveillance",
    "coda_data_split": "train",
    "coda_paper_id": 9041,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background-Healthcare-associated transmission of respiratory viruses is a concerning patient safety issue. Design-Surveillance for influenza virus among a cohort of healthcare workers (HCWs) was conducted in a tertiary care children\u0027s hospital from November 2009 until April 2010, using biweekly nasal swab collection. If a subject reported respiratory symptoms, an additional specimen was collected. Specimens from ill HCWs and a randomly selected sample from asymptomatic subjects were tested for additional respiratory viruses by multiplex PCR.",
      "sentences": [
        [
          {
            "segment_text": "Background-Healthcare-associated transmission of respiratory viruses is a concerning patient safety issue .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Design-Surveillance for influenza virus among a cohort of healthcare workers ( HCWs ) was conducted in a tertiary care children \u0027s hospital from November 2009 until April 2010 ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "using biweekly nasal swab collection .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "If a subject reported respiratory symptoms ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "an additional specimen was collected .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Specimens from ill HCWs and a randomly selected sample from asymptomatic subjects were tested for additional respiratory viruses by multiplex PCR .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results-From 170 enrolled subjects, 1404 nasal swabs were collected. Influenza circulated at very low levels during the surveillance period and 74.2% of subjects received influenza vaccination. Influenza was not detected in any specimen. Multiplex respiratory virus PCR analysis of all 119 samples from symptomatic subjects and 200 specimens from asymptomatic subjects yielded a total of 42 positive specimens; 7 (16.7%) in asymptomatic subjects. Viral shedding was associated with report of any symptom (OR 13.06, p\u003c0.0001,) and younger age (OR 0.96, p\u003d0.023, 95% CI 0.92-0.99) when controlled for gender and occupation of physician or nurse. After the surveillance period, 46% of subjects reported working while ill with an influenza-like illness during the previous influenza season.",
      "sentences": [
        [
          {
            "segment_text": "Results-From 170 enrolled subjects , 1404 nasal swabs were collected .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Influenza circulated at very low levels during the surveillance period and 74.2 % of subjects received influenza vaccination .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Influenza was not detected in any specimen .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Multiplex respiratory virus PCR analysis of all 119 samples from symptomatic subjects and 200 specimens from asymptomatic subjects yielded a total of 42 positive specimens ; 7 ( 16.7 % ) in asymptomatic subjects .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Viral shedding was associated with report of any symptom ( OR 13.06 , p \u003c 0.0001 , ) and younger age ( OR 0.96 , p \u003d 0.023 , 95 % CI 0.92-0.99 ) when controlled for gender and occupation of physician or nurse .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "After the surveillance period , 46 % of subjects reported working while ill with an influenza-like illness during the previous influenza season .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "10",
    "segment_num": "12",
    "token_num": "223"
  }
}