{
  "paper_id": "2ea888daab5051a877778175c2349b630c5728f6",
  "metadata": {
    "title": "New Respiratory Enterovirus and Recombinant Rhinoviruses among Circulating Picornaviruses",
    "coda_data_split": "train",
    "coda_paper_id": 6494,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Rhinoviruses and enteroviruses are leading causes of respiratory infections. To evaluate genotypic diversity and identify forces shaping picornavirus evolution, we screened persons with respiratory illnesses by using rhinovirus-specifi c or generic real-time PCR assays. We then sequenced the 5′ untranslated region, capsid protein VP1, and protease precursor 3CD regions of virus-positive samples. Subsequent phylogenetic analysis identifi ed the large genotypic diversity of rhinoviruses circulating in humans. We identifi ed and completed the genome sequence of a new enterovirus genotype associated with respiratory symptoms and acute otitis media, confi rming the close relationship between rhinoviruses and enteroviruses and the need to detect both viruses in respiratory specimens. Finally, we identifi ed recombinants among circulating rhinoviruses and mapped their recombination sites, thereby demonstrating that rhinoviruses can recombine in their natural host. This study clarifi es the diversity and explains the reasons for evolution of these viruses.",
      "sentences": [
        [
          {
            "segment_text": "Rhinoviruses and enteroviruses are leading causes of respiratory infections .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To evaluate genotypic diversity and identify forces shaping picornavirus evolution ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "we screened persons with respiratory illnesses by using rhinovirus-specifi c or generic real-time PCR assays .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We then sequenced the 5 ′ untranslated region ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "capsid protein VP1 , and protease precursor 3CD regions of virus-positive samples .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Subsequent phylogenetic analysis identifi ed the large genotypic diversity of rhinoviruses circulating in humans .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We identifi ed and completed the genome sequence of a new enterovirus genotype associated with respiratory symptoms and acute otitis media ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "confi rming the close relationship between rhinoviruses and enteroviruses and the need to detect both viruses in respiratory specimens .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Finally , we identifi ed recombinants among circulating rhinoviruses and mapped their recombination sites ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "thereby demonstrating that rhinoviruses can recombine in their natural host .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This study clarifi es the diversity and explains the reasons for evolution of these viruses .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "11",
    "token_num": "158"
  }
}