{
  "paper_id": "2eab969b4707b77e51678172a746e6ac135014d6",
  "metadata": {
    "title": "Structural Biology and Crystallization Communications Crystallization and preliminary X-ray characterization of aminopeptidase N from Escherichia coli",
    "coda_data_split": "train",
    "coda_paper_id": 6186,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "A recombinant form of aminopeptidase N (molecular weight 99 kDa) from Escherichia coli was crystallized by the hanging-drop vapour-diffusion method using ammonium sulfate as a precipitating agent. The crystals belong to the hexagonal space group P3 1 21, with unit-cell parameters a \u003d b \u003d 120.5, c \u003d 171.0 Å . The crystals are most likely to contain one molecule in the asymmetric unit, with a V M value of 3.62 Å 3 Da À1 . Diffraction data were collected to 2.0 Å resolution using Cu K radiation from a rotating-anode X-ray generator.",
      "sentences": [
        [
          {
            "segment_text": "A recombinant form of aminopeptidase N ( molecular weight 99 kDa ) from Escherichia coli was crystallized by the hanging-drop vapour-diffusion method using ammonium sulfate as a precipitating agent .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The crystals belong to the hexagonal space group P3 1 21 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "with unit-cell parameters a \u003d b \u003d 120.5 , c \u003d 171.0 Å .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The crystals are most likely to contain one molecule in the asymmetric unit ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with a V M value of 3.62 Å 3 Da À1 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Diffraction data were collected to 2.0 Å resolution using Cu K radiation from a rotating-anode X-ray generator .",
            "crowd_label": "method"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "6",
    "token_num": "100"
  }
}