{
  "paper_id": "2eb55c914df79a8b8cee977bac85d06eb07507d4",
  "metadata": {
    "title": "Risk of transmission via medical employees and importance of routine infection- prevention policy in a nosocomial outbreak of Middle East respiratory syndrome (MERS): a descriptive analysis from a tertiary care hospital in South Korea",
    "coda_data_split": "train",
    "coda_paper_id": 7338,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: In 2015, South Korea experienced an outbreak of Middle East respiratory syndrome (MERS), and our hospital experienced a nosocomial MERS infection. We performed a comprehensive analysis to identify the MERS transmission route and the ability of our routine infection-prevention policy to control this outbreak.",
      "sentences": [
        [
          {
            "segment_text": "Background : In 2015 , South Korea experienced an outbreak of Middle East respiratory syndrome ( MERS ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and our hospital experienced a nosocomial MERS infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We performed a comprehensive analysis to identify the MERS transmission route and the ability of our routine infection-prevention policy to control this outbreak .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Methods: This is a case-cohort study of retrospectively analysed data from medical charts, closed-circuit television, personal interviews and a national database. We analysed data of people at risk of MERS transmission including 228 in the emergency department (ED) and 218 in general wards (GW). Data of personnel location and movement, personal protection equipment and hand hygiene was recorded. Transmission risk was determined as the extent of exposure to the index patient: 1) high risk: staying within 2 m; 2) intermediate risk: staying in the same room at same time; and 3) low risk: only staying in the same department without contact.",
      "sentences": [
        [
          {
            "segment_text": "Methods : This is a case-cohort study of retrospectively analysed data from medical charts ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "closed-circuit television , personal interviews and a national database .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We analysed data of people at risk of MERS transmission including 228 in the emergency department ( ED ) and 218 in general wards ( GW ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Data of personnel location and movement ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "personal protection equipment and hand hygiene was recorded .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Transmission risk was determined as the extent of exposure to the index patient : 1 ) high risk : staying within 2 m ; 2 ) intermediate risk : staying in the same room at same time ; and 3 ) low risk : only staying in the same department without contact .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results: The index patient was an old patient admitted to our hospital. 11 transmissions from the index patient were identified; 4 were infected in our hospital. Personnel in the ED exhibited higher rates of compliance with routine infection-prevention methods as observed objectively: 93% wore a surgical mask and 95.6% washed their hands. Only 1.8% of personnel were observed to wear a surgical mask in the GW. ED had a higher percentage of high-risk individuals compared with the GW (14.5% vs. 2.8%), but the attack rate was higher in the GW (16.7%; l/6) than in the ED (3%; 1/33). There were no transmissions in the intermediate-and low-risk groups in the ED. Otherwise 2 patients were infected in the GW among the low-risk group. MERS were transmitted to them indirectly by staff who cared for the index patient. Conclusions: Our study provide compelling evidence that routine infection-prevention policies can greatly reduce nosocomial transmission of MERS. Conventional isolation is established mainly from contact tracing of patients during a MERS outbreak. But it should be extended to all people treated by any medical employee who has contact with MERS patients.",
      "sentences": [
        [
          {
            "segment_text": "Results : The index patient was an old patient admitted to our hospital .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "11 transmissions from the index patient were identified ; 4 were infected in our hospital .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Personnel in the ED exhibited higher rates of compliance with routine infection-prevention methods as observed objectively : 93 % wore a surgical mask and 95.6 % washed their hands .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Only 1.8 % of personnel were observed to wear a surgical mask in the GW .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "ED had a higher percentage of high-risk individuals compared with the GW ( 14.5 % vs. 2.8 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but the attack rate was higher in the GW ( 16.7 % ; l/6 ) than in the ED ( 3 % ; 1/33 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "There were no transmissions in the intermediate-and low-risk groups in the ED .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Otherwise 2 patients were infected in the GW among the low-risk group .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "MERS were transmitted to them indirectly by staff who cared for the index patient .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : Our study provide compelling evidence that routine infection-prevention policies can greatly reduce nosocomial transmission of MERS .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conventional isolation is established mainly from contact tracing of patients during a MERS outbreak .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "But it should be extended to all people treated by any medical employee who has contact with MERS patients .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "(Continued on next page)",
      "sentences": [
        [
          {
            "segment_text": "( Continued on next page )",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "18",
    "segment_num": "22",
    "token_num": "397"
  }
}