{
  "paper_id": "2ed28b3c39080ffc7b75faa527b8b74b6253b45c",
  "metadata": {
    "title": "Atazanavir inhibits SARS-CoV-2 replication and pro-inflammatory cytokine production ***********************************",
    "coda_data_split": "train",
    "coda_paper_id": 4650,
    "coda_has_expert_labels": false,
    "subset": "biorxiv_medrxiv"
  },
  "abstract": [
    {
      "original_text": "Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) is already responsible for far more deaths than previous pathogenic coronaviruses (CoVs) from 2002 and 2012. The identification of clinically approved drugs to be repurposed to combat 2019 CoV disease (COVID-19) would allow the rapid implementation of potentially lifesaving procedures. The major protease (Mpro) of SARS-CoV-2 is considered a promising target, based on previous results from related CoVs with lopinavir (LPV), an HIV protease inhibitor. However, limited evidence exists for other clinically approved antiretroviral protease inhibitors, such as atazanavir (ATV). ATV is of high interest because of its bioavailability within the respiratory tract. Our results show that ATV could dock in the active site of SARS-CoV-2 Mpro, with greater strength than LPV. ATV blocked Mpro activity. We confirmed that ATV inhibits SARS-CoV-2 replication, alone or in combination with ritonavir (RTV) in Vero cells, human pulmonary epithelial cell line and primary monocytes, impairing virus-induced enhancement of IL-6 and",
      "sentences": [
        [
          {
            "segment_text": "Severe acute respiratory syndrome coronavirus 2 ( SARS-CoV-2 ) is already responsible for far more deaths than previous pathogenic coronaviruses ( CoVs ) from 2002 and 2012 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The identification of clinically approved drugs to be repurposed to combat 2019 CoV disease ( COVID-19 ) would allow the rapid implementation of potentially lifesaving procedures .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The major protease ( Mpro ) of SARS-CoV-2 is considered a promising target ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "based on previous results from related CoVs with lopinavir ( LPV ) , an HIV protease inhibitor .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , limited evidence exists for other clinically approved antiretroviral protease inhibitors ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "such as atazanavir ( ATV ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "ATV is of high interest because of its bioavailability within the respiratory tract .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Our results show that ATV could dock in the active site of SARS-CoV-2 Mpro ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with greater strength than LPV .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "ATV blocked Mpro activity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We confirmed that ATV inhibits SARS-CoV-2 replication ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "alone or in combination with ritonavir ( RTV ) in Vero cells ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "human pulmonary epithelial cell line and primary monocytes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "impairing virus-induced enhancement of IL-6 and",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "14",
    "token_num": "183"
  }
}