{
  "paper_id": "2edc37ffa30050aa93adc0023c8c2c22fc2af37b",
  "metadata": {
    "title": "Using maximum likelihood method to detect adaptive evolution of HCV envelope protein-coding genes",
    "coda_data_split": "train",
    "coda_paper_id": 7335,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Nonsynonymous-synonymous substitution rate ratio (d N /d S ) is an important measure for evaluating selective pressure based on the protein-coding sequences. Maximum likelihood (ML) method with codon-substitution models is a powerful statistic tool for detecting amino acid sites under positive selection and adaptive evolution. We analyzed the hepatitis C virus (HCV) envelope protein-coding sequences from 18 general geno/ subtypes worldwide, and found 4 amino acid sites under positive selection. Since these sites are located in different immune epitopes, it is reasonable to anticipate that our study would have potential values in biomedicine. It also suggests that the ML method is an effective way to detect adaptive evolution in virus proteins with relatively high genetic diversity.",
      "sentences": [
        [
          {
            "segment_text": "Nonsynonymous-synonymous substitution rate ratio ( d N / d S ) is an important measure for evaluating selective pressure based on the protein-coding sequences .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Maximum likelihood ( ML ) method with codon-substitution models is a powerful statistic tool for detecting amino acid sites under positive selection and adaptive evolution .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We analyzed the hepatitis C virus ( HCV ) envelope protein-coding sequences from 18 general geno / subtypes worldwide ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and found 4 amino acid sites under positive selection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Since these sites are located in different immune epitopes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "it is reasonable to anticipate that our study would have potential values in biomedicine .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "It also suggests that the ML method is an effective way to detect adaptive evolution in virus proteins with relatively high genetic diversity .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "7",
    "token_num": "130"
  }
}