{
  "paper_id": "2ede410aef72fa98e77f3c662ce1f1c8ad0ffe50",
  "metadata": {
    "title": "Effects of geographic scale on population factors in acute disease diffusion analysis",
    "coda_data_split": "train",
    "coda_paper_id": 7581,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Objective: To explore socio-demographic data of the population as proxies for risk factors in disease transmission modeling at different geographic scales. Methods: Patient records of confirmed H1N1 influenza were analyzed at three geographic aggregation levels together with population census statistics. Results: The study confirmed that four population factors were related in different degrees to disease incidence, but the results varied according to spatial resolution. The degree of association actually decreased when data of a higher spatial resolution were used. Conclusions: We concluded that variables at suitable spatial resolution may be useful in improving the predictive powers of models for disease outbreaks.",
      "sentences": [
        [
          {
            "segment_text": "Objective : To explore socio-demographic data of the population as proxies for risk factors in disease transmission modeling at different geographic scales .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : Patient records of confirmed H1N1 influenza were analyzed at three geographic aggregation levels together with population census statistics .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : The study confirmed that four population factors were related in different degrees to disease incidence ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but the results varied according to spatial resolution .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The degree of association actually decreased when data of a higher spatial resolution were used .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : We concluded that variables at suitable spatial resolution may be useful in improving the predictive powers of models for disease outbreaks .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "HOSTED BY",
      "sentences": [
        [
          {
            "segment_text": "HOSTED BY",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "6",
    "segment_num": "7",
    "token_num": "113"
  }
}