{
  "paper_id": "2f0ea0e330e9c1adc78f72a59ddda5030079f5eb",
  "metadata": {
    "title": "Nucleotide Analogues as Probes for DNA and RNA Polymerases",
    "coda_data_split": "train",
    "coda_paper_id": 6894,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Nucleotide analogues represent a major class of anti-cancer and anti-viral drugs, and provide an extremely powerful tool for dissecting the mechanisms of DNA and RNA polymerases. While the basic assays themselves are relatively straight-forward, a key issue is to appropriately design the studies to answer the mechanistic question of interest. This article addresses the major issues involved in designing these studies, and some of the potential difficulties that arise in interpreting the data. Examples are given both of the type of analogues typically used, the experimental approaches with different polymerases, and issues with data interpretation.",
      "sentences": [
        [
          {
            "segment_text": "Nucleotide analogues represent a major class of anti-cancer and anti-viral drugs ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and provide an extremely powerful tool for dissecting the mechanisms of DNA and RNA polymerases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "While the basic assays themselves are relatively straight-forward ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a key issue is to appropriately design the studies to answer the mechanistic question of interest .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This article addresses the major issues involved in designing these studies ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and some of the potential difficulties that arise in interpreting the data .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Examples are given both of the type of analogues typically used ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "the experimental approaches with different polymerases ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and issues with data interpretation .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "9",
    "token_num": "104"
  }
}