{
  "paper_id": "2f29a1ce62d3b3acc350c357e50cbdb67ea92eb5",
  "metadata": {
    "title": "Ann Arbor Veterans Affairs Healthcare System, Mich",
    "coda_data_split": "train",
    "coda_paper_id": 2850,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "BACKGROUND: Thirty-day readmissions among elderly Medicare patients are an important hospital quality measure. Although plans for using 30-day readmission measures are under consideration for younger patients, little is known about readmission in younger patients or the relationship between readmissions in younger and elderly patients at the same hospital. METHODS: By using the 2014 Nationwide Readmissions Database, we examined readmission patterns in younger patients (18-64 years) using hierarchical models to evaluate associations between hospital 30-day, risk-standardized readmission rates in elderly Medicare patients and readmission risk in younger patients with acute myocardial infarction, heart failure, or pneumonia. RESULTS: There were 87,818, 98,315, and 103,251 admissions in younger patients for acute myocardial infarction, heart failure, and pneumonia, respectively, with overall 30-day unplanned readmission rates of 8.5%, 21.4%, and 13.7%, respectively. Readmission risk in younger patients was significantly associated with hospital 30-day risk-standardized readmission rates for elderly Medicare patients for all 3 conditions. A decrease in an average hospital\u0027s 30-day, risk-standardized readmission rates from the 75th percentile to the 25th percentile was associated with reduction in younger patients\u0027 risk of readmission from 8.8% to 8.0% (difference: 0.7%; 95% confidence interval, 0.5-0.9) for acute myocardial infarction; 21.8% to 20.0% (difference: 1.8%; 95% confidence interval, 1.4-2.2) for heart failure; and 13.9% to 13.1% (difference: 0.8%; 95% confidence interval, 0.5-1.0) for pneumonia. CONCLUSIONS: Among younger patients, readmission risk was moderately associated with hospital 30-day, risk-standardized readmission rates in elderly Medicare beneficiaries. Efforts to reduce readmissions among older patients may have important areas of overlap with younger patients, although further research may be necessary to identify specific mechanisms to tailor initiatives to younger patients.",
      "sentences": [
        [
          {
            "segment_text": "BACKGROUND : Thirty-day readmissions among elderly Medicare patients are an important hospital quality measure .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although plans for using 30-day readmission measures are under consideration for younger patients ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "little is known about readmission in younger patients or the relationship between readmissions in younger and elderly patients at the same hospital .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "METHODS : By using the 2014 Nationwide Readmissions Database ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we examined readmission patterns in younger patients ( 18-64 years ) using hierarchical models to evaluate associations between hospital 30-day ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "risk-standardized readmission rates in elderly Medicare patients and readmission risk in younger patients with acute myocardial infarction ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "heart failure , or pneumonia .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "RESULTS : There were 87,818 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "98,315 , and 103,251 admissions in younger patients for acute myocardial infarction ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "heart failure , and pneumonia ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "respectively , with overall 30-day unplanned readmission rates of 8.5 % ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "21.4 % , and 13.7 % , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Readmission risk in younger patients was significantly associated with hospital 30-day risk-standardized readmission rates for elderly Medicare patients for all 3 conditions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A decrease in an average hospital \u0027s 30-day ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "risk-standardized readmission rates from the 75th percentile to the 25th percentile was associated with reduction in younger patients \u0027 risk of readmission from 8.8 % to 8.0 % ( difference : 0.7 % ; 95 % confidence interval , 0.5-0.9 ) for acute myocardial infarction ; 21.8 % to 20.0 % ( difference : 1.8 % ; 95 % confidence interval , 1.4-2.2 ) for heart failure ; and 13.9 % to 13.1 % ( difference : 0.8 % ; 95 % confidence interval , 0.5-1.0 ) for pneumonia .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "CONCLUSIONS : Among younger patients ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "readmission risk was moderately associated with hospital 30-day ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "risk-standardized readmission rates in elderly Medicare beneficiaries .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Efforts to reduce readmissions among older patients may have important areas of overlap with younger patients ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "although further research may be necessary to identify specific mechanisms to tailor initiatives to younger patients .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "20",
    "token_num": "332"
  }
}