{
  "paper_id": "2f4eea79924fb1aacc3bc3cb22b75064a0cf693d",
  "metadata": {
    "title": "Chapter 30 Next-Generation Sequencing in Veterinary Medicine: How Can the Massive Amount of Information Arising from High- Throughput Technologies Improve Diagnosis, Control, and Management of Infectious Diseases?",
    "coda_data_split": "train",
    "coda_paper_id": 5371,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The development of high-throughput molecular technologies and associated bioinformatics has dramatically changed the capacities of scientists to produce, handle, and analyze large amounts of genomic, transcriptomic, and proteomic data. A clear example of this step-change is represented by the amount of DNA sequence data that can be now produced using next-generation sequencing (NGS) platforms. Similarly, recent improvements in protein and peptide separation effi ciencies and highly accurate mass spectrometry have promoted the identifi cation and quantifi cation of proteins in a given sample. These advancements in biotechnology have increasingly been applied to the study of animal infectious diseases and are beginning to revolutionize the way that biological and evolutionary processes can be studied at the molecular level. Studies have demonstrated the value of NGS technologies for molecular characterization, ranging from metagenomic characterization of unknown pathogens or microbial communities to molecular epidemiology and evolution of viral quasispecies. Moreover, high-throughput technologies now allow detailed studies of hostpathogen interactions at the level of their genomes (genomics), transcriptomes (transcriptomics), or proteomes (proteomics). Ultimately, the interaction between pathogen and host biological networks can be questioned by analytically integrating these levels (integrative OMICS and systems biology). The application of high-throughput biotechnology platforms in these fi elds and their typical low-cost per information content has revolutionized the resolution with which these processes can now be studied.",
      "sentences": [
        [
          {
            "segment_text": "The development of high-throughput molecular technologies and associated bioinformatics has dramatically changed the capacities of scientists to produce ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "handle , and analyze large amounts of genomic ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "transcriptomic , and proteomic data .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A clear example of this step-change is represented by the amount of DNA sequence data that can be now produced using next-generation sequencing ( NGS ) platforms .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Similarly , recent improvements in protein and peptide separation effi ciencies and highly accurate mass spectrometry have promoted the identifi cation and quantifi cation of proteins in a given sample .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These advancements in biotechnology have increasingly been applied to the study of animal infectious diseases and are beginning to revolutionize the way that biological and evolutionary processes can be studied at the molecular level .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Studies have demonstrated the value of NGS technologies for molecular characterization ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "ranging from metagenomic characterization of unknown pathogens or microbial communities to molecular epidemiology and evolution of viral quasispecies .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Moreover , high-throughput technologies now allow detailed studies of hostpathogen interactions at the level of their genomes ( genomics ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "transcriptomes ( transcriptomics ) , or proteomes ( proteomics ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Ultimately , the interaction between pathogen and host biological networks can be questioned by analytically integrating these levels ( integrative OMICS and systems biology ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The application of high-throughput biotechnology platforms in these fi elds and their typical low-cost per information content has revolutionized the resolution with which these processes can now be studied .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "The aim of this chapter is to provide a current and prospective view on the opportunities and challenges associated with the application of massive parallel sequencing technologies to veterinary medicine, with particular focus on applications that have a potential impact on disease control and management.",
      "sentences": [
        [
          {
            "segment_text": "The aim of this chapter is to provide a current and prospective view on the opportunities and challenges associated with the application of massive parallel sequencing technologies to veterinary medicine ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "with particular focus on applications that have a potential impact on disease control and management .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "9",
    "segment_num": "14",
    "token_num": "294"
  }
}