{
  "paper_id": "2f59c3b870ca0dd3569a7e37faef637254d10164",
  "metadata": {
    "title": "Desmosterol increases lipid bilayer fluidity during hepatitis C virus infection",
    "coda_data_split": "train",
    "coda_paper_id": 5083,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Hepatitis C virus (HCV) uniquely affects desmosterol homeostasis by increasing its intracellular abundance and affecting its localization. These effects are important for productive viral replication since inhibition of desmosterol synthesis has an antiviral effect that can be rescued by the addition of exogenous desmosterol. Here, we use subgenomic replicons to show that desmosterol has a major effect on replication of HCV JFH1 RNA. Fluorescence recovery after photobleaching (FRAP) experiments performed with synthetic supported lipid bilayers demonstrate that substitution of desmosterol for cholesterol significantly increases lipid bilayer fluidity, especially in the presence of saturated phospholipids and ceramides. We demonstrate using LC-MS that desmosterol is abundant in the membranes upon which genome replication takes place and that supported lipid bilayers derived from these specialized membranes also exhibit significantly higher fluidity compared to negative control membranes isolated from cells lacking HCV. Together, these data suggest a model in which the fluidity-promoting effects of desmosterol on lipid bilayers play a crucial role in the extensive membrane remodeling that takes place in the endoplasmic reticulum during HCV infection. We anticipate that the supported lipid bilayer system described can provide a useful model system in which to interrogate the effects of lipid structure and composition on the biophysical properties of lipid membranes as well as their function in viral processes such as genome replication.",
      "sentences": [
        [
          {
            "segment_text": "Hepatitis C virus ( HCV ) uniquely affects desmosterol homeostasis by increasing its intracellular abundance and affecting its localization .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These effects are important for productive viral replication since inhibition of desmosterol synthesis has an antiviral effect that can be rescued by the addition of exogenous desmosterol .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we use subgenomic replicons to show that desmosterol has a major effect on replication of HCV JFH1 RNA .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Fluorescence recovery after photobleaching ( FRAP ) experiments performed with synthetic supported lipid bilayers demonstrate that substitution of desmosterol for cholesterol significantly increases lipid bilayer fluidity ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "especially in the presence of saturated phospholipids and ceramides .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We demonstrate using LC-MS that desmosterol is abundant in the membranes upon which genome replication takes place and that supported lipid bilayers derived from these specialized membranes also exhibit significantly higher fluidity compared to negative control membranes isolated from cells lacking HCV .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Together , these data suggest a model in which the fluidity-promoting effects of desmosterol on lipid bilayers play a crucial role in the extensive membrane remodeling that takes place in the endoplasmic reticulum during HCV infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We anticipate that the supported lipid bilayer system described can provide a useful model system in which to interrogate the effects of lipid structure and composition on the biophysical properties of lipid membranes as well as their function in viral processes such as genome replication .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "8",
    "token_num": "232"
  }
}