{
  "paper_id": "2f67fbe3a031298155baeb6a73e83bb47ddc97d4",
  "metadata": {
    "title": "The amino and carboxyl domains of the infectious bronchitis virus nucleocapsid protein interact with 3% genomic RNA",
    "coda_data_split": "train",
    "coda_paper_id": 3379,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Previous studies indicated that the nucleocapsid (N) protein of infectious bronchitis virus (IBV) interacted with specific sequences in the 3% non-coding region of IBV RNA. In order to identify domains in the N protein that bind to RNA, the whole protein (409 amino acids) and six overlapping fragments were expressed as fusion polypeptides with six histidine-tags. Using gel shift assays, the intact N protein and amino polypeptides, from residues 1 to 171 and residues 1 to 274, and carboxyl polypeptides, extending from residues 203 to 409 and residues 268 to 407, were found to interact with positive-stranded IBV RNA representing the 3% end of the genome. The two 32 P-labeled probes that interacted with N and the amino and carboxyl fragments of N were RNA consisting of the IBV N gene and adjacent 3% non-coding terminus, and RNA consisting of the 155-nucleotide sequences at the 3% end of the 504-nt 3% untranslated region. In contrast, the polypeptide fragment from the middle region, residues 101 -283, did not interact with these 3% IBV RNAs. The binding site in the amino region of N was either not present or only partially present in the first 91 residues because no interaction with RNA was observed with the polypeptide incorporating these residues. Cache Valley virus N expressed with a histidine tag, bovine serum albumin, and the basic lysozyme protein did not shift the IBV RNA. The lower molarities of the carboxyl fragment compared with residue 1 -274 fragment needed for equivalent shifts suggested that the binding avidity for RNA at the carboxyl domain was greater than the amino domain.",
      "sentences": [
        [
          {
            "segment_text": "Previous studies indicated that the nucleocapsid ( N ) protein of infectious bronchitis virus ( IBV ) interacted with specific sequences in the 3 % non-coding region of IBV RNA .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In order to identify domains in the N protein that bind to RNA ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the whole protein ( 409 amino acids ) and six overlapping fragments were expressed as fusion polypeptides with six histidine-tags .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Using gel shift assays , the intact N protein and amino polypeptides ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "from residues 1 to 171 and residues 1 to 274 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and carboxyl polypeptides , extending from residues 203 to 409 and residues 268 to 407 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "were found to interact with positive-stranded IBV RNA representing the 3 % end of the genome .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The two 32 P-labeled probes that interacted with N and the amino and carboxyl fragments of N were RNA consisting of the IBV N gene and adjacent 3 % non-coding terminus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and RNA consisting of the 155-nucleotide sequences at the 3 % end of the 504-nt 3 % untranslated region .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In contrast , the polypeptide fragment from the middle region ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "residues 101 -283 , did not interact with these 3 % IBV RNAs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The binding site in the amino region of N was either not present or only partially present in the first 91 residues because no interaction with RNA was observed with the polypeptide incorporating these residues .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Cache Valley virus N expressed with a histidine tag ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "bovine serum albumin , and the basic lysozyme protein did not shift the IBV RNA .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The lower molarities of the carboxyl fragment compared with residue 1 -274 fragment needed for equivalent shifts suggested that the binding avidity for RNA at the carboxyl domain was greater than the amino domain .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "15",
    "token_num": "297"
  }
}