{
  "paper_id": "2f6efc4edc0c9fffd3acc810efd8616e7772b28a",
  "metadata": {
    "title": "Differential Antibody Recognition by Novel SARS-CoV-2 and SARS-CoV Spike Protein Receptor Binding Domains: Mechanistic Insights and Implications for the Design of Diagnostics and",
    "coda_data_split": "train",
    "coda_paper_id": 5856,
    "coda_has_expert_labels": false,
    "subset": "biorxiv_medrxiv"
  },
  "abstract": [
    {
      "original_text": "The appearance of the novel betacoronavirus SARS-CoV-2 represents a major threat to human health, and its diffusion around the world is causing dramatic consequences. The knowledge of the 3D structures of SARS-CoV-2 proteins can facilitate the development of therapeutic and diagnostic molecules. Specifically, comparative analyses of the structures of SARS-CoV-2 proteins and homologous proteins from previously characterized viruses, such as SARS-CoV, can reveal the common and/or distinctive traits that underlie the mechanisms of recognition of cell receptors and of molecules of the immune system.",
      "sentences": [
        [
          {
            "segment_text": "The appearance of the novel betacoronavirus SARS-CoV-2 represents a major threat to human health ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and its diffusion around the world is causing dramatic consequences .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The knowledge of the 3D structures of SARS-CoV-2 proteins can facilitate the development of therapeutic and diagnostic molecules .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Specifically , comparative analyses of the structures of SARS-CoV-2 proteins and homologous proteins from previously characterized viruses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "such as SARS-CoV , can reveal the common and/or distinctive traits that underlie the mechanisms of recognition of cell receptors and of molecules of the immune system .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Herein, we apply our recently developed energy-based methods for the prediction of antibodybinding epitopes and protein-protein interaction regions to the Receptor Binding Domain (RBD) of the Spike proteins from SARS-CoV-2 and SARS-CoV. Our analysis focusses only on the study of the structure of RBDs in isolation, without making use of any previous knowledge of binding properties. Importantly, our results highlight structural and sequence differences among the regions that are predicted to be immunoreactive and bind/elicit antibodies. These results provide a rational basis to the observation that several SARS-CoV RDB-specific monoclonal antibodies fail to appreciably bind the SARS-CoV-2 counterpart. Furthermore, we correctly identify the region of SARS-CoV-2 RBD that is engaged by the cell receptor ACE2 during viral entry into host cells.",
      "sentences": [
        [
          {
            "segment_text": "Herein , we apply our recently developed energy-based methods for the prediction of antibodybinding epitopes and protein-protein interaction regions to the Receptor Binding Domain ( RBD ) of the Spike proteins from SARS-CoV-2 and SARS-CoV .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Our analysis focusses only on the study of the structure of RBDs in isolation ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "without making use of any previous knowledge of binding properties .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Importantly , our results highlight structural and sequence differences among the regions that are predicted to be immunoreactive and bind/elicit antibodies .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "These results provide a rational basis to the observation that several SARS-CoV RDB-specific monoclonal antibodies fail to appreciably bind the SARS-CoV-2 counterpart .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , we correctly identify the region of SARS-CoV-2 RBD that is engaged by the cell receptor ACE2 during viral entry into host cells .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "The data, sequences and structures we present here can be useful for the development of novel therapeutic and diagnostic interventions.",
      "sentences": [
        [
          {
            "segment_text": "The data , sequences and structures we present here can be useful for the development of novel therapeutic and diagnostic interventions .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "9",
    "segment_num": "12",
    "token_num": "245"
  }
}