{
  "paper_id": "2f70fc601b4d40ff368df47cf606721f7212c635",
  "metadata": {
    "title": "The role of genetic variants in human longevity",
    "coda_data_split": "train",
    "coda_paper_id": 4523,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Human longevity is a complex phenotype with a strong genetic predisposition. Increasing evidence has revealed the genetic antecedents of human longevity. This article aims to review the data of various case/control association studies that examine the difference in genetic polymorphisms between long-lived people and younger subjects across different human populations. There are more than 100 candidate genes potentially involved in human longevity; this article particularly focuses on genes of the insulin/IGF-1 pathway, FOXO3A, FOXO1A, lipoprotein metabolism (e.g., APOE and PON1), and cell-cycle regulators (e.g., TP53 and P21). Since the confirmed genetic components for human longevity are few to date, further precise assessment of the genetic contributions is required. Gaining a better understanding of the contribution of genetics to human longevity may assist in the design of improved treatment methods for age-related diseases, delay the aging process, and, ultimately, prolong the human lifespan.",
      "sentences": [
        [
          {
            "segment_text": "Human longevity is a complex phenotype with a strong genetic predisposition .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Increasing evidence has revealed the genetic antecedents of human longevity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This article aims to review the data of various case/control association studies that examine the difference in genetic polymorphisms between long-lived people and younger subjects across different human populations .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "There are more than 100 candidate genes potentially involved in human longevity ; this article particularly focuses on genes of the insulin/IGF -1 pathway ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "FOXO3A , FOXO1A , lipoprotein metabolism ( e.g. , APOE and PON1 ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and cell-cycle regulators ( e.g. , TP53 and P21 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Since the confirmed genetic components for human longevity are few to date ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "further precise assessment of the genetic contributions is required .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Gaining a better understanding of the contribution of genetics to human longevity may assist in the design of improved treatment methods for age-related diseases ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "delay the aging process , and ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "ultimately , prolong the human lifespan .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "11",
    "token_num": "165"
  }
}