{
  "paper_id": "2f9aa31ee54869a77d079a62f389a541914b763d",
  "metadata": {
    "title": "Generation of Recombinant Coronaviruses Using Vaccinia Virus as the Cloning Vector and Stable Cell Lines Containing Coronaviral Replicon RNAs",
    "coda_data_split": "train",
    "coda_paper_id": 4296,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Coronavirus reverse genetic systems have become valuable tools for studying the molecular biology of coronavirus infections. They have been applied to the generation of recombinant coronaviruses, selectable replicon RNAs, and coronavirus-based vectors for heterologous gene expression. Here we provide a collection of protocols for the generation, cloning, and modification of full-length coronavirus cDNA using vaccinia virus as a cloning vector. Based on cloned coronaviral cDNA, we describe the generation of recombinant coronaviruses and stable cell lines containing coronaviral replicon RNAs. Initially, the vaccinia virus-based reverse genetic system was established for the generation of recombinant human coronavirus 229E. However, it is also applicable to the generation of other coronaviruses, such as the avian infectious bronchitis virus, mouse hepatitis virus, and SARS coronavirus.",
      "sentences": [
        [
          {
            "segment_text": "Coronavirus reverse genetic systems have become valuable tools for studying the molecular biology of coronavirus infections .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "They have been applied to the generation of recombinant coronaviruses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "selectable replicon RNAs , and coronavirus-based vectors for heterologous gene expression .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we provide a collection of protocols for the generation ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "cloning , and modification of full-length coronavirus cDNA using vaccinia virus as a cloning vector .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Based on cloned coronaviral cDNA ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "we describe the generation of recombinant coronaviruses and stable cell lines containing coronaviral replicon RNAs .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Initially , the vaccinia virus-based reverse genetic system was established for the generation of recombinant human coronavirus 229E .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , it is also applicable to the generation of other coronaviruses ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "such as the avian infectious bronchitis virus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "mouse hepatitis virus , and SARS coronavirus .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "11",
    "token_num": "137"
  }
}