{
  "paper_id": "2f9da4649523d76e17f92c79e038efbc30c7b9b4",
  "metadata": {
    "title": "Immunopurification applied to the study of virus protein composition and encapsidation",
    "coda_data_split": "train",
    "coda_paper_id": 8612,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "A protocol for obtaining small amounts of highly pure virus preparations starting from reduced volumes (\u003c5 ml) of infected tissue culture supernatants is described. This procedure was adapted to the study of transmissible gastroenteritis coronavirus (TGEV) protein composition and RNA encapsidation. This protocol relies on virion capture by monoclonal antibodies specific for a virion membrane protein. These antibodies were bound to protein A-coated ELISA wells armed with rabbit anti-mouse IgG antibodies. As an example, the purification of 35 S-labelled TGEV virions was performed. The quality of virus preparations was assessed by quantifying common contaminating RNAs by real-time RT-PCR. The most critical factors influencing the purity degree are analysed and discussed.",
      "sentences": [
        [
          {
            "segment_text": "A protocol for obtaining small amounts of highly pure virus preparations starting from reduced volumes ( \u003c 5 ml ) of infected tissue culture supernatants is described .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This procedure was adapted to the study of transmissible gastroenteritis coronavirus ( TGEV ) protein composition and RNA encapsidation .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "This protocol relies on virion capture by monoclonal antibodies specific for a virion membrane protein .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "These antibodies were bound to protein A-coated ELISA wells armed with rabbit anti-mouse IgG antibodies .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "As an example , the purification of 35 S-labelled TGEV virions was performed .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The quality of virus preparations was assessed by quantifying common contaminating RNAs by real-time RT-PCR .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The most critical factors influencing the purity degree are analysed and discussed .",
            "crowd_label": "method"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "7",
    "token_num": "123"
  }
}