{
  "paper_id": "2f9d66c86c6ef08d8e3679e2cd01c2b140e68a32",
  "metadata": {
    "title": "Monoclonal Antibodies in Glyco-Engineered Pichia pastoris",
    "coda_data_split": "train",
    "coda_paper_id": 5720,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "State-of-the-art monoclonal antibody (mAb) discovery methods that utilize surface display techniques in prokaryotic and eukaryotic cells require multiple steps of reformatting and switching of hosts to transition from display to expression. This results in a separation between antibody affinity maturation and full-length mAb production platforms. Here, we report for the first time, a method in Glyco-engineered Pichia pastoris that enables simultaneous surface display and secretion of full-length mAb molecules with human-like N-glycans using the same yeast cell. This paradigm takes advantage of homo-dimerization of the Fc portion of an IgG molecule to a surface-anchored \"bait\" Fc, which results in targeting functional \"half\" IgGs to the cell wall of Pichia pastoris without interfering with the secretion of full length mAb. We show the utility of this method in isolating high affinity, well-expressed anti-PCSK9 leads from a designed library that was created by mating yeasts containing either light chain or heavy chain IgG libraries. Coupled with Glyco-engineered Pichia pastoris, this method provides a powerful tool for the discovery and production of therapeutic human mAbs in the same host thus improving drug developability and potentially shortening the discovery time cycle.",
      "sentences": [
        [
          {
            "segment_text": "State-of-the-art monoclonal antibody ( mAb ) discovery methods that utilize surface display techniques in prokaryotic and eukaryotic cells require multiple steps of reformatting and switching of hosts to transition from display to expression .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This results in a separation between antibody affinity maturation and full-length mAb production platforms .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we report for the first time ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "a method in Glyco-engineered Pichia pastoris that enables simultaneous surface display and secretion of full-length mAb molecules with human-like N-glycans using the same yeast cell .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This paradigm takes advantage of homo-dimerization of the Fc portion of an IgG molecule to a surface-anchored `` bait \u0027\u0027 Fc ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which results in targeting functional `` half \u0027\u0027 IgGs to the cell wall of Pichia pastoris without interfering with the secretion of full length mAb .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We show the utility of this method in isolating high affinity ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "well-expressed anti-PCSK9 leads from a designed library that was created by mating yeasts containing either light chain or heavy chain IgG libraries .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Coupled with Glyco-engineered Pichia pastoris ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "this method provides a powerful tool for the discovery and production of therapeutic human mAbs in the same host thus improving drug developability and potentially shortening the discovery time cycle .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "10",
    "token_num": "204"
  }
}