{
  "paper_id": "2fd379bd7d8ce15f444b2fa608e6c5899441d52a",
  "metadata": {
    "title": "IFITM Proteins Inhibit Entry Driven by the MERS-Coronavirus Spike Protein: Evidence for Cholesterol-Independent Mechanisms",
    "coda_data_split": "train",
    "coda_paper_id": 9684,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The interferon-inducible transmembrane (IFITM) proteins 1, 2 and 3 inhibit the host cell entry of several enveloped viruses, potentially by promoting the accumulation of cholesterol in endosomal compartments. IFITM3 is essential for control of influenza virus infection in mice and humans. In contrast, the role of IFITM proteins in coronavirus infection is less well defined. Employing a retroviral vector system for analysis of coronavirus entry, we investigated the susceptibility of human-adapted and emerging coronaviruses to inhibition by IFITM proteins. We found that entry of the recently emerged Middle East respiratory syndrome coronavirus (MERS-CoV) is sensitive to inhibition by IFITM proteins. In 293T cells, IFITM-mediated inhibition of cellular entry of the emerging MERS-and SARS-CoV was less efficient than blockade of entry of the globally circulating human coronaviruses 229E and NL63. Similar differences were not observed in A549 cells, suggesting that cellular context and/or IFITM expression levels can impact inhibition efficiency. The differential IFITM-sensitivity of coronaviruses observed in 293T cells afforded the opportunity to investigate whether efficiency of entry inhibition by IFITMs and endosomal cholesterol accumulation correlate. No such correlation was observed. Furthermore, entry mediated by the influenza virus hemagglutinin was robustly inhibited by IFITM3 but was insensitive to accumulation of endosomal cholesterol, indicating that modulation of cholesterol synthesis/transport did not account for the antiviral activity of IFITM3. Collectively, these results show that the emerging MERS-CoV is a target of the antiviral activity of IFITM",
      "sentences": [
        [
          {
            "segment_text": "The interferon-inducible transmembrane ( IFITM ) proteins 1 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "2 and 3 inhibit the host cell entry of several enveloped viruses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "potentially by promoting the accumulation of cholesterol in endosomal compartments .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "IFITM3 is essential for control of influenza virus infection in mice and humans .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In contrast , the role of IFITM proteins in coronavirus infection is less well defined .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Employing a retroviral vector system for analysis of coronavirus entry ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "we investigated the susceptibility of human-adapted and emerging coronaviruses to inhibition by IFITM proteins .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We found that entry of the recently emerged Middle East respiratory syndrome coronavirus ( MERS-CoV ) is sensitive to inhibition by IFITM proteins .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In 293T cells , IFITM-mediated inhibition of cellular entry of the emerging MERS-and SARS-CoV was less efficient than blockade of entry of the globally circulating human coronaviruses 229E and NL63 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Similar differences were not observed in A549 cells ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "suggesting that cellular context and/or IFITM expression levels can impact inhibition efficiency .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The differential IFITM-sensitivity of coronaviruses observed in 293T cells afforded the opportunity to investigate whether efficiency of entry inhibition by IFITMs and endosomal cholesterol accumulation correlate .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "No such correlation was observed .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , entry mediated by the influenza virus hemagglutinin was robustly inhibited by IFITM3 but was insensitive to accumulation of endosomal cholesterol ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "indicating that modulation of cholesterol synthesis/transport did not account for the antiviral activity of IFITM3 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Collectively , these results show that the emerging MERS-CoV is a target of the antiviral activity of IFITM",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Viruses 2014, 6 3684 proteins and demonstrate that mechanisms other than accumulation of endosomal cholesterol can contribute to viral entry inhibition by IFITMs.",
      "sentences": [
        [
          {
            "segment_text": "Viruses 2014 , 6 3684 proteins and demonstrate that mechanisms other than accumulation of endosomal cholesterol can contribute to viral entry inhibition by IFITMs .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "12",
    "segment_num": "17",
    "token_num": "281"
  }
}