{
  "paper_id": "2ffaef373eace5b4f5f04e66270c561e6a3c7085",
  "metadata": {
    "title": "Lycorine: A prospective natural lead for anticancer drug discovery",
    "coda_data_split": "train",
    "coda_paper_id": 8655,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Nature is the most abundant source for novel drug discovery. Lycorine is a natural alkaloid with immense therapeutic potential. Lycorine is active in a very low concentration and with high specificity against a number of cancers both in vivo and in vitro and against various drug-resistant cancer cells. This review summarized the therapeutic effect and the anticancer mechanisms of lycorine. At the same time, we have discussed the pharmacology and comparative structure-activity relationship for the anticancer activity of this compound. The researches outlined in this paper serve as a foundation to explain lycorine as an important lead compound for new generation anticancer drug design and provide the principle for the development of biological strategies to utilize lycorine in the treatment of cancers.",
      "sentences": [
        [
          {
            "segment_text": "Nature is the most abundant source for novel drug discovery .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Lycorine is a natural alkaloid with immense therapeutic potential .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Lycorine is active in a very low concentration and with high specificity against a number of cancers both in vivo and in vitro and against various drug-resistant cancer cells .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review summarized the therapeutic effect and the anticancer mechanisms of lycorine .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "At the same time , we have discussed the pharmacology and comparative structure-activity relationship for the anticancer activity of this compound .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The researches outlined in this paper serve as a foundation to explain lycorine as an important lead compound for new generation anticancer drug design and provide the principle for the development of biological strategies to utilize lycorine in the treatment of cancers .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "6",
    "token_num": "129"
  }
}