{
  "paper_id": "300183d862ef809c734535bb79928efa4cdcd208",
  "metadata": {
    "title": "Estimation of the Final Size of the COVID-19 Epidemic in Pakistan",
    "coda_data_split": "train",
    "coda_paper_id": 7904,
    "coda_has_expert_labels": false,
    "subset": "biorxiv_medrxiv"
  },
  "abstract": [
    {
      "original_text": "The COVID-19 infections in Pakistan are spreading at an exponential rate and a point may soon be reached where rigorous prevention measures would need to be adopted. Mathematical models can help define the scale of an epidemic and the rate at which an infection can spread in a community. We used an SIR model to predict the magnitude of the COVID-19 epidemic in Pakistan and compared the numbers with the reported cases on the national database. Our results indicate that Pakistan could hit peak number of infectious cases on May 26th, 2020 and by June 24th, 2020, 90% of the population will have become infected with the virus if policy interventions seeking to curb this infection are not adopted aggressively.",
      "sentences": [
        [
          {
            "segment_text": "The COVID-19 infections in Pakistan are spreading at an exponential rate and a point may soon be reached where rigorous prevention measures would need to be adopted .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Mathematical models can help define the scale of an epidemic and the rate at which an infection can spread in a community .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We used an SIR model to predict the magnitude of the COVID-19 epidemic in Pakistan and compared the numbers with the reported cases on the national database .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Our results indicate that Pakistan could hit peak number of infectious cases on May 26th ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "2020 and by June 24th ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "2020 , 90 % of the population will have become infected with the virus if policy interventions seeking to curb this infection are not adopted aggressively .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Since the emergence of COVID-19, several mathematical models have been developed to simulate the rate of infection spread, infections per day and the resolution of the epidemic. The SIR model refers to the number of susceptible, infected and recovered cases during an epidemic at any given time. The model assumes that susceptible cases (S), infected cases (I) and",
      "sentences": [
        [
          {
            "segment_text": "Since the emergence of COVID-19 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "several mathematical models have been developed to simulate the rate of infection spread ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "infections per day and the resolution of the epidemic .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The SIR model refers to the number of susceptible ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "infected and recovered cases during an epidemic at any given time .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The model assumes that susceptible cases ( S ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "infected cases ( I ) and",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": ". CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
      "sentences": [
        [
          {
            "segment_text": ".",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "CC-BY-ND 4.0 International license It is made available under a is the author/funder ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "who has granted medRxiv a license to display the preprint in perpetuity .",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "(which was not peer-reviewed) The copyright holder for this preprint .",
      "sentences": [
        [
          {
            "segment_text": "( which was not peer-reviewed ) The copyright holder for this preprint .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "10",
    "segment_num": "17",
    "token_num": "237"
  }
}