{
  "paper_id": "300ff0def92740f7e1142036f9e6ae30845e13d2",
  "metadata": {
    "title": "COVID-19 Outbreak in Oman: Model-Driven Impact Analysis and Challenges",
    "coda_data_split": "train",
    "coda_paper_id": 6517,
    "coda_has_expert_labels": false,
    "subset": "biorxiv_medrxiv"
  },
  "abstract": [
    {
      "original_text": "Motivated by the rapid spread of COVID-19 all across the globe, we have performed simulations of a system dynamic epidemic spread model in different possible situations. The simulation, not only captures the model dynamic of the spread of the virus, but also, takes care of population and mobility data. The model is calibrated based on epidemic data and events specifically of Sultanate of Oman, which can easily be generalized. The simulation results are quite disturbing, indicating that, during a process of stringent social distancing and testing strategies, a small perturbation can lead to quite undesirable outcomes. The simulation results, although consistent in expected outcomes across changing parameters\u0027 values, also indicate a substantial mismatch with real numbers. An analysis of what can be the reason of this mismatch is also performed. Within these contradictions, for Oman, regarding the eradication of epidemic, the future is not extremely alarming.",
      "sentences": [
        [
          {
            "segment_text": "Motivated by the rapid spread of COVID-19 all across the globe ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "we have performed simulations of a system dynamic epidemic spread model in different possible situations .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The simulation , not only captures the model dynamic of the spread of the virus ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "but also , takes care of population and mobility data .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The model is calibrated based on epidemic data and events specifically of Sultanate of Oman ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "which can easily be generalized .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The simulation results are quite disturbing ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "indicating that , during a process of stringent social distancing and testing strategies ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "a small perturbation can lead to quite undesirable outcomes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The simulation results , although consistent in expected outcomes across changing parameters \u0027 values ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "also indicate a substantial mismatch with real numbers .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "An analysis of what can be the reason of this mismatch is also performed .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Within these contradictions , for Oman ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "regarding the eradication of epidemic ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the future is not extremely alarming .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "15",
    "token_num": "167"
  }
}