{
  "paper_id": "3015d59a4ae7dcbd0072c2d8cd7accf4d6dd679c",
  "metadata": {
    "title": "COVID-19, an emerging coronavirus infection: advances and prospects in designing and developing vaccines, immunotherapeutics, and therapeutics",
    "coda_data_split": "train",
    "coda_paper_id": 5616,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The novel coronavirus infection or Coronavirus disease 2019) that emerged from Wuhan, Hubei province of China has spread to many countries worldwide. Efforts have been made to develop vaccines against human coronavirus (CoV) infections such as MERS and SARS in the past decades. However, to date, no licensed antiviral treatment or vaccine exists for MERS and SARS. Most of the efforts for developing CoV vaccines and drugs target the spike glycoprotein or S protein, the major inducer of neutralizing antibodies. Although a few candidates have shown efficacy in in vitro studies, not many have progressed to randomized animal or human trials, hence may have limited use to counter COVID-19 infection. This article highlights ongoing advances in designing vaccines and therapeutics to counter COVID-19 while also focusing on such experiences and advances as made with earlier SARS-and MERS-CoVs, which together could enable efforts to halt this emerging virus infection.",
      "sentences": [
        [
          {
            "segment_text": "The novel coronavirus infection or Coronavirus disease 2019 ) that emerged from Wuhan ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Hubei province of China has spread to many countries worldwide .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Efforts have been made to develop vaccines against human coronavirus ( CoV ) infections such as MERS and SARS in the past decades .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , to date , no licensed antiviral treatment or vaccine exists for MERS and SARS .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Most of the efforts for developing CoV vaccines and drugs target the spike glycoprotein or S protein ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the major inducer of neutralizing antibodies .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although a few candidates have shown efficacy in in vitro studies ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "not many have progressed to randomized animal or human trials ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "hence may have limited use to counter COVID-19 infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This article highlights ongoing advances in designing vaccines and therapeutics to counter COVID-19 while also focusing on such experiences and advances as made with earlier SARS-and MERS-CoVs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which together could enable efforts to halt this emerging virus infection .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "ARTICLE HISTORY",
      "sentences": [
        [
          {
            "segment_text": "ARTICLE HISTORY",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "7",
    "segment_num": "12",
    "token_num": "166"
  }
}