{
  "paper_id": "3016832c6023eca62cf33b6b90d2b29ce721a0a7",
  "metadata": {
    "title": "",
    "coda_data_split": "train",
    "coda_paper_id": 8563,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Bovine coronavirus (BCoV) is an important viral pathogen associated with neonatal calf diarrhea. Our aim was to investigate the incidence of BCoV in diarrhea outbreaks in beef and dairy herds from Argentina during 1994-2010. A total of 5.365 fecal samples from diarrheic calves were screened for BCoV diagnosis by ELISA. The virus was detected in 1.71% (92/5365) of the samples corresponding to 5.95% (63/1058) of the diarrhea cases in 239 beef and 324 dairy farms. The detection rate of BCoV was significantly higher in dairy than in beef herds: 12.13% (29/239) vs. 4.32% (14/324) respectively. Phylogenetic analysis of the hypervariable S1 region of seven representative samples (from different husbandry systems, farm locations and years of sampling) indicated that BCoV strains circulating in Argentinean beef and dairy herds formed a cluster distinct from other geographical regions. Interestingly, Argentinean strains are distantly related (at both the nucleotide and amino acid levels) with the Mebus historic reference BCoV strain included in the vaccines currently available in Argentina. However, Mebus-induced antibodies were capable of neutralizing the BCoV Arg95, a field strain adapted to grow in vitro, and vice versa, indicating that both strains belong to the same CoV serotype reported in cattle. This work represents the first large survey describing BCoV circulation in Argentinean cattle.",
      "sentences": [
        [
          {
            "segment_text": "Bovine coronavirus ( BCoV ) is an important viral pathogen associated with neonatal calf diarrhea .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Our aim was to investigate the incidence of BCoV in diarrhea outbreaks in beef and dairy herds from Argentina during 1994-2010 .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "A total of 5.365 fecal samples from diarrheic calves were screened for BCoV diagnosis by ELISA .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The virus was detected in 1.71 % ( 92/5365 ) of the samples corresponding to 5.95 % ( 63/1058 ) of the diarrhea cases in 239 beef and 324 dairy farms .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The detection rate of BCoV was significantly higher in dairy than in beef herds : 12.13 % ( 29/239 ) vs. 4.32 % ( 14/324 ) respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Phylogenetic analysis of the hypervariable S1 region of seven representative samples ( from different husbandry systems , farm locations and years of sampling ) indicated that BCoV strains circulating in Argentinean beef and dairy herds formed a cluster distinct from other geographical regions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Interestingly , Argentinean strains are distantly related ( at both the nucleotide and amino acid levels ) with the Mebus historic reference BCoV strain included in the vaccines currently available in Argentina .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , Mebus-induced antibodies were capable of neutralizing the BCoV Arg95 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "a field strain adapted to grow in vitro ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and vice versa , indicating that both strains belong to the same CoV serotype reported in cattle .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This work represents the first large survey describing BCoV circulation in Argentinean cattle .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "11",
    "token_num": "245"
  }
}