{
  "paper_id": "30215fe783662edff46565307706587b3bdd60a5",
  "metadata": {
    "title": "a section of the journal Frontiers in Immunology CD4 T RM Cells Following infection and immunization: implications for More effective vaccine Design",
    "coda_data_split": "train",
    "coda_paper_id": 5591,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The induction of immunological memory, which is mediated by memory T and B cells, is central to adaptive protective immunity to pathogens induced by previous infection and is the cornerstone of effective vaccine design. Recent studies in mice have suggested that memory T cells that accumulate in tissues, termed tissue-resident memory T (TRM) cells, play a crucial role in maintaining long-term protective immunity to mucosal pathogens. CD4 and CD8 TRM cells can be induced following infection at mucosal sites or the skin, where they are maintained and poised to respond rapidly to reinfection with the same pathogen. TRM cells can also be generated by vaccination, but their induction is influenced by a number of factors, including the type of vaccine, the adjuvant, and the route of immunization. Live attenuated vaccines appear to be more effective than killed or subunit vaccines at inducing TRM cells and mucosal immunization, especially by intranasal route, is more effective than parenteral delivery. However, evidence is emerging that formulation of killed or subunit vaccines with novel adjuvants, especially those that generate Th1 and Th17 responses, can promote the induction of TRM cells. While TRM cells are also present at high number in mucosal tissues in humans, one of the challenge will be to develop methodologies for routine quantification of these cells in humans. Nevertheless, the identification of approaches for optimum induction of TRM cells in mice should assist in the design of more effective vaccines that sustain protective immunity against a range of human pathogens.",
      "sentences": [
        [
          {
            "segment_text": "The induction of immunological memory ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which is mediated by memory T and B cells ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "is central to adaptive protective immunity to pathogens induced by previous infection and is the cornerstone of effective vaccine design .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Recent studies in mice have suggested that memory T cells that accumulate in tissues ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "termed tissue-resident memory T ( TRM ) cells ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "play a crucial role in maintaining long-term protective immunity to mucosal pathogens .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "CD4 and CD8 TRM cells can be induced following infection at mucosal sites or the skin ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "where they are maintained and poised to respond rapidly to reinfection with the same pathogen .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "TRM cells can also be generated by vaccination ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but their induction is influenced by a number of factors ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including the type of vaccine ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the adjuvant , and the route of immunization .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Live attenuated vaccines appear to be more effective than killed or subunit vaccines at inducing TRM cells and mucosal immunization ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "especially by intranasal route , is more effective than parenteral delivery .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , evidence is emerging that formulation of killed or subunit vaccines with novel adjuvants ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "especially those that generate Th1 and Th17 responses ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "can promote the induction of TRM cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "While TRM cells are also present at high number in mucosal tissues in humans ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "one of the challenge will be to develop methodologies for routine quantification of these cells in humans .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Nevertheless , the identification of approaches for optimum induction of TRM cells in mice should assist in the design of more effective vaccines that sustain protective immunity against a range of human pathogens .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "20",
    "token_num": "275"
  }
}