{
  "paper_id": "3022dbbf60abb6d6eca4fdf971849eeefa6bb0b4",
  "metadata": {
    "title": "The association between Ostertagia ostertagi antibodies in bulk tank milk samples and parameters linked to cattle reproduction and mortality",
    "coda_data_split": "train",
    "coda_paper_id": 4842,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "In Western Europe, gastrointestinal nematodes are widespread in dairy cattle. This study was carried out to evaluate the relationship between optical density ratio (ODR) measured on bulk tank milk with an indirect Ostertagia ostertagi ELISA and reproduction/mortality parameters. Data were collected between 2008 and 2010 from monitoring carried out on 1643 dairy herds (Normandy, Western France). ODR values of 3 samples from each farm taken from November 2008 to 2010 were averaged and then transformed into a categorical variable. Reproductive and mortality data were obtained from 1444 herds using cow records from government databases. Statistical analysis was carried out using ordinary logistic regression (OLR). The outcome variables were the case-control status of a herd for reproductive factors, age at first calving and inter-calving intervals, and mortality ratios of various age classes. The effect of the categorical ODR variable was studied and several potential confounder herd factors were used to improve the model fit. A significant relationship was found between high Ostertagia ODR levels and a late age at the first calving (\u003e34.5 months) (odds ratio (OR) \u003d 1.94, p \u003c 0.001). No significant relationship was observed with OLR for inter-calving intervals although bivariate analysis showed that herds with high ODR levels had longer inter-calving intervals than herds with low ODR level (first intercalving interval in herds with low vs. high ODR levels \u003d 412 days vs. 422 days, p \u003c 0.001; other inter-calving intervals \u003d 408 days vs. 413 days, p \u003c 0.01).",
      "sentences": [
        [
          {
            "segment_text": "In Western Europe , gastrointestinal nematodes are widespread in dairy cattle .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This study was carried out to evaluate the relationship between optical density ratio ( ODR ) measured on bulk tank milk with an indirect Ostertagia ostertagi ELISA and reproduction/mortality parameters .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Data were collected between 2008 and 2010 from monitoring carried out on 1643 dairy herds ( Normandy , Western France ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "ODR values of 3 samples from each farm taken from November 2008 to 2010 were averaged and then transformed into a categorical variable .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Reproductive and mortality data were obtained from 1444 herds using cow records from government databases .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Statistical analysis was carried out using ordinary logistic regression ( OLR ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The outcome variables were the case-control status of a herd for reproductive factors ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "age at first calving and inter-calving intervals ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and mortality ratios of various age classes .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The effect of the categorical ODR variable was studied and several potential confounder herd factors were used to improve the model fit .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A significant relationship was found between high Ostertagia ODR levels and a late age at the first calving ( \u003e 34.5 months ) ( odds ratio ( OR ) \u003d 1.94 , p \u003c 0.001 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "No significant relationship was observed with OLR for inter-calving intervals although bivariate analysis showed that herds with high ODR levels had longer inter-calving intervals than herds with low ODR level ( first intercalving interval in herds with low vs. high ODR levels \u003d 412 days vs. 422 days , p \u003c 0.001 ; other inter-calving intervals \u003d 408 days vs. 413 days , p \u003c 0.01 ) .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "A high ODR level was also associated with high mortality of calves between 0 and 30 days of life (mortality ratio \u003e 6%) (OR \u003d 1.43, p \u003c 0.05) and between 91 and 365 days (ratio \u003e 3%) (OR \u003d 1.72, p \u003c 0.01). No significant relationship was observed with multivariate approach for mortalities in other classes by age, but bivariate analysis showed that herds with high ODR level had higher mortalities than herds with low ODR levels (mortality between 31 and 90 days in herds with low vs. high ODR levels \u003d 1.89% vs. 2.91%, p \u003c 0.001; mortality after 365 days \u003d 1.67% vs. 2.93%, p \u003c 0.001).",
      "sentences": [
        [
          {
            "segment_text": "A high ODR level was also associated with high mortality of calves between 0 and 30 days of life ( mortality ratio \u003e 6 % ) ( OR \u003d 1.43 , p \u003c 0.05 ) and between 91 and 365 days ( ratio \u003e 3 % ) ( OR \u003d 1.72 , p \u003c 0.01 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "No significant relationship was observed with multivariate approach for mortalities in other classes by age ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but bivariate analysis showed that herds with high ODR level had higher mortalities than herds with low ODR levels ( mortality between 31 and 90 days in herds with low vs. high ODR levels \u003d 1.89 % vs. 2.91 % , p \u003c 0.001 ; mortality after 365 days \u003d 1.67 % vs. 2.93 % , p \u003c 0.001 ) .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "In conclusion, our results confirm the usefulness of ELISA as an indicator for production losses in dairy herds. This inexpensive tool could be advantageous, used to aid farmers and veterinarians to carry out appropriate control measures.",
      "sentences": [
        [
          {
            "segment_text": "In conclusion , our results confirm the usefulness of ELISA as an indicator for production losses in dairy herds .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This inexpensive tool could be advantageous ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "used to aid farmers and veterinarians to carry out appropriate control measures .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "14",
    "segment_num": "18",
    "token_num": "450"
  }
}