{
  "paper_id": "303efcb8c5b2c65281962e16039caf0a18acda73",
  "metadata": {
    "title": "Steroid-associated osteonecrosis: Epidemiology, pathophysiology, animal model, prevention, and potential treatments (an overview)-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/)",
    "coda_data_split": "train",
    "coda_paper_id": 10196,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Steroid-associated osteonecrosis (SAON) is a common orthopaedic problem caused by administration of corticosteroids prescribed for many nonorthopaedic medical conditions. We summarised different pathophysiologies of SAON which have adverse effects on multiple systems such as bone marrow stem cells (BMSCs) pool, bone matrix, cell apoptosis, lipid metabolism, and angiogenesis. Different animal models were introduced to mimic the pathophysiology of SAON and for testing the efficacy of both prevention and treatment effects of various chemical drugs, biological, and physical therapies. According to the classification of SAON, several prevention and treatment methods are applied at the different stages of SAON. For the current period, Chinese herbs may also have the potential to prevent the occurrence of SAON. In the future, genetic analysis might also be helpful to effectively predict the development of ON and provide information for personalised prevention and treatment of patients with SAON.",
      "sentences": [
        [
          {
            "segment_text": "Steroid-associated osteonecrosis ( SAON ) is a common orthopaedic problem caused by administration of corticosteroids prescribed for many nonorthopaedic medical conditions .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We summarised different pathophysiologies of SAON which have adverse effects on multiple systems such as bone marrow stem cells ( BMSCs ) pool ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "bone matrix , cell apoptosis ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "lipid metabolism , and angiogenesis .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Different animal models were introduced to mimic the pathophysiology of SAON and for testing the efficacy of both prevention and treatment effects of various chemical drugs ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "biological , and physical therapies .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "According to the classification of SAON ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "several prevention and treatment methods are applied at the different stages of SAON .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "For the current period , Chinese herbs may also have the potential to prevent the occurrence of SAON .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In the future , genetic analysis might also be helpful to effectively predict the development of ON and provide information for personalised prevention and treatment of patients with SAON .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "10",
    "token_num": "161"
  }
}