{
  "paper_id": "3041ba0d88fceebd32a14e0b62b443961a64a82b",
  "metadata": {
    "title": "Vps3 and Vps8 control integrin trafficking from early to recycling endosomes and regulate integrin- dependent functions",
    "coda_data_split": "train",
    "coda_paper_id": 6267,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Recycling endosomes maintain plasma membrane homeostasis and are important for cell polarity, migration, and cytokinesis. Yet, the molecular machineries that drive endocytic recycling remain largely unclear. The CORVET complex is a multi-subunit tether required for fusion between early endosomes. Here we show that the CORVET-specific subunits Vps3 and Vps8 also regulate vesicular transport from early to recycling endosomes. Vps3 and Vps8 localise to Rab4-positive recycling vesicles and co-localise with the CHEVI complex on Rab11-positive recycling endosomes. Depletion of Vps3 or Vps8 does not affect transferrin recycling, but delays the delivery of internalised integrins to recycling endosomes and their subsequent return to the plasma membrane. Consequently, Vps3/8 depletion results in defects in integrin-dependent cell adhesion and spreading, focal adhesion formation, and cell migration. These data reveal a role for Vps3 and Vps8 in a specialised recycling pathway important for integrin trafficking.",
      "sentences": [
        [
          {
            "segment_text": "Recycling endosomes maintain plasma membrane homeostasis and are important for cell polarity , migration , and cytokinesis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Yet , the molecular machineries that drive endocytic recycling remain largely unclear .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The CORVET complex is a multi-subunit tether required for fusion between early endosomes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we show that the CORVET-specific subunits Vps3 and Vps8 also regulate vesicular transport from early to recycling endosomes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Vps3 and Vps8 localise to Rab4-positive recycling vesicles and co-localise with the CHEVI complex on Rab11-positive recycling endosomes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Depletion of Vps3 or Vps8 does not affect transferrin recycling ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but delays the delivery of internalised integrins to recycling endosomes and their subsequent return to the plasma membrane .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Consequently , Vps3/8 depletion results in defects in integrin-dependent cell adhesion and spreading ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "focal adhesion formation , and cell migration .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These data reveal a role for Vps3 and Vps8 in a specialised recycling pathway important for integrin trafficking .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "10",
    "token_num": "155"
  }
}