{
  "paper_id": "3043a0ee5238a31b8b7bdb8fee2576034872aa74",
  "metadata": {
    "title": "Maternally-derived passive immunity to enterotropic mouse hepatitis virus",
    "coda_data_split": "train",
    "coda_paper_id": 5383,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Maternally-derived antibody to enterotropic mouse hepatitis virus (MHV) strain Y was transferred to pups by both intrauterine (IgG) and lactogenic (IgA and IgG) routes. Antibody present in the gastric whey of pups suckling immune dams dropped to undetectable levels by weaning age (21 days post partum). MHV-specific IgG was found in the serum of passively immune pups up to 10 weeks of age. Immune dams transferred equal levels of antibody to 3 consecutive litters of pups, without evidence of decline. Immunoblots showed that IgA and IgG in whey and serum were directed against nucleoprotein N and glycoprotein S. MHV-specific IgM was not detected in any sample.",
      "sentences": [
        [
          {
            "segment_text": "Maternally-derived antibody to enterotropic mouse hepatitis virus ( MHV ) strain Y was transferred to pups by both intrauterine ( IgG ) and lactogenic ( IgA and IgG ) routes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Antibody present in the gastric whey of pups suckling immune dams dropped to undetectable levels by weaning age ( 21 days post partum ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "MHV-specific IgG was found in the serum of passively immune pups up to 10 weeks of age .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Immune dams transferred equal levels of antibody to 3 consecutive litters of pups , without evidence of decline .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Immunoblots showed that IgA and IgG in whey and serum were directed against nucleoprotein N and glycoprotein S. MHV-specific IgM was not detected in any sample .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "5",
    "token_num": "120"
  }
}