{
  "paper_id": "30531e307ccb3617d37b10f8437277896bfed407",
  "metadata": {
    "title": "Heteroaggregation of microparticles with nanoparticles changes the chemical reversibility of the microparticles\u0027 attachment to planar surfaces",
    "coda_data_split": "train",
    "coda_paper_id": 3519,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "This study theoretically investigated detachment of homoaggregates and heteroaggregates attached on the planar surfaces at primary minima during transients in solution chemistry. The homoaggregates were represented as small colloidal clusters with well-defined structures or as clusters generated by randomly packing spheres using Monte Carlo method. The heteroaggregates were modeled as microparticles coated with nanoparticles. Surface element integration technique was adopted to calculate Derjaguin-Landau-Verwey-Overbeek (DLVO) interaction energies for the homoaggregates and heteroaggregates at different ionic strengths. Results show that attached homoaggregates on the planar surface at primary minima are irreversible to reduction in solution ionic strength whether the primary spheres of the homoaggregates are nano-or micro-sized. Heteroaggregation of nanoparticles with a microparticle can cause DLVO interaction energy to decrease monotonically with separation distance at low ionic strengths (e.g., 60.01 M), indicating that the heteroaggregates experience repulsive forces at all separation distances. Therefore, attachment of the heteroaggregates at primary minima can be detached upon reduction in ionic strength. Additionally, we showed that the adhesive forces and torques that the aforementioned heteroaggregates experience can be significantly smaller than those experienced by the microspheres without attaching nanoparticles, thus, the heteroaggregates are readily detached via hydrodynamic drag. Results of study provide plausible explanation for the observations in the literature that attached/aggregated particles can be detached/redispersed from primary minima upon reduction in ionic strength, which challenges the common belief that attachment/aggregation of particles in primary minima is chemically irreversible.",
      "sentences": [
        [
          {
            "segment_text": "This study theoretically investigated detachment of homoaggregates and heteroaggregates attached on the planar surfaces at primary minima during transients in solution chemistry .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The homoaggregates were represented as small colloidal clusters with well-defined structures or as clusters generated by randomly packing spheres using Monte Carlo method .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The heteroaggregates were modeled as microparticles coated with nanoparticles .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Surface element integration technique was adopted to calculate Derjaguin-Landau-Verwey-Overbeek ( DLVO ) interaction energies for the homoaggregates and heteroaggregates at different ionic strengths .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results show that attached homoaggregates on the planar surface at primary minima are irreversible to reduction in solution ionic strength whether the primary spheres of the homoaggregates are nano-or micro-sized .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Heteroaggregation of nanoparticles with a microparticle can cause DLVO interaction energy to decrease monotonically with separation distance at low ionic strengths ( e.g. , 60.01 M ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "indicating that the heteroaggregates experience repulsive forces at all separation distances .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Therefore , attachment of the heteroaggregates at primary minima can be detached upon reduction in ionic strength .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Additionally , we showed that the adhesive forces and torques that the aforementioned heteroaggregates experience can be significantly smaller than those experienced by the microspheres without attaching nanoparticles ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "thus , the heteroaggregates are readily detached via hydrodynamic drag .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Results of study provide plausible explanation for the observations in the literature that attached/aggregated particles can be detached/redispersed from primary minima upon reduction in ionic strength ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which challenges the common belief that attachment/aggregation of particles in primary minima is chemically irreversible .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "12",
    "token_num": "253"
  }
}