{
  "paper_id": "3062cebd70447841d68c48fe83f0eb51b07a761d",
  "metadata": {
    "title": "Lectin Switching During Dengue Virus Infection",
    "coda_data_split": "train",
    "coda_paper_id": 2536,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Dengue virus receptors are relatively poorly characterized, but there has been recent interest in 2 C-type lectin molecules, dendritic cell-specific intercellular adhesion molecule 3 (ICAM-3)-grabbing nonintegrin (DC-SIGN) and its close homologue liver/lymph node-specific ICAM-3-grabbing integrin (L-SIGN), which can both bind dengue and promote infection. In this report we have studied the interaction of dengue viruses produced in insect cells, tumor cell lines, and primary human dendritic cells (DCs) with DC-SIGN and L-SIGN. Virus produced in primary DCs is unable to interact with DC-SIGN but remains infectious for L-SIGNexpressing cells. Skin-resident DCs may thus be a site of initial infection by insect-produced virus, but DCs will likely not participate in large-scale virus replication during dengue infection. These results reveal that differential glycosylation of dengue virus envelope protein is highly dependent on cell state and suggest that studies of virus tropism using virus prepared in insect cells or tumor cell lines should be interpreted with caution.",
      "sentences": [
        [
          {
            "segment_text": "Dengue virus receptors are relatively poorly characterized ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but there has been recent interest in 2 C-type lectin molecules ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "dendritic cell-specific intercellular adhesion molecule 3 ( ICAM-3 ) - grabbing nonintegrin ( DC-SIGN ) and its close homologue liver/lymph node-specific ICAM-3-grabbing integrin ( L-SIGN ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which can both bind dengue and promote infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this report we have studied the interaction of dengue viruses produced in insect cells ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "tumor cell lines , and primary human dendritic cells ( DCs ) with DC-SIGN and L-SIGN .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Virus produced in primary DCs is unable to interact with DC-SIGN but remains infectious for L-SIGNexpressing cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Skin-resident DCs may thus be a site of initial infection by insect-produced virus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but DCs will likely not participate in large-scale virus replication during dengue infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results reveal that differential glycosylation of dengue virus envelope protein is highly dependent on cell state and suggest that studies of virus tropism using virus prepared in insect cells or tumor cell lines should be interpreted with caution .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "10",
    "token_num": "175"
  }
}