{
  "paper_id": "3078165241b24fed34596efa9f563661f1caa00c",
  "metadata": {
    "title": "Citation: MiR-10a-5p-Mediated Syndecan 1 Suppression Restricts Porcine Hemagglutinating Encephalomyelitis Virus Replication",
    "coda_data_split": "train",
    "coda_paper_id": 3250,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Porcine hemagglutinating encephalomyelitis virus (PHEV) is a single-stranded RNA coronavirus that causes nervous dysfunction in the infected hosts and leads to widespread alterations in the host transcriptome by modulating specific microRNA (miRNA) levels. MiRNAs contribute to RNA virus pathogenesis by promoting antiviral immune response, enhancing viral replication, or altering miRNA-mediated host gene regulation. Thus, exploration of the virus-miRNA interactions occurring in PHEV-infected host may lead to the identification of novel mechanisms combating the virus life cycle or pathogenesis. Here, we discovered that the expression of miR-10a-5p was constitutively up-regulated by PHEV in both the N2a cells in vitro and mice brain in vivo. Treatment with miR-10a-5p mimics allowed miR-10a-5p enrichment and resulted in a significant restriction in PHEV replication, suggesting widespread negative regulation of the RNA virus infection by miR-10a-5p. The outcomes were also evidenced by miR-10a-5p inhibitor over-expression. Luciferase reporter, quantitative real-time PCR (qRT-PCR), and western blotting analysis further showed that Syndecan 1 (SDC1), a cell surface proteoglycan associated with host defense mechanisms, acts as a target gene of miR-10a-5p during PHEV infection. Naturally, siRNA-mediated knockdown of SDC1 leads to a reduction in viral replication, implying that SDC1 expression is likely a favorable condition for viral replication. Together, the findings demonstrated that the abundant miR-10a-5p leads to downstream suppression of SDC1, and it functions as an antiviral mechanism in the PHEV-induced disease, providing a potential strategy for the prevention and treatment of PHEV infection in the future work.",
      "sentences": [
        [
          {
            "segment_text": "Porcine hemagglutinating encephalomyelitis virus ( PHEV ) is a single-stranded RNA coronavirus that causes nervous dysfunction in the infected hosts and leads to widespread alterations in the host transcriptome by modulating specific microRNA ( miRNA ) levels .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "MiRNAs contribute to RNA virus pathogenesis by promoting antiviral immune response ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "enhancing viral replication , or altering miRNA-mediated host gene regulation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Thus , exploration of the virus-miRNA interactions occurring in PHEV-infected host may lead to the identification of novel mechanisms combating the virus life cycle or pathogenesis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we discovered that the expression of miR-10a-5p was constitutively up-regulated by PHEV in both the N2a cells in vitro and mice brain in vivo .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Treatment with miR-10a-5p mimics allowed miR-10a-5p enrichment and resulted in a significant restriction in PHEV replication ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "suggesting widespread negative regulation of the RNA virus infection by miR-10a-5p .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The outcomes were also evidenced by miR-10a-5p inhibitor over-expression .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Luciferase reporter , quantitative real-time PCR ( qRT-PCR ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and western blotting analysis further showed that Syndecan 1 ( SDC1 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "a cell surface proteoglycan associated with host defense mechanisms ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "acts as a target gene of miR-10a-5p during PHEV infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Naturally , siRNA-mediated knockdown of SDC1 leads to a reduction in viral replication ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "implying that SDC1 expression is likely a favorable condition for viral replication .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Together , the findings demonstrated that the abundant miR-10a-5p leads to downstream suppression of SDC1 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and it functions as an antiviral mechanism in the PHEV-induced disease ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "providing a potential strategy for the prevention and treatment of PHEV infection in the future work .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "17",
    "token_num": "270"
  }
}