{
  "paper_id": "308b29a1d34962e9f4188d69c42d5efa7626b4a4",
  "metadata": {
    "title": "An Impaired Breeding Phenotype in Mice with a Genetic Deletion of Beta-2 Microglobulin and Diminished MHC Class I Expression: Role in Reproductive Fitness 1",
    "coda_data_split": "train",
    "coda_paper_id": 8802,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Beta-2 microglobulin (B2M) plays a pivotal role in the biology of mammals, including its association with major histocompatibility complex (MHC) Class I gene products. The latter molecules have been shown to affect reproduction in both mice and humans, although the exact mechanism is still unknown.",
      "sentences": [
        [
          {
            "segment_text": "Beta-2 microglobulin ( B2M ) plays a pivotal role in the biology of mammals ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including its association with major histocompatibility complex ( MHC ) Class I gene products .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The latter molecules have been shown to affect reproduction in both mice and humans ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "although the exact mechanism is still unknown .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Here we report the results of a longitudinal study of the reproductive performance of a genetically modified B2m deficient mouse strain with low MHC Class I expression. Our data show that this mouse strain has an impaired reproductive performance. However, the mice superovulate well and show a normal estrous cycle. Breeding studies from crosses between the transgenic mice and the wild-type parental strain show that B2m deficient mice have a significantly lower frequency of mating than the control B2m þ/þ mice. In addition, the litter size and weaning success of B2m deficient mice were lower than the control. Perinatal lethality of the B2m deficient offspring was also inflicted by cannibalism of the young pups by the B2m deficient female. The impaired breeding phenotype (IBP) can be reversed by reintroducing the B2m gene in F1 heterozygous B2m þ/À animals; thus the presence of B2M confers a normal breeding pattern. The acquisition of an impaired breeding phenotype (IBP) as a result of the knockout of B2m directly implicates B2M in the reproductive cycle of mice and raises the possibility of an effect of B2M on the reproduction of other mammals.",
      "sentences": [
        [
          {
            "segment_text": "Here we report the results of a longitudinal study of the reproductive performance of a genetically modified B2m deficient mouse strain with low MHC Class I expression .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our data show that this mouse strain has an impaired reproductive performance .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , the mice superovulate well and show a normal estrous cycle .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Breeding studies from crosses between the transgenic mice and the wild-type parental strain show that B2m deficient mice have a significantly lower frequency of mating than the control B2m þ/þ mice .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , the litter size and weaning success of B2m deficient mice were lower than the control .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Perinatal lethality of the B2m deficient offspring was also inflicted by cannibalism of the young pups by the B2m deficient female .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The impaired breeding phenotype ( IBP ) can be reversed by reintroducing the B2m gene in F1 heterozygous B2m þ/À animals ; thus the presence of B2M confers a normal breeding pattern .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The acquisition of an impaired breeding phenotype ( IBP ) as a result of the knockout of B2m directly implicates B2M in the reproductive cycle of mice and raises the possibility of an effect of B2M on the reproduction of other mammals .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "beta-2 microglobulin, female reproductive tract, fetus, MHC (H-2), odor discrimination, odortypes",
      "sentences": [
        [
          {
            "segment_text": "beta-2 microglobulin , female reproductive tract ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "fetus , MHC ( H-2 ) , odor discrimination , odortypes",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "11",
    "segment_num": "14",
    "token_num": "274"
  }
}