{
  "paper_id": "30a46b7621db103ad1bbd0e690ee2eaa34341a20",
  "metadata": {
    "title": "Fulminant Tritrichomonas foetus \u0027feline genotype\u0027 infection in a 3-month old kitten associated with viral co-infection",
    "coda_data_split": "train",
    "coda_paper_id": 9800,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Tritrichomonas foetus is a flagellate protist which commonly causes a waxing and waning large bowel diarrhoea in young cats. We report severe T. foetus infection of the colon, cecum and ileum with concurrent feline enteric coronavirus (FCoV) and feline panleukopenia virus (FPV) in a 3-month-old Bengal kitten with an 8-day history of vomiting, diarrhoea, failure to thrive and coughing. Protozoa filling the lumen and crypts and occasional invading into lamina propria were identified within the affected colon and confirmed by PCR as T. foetus \u0027feline genotype\u0027. Assessment of faeces by PCR revealed concurrent infection with FCoV and FPV. It is possible that immunosuppression by FPV played a role in the unprecedented T. foetus infection intensity observed histologically. Studies during and after resolution of FPV infection, will be critical to determine if T. foetus co-infection affects long-term prognosis of FPV survivors.",
      "sentences": [
        [
          {
            "segment_text": "Tritrichomonas foetus is a flagellate protist which commonly causes a waxing and waning large bowel diarrhoea in young cats .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We report severe T. foetus infection of the colon ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "cecum and ileum with concurrent feline enteric coronavirus ( FCoV ) and feline panleukopenia virus ( FPV ) in a 3-month-old Bengal kitten with an 8-day history of vomiting ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "diarrhoea , failure to thrive and coughing .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Protozoa filling the lumen and crypts and occasional invading into lamina propria were identified within the affected colon and confirmed by PCR as T. foetus ` feline genotype \u0027 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Assessment of faeces by PCR revealed concurrent infection with FCoV and FPV .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It is possible that immunosuppression by FPV played a role in the unprecedented T. foetus infection intensity observed histologically .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Studies during and after resolution of FPV infection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "will be critical to determine if T. foetus co-infection affects long-term prognosis of FPV survivors .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "The carcase was submitted to the Veterinary Pathology Diagnostic Services of the University of Sydney for postmortem and histopathological examination. A complete postmortem examination was performed and samples were collected and fixed in 10% neutral buffered formalin and processed for histopathology. Sections (4 μm) were stained with hematoxylin and eosin (H\u0026E), Periodic acid-Schiff stain (PAS), Giemsa stain and Grocott\u0027s methenamine silver stain.",
      "sentences": [
        [
          {
            "segment_text": "The carcase was submitted to the Veterinary Pathology Diagnostic Services of the University of Sydney for postmortem and histopathological examination .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A complete postmortem examination was performed and samples were collected and fixed in 10 % neutral buffered formalin and processed for histopathology .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Sections ( 4 μm ) were stained with hematoxylin and eosin ( H\u0026E ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "Periodic acid-Schiff stain ( PAS ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "Giemsa stain and Grocott \u0027s methenamine silver stain .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "A faecal sample was submitted for the IDEXX Feline Diarrhoea",
      "sentences": [
        [
          {
            "segment_text": "A faecal sample was submitted for the IDEXX Feline Diarrhoea",
            "crowd_label": "method"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "10",
    "segment_num": "15",
    "token_num": "241"
  }
}