{
  "paper_id": "30b4b3db4476c5df7a3797c56537a46b4db61eac",
  "metadata": {
    "title": "Human Neutralizing Monoclonal Antibody Inhibition of Middle East Respiratory Syndrome Coronavirus Replication in the Common Marmoset",
    "coda_data_split": "train",
    "coda_paper_id": 7819,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Middle East respiratory syndrome coronavirus (MERS-CoV) infection in humans is highly lethal, with a fatality rate of 35%. New prophylactic and therapeutic strategies to combat human infections are urgently needed. We isolated a fully human neutralizing antibody, MCA1, from a human survivor. The antibody recognizes the receptor-binding domain of MERS-CoV S glycoprotein and interferes with the interaction between viral S and the human cellular receptor human dipeptidyl peptidase 4 (DPP4). To our knowledge, this study is the first to report a human neutralizing monoclonal antibody that completely inhibits MERS-CoV replication in common marmosets. Monotherapy with MCA1 represents a potential alternative treatment for human infections with MERS-CoV worthy of evaluation in clinical settings.",
      "sentences": [
        [
          {
            "segment_text": "Middle East respiratory syndrome coronavirus ( MERS-CoV ) infection in humans is highly lethal ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "with a fatality rate of 35 % .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "New prophylactic and therapeutic strategies to combat human infections are urgently needed .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We isolated a fully human neutralizing antibody ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "MCA1 , from a human survivor .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The antibody recognizes the receptor-binding domain of MERS-CoV S glycoprotein and interferes with the interaction between viral S and the human cellular receptor human dipeptidyl peptidase 4 ( DPP4 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "To our knowledge , this study is the first to report a human neutralizing monoclonal antibody that completely inhibits MERS-CoV replication in common marmosets .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Monotherapy with MCA1 represents a potential alternative treatment for human infections with MERS-CoV worthy of evaluation in clinical settings .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "8",
    "token_num": "127"
  }
}