{
  "paper_id": "30c57af407724c03de7e5b24b175c3de44ea79a6",
  "metadata": {
    "title": "Utilization of Chinese medicine for respiratory discomforts by patients with a medical history of tuberculosis in Taiwan",
    "coda_data_split": "train",
    "coda_paper_id": 8913,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Tuberculosis (TB) is one of the world\u0027s major communicable infectious diseases, and it still imposes a great health burden in developing countries. The development of drug-resistant TB during the treatment increases the treatment complexity, and the long-term pulmonary complications after completing treatment raise the epidemic health burden. This study intended to investigate the utilization of Chinese medicine (CM) for respiratory symptoms by patients with a medical history of TB in Taiwan. Methods: We analyzed a cohort of one million individuals who were randomly selected from the National Health Insurance Research Database in Taiwan. The inclusion criteria of patients (n \u003d 7905) with history of TB (ICD-9-CM codes 010-018 and A02) were: (1) TB diagnosed between January 1, 1997 and December 31, 2010 (2) 18 years old or over (3) Clinical records for at least 2 months with complete demographic information (4) Record of treatment with first-line TB medication prescriptions. CM users for conditions other than respiratory discomforts (n \u003d 3980) were excluded. Finally, a total of 3925 TB patients were categorized as: CM users for respiratory discomforts (n \u003d 2051) and non-CM users (n \u003d 1874). Results: Among the 3925 subjects, 2051 (52.25%) were CM users, and 1874 (44.753%) were non-CM users. Female patients and those who were younger (18-39 y/o) and who lived in urbanized areas relatively tended to be CM users (p \u003c .0001). Most of the CM users (1944, 94.78%) received Chinese medicines. The most commonly prescribed herbal formulas and single herbs were Xiao-Qing-Long-Tang and Radix Platycodonis (Jie-Geng), respectively. The core pattern of Chinese medicines for TB patients consisted of Ma-Xing-Gan-Shi-Tang, Bulbus Fritillariae Thunbergii (Bei-Mu), Radix Platycodonis (Jie-Geng) and Semen Armeniacae (Xing-Ren). Conclusions: The use of CM is popular among patients with a medical history of TB complicated with long-term respiratory discomforts in Taiwan. Further pharmacological investigations and clinical trials are required.",
      "sentences": [
        [
          {
            "segment_text": "Background : Tuberculosis ( TB ) is one of the world \u0027s major communicable infectious diseases ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and it still imposes a great health burden in developing countries .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The development of drug-resistant TB during the treatment increases the treatment complexity ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and the long-term pulmonary complications after completing treatment raise the epidemic health burden .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This study intended to investigate the utilization of Chinese medicine ( CM ) for respiratory symptoms by patients with a medical history of TB in Taiwan .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : We analyzed a cohort of one million individuals who were randomly selected from the National Health Insurance Research Database in Taiwan .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The inclusion criteria of patients ( n \u003d 7905 ) with history of TB ( ICD-9-CM codes 010-018 and A02 ) were : ( 1 ) TB diagnosed between January 1 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "1997 and December 31 , 2010 ( 2 ) 18 years old or over ( 3 ) Clinical records for at least 2 months with complete demographic information ( 4 ) Record of treatment with first-line TB medication prescriptions .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "CM users for conditions other than respiratory discomforts ( n \u003d 3980 ) were excluded .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Finally , a total of 3925 TB patients were categorized as : CM users for respiratory discomforts ( n \u003d 2051 ) and non-CM users ( n \u003d 1874 ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Among the 3925 subjects ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "2051 ( 52.25 % ) were CM users ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and 1874 ( 44.753 % ) were non-CM users .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Female patients and those who were younger ( 18-39 y/o ) and who lived in urbanized areas relatively tended to be CM users ( p \u003c .0001 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Most of the CM users ( 1944 , 94.78 % ) received Chinese medicines .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The most commonly prescribed herbal formulas and single herbs were Xiao-Qing-Long-Tang and Radix Platycodonis ( Jie-Geng ) , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The core pattern of Chinese medicines for TB patients consisted of Ma-Xing-Gan-Shi-Tang ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Bulbus Fritillariae Thunbergii ( Bei-Mu ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Radix Platycodonis ( Jie-Geng ) and Semen Armeniacae ( Xing-Ren ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : The use of CM is popular among patients with a medical history of TB complicated with long-term respiratory discomforts in Taiwan .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Further pharmacological investigations and clinical trials are required .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "14",
    "segment_num": "21",
    "token_num": "381"
  }
}