{
  "paper_id": "30d03a6bfb99b7abf5e8e7c41b7ba38531298a4f",
  "metadata": {
    "title": "Coronavirus immunogens",
    "coda_data_split": "train",
    "coda_paper_id": 2512,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Coronavirnses (CV) infect a variety of livestock, poultry and companion animals. They belong to at least five antigenic groups. CV cause localized infections of the respiratory and/or intestinal tracts, with the exception of feline infectious peritonitis virus (FIPV) and hemagglutinating encephalomyelitis (HEV) which cause systemic infections. The enteropathogenic CV infect the villous enterocytes resulting in villous atrophy leading to malabsorptive diarrhea. Several CV (bovine CV-BCV, porcine respiratory CV-PRCV, infectious bronchitis virus-IBV) cause respiratory disease.",
      "sentences": [
        [
          {
            "segment_text": "Coronavirnses ( CV ) infect a variety of livestock , poultry and companion animals .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "They belong to at least five antigenic groups .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "CV cause localized infections of the respiratory and/or intestinal tracts ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "with the exception of feline infectious peritonitis virus ( FIPV ) and hemagglutinating encephalomyelitis ( HEV ) which cause systemic infections .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The enteropathogenic CV infect the villous enterocytes resulting in villous atrophy leading to malabsorptive diarrhea .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Several CV ( bovine CV-BCV , porcine respiratory CV-PRCV , infectious bronchitis virus-IBV ) cause respiratory disease .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Current evidence indicates that protection against enteric and respiratory CV infections is mediated by passive or active immunity at the primary site of CV replication. Maternal vaccination approaches to induce passive immunity include the use of inactivated and modified live viral vaccines. Modified live viruses and a Ts mutant CV (FIPV) are also used as oral or intranasal vaccines to induce active mucosal immunity. The success of these vaccines in the field is often compromised by a number of potential problems.",
      "sentences": [
        [
          {
            "segment_text": "Current evidence indicates that protection against enteric and respiratory CV infections is mediated by passive or active immunity at the primary site of CV replication .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Maternal vaccination approaches to induce passive immunity include the use of inactivated and modified live viral vaccines .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Modified live viruses and a Ts mutant CV ( FIPV ) are also used as oral or intranasal vaccines to induce active mucosal immunity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The success of these vaccines in the field is often compromised by a number of potential problems .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Coronaviruses are spherical, enveloped viruses, ranging from 80-160 nm in diameter and containing a positive-stranded RNA genome. They possess prominent surface spikes and some species display a fringe of smaller surface projections believed to be the hemagglutinin (HE). Coronaviruses possess 3 to 4 structural proteins: the spike (S) glycoprotein ( 150-200 kDa), the integral membrane glycoprotein (M; 20-30 kDa) and the nucleocapsid phosphoprotein (N; 43-50 kDa). A subset of CV (BCV, HEV, turkey CV) possess a third glycoprotein on the virion surface, the HE (60-65 kDa). These proteins can be quamitated using pooled monoclonal antibodies (mAb) to distinct epitopes of each protein in ELISA.",
      "sentences": [
        [
          {
            "segment_text": "Coronaviruses are spherical , enveloped viruses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "ranging from 80-160 nm in diameter and containing a positive-stranded RNA genome .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "They possess prominent surface spikes and some species display a fringe of smaller surface projections believed to be the hemagglutinin ( HE ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Coronaviruses possess 3 to 4 structural proteins : the spike ( S ) glycoprotein ( 150-200 kDa ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the integral membrane glycoprotein ( M ; 20-30 kDa ) and the nucleocapsid phosphoprotein ( N ; 43-50 kDa ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A subset of CV ( BCV , HEV , turkey CV ) possess a third glycoprotein on the virion surface ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the HE ( 60-65 kDa ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These proteins can be quamitated using pooled monoclonal antibodies ( mAb ) to distinct epitopes of each protein in ELISA .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Most research has focused on the S protein as a candidate antigen for CV vaccines since it induces virus neutralizing (VN) antibodies. However the HE protein stimulates the production of VN and HE inhibiting antibodies and the M protein induces antibodies that neutralize virus in the presence of complement. Attempts to correlate in vitro VN antibody activity with in vivo protection have shown that the passive transfer ofVN mAb to the S or HE protein conferred passive protection against CV challenge in some studies, but not others. Additional research has implicated a possible role for other CV proteins in immunity. Studies of mAb to the M protein of transmissible gastroenteritis (TGEV) have provided evidence for a direct role of the M protein in the induction of aIFN by porcine blood leukocytes. The potential significance of this phenomenon to immunity to TGEV is unclear. Similarly, studies of IBV have suggested that determinants recognized by T cells reside on the N protein and these determinants may be shared among heterologous strains of IBV, resulting in the induction of cross-protection. Thus epitopes on the N protein may be important for induction of",
      "sentences": [
        [
          {
            "segment_text": "Most research has focused on the S protein as a candidate antigen for CV vaccines since it induces virus neutralizing ( VN ) antibodies .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However the HE protein stimulates the production of VN and HE inhibiting antibodies and the M protein induces antibodies that neutralize virus in the presence of complement .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Attempts to correlate in vitro VN antibody activity with in vivo protection have shown that the passive transfer ofVN mAb to the S or HE protein conferred passive protection against CV challenge in some studies , but not others .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Additional research has implicated a possible role for other CV proteins in immunity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Studies of mAb to the M protein of transmissible gastroenteritis ( TGEV ) have provided evidence for a direct role of the M protein in the induction of aIFN by porcine blood leukocytes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The potential significance of this phenomenon to immunity to TGEV is unclear .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Similarly , studies of IBV have suggested that determinants recognized by T cells reside on the N protein and these determinants may be shared among heterologous strains of IBV ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "resulting in the induction of cross-protection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Thus epitopes on the N protein may be important for induction of",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "22",
    "segment_num": "27",
    "token_num": "514"
  }
}