{
  "paper_id": "30d3ac84fd85ded68229c2c79ce13a189cf187f0",
  "metadata": {
    "title": "Bronchiectasis and cough: An old relationship in need of renewed attention Chronic cough Bronchiectasis",
    "coda_data_split": "train",
    "coda_paper_id": 7773,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Bronchiectasis is an increasingly recognised respiratory condition with limited therapeutic options and a complex spectrum of clinical manifestations that invariably includes chronic cough. As the primary presentation of bronchiectasis in most cases, chronic cough and its mechanistic underpinnings are of central importance but remain poorly understood in this setting. Bronchiectasis is also increasingly identified as an underlying cause of chronic cough highlighting the interrelationship between the two conditions that share overlapping clinical features. Several therapeutic approaches have illustrated positive effects on bronchiectasis-associated cough, however, more focused treatment of heterogeneous cough subtypes may yield better outcomes for patients. A current challenge is the identification of bronchiectasis and cough endophenotypes that may allow improved patient stratification and more targeted therapeutic matching of the right treatment to the right patient. Here we discuss the complex disease phenotypes of bronchiectasis and their interrelationship with cough while considering current and emerging treatment options. We discuss some key cough promoters in bronchiectasis including infection, allergy and immune dysfunction.",
      "sentences": [
        [
          {
            "segment_text": "Bronchiectasis is an increasingly recognised respiratory condition with limited therapeutic options and a complex spectrum of clinical manifestations that invariably includes chronic cough .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "As the primary presentation of bronchiectasis in most cases ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "chronic cough and its mechanistic underpinnings are of central importance but remain poorly understood in this setting .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Bronchiectasis is also increasingly identified as an underlying cause of chronic cough highlighting the interrelationship between the two conditions that share overlapping clinical features .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Several therapeutic approaches have illustrated positive effects on bronchiectasis-associated cough ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "however , more focused treatment of heterogeneous cough subtypes may yield better outcomes for patients .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A current challenge is the identification of bronchiectasis and cough endophenotypes that may allow improved patient stratification and more targeted therapeutic matching of the right treatment to the right patient .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we discuss the complex disease phenotypes of bronchiectasis and their interrelationship with cough while considering current and emerging treatment options .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We discuss some key cough promoters in bronchiectasis including infection , allergy and immune dysfunction .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "9",
    "token_num": "173"
  }
}