{
  "paper_id": "30eae3d28d8186a69cd90f6a7bf796ea2184fe6f",
  "metadata": {
    "title": "LIGHT AND ELECTRONIC MICROSCOPIC STUDIES OF THE CHANGES IN THE INTESTINAL MUCOSA OF GNOTOBIOTIC CALVES INFECTED WITH A WILD ROTAVIRUS",
    "coda_data_split": "train",
    "coda_paper_id": 2332,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "[rom the faeces of diarrheic calves caused non-fatal diarrhoea without dehydration. Lesions of the alimentary mucosa appear well before the onset of diarrhoea and are characterized by a release of mucus in the anterior part of the intestine. By the time diarrhoea begin, different types of rotavirus particules are present in the enterocytes of the mucosa, and mucus contents Of distal intestine are affected. At this stage of the disease, the virus causes epithelial cells in the small intestine to desquamate and changes the secretion of mucus in the small as well as the large intestine. The very intense virus multiplication is completed within 18 h. Intracellular rotavirus disappear very quickly after the onset of diarrhoea, and cannot be detected even during the acute phase of the disease. Regeneration of the mucosa takes place slowly, and the cellular and structural lesions are still visible more than 4 days after the diarrhoea stopped.",
      "sentences": [
        [
          {
            "segment_text": "( rom the faeces of diarrheic calves caused non-fatal diarrhoea without dehydration .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Lesions of the alimentary mucosa appear well before the onset of diarrhoea and are characterized by a release of mucus in the anterior part of the intestine .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "By the time diarrhoea begin ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "different types of rotavirus particules are present in the enterocytes of the mucosa ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and mucus contents Of distal intestine are affected .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "At this stage of the disease ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the virus causes epithelial cells in the small intestine to desquamate and changes the secretion of mucus in the small as well as the large intestine .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The very intense virus multiplication is completed within 18 h. Intracellular rotavirus disappear very quickly after the onset of diarrhoea ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and can not be detected even during the acute phase of the disease .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Regeneration of the mucosa takes place slowly ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the cellular and structural lesions are still visible more than 4 days after the diarrhoea stopped .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "11",
    "token_num": "165"
  }
}