{
  "paper_id": "30ee50b57bf958f48c38acf57c9639d6da2fce44",
  "metadata": {
    "title": "Characterization of SARS-CoV-specific memory T cells from recovered individuals 4 years after infection HHS Public Access",
    "coda_data_split": "train",
    "coda_paper_id": 9426,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "SARS-CoV infection of human results in antigen-specific cellular and humoral immune responses. However, it is critical to determine whether SARS-CoV-specific memory T cells can persist for long periods of time. In this study, we analyzed the cellular immune response from 21 SARSrecovered individuals who had been diagnosed with SARS in 2003 by using ELISA, CBA, ELISpot and multiparameter flow cytometry assays. Our results demonstrated that low levels of specific memory T cell responses to SARS-CoV S, M, E and N peptides were detected in a Correspondence to: Chang-You Wu, changyou_wu@yahoo.com.",
      "sentences": [
        [
          {
            "segment_text": "SARS-CoV infection of human results in antigen-specific cellular and humoral immune responses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , it is critical to determine whether SARS-CoV-specific memory T cells can persist for long periods of time .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , we analyzed the cellular immune response from 21 SARSrecovered individuals who had been diagnosed with SARS in 2003 by using ELISA ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "CBA , ELISpot and multiparameter flow cytometry assays .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Our results demonstrated that low levels of specific memory T cell responses to SARS-CoV S ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "M , E and N peptides were detected in a Correspondence to : Chang-You Wu , changyou_wu@yahoo.com .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "proportion of SARS-recovered patients, and IFN-γ was the predominant cytokine produced by T cells after stimulation with peptides. Cytometry analysis indicated that the majority of memory CD8 + T cells produced IFN-γ, whereas memory CD4 + T cells produced IFN-γ, IL-2 or TNF-α. These results might provide valuable information on the cellular immune response in recovered SARS-CoV patients for the rational design of vaccines against SARS-CoV infection. Fan et al. ",
      "sentences": [
        [
          {
            "segment_text": "proportion of SARS-recovered patients , and IFN-γ was the predominant cytokine produced by T cells after stimulation with peptides .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Cytometry analysis indicated that the majority of memory CD8 + T cells produced IFN-γ ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whereas memory CD4 + T cells produced IFN-γ , IL-2 or TNF-α .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results might provide valuable information on the cellular immune response in recovered SARS-CoV patients for the rational design of vaccines against SARS-CoV infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Fan et al. .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "8",
    "segment_num": "11",
    "token_num": "179"
  }
}