{
  "paper_id": "30f527ca58ab6bff727209999d7eeaabd5dd51fc",
  "metadata": {
    "title": "Inhibitors of c-Jun N-terminal kinases-JuNK no more?",
    "coda_data_split": "train",
    "coda_paper_id": 10359,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The c-Jun N-terminal kinases (JNKs) have been the subject of intense interest since their discovery in the early 1990s. Major research programs have been directed to the screening and/or design of JNK-selective inhibitors and testing their potential as drugs. We begin this review by considering the first commercially-available JNK ATP-competitive inhibitor, SP600125. We focus on recent studies that have evaluated the actions of SP600125 in lung, brain, kidney and liver following exposure to a range of stress insults including ischemia/reperfusion. In many but not all cases, SP600125 administration has proved beneficial. JNK activation can also follow infection, and we next consider recent examples that demonstrate the benefits of SP600125 administration in viral infection. Additional ATP-competitive JNK inhibitors have now been described following high throughput screening of small molecule libraries, but information on their use in biological systems remains limited and thus these inhibitors will require further evaluation. Peptide substrate-competitive ATP-non-competitive inhibitors of JNK have also now been described, and we discuss the recent advances in the use of JNK inhibitory peptides in the treatment of neuronal death, diabetes and viral infection. We conclude by raising a number of questions that should be considered in the quest for JNK-specific inhibitors.",
      "sentences": [
        [
          {
            "segment_text": "The c-Jun N-terminal kinases ( JNKs ) have been the subject of intense interest since their discovery in the early 1990s .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Major research programs have been directed to the screening and/or design of JNK-selective inhibitors and testing their potential as drugs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We begin this review by considering the first commercially-available JNK ATP-competitive inhibitor , SP600125 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We focus on recent studies that have evaluated the actions of SP600125 in lung ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "brain , kidney and liver following exposure to a range of stress insults including ischemia/reperfusion .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "In many but not all cases ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "SP600125 administration has proved beneficial .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "JNK activation can also follow infection ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and we next consider recent examples that demonstrate the benefits of SP600125 administration in viral infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Additional ATP-competitive JNK inhibitors have now been described following high throughput screening of small molecule libraries ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but information on their use in biological systems remains limited and thus these inhibitors will require further evaluation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Peptide substrate-competitive ATP-non-competitive inhibitors of JNK have also now been described ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and we discuss the recent advances in the use of JNK inhibitory peptides in the treatment of neuronal death , diabetes and viral infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We conclude by raising a number of questions that should be considered in the quest for JNK-specific inhibitors .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "14",
    "token_num": "218"
  }
}