{
  "paper_id": "310015d35bccde94297fb3046ffb70437c03b4be",
  "metadata": {
    "title": "Effect of Glucocorticoid on Piglet Jejunal Mucosa during Acute Viral Enteritis1",
    "coda_data_split": "train",
    "coda_paper_id": 8960,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "We measured the effect of pharmacological doses of glucocorticoid on piglet jejunal structure and function during acute viral diarrhea. Weaned piglets, infected experimentally with transmissible gastroenteritis virus, a coronavirus that induces a diarrheal illness similar to human rotavirus infection, received methylprednisolone (30 mg/kg) or saline intramuscularly at 48 and 72 h after infection; noninfected littermate controls were similarly injected with methylprednisolone. Animals were killed at 96 h, at the height of diarrhea, and jejunal epithelium was studied in vitro. Transmissible gastroenteritis, as expected, induced structural, enzyme, and Na transport abnormalities. Methylprednisolone did not affect small intestinal structure or function of noninfected control piglets. In transmissible gastroenteritis-infected piglets, jejunal villi were longer and glucose-facilitated Na absorption was greater after methylprednisolone than after saline treatment. Increased glucose stimulation of Na flux in vitro in the methylprednisolone-treated infected group was not attributable to enhanced Na+-K+-ATPase activity and occurred d e s~i t e ~ersistence of the virus within mucosal cells.",
      "sentences": [
        [
          {
            "segment_text": "We measured the effect of pharmacological doses of glucocorticoid on piglet jejunal structure and function during acute viral diarrhea .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Weaned piglets , infected experimentally with transmissible gastroenteritis virus ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "a coronavirus that induces a diarrheal illness similar to human rotavirus infection ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "received methylprednisolone ( 30 mg/kg ) or saline intramuscularly at 48 and 72 h after infection ; noninfected littermate controls were similarly injected with methylprednisolone .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Animals were killed at 96 h ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "at the height of diarrhea ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and jejunal epithelium was studied in vitro .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Transmissible gastroenteritis , as expected ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "induced structural , enzyme , and Na transport abnormalities .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Methylprednisolone did not affect small intestinal structure or function of noninfected control piglets .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In transmissible gastroenteritis-infected piglets , jejunal villi were longer and glucose-facilitated Na absorption was greater after methylprednisolone than after saline treatment .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Increased glucose stimulation of Na flux in vitro in the methylprednisolone-treated infected group was not attributable to enhanced Na + - K + - ATPase activity and occurred d e s ~ i t e ~ ersistence of the virus within mucosal cells .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "12",
    "token_num": "186"
  }
}