{
  "paper_id": "3101bfd9623e6639c72fe39afc806a9d4c9b4164",
  "metadata": {
    "title": "Replacing nebulizers by MDI-spacers for bronchodilator and inhaled corticosteroid administration: Impact on the utilization of hospital resources ScienceDirect",
    "coda_data_split": "train",
    "coda_paper_id": 2377,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background and objectives: Metered-dose inhalers plus spacers (MDI-spacer) are as effective as, or better than, nebulizers in aerosol delivery. The selection of aerosol delivery system for hospitalized children can have a significant impact on the utilization of healthcare resources. Design and setting: A quality improvement project to evaluate the impact of conversion to MDI-spacer to administer bronchodilators (BDs) and inhaled corticosteroids (ICSs) to hospitalized children on the utilization of hospital resources. The project was conducted in a tertiary pediatric ward from April to May 2013. Materials and methods: The project was conducted over a six-week period. In the first two weeks, data were gathered from all hospitalized children receiving BDs and/or ICSs by nebulizers. This data collection was followed by a two-week washout period during which training of healthcare providers and operational changes were implemented to enhance the conversion to MDI-spacer. In the last two weeks, data were gathered from hospitalized children after conversion to MDI-spacer. The primary outcomes included the mean time (in minutes) of medication preparation and delivery. Secondary outcomes included the following: need for respiratory therapy assistance, estimated cost of treatment sessions, and patient/caregiver satisfaction. Results: Five hundred seventy-five treatment sessions were enrolled (288 on nebulizers, 287 on MDI-spacer). The nebulizer group had more male predominance and were slightly older compared to the MDI-spacer group (male: 59% vs. 53% and mean age: 52 vs. 40 months respectively). The duration of treatment preparation and delivery was significantly lower in the MDI-spacer group (2 min reduction in preparation time and 5 min reduction in delivery time; p \u003c 0.01). Caregivers mastered MDI-spacer use after an average of two observed sessions, eliminating the need for respiratory therapy assistance during the hospital stay. Medication cost analysis showed savings in favor of MDI-spacer (cost reduction per 100 doses: 50% for albuterol, 30% for ipratropium bromide, and 87% for ICSs). The patient satisfaction survey showed \"very good\" to \"excellent\" levels in both groups. Conclusions: Conversion to MDI-spacer for BDs and ICSs administration in hospitalized children improve hospital resource utilization.",
      "sentences": [
        [
          {
            "segment_text": "Background and objectives : Metered-dose inhalers plus spacers ( MDI-spacer ) are as effective as ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "or better than , nebulizers in aerosol delivery .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The selection of aerosol delivery system for hospitalized children can have a significant impact on the utilization of healthcare resources .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Design and setting : A quality improvement project to evaluate the impact of conversion to MDI-spacer to administer bronchodilators ( BDs ) and inhaled corticosteroids ( ICSs ) to hospitalized children on the utilization of hospital resources .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The project was conducted in a tertiary pediatric ward from April to May 2013 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Materials and methods : The project was conducted over a six-week period .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "In the first two weeks ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "data were gathered from all hospitalized children receiving BDs and/or ICSs by nebulizers .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "This data collection was followed by a two-week washout period during which training of healthcare providers and operational changes were implemented to enhance the conversion to MDI-spacer .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "In the last two weeks ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "data were gathered from hospitalized children after conversion to MDI-spacer .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The primary outcomes included the mean time ( in minutes ) of medication preparation and delivery .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Secondary outcomes included the following : need for respiratory therapy assistance ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "estimated cost of treatment sessions , and patient/caregiver satisfaction .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Five hundred seventy-five treatment sessions were enrolled ( 288 on nebulizers , 287 on MDI-spacer ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The nebulizer group had more male predominance and were slightly older compared to the MDI-spacer group ( male : 59 % vs. 53 % and mean age : 52 vs. 40 months respectively ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The duration of treatment preparation and delivery was significantly lower in the MDI-spacer group ( 2 min reduction in preparation time and 5 min reduction in delivery time ; p \u003c 0.01 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Caregivers mastered MDI-spacer use after an average of two observed sessions ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "eliminating the need for respiratory therapy assistance during the hospital stay .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Medication cost analysis showed savings in favor of MDI-spacer ( cost reduction per 100 doses : 50 % for albuterol , 30 % for ipratropium bromide , and 87 % for ICSs ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The patient satisfaction survey showed `` very good \u0027\u0027 to `` excellent \u0027\u0027 levels in both groups .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : Conversion to MDI-spacer for BDs and ICSs administration in hospitalized children improve hospital resource utilization .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "17",
    "segment_num": "22",
    "token_num": "398"
  }
}