{
  "paper_id": "310ecddb33c3ccaf97b14cd0683763617e438b30",
  "metadata": {
    "title": "Innate Immune Response to Influenza A Virus in Differentiated Human Alveolar Type II Cells",
    "coda_data_split": "train",
    "coda_paper_id": 9325,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Alveolar Type II (ATII) cells are important targets for seasonal and pandemic influenza. To investigate the influenza-induced innate immune response in those cells, we measured the global gene expression profile of highly differentiated ATII cells infected with the influenza A virus at a multiplicity of infection of 0.5 at 4 hours and 24 hours after inoculation. Infection with influenza stimulated a significant increase in the mRNA concentrations of many host defense-related genes, including pattern/pathogen recognition receptors, IFN, and IFN-induced genes, chemokines, and suppressors of cytokine signaling. We verified these changes by quantitative real-time RT-PCR. At the protein level, we detected a robust virusinduced secretion of the three glutamic acid-leucine-arginine (ELR)negative chemokines CXCL9, CXCL10, and CXCL11, according to ELISA. The ultraviolet inactivation of virus abolished the chemokine and cytokine response. Viral infection did not appear to alter the differentiation of ATII cells, as measured by cellular mRNA and concentrations of surfactant proteins. However, viral infection significantly reduced the secretion of surfactant protein (SP)-A and SP-D. In addition, influenza A virus triggered a time-dependent activation of phosphatidylinositol 3-kinase signaling in ATII cells. The inhibition of this pathway significantly decreased the release of infectious virus and the chemokine response, but did not alter virusinduced cell death. This study provides insights into influenzainduced innate immunity in differentiated human ATII cells, and demonstrates that the alveolar epithelium is a critical part of the initial innate immune response to influenza.",
      "sentences": [
        [
          {
            "segment_text": "Alveolar Type II ( ATII ) cells are important targets for seasonal and pandemic influenza .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To investigate the influenza-induced innate immune response in those cells ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "we measured the global gene expression profile of highly differentiated ATII cells infected with the influenza A virus at a multiplicity of infection of 0.5 at 4 hours and 24 hours after inoculation .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Infection with influenza stimulated a significant increase in the mRNA concentrations of many host defense-related genes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including pattern/pathogen recognition receptors , IFN ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and IFN-induced genes , chemokines ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and suppressors of cytokine signaling .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We verified these changes by quantitative real-time RT-PCR .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "At the protein level , we detected a robust virusinduced secretion of the three glutamic acid-leucine-arginine ( ELR ) negative chemokines CXCL9 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "CXCL10 , and CXCL11 , according to ELISA .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The ultraviolet inactivation of virus abolished the chemokine and cytokine response .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Viral infection did not appear to alter the differentiation of ATII cells ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as measured by cellular mRNA and concentrations of surfactant proteins .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , viral infection significantly reduced the secretion of surfactant protein ( SP ) - A and SP-D .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , influenza A virus triggered a time-dependent activation of phosphatidylinositol 3-kinase signaling in ATII cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The inhibition of this pathway significantly decreased the release of infectious virus and the chemokine response ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but did not alter virusinduced cell death .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This study provides insights into influenzainduced innate immunity in differentiated human ATII cells ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and demonstrates that the alveolar epithelium is a critical part of the initial innate immune response to influenza .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "19",
    "token_num": "269"
  }
}