{
  "paper_id": "3118aa53f6b7e539049e2a52e973f4124ba121e9",
  "metadata": {
    "title": "First Discovery of Acetone Extract from Cottonseed Oil Sludge as a Novel Antiviral Agent against Plant Viruses",
    "coda_data_split": "train",
    "coda_paper_id": 6658,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "A novel acetone extract from cottonseed oil sludge was firstly discovered against plant viruses including Tobacco mosaic virus (TMV), Rice stripe virus (RSV) and Southern rice black streaked dwarf virus (SRBSDV). Gossypol and β-sitosterol separated from the acetone extract were tested for their effects on anti-TMV and analysed by nuclear magnetic resonance (NMR) assay. In vivo and field trials in different geographic distributions and different host varieties declared that this extract mixture was more efficient than the commercial agent Ningnanmycin with a broad spectrum of anti-plant-viruses activity. No phytotoxic activity was observed in the treated plants and environmental toxicology showed that this new acetone extract was environmentally friendly, indicating that this acetone extract has potential application in the control of plant virus in the future.",
      "sentences": [
        [
          {
            "segment_text": "A novel acetone extract from cottonseed oil sludge was firstly discovered against plant viruses including Tobacco mosaic virus ( TMV ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Rice stripe virus ( RSV ) and Southern rice black streaked dwarf virus ( SRBSDV ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Gossypol and β-sitosterol separated from the acetone extract were tested for their effects on anti-TMV and analysed by nuclear magnetic resonance ( NMR ) assay .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In vivo and field trials in different geographic distributions and different host varieties declared that this extract mixture was more efficient than the commercial agent Ningnanmycin with a broad spectrum of anti-plant-viruses activity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "No phytotoxic activity was observed in the treated plants and environmental toxicology showed that this new acetone extract was environmentally friendly ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "indicating that this acetone extract has potential application in the control of plant virus in the future .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "6",
    "token_num": "139"
  }
}