{
  "paper_id": "3137e6b6910babf168d2ec65a8dd8b0b1b693fbb",
  "metadata": {
    "title": "",
    "coda_data_split": "train",
    "coda_paper_id": 3628,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background: Although the cause of necrotizing enterocolitis (NEC) is unknown, infection control practices have been shown to play an important role in containing many outbreaks. We investigated the etiology of a cluster of NEC in a level 3 neonatal intensive care unit and monitored for new cases following the implementation of enhanced infection control measures. Methods: Investigators performed a chart and laboratory review for neonates with a diagnosis of NEC during , to identify risk factors. Enhanced environmental cleaning, cohorting of infants and nurses, and increased attention to hand hygiene were instituted. Commercial feeding products in the unit were tested for bacterial contamination. Close monitoring for new cases continued for 2 months following the identification of the cluster. Results: Eleven cases of NEC were identified during the study period. Patients had a median of 5 disease risk factors (range, 3-8). Four distinct pathogens were detected in blood or stool specimens from 4 different patients. One sample of human milk fortifier (HMF) tested contained a colony count of Bacillus cereus at the US Food and Drug Administration\u0027s upper microbiologic limit for contamination. Seven (65%) patients received HMF before symptom onset, and 9 (82%) patients received 1 or more types of liquid formula. Only 1 new case was identified during the period of close monitoring. Conclusion: A microbiologic cause was not identified, and, although the cluster might have resolved spontaneously, enhanced infection control and changing batches of HMF might have played a role in controlling this outbreak.",
      "sentences": [
        [
          {
            "segment_text": "Background : Although the cause of necrotizing enterocolitis ( NEC ) is unknown ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "infection control practices have been shown to play an important role in containing many outbreaks .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We investigated the etiology of a cluster of NEC in a level 3 neonatal intensive care unit and monitored for new cases following the implementation of enhanced infection control measures .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Methods : Investigators performed a chart and laboratory review for neonates with a diagnosis of NEC during , to identify risk factors .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Enhanced environmental cleaning , cohorting of infants and nurses ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and increased attention to hand hygiene were instituted .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Commercial feeding products in the unit were tested for bacterial contamination .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Close monitoring for new cases continued for 2 months following the identification of the cluster .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Eleven cases of NEC were identified during the study period .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Patients had a median of 5 disease risk factors ( range , 3-8 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Four distinct pathogens were detected in blood or stool specimens from 4 different patients .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "One sample of human milk fortifier ( HMF ) tested contained a colony count of Bacillus cereus at the US Food and Drug Administration \u0027s upper microbiologic limit for contamination .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Seven ( 65 % ) patients received HMF before symptom onset ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and 9 ( 82 % ) patients received 1 or more types of liquid formula .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Only 1 new case was identified during the period of close monitoring .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusion : A microbiologic cause was not identified ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and , although the cluster might have resolved spontaneously ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "enhanced infection control and changing batches of HMF might have played a role in controlling this outbreak .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "13",
    "segment_num": "18",
    "token_num": "283"
  }
}