{
  "paper_id": "313d6762ff0c7e18ed7af39482b04fbd2d280bc7",
  "metadata": {
    "title": "Exploitation of glycosylation in enveloped virus pathobiology",
    "coda_data_split": "train",
    "coda_paper_id": 9285,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Glycosylation is a ubiquitous post-translational modification responsible for a multitude of crucial biological roles. As obligate parasites, viruses exploit host-cell machinery to glycosylate their own proteins during replication. Viral envelope proteins from a variety of human pathogens including HIV-1, influenza virus, Lassa virus, SARS, Zika virus, dengue virus, and Ebola virus have evolved to be extensively glycosylated. These hostcell derived glycans facilitate diverse structural and functional roles during the viral life-cycle, ranging from immune evasion by glycan shielding to enhancement of immune cell infection. In this review, we highlight the imperative and auxiliary roles glycans play, and how specific oligosaccharide structures facilitate these functions during viral pathogenesis. We discuss the growing efforts to exploit viral glycobiology in the development of anti-viral vaccines and therapies.",
      "sentences": [
        [
          {
            "segment_text": "Glycosylation is a ubiquitous post-translational modification responsible for a multitude of crucial biological roles .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "As obligate parasites , viruses exploit host-cell machinery to glycosylate their own proteins during replication .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Viral envelope proteins from a variety of human pathogens including HIV-1 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "influenza virus , Lassa virus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "SARS , Zika virus , dengue virus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and Ebola virus have evolved to be extensively glycosylated .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These hostcell derived glycans facilitate diverse structural and functional roles during the viral life-cycle ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "ranging from immune evasion by glycan shielding to enhancement of immune cell infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this review , we highlight the imperative and auxiliary roles glycans play ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and how specific oligosaccharide structures facilitate these functions during viral pathogenesis .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We discuss the growing efforts to exploit viral glycobiology in the development of anti-viral vaccines and therapies .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "11",
    "token_num": "140"
  }
}