{
  "paper_id": "3186f38a1e7c1edd1b6a1d17fef30a79b9124801",
  "metadata": {
    "title": "Human Bocavirus in Children Hospitalized for Acute Gastroenteritis: A Case-Control Study",
    "coda_data_split": "train",
    "coda_paper_id": 8353,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background. Human bocavirus (HBoV) was recently discovered in children with respiratory tract disease and gastroenteritis. The causative role of HBoV in human gastroenteritis remains uncertain, and, to our knowledge, no previous case-control study has studied the relationship between HBoV and gastroenteritis.",
      "sentences": [
        [
          {
            "segment_text": "Background .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Human bocavirus ( HBoV ) was recently discovered in children with respiratory tract disease and gastroenteritis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The causative role of HBoV in human gastroenteritis remains uncertain ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and , to our knowledge ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "no previous case-control study has studied the relationship between HBoV and gastroenteritis .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Methods. We conducted a case-control study that examined stool samples from 397 children with diarrhea and from 115 asymptomatic control subjects. HBoV was detected using polymerase chain reaction. Real-time polymerase chain reaction was used to quantify the HBoV loads in case and control groups. Common enteric viruses were examined using enzyme-linked immunosorbent assays, polymerase chain reaction, and reverse-transcription polymerase chain reaction.",
      "sentences": [
        [
          {
            "segment_text": "Methods .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We conducted a case-control study that examined stool samples from 397 children with diarrhea and from 115 asymptomatic control subjects .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "HBoV was detected using polymerase chain reaction .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Real-time polymerase chain reaction was used to quantify the HBoV loads in case and control groups .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Common enteric viruses were examined using enzyme-linked immunosorbent assays ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "polymerase chain reaction , and reverse-transcription polymerase chain reaction .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results. At least 1 viral agent was discovered in 60.2% of cases. HBoV was detected in 14 samples, and 9 were coinfected with either rotavirus (7 of 14 samples) or human calicivirus (2 of 14). Many (8 [57.1%] of 14) of the HBoV infections occurred during September-December 2006. Most (12 [85.7%]) of the HBoV-infected children were 7-18 months of age. The percentage of children with HBoV infection did not differ significantly between case patients and control subjects (3.5% vs. 3.5%), and the statistical analysis did not support a correlation between HBoV infection and more-severe clinical symptoms. The viral load differences between the 2 groups were not statistically significant ( , by log-normal Student\u0027s t test). In addition, the VP1/VP2 partial gene of HBoV P p .09 from case patients and control subjects showed minimal sequence variation.",
      "sentences": [
        [
          {
            "segment_text": "Results .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "At least 1 viral agent was discovered in 60.2 % of cases .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "HBoV was detected in 14 samples ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and 9 were coinfected with either rotavirus ( 7 of 14 samples ) or human calicivirus ( 2 of 14 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Many ( 8 ( 57.1 % ) of 14 ) of the HBoV infections occurred during September-December 2006 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Most ( 12 ( 85.7 % ) ) of the HBoV-infected children were 7-18 months of age .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The percentage of children with HBoV infection did not differ significantly between case patients and control subjects ( 3.5 % vs. 3.5 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the statistical analysis did not support a correlation between HBoV infection and more-severe clinical symptoms .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The viral load differences between the 2 groups were not statistically significant ( , by log-normal Student \u0027s t test ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , the VP1/VP2 partial gene of HBoV P p .09 from case patients and control subjects showed minimal sequence variation .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "A single genetic lineage of HBoV was revealed in persons in China. Despite its high prevalence in stool samples, our study does not support a causative role of HBoV in gastroenteritis.",
      "sentences": [
        [
          {
            "segment_text": "A single genetic lineage of HBoV was revealed in persons in China .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Despite its high prevalence in stool samples ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "our study does not support a causative role of HBoV in gastroenteritis .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "18",
    "segment_num": "24",
    "token_num": "319"
  }
}