{
  "paper_id": "319131fefe1454ff234e19d29c2e58e5d91c6450",
  "metadata": {
    "title": "Olig1 function is required for remyelination potential of transplanted neural progenitor cells in a model of viral-induced demyelination NIH Public Access Author Manuscript",
    "coda_data_split": "train",
    "coda_paper_id": 3240,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Multiple sclerosis (MS) is a chronic inflammatory disease of the central nervous system (CNS) resulting in cumulative neurologic deficits associated with progressive myelin loss. We have previously shown that transplantation of neural progenitor cells (NPCs) into mice persistently infected with the JHM strain of mouse hepatitis virus (JHMV) results in enhanced differentiation into oligodendrocyte progenitor cells (OPCs) that is associated with remyelination and axonal sparing. The current study examines the contributions of the transcription factor Olig1 on NPC differentiation and remyelination. Under defined conditions, NPCs preferentially differentiate into oligodendroglia whereas NPCs isolated from Olig1-deficient (Olig1−/−) mice exhibit enhanced differentiation into astrocytes. Transplantation of Olig1−/− and Olig1+/+ NPCs into JHMVinfected mice resulted in similar cell survival, proliferation, and selective migration to areas of demyelination. However, only recipients of wild type NPCs exhibited extensive remyelination compared to mice receiving Olig1−/− NPCs. In vivo characterization of NPCs revealed that Olig1+/+ NPCs preferentially differentiated into NG2-positive OPCs and formed processes expressing myelin basic protein that encircled axons. In contrast, the majority of transplanted Olig1−/− NPCs differentiated into GFAP-positive cells consistent with the astrocyte lineage.",
      "sentences": [
        [
          {
            "segment_text": "Multiple sclerosis ( MS ) is a chronic inflammatory disease of the central nervous system ( CNS ) resulting in cumulative neurologic deficits associated with progressive myelin loss .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We have previously shown that transplantation of neural progenitor cells ( NPCs ) into mice persistently infected with the JHM strain of mouse hepatitis virus ( JHMV ) results in enhanced differentiation into oligodendrocyte progenitor cells ( OPCs ) that is associated with remyelination and axonal sparing .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The current study examines the contributions of the transcription factor Olig1 on NPC differentiation and remyelination .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Under defined conditions , NPCs preferentially differentiate into oligodendroglia whereas NPCs isolated from Olig1-deficient ( Olig1 − / − ) mice exhibit enhanced differentiation into astrocytes .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Transplantation of Olig1 − / − and Olig1 + / + NPCs into JHMVinfected mice resulted in similar cell survival ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "proliferation , and selective migration to areas of demyelination .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , only recipients of wild type NPCs exhibited extensive remyelination compared to mice receiving Olig1 − / − NPCs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In vivo characterization of NPCs revealed that Olig1 + / + NPCs preferentially differentiated into NG2-positive OPCs and formed processes expressing myelin basic protein that encircled axons .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In contrast , the majority of transplanted Olig1 − / − NPCs differentiated into GFAP-positive cells consistent with the astrocyte lineage .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "These results indicate that exogenous NPCs contribute to improved clinical and histological outcome and this is associated with remyelination by this donor population. Further, these findings reveal that Olig1function is required for the remyelination potential of NPCs after transplant, through specification and/or maintenance of oligodendroglial identity.",
      "sentences": [
        [
          {
            "segment_text": "These results indicate that exogenous NPCs contribute to improved clinical and histological outcome and this is associated with remyelination by this donor population .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Further , these findings reveal that Olig1function is required for the remyelination potential of NPCs after transplant ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "through specification and/or maintenance of oligodendroglial identity .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "10",
    "segment_num": "12",
    "token_num": "273"
  }
}