{
  "paper_id": "319c4a09c5862d35692cefb387171c88e23d36c8",
  "metadata": {
    "title": "Oxymetazoline Inhibits and Resolves Inflammatory Reactions in Human Neutrophils",
    "coda_data_split": "train",
    "coda_paper_id": 2305,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The nasal decongestant oxymetazoline (OMZ) exhibits anti-oxidative and antiinflammatory properties (I. Beck-Speier et al., J Pharmacol Exp Ther. 2006;316:842-851). In a follow up study, we hypothesized that OMZ generates pro-resolving lipoxins being paralleled by production of immune-modulating prostaglandin E2 (PGE2) and anti-inflammatory 15(S)hydroxy-eicosatetraenoic acid [15(S)-HETE] and depletion of pro-inflammatory leukotriene B4 (LTB 4 ). Human neutrophils (PMN) were chosen as the cellular system. The effect of OMZ on these parameters as well as on respiratory burst activity and oxidative stress marker 8-isprostane was analyzed in unstimulated and co-stimulated PMN by ultrafine carbon particles (UCP) or opsonized zymosan (OZ), respectively. In unstimulated cells, OMZ induced formation of PGE 2 , 15(S)-HETE, and LXA4. The levels of LTB4 and 8-isoprostane were not affected, whereas respiratory burst activity was drastically inhibited. In UCP-and OZ-stimulated control cells, all parameters were elevated. Here, OMZ maintained the increased levels of PGE 2 , 15(S)-HETE, and LXA4, but substantially suppressed levels of LTB4 and 8-isoprostane and inhibited the respiratory burst activity. These findings suggest a switch from the pro-inflammatory eicosanoid class LTB 4 to the pro-resolving LXA 4 . Since LXA 4 is most relevant in returning inflamed tissue to homeostasis, OMZ is postulated to terminate rhinitis-related inflammation, thus contributing to shortening of disease duration.",
      "sentences": [
        [
          {
            "segment_text": "The nasal decongestant oxymetazoline ( OMZ ) exhibits anti-oxidative and antiinflammatory properties ( I. Beck-Speier et al. , J Pharmacol Exp Ther .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "2006 ; 316:842-851 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In a follow up study ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "we hypothesized that OMZ generates pro-resolving lipoxins being paralleled by production of immune-modulating prostaglandin E2 ( PGE2 ) and anti-inflammatory 15 ( S ) hydroxy-eicosatetraenoic acid ( 15 ( S ) - HETE ) and depletion of pro-inflammatory leukotriene B4 ( LTB 4 ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Human neutrophils ( PMN ) were chosen as the cellular system .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The effect of OMZ on these parameters as well as on respiratory burst activity and oxidative stress marker 8-isprostane was analyzed in unstimulated and co-stimulated PMN by ultrafine carbon particles ( UCP ) or opsonized zymosan ( OZ ) , respectively .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "In unstimulated cells , OMZ induced formation of PGE 2 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "15 ( S ) - HETE , and LXA4 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The levels of LTB4 and 8-isoprostane were not affected ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whereas respiratory burst activity was drastically inhibited .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In UCP-and OZ-stimulated control cells , all parameters were elevated .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Here , OMZ maintained the increased levels of PGE 2 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "15 ( S ) - HETE ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and LXA4 , but substantially suppressed levels of LTB4 and 8-isoprostane and inhibited the respiratory burst activity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These findings suggest a switch from the pro-inflammatory eicosanoid class LTB 4 to the pro-resolving LXA 4 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Since LXA 4 is most relevant in returning inflamed tissue to homeostasis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "OMZ is postulated to terminate rhinitis-related inflammation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "thus contributing to shortening of disease duration .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "18",
    "token_num": "266"
  }
}