{
  "paper_id": "319da4b3a356bea3794d401087176bcd055ba23d",
  "metadata": {
    "title": "Transmission Dynamics and Prospects for the Elimination of Canine Rabies",
    "coda_data_split": "train",
    "coda_paper_id": 3256,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Rabies has been eliminated from domestic dog populations in Western Europe and North America, but continues to kill many thousands of people throughout Africa and Asia every year. A quantitative understanding of transmission dynamics in domestic dog populations provides critical information to assess whether global elimination of canine rabies is possible. We report extensive observations of individual rabid animals in Tanzania and generate a uniquely detailed analysis of transmission biology, which explains important epidemiological features, including the level of variation in epidemic trajectories. We found that the basic reproductive number for rabies, R 0 , is very low in our study area in rural Africa (;1.2) and throughout its historic global range (,2). This finding provides strong support for the feasibility of controlling endemic canine rabies by vaccination, even near wildlife areas with large wild carnivore populations. However, we show that rapid turnover of domestic dog populations has been a major obstacle to successful control in developing countries, thus regular pulse vaccinations will be required to maintain populationlevel immunity between campaigns. Nonetheless our analyses suggest that with sustained, international commitment, global elimination of rabies from domestic dog populations, the most dangerous vector to humans, is a realistic goal. Citation: Hampson K, Dushoff J, Cleaveland S, Haydon DT, Kaare M, et al. (2009) Transmission dynamics and prospects for the elimination of canine rabies. PLoS Biol 7(3): e1000053.",
      "sentences": [
        [
          {
            "segment_text": "Rabies has been eliminated from domestic dog populations in Western Europe and North America ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but continues to kill many thousands of people throughout Africa and Asia every year .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A quantitative understanding of transmission dynamics in domestic dog populations provides critical information to assess whether global elimination of canine rabies is possible .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We report extensive observations of individual rabid animals in Tanzania and generate a uniquely detailed analysis of transmission biology ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which explains important epidemiological features ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including the level of variation in epidemic trajectories .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We found that the basic reproductive number for rabies ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "R 0 , is very low in our study area in rural Africa ( ; 1.2 ) and throughout its historic global range ( ,2 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This finding provides strong support for the feasibility of controlling endemic canine rabies by vaccination ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "even near wildlife areas with large wild carnivore populations .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , we show that rapid turnover of domestic dog populations has been a major obstacle to successful control in developing countries ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "thus regular pulse vaccinations will be required to maintain populationlevel immunity between campaigns .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Nonetheless our analyses suggest that with sustained ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "international commitment , global elimination of rabies from domestic dog populations ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the most dangerous vector to humans , is a realistic goal .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Citation : Hampson K , Dushoff J ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "Cleaveland S , Haydon DT ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "Kaare M , et al. ( 2009 ) Transmission dynamics and prospects for the elimination of canine rabies .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "PLoS Biol 7 ( 3 ) : e1000053 .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "19",
    "token_num": "263"
  }
}