{
  "paper_id": "31a8187c739fcc29ee62764d0c8da44bdc1b4d8d",
  "metadata": {
    "title": "Hepatitis C Virus Life Cycle and Lipid Metabolism",
    "coda_data_split": "train",
    "coda_paper_id": 5756,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Hepatitis C Virus (HCV) infects over 150 million people worldwide. In most cases HCV infection becomes chronic, causing liver disease ranging from fibrosis to cirrhosis and hepatocellular carcinoma. HCV affects the cholesterol homeostasis and at the molecular level, every step of the virus life cycle is intimately connected to lipid metabolism. In this review, we present an update on the lipids and apolipoproteins that are involved in the HCV infectious cycle steps: entry, replication and assembly. Moreover, the result of the assembly process is a lipoviroparticle, which represents a peculiarity of hepatitis C virion. This review illustrates an example of an intricate virus-host interaction governed by lipid metabolism.",
      "sentences": [
        [
          {
            "segment_text": "Hepatitis C Virus ( HCV ) infects over 150 million people worldwide .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In most cases HCV infection becomes chronic ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "causing liver disease ranging from fibrosis to cirrhosis and hepatocellular carcinoma .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "HCV affects the cholesterol homeostasis and at the molecular level ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "every step of the virus life cycle is intimately connected to lipid metabolism .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this review , we present an update on the lipids and apolipoproteins that are involved in the HCV infectious cycle steps : entry , replication and assembly .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Moreover , the result of the assembly process is a lipoviroparticle ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which represents a peculiarity of hepatitis C virion .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This review illustrates an example of an intricate virus-host interaction governed by lipid metabolism .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "9",
    "token_num": "123"
  }
}