{
  "paper_id": "31a96328b07bd673d42058a8871b15a287cd937c",
  "metadata": {
    "title": "Detection of porcine rotavirus in stools by a latex agglutination test",
    "coda_data_split": "train",
    "coda_paper_id": 9570,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Sanekata, T., Kishimoto, E., Sato, K., Honma, H., Otsuki, K. and Tsubokura, M., 1991. Detection of poricine rotavirus in stools by a latex agglutination test. Vet. Microbiol., 27:245-251.",
      "sentences": [
        [
          {
            "segment_text": "Sanekata , T. , Kishimoto ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "E. , Sato , K. ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "Honma , H. , Otsuki ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "K. and Tsubokura , M. , 1991 .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Detection of poricine rotavirus in stools by a latex agglutination test .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Vet .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Microbiol. , 27:245-251 .",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "We developed a simple agglutination test for the detection of porcine rotavirus in stools from pigs with diarrhea. The virus was detected with high sensitivity and specificity by a slide agglutination test using latex particles coated with antibody against the porcine rotavirus strain OSU (LA-antiOSU). The agglutination of LA-antiOSU with OSU on a glass slide was evident macroscopically within 2 rain. The sensitivity of this latex agglutination (LA) test was four times higher than that of the electron microscope method. The LA test is available for the rapid diagnosis of porcine rotavirus infections.",
      "sentences": [
        [
          {
            "segment_text": "We developed a simple agglutination test for the detection of porcine rotavirus in stools from pigs with diarrhea .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The virus was detected with high sensitivity and specificity by a slide agglutination test using latex particles coated with antibody against the porcine rotavirus strain OSU ( LA-antiOSU ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The agglutination of LA-antiOSU with OSU on a glass slide was evident macroscopically within 2 rain .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The sensitivity of this latex agglutination ( LA ) test was four times higher than that of the electron microscope method .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The LA test is available for the rapid diagnosis of porcine rotavirus infections .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "9",
    "segment_num": "12",
    "token_num": "146"
  }
}