{
  "paper_id": "31c0a610fe5c3b9d7a806c37ef1af470d10028fa",
  "metadata": {
    "title": "",
    "coda_data_split": "train",
    "coda_paper_id": 10641,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "| Viruses must co-opt the cellular translation machinery to produce progeny virions. Eukaryotic viruses have evolved a variety of ways to manipulate the cellular translation apparatus, in many cases using elegant RNA-centred strategies. Viral RNAs can alter or control every phase of protein synthesis and have diverse targets, mechanisms and structures. In addition, as cells attempt to limit infection by downregulating translation, some of these viral RNAs enable the virus to overcome this response or even take advantage of it to promote viral translation over cellular translation. In this Review , we present important examples of viral RNA-based strategies to exploit the cellular translation machinery. We describe what is understood of the structures and mechanisms of diverse viral RNA elements that alter or regulate translation, the advantages that are conferred to the virus and some of the major unknowns that provide motivation for further exploration.",
      "sentences": [
        [
          {
            "segment_text": "| Viruses must co-opt the cellular translation machinery to produce progeny virions .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Eukaryotic viruses have evolved a variety of ways to manipulate the cellular translation apparatus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "in many cases using elegant RNA-centred strategies .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Viral RNAs can alter or control every phase of protein synthesis and have diverse targets , mechanisms and structures .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In addition , as cells attempt to limit infection by downregulating translation ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "some of these viral RNAs enable the virus to overcome this response or even take advantage of it to promote viral translation over cellular translation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this Review , we present important examples of viral RNA-based strategies to exploit the cellular translation machinery .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We describe what is understood of the structures and mechanisms of diverse viral RNA elements that alter or regulate translation ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "the advantages that are conferred to the virus and some of the major unknowns that provide motivation for further exploration .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "9",
    "token_num": "156"
  }
}