{
  "paper_id": "31db09417c093cb1d87d4dfbbc2bef73716194e7",
  "metadata": {
    "title": "Interhospital Transport System for Critically Ill Patients: Mobile Extracorporeal Membrane Oxygenation without a Ventilator",
    "coda_data_split": "train",
    "coda_paper_id": 3245,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Extracorporeal membrane oxygenation (ECMO) has been successfully used as a method for the interhospital transportation of critically ill patients. In South Korea, a well-established ECMO interhospital transport system is lacking due to limited resources. We developed a simplified ECMO transport system without mechanical ventilation for use by public emergency medical services. Methods: Eighteen patients utilized our ECMO transport system from December 2011 to September 2015. We retrospectively analyzed the indications for ECMO, the patient status during transport, and the patient outcomes. Results: All transport was conducted on the ground by ambulance. The distances covered ranged from 26 to 408 km (mean, 65.9±88.1 km) and the average transport time was 56.1±57.3 minutes (range, 30 to 280 minutes). All patients were transported without adverse events. After transport, 4 patients (22.2%) underwent lung transplantation because of interstitial lung disease. Eight patients who had severe acute respiratory distress syndrome showed recovery of heart and lung function after ECMO therapy. A total of 13 patients (70.6%) were successfully taken off ECMO, and 11 patients (61.1%) survived. Conclusion: Our ECMO transport system without mechanical ventilation can be considered a safe and useful method for interhospital transport and could be a good alternative option for ECMO transport in Korean hospitals with limited resources.",
      "sentences": [
        [
          {
            "segment_text": "Background : Extracorporeal membrane oxygenation ( ECMO ) has been successfully used as a method for the interhospital transportation of critically ill patients .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In South Korea , a well-established ECMO interhospital transport system is lacking due to limited resources .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We developed a simplified ECMO transport system without mechanical ventilation for use by public emergency medical services .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : Eighteen patients utilized our ECMO transport system from December 2011 to September 2015 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We retrospectively analyzed the indications for ECMO ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "the patient status during transport , and the patient outcomes .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : All transport was conducted on the ground by ambulance .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The distances covered ranged from 26 to 408 km ( mean , 65.9 ± 88.1 km ) and the average transport time was 56.1 ± 57.3 minutes ( range , 30 to 280 minutes ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "All patients were transported without adverse events .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "After transport , 4 patients ( 22.2 % ) underwent lung transplantation because of interstitial lung disease .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Eight patients who had severe acute respiratory distress syndrome showed recovery of heart and lung function after ECMO therapy .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A total of 13 patients ( 70.6 % ) were successfully taken off ECMO ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and 11 patients ( 61.1 % ) survived .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusion : Our ECMO transport system without mechanical ventilation can be considered a safe and useful method for interhospital transport and could be a good alternative option for ECMO transport in Korean hospitals with limited resources .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "12",
    "segment_num": "14",
    "token_num": "249"
  }
}