{
  "paper_id": "31ddc479740311f05ff903e54a6c650c903302e8",
  "metadata": {
    "title": "IFN-γ establishes interferon-stimulated gene-mediated antiviral state against Newcastle disease virus in chicken fibroblasts",
    "coda_data_split": "train",
    "coda_paper_id": 9100,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Newcastle disease virus (NDV) causes severe economic losses through severe morbidity and mortality and poses a significant threat to the global poultry industry. Significant efforts have been made to develop novel vaccines and therapeutics; however, the interaction of NDV with the host is not yet fully understood. Interferons (IFNs), an integral component of innate immune signaling, act as the first line of defense against invading viruses. Compared with the mammalian repertoire of IFNs, limited information is available on the antiviral potential of IFNs in chickens. Here, we expressed chicken IFN-γ (chIFN-γ) using a baculovirus expression vector system, characterized its antiviral potential against NDV, and determined its antiviral potential. Priming of chicken embryo fibroblasts with chIFN-γ elicited an antiviral environment in primary cells, which was mainly due to interferon-stimulated genes (ISGs). A genome-wide transcriptomics approach was used to elucidate the possible signaling pathways associated with IFN-γ-induced immune responses. RNAsequencing (RNA-seq) data revealed significant induction of ISG-associated pathways, activated temporal expression of ISGs, antiviral mediators, and transcriptional regulators in a cascade of antiviral responses. Collectively, we found that IFN-γ significantly elicited an antiviral response against NDV infection. These data provide a foundation for chIFN-γ-mediated antiviral responses and underpin functional annotation of these important chIFN-γ-induced antiviral influencers.",
      "sentences": [
        [
          {
            "segment_text": "Newcastle disease virus ( NDV ) causes severe economic losses through severe morbidity and mortality and poses a significant threat to the global poultry industry .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Significant efforts have been made to develop novel vaccines and therapeutics ; however ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the interaction of NDV with the host is not yet fully understood .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Interferons ( IFNs ) , an integral component of innate immune signaling ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "act as the first line of defense against invading viruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Compared with the mammalian repertoire of IFNs ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "limited information is available on the antiviral potential of IFNs in chickens .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we expressed chicken IFN-γ ( chIFN-γ ) using a baculovirus expression vector system ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "characterized its antiviral potential against NDV ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and determined its antiviral potential .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Priming of chicken embryo fibroblasts with chIFN-γ elicited an antiviral environment in primary cells ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "which was mainly due to interferon-stimulated genes ( ISGs ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A genome-wide transcriptomics approach was used to elucidate the possible signaling pathways associated with IFN-γ-induced immune responses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "RNAsequencing ( RNA-seq ) data revealed significant induction of ISG-associated pathways ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "activated temporal expression of ISGs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "antiviral mediators , and transcriptional regulators in a cascade of antiviral responses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Collectively , we found that IFN-γ significantly elicited an antiviral response against NDV infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These data provide a foundation for chIFN-γ-mediated antiviral responses and underpin functional annotation of these important chIFN-γ-induced antiviral influencers .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "18",
    "token_num": "237"
  }
}