{
  "paper_id": "31fabefa068bca926a43f94ef80df1daf41aa806",
  "metadata": {
    "title": "An in vivo system for directed experimental evolution of rabbit haemorrhagic disease virus",
    "coda_data_split": "train",
    "coda_paper_id": 7047,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The calicivirus Rabbit haemorrhagic disease virus (RHDV) is widely used in Australia as a biocontrol agent to manage wild European rabbit (Oryctolagus cuniculus) populations. However, widespread herd immunity limits the effectiveness of the currently used strain, CAPM V-351. To overcome this, we developed an experimental platform for the selection and characterisation of novel RHDV strains. As RHDV does not replicate in cell culture, variant viruses were selected by serially passaging a highly virulent RHDV field isolate in immunologically naïve laboratory rabbits that were passively immunised 18-24 hours post-challenge with a neutralising monoclonal antibody. After seven passages, two amino acid substitutions in the P2 domain of the capsid protein became fixed within the virus population. Furthermore, a synonymous substitution within the coding sequence of the viral polymerase appeared and was also maintained in all subsequent passages. These findings demonstrate proof-of-concept that RHDV evolution can be experimentally manipulated to select for virus variants with altered phenotypes, in this case partial immune escape.",
      "sentences": [
        [
          {
            "segment_text": "The calicivirus Rabbit haemorrhagic disease virus ( RHDV ) is widely used in Australia as a biocontrol agent to manage wild European rabbit ( Oryctolagus cuniculus ) populations .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , widespread herd immunity limits the effectiveness of the currently used strain , CAPM V-351 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To overcome this , we developed an experimental platform for the selection and characterisation of novel RHDV strains .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "As RHDV does not replicate in cell culture ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "variant viruses were selected by serially passaging a highly virulent RHDV field isolate in immunologically naïve laboratory rabbits that were passively immunised 18-24 hours post-challenge with a neutralising monoclonal antibody .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "After seven passages , two amino acid substitutions in the P2 domain of the capsid protein became fixed within the virus population .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , a synonymous substitution within the coding sequence of the viral polymerase appeared and was also maintained in all subsequent passages .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These findings demonstrate proof-of-concept that RHDV evolution can be experimentally manipulated to select for virus variants with altered phenotypes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "in this case partial immune escape .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "9",
    "token_num": "178"
  }
}