{
  "paper_id": "32011a9e06d16f2e8bf8f86977aaa8143e9fc692",
  "metadata": {
    "title": "Identification of one B-cell epitope from NS1 protein of duck Tembusu virus with monoclonal antibodies",
    "coda_data_split": "train",
    "coda_paper_id": 2154,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "This study describes the identification of one linear B-cell epitope on TMUV NS1 protein with monoclonal antibody (mAb) 3G2 by indirect enzyme-linked immunosorbent assay (ELISA). In this study, NS1 protein was expressed in prokaryotic expression system and purified. One mAb against NS1 protein was generated from Balb/c mice immunized with recombinant protein NS1. A set of 35 partially-overlapping polypeptides covering the entire NS1 protein was expressed with PGEX-6P-1 vector and screened with mAb 3G2. One polypeptide against the mAb was acquired and identified by indirect ELISA and western-blot. To map the epitope accurately, one or two amino acid residues were removed from the carboxy and amino terminal of polypeptide sequentially. A series of truncated oligopeptides were expressed and purified. The minimal determinant of the linear B cell epitope was recognized and identified with mAb 3G2. The accurate linear B-cell epitope was 269 DEKEIV 274 located in NS1 protein. Furthermore, sequence alignment showed that the epitope was highly conserved and specific among TMUV strains and other flavivirus respectively. The linear B-cell epitope of TMUV NS1 protein could benefit the development of new vaccines and diagnostic assays.",
      "sentences": [
        [
          {
            "segment_text": "This study describes the identification of one linear B-cell epitope on TMUV NS1 protein with monoclonal antibody ( mAb ) 3G2 by indirect enzyme-linked immunosorbent assay ( ELISA ) .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "In this study , NS1 protein was expressed in prokaryotic expression system and purified .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "One mAb against NS1 protein was generated from Balb/c mice immunized with recombinant protein NS1 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A set of 35 partially-overlapping polypeptides covering the entire NS1 protein was expressed with PGEX-6P-1 vector and screened with mAb 3G2 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "One polypeptide against the mAb was acquired and identified by indirect ELISA and western-blot .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "To map the epitope accurately ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "one or two amino acid residues were removed from the carboxy and amino terminal of polypeptide sequentially .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A series of truncated oligopeptides were expressed and purified .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The minimal determinant of the linear B cell epitope was recognized and identified with mAb 3G2 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The accurate linear B-cell epitope was 269 DEKEIV 274 located in NS1 protein .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , sequence alignment showed that the epitope was highly conserved and specific among TMUV strains and other flavivirus respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The linear B-cell epitope of TMUV NS1 protein could benefit the development of new vaccines and diagnostic assays .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Citation: Ti J, Li Z, Li X, Lu Y, Diao Y, Li F (2017) Identification of one B-cell epitope from NS1 protein of duck Tembusu virus with monoclonal antibodies. PLoS ONE 12(7): e0181177. https://doi.",
      "sentences": [
        [
          {
            "segment_text": "Citation : Ti J , Li Z ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "Li X , Lu Y ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "Diao Y , Li F ( 2017 ) Identification of one B-cell epitope from NS1 protein of duck Tembusu virus with monoclonal antibodies .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "PLoS ONE 12 ( 7 ) : e0181177 .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "https://doi .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "14",
    "segment_num": "17",
    "token_num": "252"
  }
}