{
  "paper_id": "32032aa6ad4c962f4414647151cd77785e25a673",
  "metadata": {
    "title": "Characterization of SARS-CoV main protease and identification of biologically active small molecule inhibitors using a continuous fluorescence-based assay",
    "coda_data_split": "train",
    "coda_paper_id": 5655,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Severe acute respiratory syndrome associated coronavirus main protease (SARS-CoV M pro ) has been proposed as a prime target for anti-SARS drug development. We have cloned and overexpressed the SARS-CoV M pro in Escherichia coli, and purified the recombinant M pro to homogeneity. The kinetic parameters of the recombinant SARS-CoV M pro were characterized by high performance liquid chromatography-based assay and continuous fluorescence-based assay. Two novel small molecule inhibitors of the SARS-CoV M pro were identified by high-throughput screening using an internally quenched fluorogenic substrate. The identified inhibitors have K i values at low lM range with comparable anti-SARS-CoV activity in cellbased assays.",
      "sentences": [
        [
          {
            "segment_text": "Severe acute respiratory syndrome associated coronavirus main protease ( SARS-CoV M pro ) has been proposed as a prime target for anti-SARS drug development .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We have cloned and overexpressed the SARS-CoV M pro in Escherichia coli ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and purified the recombinant M pro to homogeneity .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The kinetic parameters of the recombinant SARS-CoV M pro were characterized by high performance liquid chromatography-based assay and continuous fluorescence-based assay .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Two novel small molecule inhibitors of the SARS-CoV M pro were identified by high-throughput screening using an internally quenched fluorogenic substrate .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The identified inhibitors have K i values at low lM range with comparable anti-SARS-CoV activity in cellbased assays .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "6",
    "token_num": "110"
  }
}