{
  "paper_id": "32156051a995fe12c19e2f60c851ae3a5ff5b708",
  "metadata": {
    "title": "Demand for Nonhuman Primate Resources in the Age of Biodefense",
    "coda_data_split": "train",
    "coda_paper_id": 8351,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The demand for nonhuman primates will undoubtedly increase to meet biomedical needs in this current age of biodefense. The availability of funding has increased the research on select agents and has created a requirement to validate results in relevant primate models. This review provides a description of current and potential biological threats that are likely to require nonhuman primates for the development of vaccines and therapeutics. Primates have been an invaluable resource in the dissection of viral disease pathogenesis as well as in testing vaccine efficacy. DNA vaccine approaches have been studied successfully for Ebola, Lassa, and anthrax in nonhuman primate models. Nonhuman primate research with monkeypox has provided insight into the role of cytokines in limiting disease severity. Biodefense research that has focused on select agents of bacterial origin has also benefited from nonhuman primate studies. Rhesus macaques have traditionally been the model of choice for anthrax research and have yielded successful findings in vaccine development. In plague research, African green monkeys have contributed to vaccine development. However, the disadvantages of current vaccines will undoubtedly require the generation of new vaccines, thus increasing the need for nonhuman primate research. Unfortunately, the current biosafety level (BSL)-3 and BSL-4 facilities equipped to perform this research are limited, which may ultimately impede progress in this era of biodefense.",
      "sentences": [
        [
          {
            "segment_text": "The demand for nonhuman primates will undoubtedly increase to meet biomedical needs in this current age of biodefense .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The availability of funding has increased the research on select agents and has created a requirement to validate results in relevant primate models .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review provides a description of current and potential biological threats that are likely to require nonhuman primates for the development of vaccines and therapeutics .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Primates have been an invaluable resource in the dissection of viral disease pathogenesis as well as in testing vaccine efficacy .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "DNA vaccine approaches have been studied successfully for Ebola ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Lassa , and anthrax in nonhuman primate models .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Nonhuman primate research with monkeypox has provided insight into the role of cytokines in limiting disease severity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Biodefense research that has focused on select agents of bacterial origin has also benefited from nonhuman primate studies .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Rhesus macaques have traditionally been the model of choice for anthrax research and have yielded successful findings in vaccine development .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In plague research , African green monkeys have contributed to vaccine development .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , the disadvantages of current vaccines will undoubtedly require the generation of new vaccines ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "thus increasing the need for nonhuman primate research .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Unfortunately , the current biosafety level ( BSL ) -3 and BSL-4 facilities equipped to perform this research are limited ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which may ultimately impede progress in this era of biodefense .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "14",
    "token_num": "237"
  }
}