{
  "paper_id": "324deb63a4686d7efc7c32b8e20bdc7e96e1fb7e",
  "metadata": {
    "title": "Effects of Space Flight on the Chemical Constituents and Anti-Inflammatory Activity of Licorice (Glycyrrhiza uralensis Fisch)",
    "coda_data_split": "train",
    "coda_paper_id": 8553,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Licorice, the oldest Chinese traditional medicine, is widely used in the treatment of human diseases. Due to the deficiency of wild resource, selecting and breeding becomes a key issue to expanding the supply of licorice. Spaceflight technology will become a new method for medicinal plants. The aim of this study was to investigate the effect of spaceflight on the components and anti-inflammatory activity in licorice. After flowing on a recoverable satellite for 18 days, licorice seeds were germinated and grown to maturity and the parallel groundbased seeds were also planted under the same conditions. The main components in licorice root were analyzed through HPLC. The contents of two components in spaceflight groups were higher than that of the ground control ones. Three acute inflammatory models including xyleneinduced auricular edema, carrageenan-induced paw edema and acetic acid-induced vascular permeability were utilized to compare the anti-inflammatory activity of licorice pre and post spaceflight. The licorice extract showed the significant anti-inflammation activity. After the spaceflight, the pharmacological activity of licorice got higher than that of the ground control one. All of the models gained the tendency that the spaceflight group of species Hangjinqi had the strongest activity than other groups. The research provided the scientific data for a new breeding of medicinal plant through the spaceflight and indicated that the technology of space flight may be a new effective method for the breeding and cultivation of licorice.",
      "sentences": [
        [
          {
            "segment_text": "Licorice , the oldest Chinese traditional medicine ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "is widely used in the treatment of human diseases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Due to the deficiency of wild resource ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "selecting and breeding becomes a key issue to expanding the supply of licorice .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Spaceflight technology will become a new method for medicinal plants .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The aim of this study was to investigate the effect of spaceflight on the components and anti-inflammatory activity in licorice .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "After flowing on a recoverable satellite for 18 days ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "licorice seeds were germinated and grown to maturity and the parallel groundbased seeds were also planted under the same conditions .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The main components in licorice root were analyzed through HPLC .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The contents of two components in spaceflight groups were higher than that of the ground control ones .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Three acute inflammatory models including xyleneinduced auricular edema ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "carrageenan-induced paw edema and acetic acid-induced vascular permeability were utilized to compare the anti-inflammatory activity of licorice pre and post spaceflight .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The licorice extract showed the significant anti-inflammation activity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "After the spaceflight , the pharmacological activity of licorice got higher than that of the ground control one .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "All of the models gained the tendency that the spaceflight group of species Hangjinqi had the strongest activity than other groups .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The research provided the scientific data for a new breeding of medicinal plant through the spaceflight and indicated that the technology of space flight may be a new effective method for the breeding and cultivation of licorice .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "12",
    "segment_num": "16",
    "token_num": "251"
  }
}