{
  "paper_id": "32525fa4a25bc693ba30658fab0e6c8dbd3feccd",
  "metadata": {
    "title": "Clinical Infectious Diseases Rapid Tests for Influenza, Respiratory Syncytial Virus, and Other Respiratory Viruses: A Systematic Review and Meta-analysis",
    "coda_data_split": "train",
    "coda_paper_id": 10925,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Rapid diagnosis of respiratory virus infections contributes to patient care. This systematic review evaluates the diagnostic accuracy of rapid tests for the detection of respiratory viruses. We searched Medline and EMBASE for studies evaluating these tests against polymerase chain reaction as the reference standard. Of 179 studies included, 134 evaluated rapid tests for influenza viruses, 32 for respiratory syncytial virus (RSV), and 13 for other respiratory viruses. We used the bivariate random effects model for quantitative meta-analysis of the results. Most tests detected only influenza viruses or RSV. Summary sensitivity and specificity estimates of tests for influenza were 61.1% and 98.9%. For RSV, summary sensitivity was 75.3%, and specificity, 98.7%. We assessed the quality of studies using the Quality Assessment of Diagnostic Accuracy Studies (QUADAS-2) checklist. Because of incomplete reporting, the risk of bias was often unclear. Despite their intended use at the point of care, 26.3% of tests were evaluated in a laboratory setting. Although newly developed tests seem more sensitive, high-quality evaluations of these tests are lacking.",
      "sentences": [
        [
          {
            "segment_text": "Rapid diagnosis of respiratory virus infections contributes to patient care .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This systematic review evaluates the diagnostic accuracy of rapid tests for the detection of respiratory viruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We searched Medline and EMBASE for studies evaluating these tests against polymerase chain reaction as the reference standard .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Of 179 studies included , 134 evaluated rapid tests for influenza viruses ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "32 for respiratory syncytial virus ( RSV ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and 13 for other respiratory viruses .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We used the bivariate random effects model for quantitative meta-analysis of the results .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Most tests detected only influenza viruses or RSV .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Summary sensitivity and specificity estimates of tests for influenza were 61.1 % and 98.9 % .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "For RSV , summary sensitivity was 75.3 % ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and specificity , 98.7 % .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We assessed the quality of studies using the Quality Assessment of Diagnostic Accuracy Studies ( QUADAS-2 ) checklist .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Because of incomplete reporting , the risk of bias was often unclear .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Despite their intended use at the point of care ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "26.3 % of tests were evaluated in a laboratory setting .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Although newly developed tests seem more sensitive ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "high-quality evaluations of these tests are lacking .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "12",
    "segment_num": "17",
    "token_num": "199"
  }
}