{
  "paper_id": "3281020b08218639d0d2aeae3d7c17a600e1bd49",
  "metadata": {
    "title": "Interactions between business conditions and financial performance of tourism firms: Evidence from China and Taiwan",
    "coda_data_split": "train",
    "coda_paper_id": 6848,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "This study contributes to the fields of hospitality and tourism by examining interactions between business conditions and financial performance of tourism firms in both China and Taiwan. We investigate whether the improvement of business conditions enhances financial performance of tourism firms and whether financial success of tourism firms matters to business development. In general, cointegration test results support a long-run equilibrium relationship between the two variables, business conditions and financial performance of tourism firms, and Granger causality test results show that these two factors reinforce each other in both China and Taiwan. This study therefore documents significant contributions of financial success of tourism firms to business development and strengthening of financial performance of tourism firms by business conditions. Some managerial implications are also discussed. r",
      "sentences": [
        [
          {
            "segment_text": "This study contributes to the fields of hospitality and tourism by examining interactions between business conditions and financial performance of tourism firms in both China and Taiwan .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We investigate whether the improvement of business conditions enhances financial performance of tourism firms and whether financial success of tourism firms matters to business development .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "In general , cointegration test results support a long-run equilibrium relationship between the two variables ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "business conditions and financial performance of tourism firms ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and Granger causality test results show that these two factors reinforce each other in both China and Taiwan .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This study therefore documents significant contributions of financial success of tourism firms to business development and strengthening of financial performance of tourism firms by business conditions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Some managerial implications are also discussed .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "r",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "8",
    "token_num": "133"
  }
}