{
  "paper_id": "3282f9e092533e3005dff805771534d1e2021576",
  "metadata": {
    "title": "Role of chemotherapy of taeniasis in prevention of neurocysticercosis",
    "coda_data_split": "train",
    "coda_paper_id": 6797,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Neurocysticercosis (NC) is a serious public health problem in Taenia solium endemic areas and in some immigrants and international travelers. A key intervention in preventing NC is elimination of taeniasis by chemotherapy. Currently, two safe and effective taenicides, namely niclosamide and praziquantel, are available. Both are on WHO Essential Drug list, but are often inaccessible in T. solium endemic areas. Natural remedies, still widely used in some endemic areas, are frequently carcinogenic or highly toxic and as such should be discontinued. Chemotherapeutic intervention to control T. solium taeniasis/cysticercosis, whilst theoretically feasible, has several practical obstacles. These include poor public awareness, problems with diagnosing Taenia carriers, poor availability of taenicides where needed and low priority afforded to the control of NC. These can be overcome, respectively, by effective health education, wider use of newly developed coproantigen tests, strengthening of health services infrastructure and essential drugs distribution, and increasing the priority given to prevention of NC, as a leading cause of epilepsy in T. solium endemic areas. Information is accumulating on rational approaches to population-based short-term chemotherapeutic control measures. These are: widely available modern diagnostic tools and taenicides, treatment of any case of taeniasis, confirmed or probable, focus-oriented chemotherapy, irrespective of Taenia species implicated, improved sanitation, cooperation of veterinary and medical services, linkage with programs against epilepsy and cooperation of better educated communities. Now, it remains to take an advantage of existing tools and experience. D",
      "sentences": [
        [
          {
            "segment_text": "Neurocysticercosis ( NC ) is a serious public health problem in Taenia solium endemic areas and in some immigrants and international travelers .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A key intervention in preventing NC is elimination of taeniasis by chemotherapy .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Currently , two safe and effective taenicides ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "namely niclosamide and praziquantel , are available .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Both are on WHO Essential Drug list ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but are often inaccessible in T. solium endemic areas .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Natural remedies , still widely used in some endemic areas ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "are frequently carcinogenic or highly toxic and as such should be discontinued .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Chemotherapeutic intervention to control T. solium taeniasis/cysticercosis ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "whilst theoretically feasible , has several practical obstacles .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These include poor public awareness ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "problems with diagnosing Taenia carriers ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "poor availability of taenicides where needed and low priority afforded to the control of NC .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These can be overcome , respectively ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "by effective health education , wider use of newly developed coproantigen tests ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "strengthening of health services infrastructure and essential drugs distribution ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and increasing the priority given to prevention of NC ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "as a leading cause of epilepsy in T. solium endemic areas .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Information is accumulating on rational approaches to population-based short-term chemotherapeutic control measures .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These are : widely available modern diagnostic tools and taenicides ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "treatment of any case of taeniasis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "confirmed or probable , focus-oriented chemotherapy ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "irrespective of Taenia species implicated ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "improved sanitation , cooperation of veterinary and medical services ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "linkage with programs against epilepsy and cooperation of better educated communities .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Now , it remains to take an advantage of existing tools and experience .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "D",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "12",
    "segment_num": "27",
    "token_num": "272"
  }
}