{
  "paper_id": "32a76c6098177841292dd6c2fe22aaee715e97ca",
  "metadata": {
    "title": "Electronic Companion to: Operational Issues and Network Effects in Vaccine Markets A.1 An SIR Model with Vital Dynamics (Endemic Model)",
    "coda_data_split": "train",
    "coda_paper_id": 9244,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The analysis presented in the paper, relies on an underlying epidemic model to obtain the infection probability r(f). This appendix presents two variants of the textbook SIR epidemic model, one with vital dynamics and one without. We derive a closed form solution for infection probability of an SIR model with vital dynamics which gives rise to the formulas used in the paper. Unfortunately, for an SIR model without vital dynamics, there is no closed-form solution. However, we show that, for diseases of interest and for realistic values of infection model parameters, the same formula can be used as an effective approximation for the true probability function. Using the notation in the paper, a vaccine\u0027s effectiveness is denoted by a parameter φ, where 0 \u003c φ ≤ 1.",
      "sentences": [
        [
          {
            "segment_text": "The analysis presented in the paper ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "relies on an underlying epidemic model to obtain the infection probability r ( f ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This appendix presents two variants of the textbook SIR epidemic model ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "one with vital dynamics and one without .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We derive a closed form solution for infection probability of an SIR model with vital dynamics which gives rise to the formulas used in the paper .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Unfortunately , for an SIR model without vital dynamics ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "there is no closed-form solution .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , we show that ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "for diseases of interest and for realistic values of infection model parameters ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the same formula can be used as an effective approximation for the true probability function .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Using the notation in the paper ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "a vaccine \u0027s effectiveness is denoted by a parameter φ ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "where 0 \u003c φ ≤ 1 .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "13",
    "token_num": "146"
  }
}