{
  "paper_id": "32b29df5230354c35d8734b996e5e45501a5111b",
  "metadata": {
    "title": "A Vesicular Stomatitis Virus Replicon-Based Bioassay for the Rapid and Sensitive Determination of Multi-Species Type I Interferon",
    "coda_data_split": "train",
    "coda_paper_id": 2537,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Type I interferons (IFN) comprise a family of cytokines that signal through a common cellular receptor to induce a plethora of genes with antiviral and other activities. Recombinant IFNs are used for the treatment of hepatitis C virus infection, multiple sclerosis, and certain malignancies. The capability of type I IFN to suppress virus replication and resultant cytopathic effects is frequently used to measure their bioactivity. However, these assays are time-consuming and require appropriate biosafety containment. In this study, an improved IFN assay is presented which is based on a recombinant vesicular stomatitis virus (VSV) replicon encoding two reporter proteins, firefly luciferase and green fluorescent protein. The vector lacks the essential envelope glycoprotein (G) gene of VSV and is propagated on a G protein-expressing transgenic cell line. Several mammalian and avian cells turned out to be susceptible to infection with the complemented replicon particles. Infected cells readily expressed the reporter proteins at high levels five hours post infection. When human fibroblasts were treated with serial dilutions of human IFN-b prior to infection, reporter expression was accordingly suppressed. This method was more sensitive and faster than a classical IFN bioassay based on VSV cytopathic effects. In addition, the antiviral activity of human IFN-l (interleukin-29), a type III IFN, was determined on Calu-3 cells. Both IFN-b and IFN-l were acid-stable, but only IFN-b was resistant to alkaline treatment. The antiviral activities of canine, porcine, and avian type I IFN were analysed with cell lines derived from the corresponding species. This safe bioassay will be useful for the rapid and sensitive quantification of multi-species type I IFN and potentially other antiviral cytokines. Citation: Berger Rentsch M, Zimmer G (2011) A Vesicular Stomatitis Virus Replicon-Based Bioassay for the Rapid and Sensitive Determination of Multi-Species Type I Interferon. PLoS ONE 6(10): e25858.",
      "sentences": [
        [
          {
            "segment_text": "Type I interferons ( IFN ) comprise a family of cytokines that signal through a common cellular receptor to induce a plethora of genes with antiviral and other activities .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Recombinant IFNs are used for the treatment of hepatitis C virus infection ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "multiple sclerosis , and certain malignancies .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The capability of type I IFN to suppress virus replication and resultant cytopathic effects is frequently used to measure their bioactivity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , these assays are time-consuming and require appropriate biosafety containment .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , an improved IFN assay is presented which is based on a recombinant vesicular stomatitis virus ( VSV ) replicon encoding two reporter proteins ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "firefly luciferase and green fluorescent protein .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The vector lacks the essential envelope glycoprotein ( G ) gene of VSV and is propagated on a G protein-expressing transgenic cell line .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Several mammalian and avian cells turned out to be susceptible to infection with the complemented replicon particles .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Infected cells readily expressed the reporter proteins at high levels five hours post infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "When human fibroblasts were treated with serial dilutions of human IFN-b prior to infection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "reporter expression was accordingly suppressed .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This method was more sensitive and faster than a classical IFN bioassay based on VSV cytopathic effects .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , the antiviral activity of human IFN-l ( interleukin-29 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "a type III IFN , was determined on Calu-3 cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Both IFN-b and IFN-l were acid-stable ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but only IFN-b was resistant to alkaline treatment .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The antiviral activities of canine ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "porcine , and avian type I IFN were analysed with cell lines derived from the corresponding species .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This safe bioassay will be useful for the rapid and sensitive quantification of multi-species type I IFN and potentially other antiviral cytokines .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Citation : Berger Rentsch M ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "Zimmer G ( 2011 ) A Vesicular Stomatitis Virus Replicon-Based Bioassay for the Rapid and Sensitive Determination of Multi-Species Type I Interferon .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "PLoS ONE 6 ( 10 ) : e25858 .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "16",
    "segment_num": "23",
    "token_num": "340"
  }
}