{
  "paper_id": "32b34236bf241a4818cf5763dcc46b92be097e16",
  "metadata": {
    "title": "Spatiotemporal Interplay of Severe Acute Respiratory Syndrome Coronavirus and Respiratory Mucosal Cells Drives Viral Dissemination in Rhesus Macaques HHS Public Access",
    "coda_data_split": "train",
    "coda_paper_id": 2459,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Innate immune responses play a critical role in the control of early virus replication and dissemination. It remains unknown, however, how SARS-CoV evades respiratory innate immunity to establish a systemic infection. Here, we show in Chinese macaques that SARS-CoV traversed the mucosa through the respiratory tract within 2 days, resulting in extensive mucosal infiltration by T cells, MAC387 + and CD163 + monocytes/macrophages followed by limited viral replication in the lung but persistent viral shedding into the upper airway. Mucosal monocytes/macrophages sequestered virions in intracellular vesicles together with infected Langerhans cells (LCs) and migrated into the tonsils and/or draining lymph nodes (LNs) within 2 days. In lymphoid tissues, viral RNA and proteins were detected in infected monocytes upon differentiation into dendritic cells (DCs) within 3 days. Systemic viral dissemination was observed within 7 days. This study provides a comprehensive overview of the spatiotemporal interactions of SARS-CoV, monocytes/ Users may view, print, copy, and download text and data-mine the content in such documents, for the purposes of academic research, subject always to the full Conditions of use:",
      "sentences": [
        [
          {
            "segment_text": "Innate immune responses play a critical role in the control of early virus replication and dissemination .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It remains unknown , however ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "how SARS-CoV evades respiratory innate immunity to establish a systemic infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we show in Chinese macaques that SARS-CoV traversed the mucosa through the respiratory tract within 2 days ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "resulting in extensive mucosal infiltration by T cells ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "MAC387 + and CD163 + monocytes/macrophages followed by limited viral replication in the lung but persistent viral shedding into the upper airway .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Mucosal monocytes/macrophages sequestered virions in intracellular vesicles together with infected Langerhans cells ( LCs ) and migrated into the tonsils and/or draining lymph nodes ( LNs ) within 2 days .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In lymphoid tissues , viral RNA and proteins were detected in infected monocytes upon differentiation into dendritic cells ( DCs ) within 3 days .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Systemic viral dissemination was observed within 7 days .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This study provides a comprehensive overview of the spatiotemporal interactions of SARS-CoV ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "monocytes / Users may view ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "print , copy , and download text and data-mine the content in such documents ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "for the purposes of academic research ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "subject always to the full Conditions of use :",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "14",
    "token_num": "202"
  }
}