{
  "paper_id": "32b6ecf50c62b0c312394d6082c1824391f9d994",
  "metadata": {
    "title": "Impact and seasonality of human rhinovirus infection in hospitalized patients for two consecutive years ଝ Human rhinovirus infection in hospitalized patients PALAVRAS-CHAVE",
    "coda_data_split": "train",
    "coda_paper_id": 4115,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Objectives: To report epidemiological features, clinical characteristics, and outcomes of human rhinovirus (HRV) infections in comparison with other community acquired respiratory virus (CRV) infections in patients hospitalized for two consecutive years. Methods: This was a cross-sectional study. Clinical, epidemiological, and laboratory data of patients hospitalized with acute respiratory syndrome in a tertiary care hospital from 2012 to 2013 were reviewed. Results: HRV was the most common CRV observed (36%, 162/444) and was present in the majority of viral co-detections (69%, 88/128), mainly in association with human enterovirus (45%). Most HRV-infected patients were younger than 2 years (57%). Overall, patients infected with HRV had a lower frequency of severe acute respiratory infection than those infected with other CRVs (60% and 84%, respectively, p \u003d 0.006), but had more comorbidities (40% and 27%, respectively; p \u003d 0.043). However, in the adjusted analysis this association was not significant. The mortality rate within the HRV group was 3%. Detection of HRV was more prevalent during autumn and winter, with a moderately negative correlation between viral infection frequency and temperature (r \u003d −0.636, p \u003c 0.001) but no correlation with rainfall (r \u003d −0.036, p \u003d 0.866). ଝ Please cite this article as: Leotte J, Trombetta H, Faggion HZ, Almeida BM, Nogueira MB, Vidal LR, et al. Impact and seasonality of human rhinovirus infection in hospitalized patients for two consecutive years. J Pediatr (Rio J). 2017;93:294---300.",
      "sentences": [
        [
          {
            "segment_text": "Objectives : To report epidemiological features ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "clinical characteristics , and outcomes of human rhinovirus ( HRV ) infections in comparison with other community acquired respiratory virus ( CRV ) infections in patients hospitalized for two consecutive years .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : This was a cross-sectional study .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Clinical , epidemiological , and laboratory data of patients hospitalized with acute respiratory syndrome in a tertiary care hospital from 2012 to 2013 were reviewed .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : HRV was the most common CRV observed ( 36 % , 162/444 ) and was present in the majority of viral co-detections ( 69 % , 88/128 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "mainly in association with human enterovirus ( 45 % ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Most HRV-infected patients were younger than 2 years ( 57 % ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Overall , patients infected with HRV had a lower frequency of severe acute respiratory infection than those infected with other CRVs ( 60 % and 84 % , respectively , p \u003d 0.006 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but had more comorbidities ( 40 % and 27 % , respectively ; p \u003d 0.043 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , in the adjusted analysis this association was not significant .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The mortality rate within the HRV group was 3 % .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Detection of HRV was more prevalent during autumn and winter ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with a moderately negative correlation between viral infection frequency and temperature ( r \u003d − 0.636 , p \u003c 0.001 ) but no correlation with rainfall ( r \u003d − 0.036 , p \u003d 0.866 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "ଝ Please cite this article as : Leotte J ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "Trombetta H , Faggion HZ ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "Almeida BM , Nogueira MB ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "Vidal LR , et al. .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Impact and seasonality of human rhinovirus infection in hospitalized patients for two consecutive years .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "J Pediatr ( Rio J ) .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "2017 ; 93:294 -- 300 .",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "295",
      "sentences": [
        [
          {
            "segment_text": "295",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusion: HRV is usually detected in hospitalized children with respiratory infections and is often present in viral co-detections. Comorbidities are closely associated with HRV infections. These infections show seasonal variation, with predominance during colder seasons.",
      "sentences": [
        [
          {
            "segment_text": "Conclusion : HRV is usually detected in hospitalized children with respiratory infections and is often present in viral co-detections .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Comorbidities are closely associated with HRV infections .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These infections show seasonal variation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with predominance during colder seasons .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Rinovírus humano; Infecções respiratórias agudas; Vírus respiratório",
      "sentences": [
        [
          {
            "segment_text": "Rinovírus humano ; Infecções respiratórias agudas ; Vírus respiratório",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "Objetivos: Relatar as características epidemiológicas, as características clínicas e os resultados das infecções por rinovírus humano (RVH) em comparação a outras infecções por vírus respiratórios adquiridos na comunidade (VRCs) em pacientes internados por dois anos consecutivos. Métodos: Este foi um estudo transversal. Foram revisados os dados clínicos, epidemiológicos e laboratoriais de pacientes internados com síndrome respiratória aguda em um hospital terciário de 2012 a 2013. Resultados: O RVH foi o VRC mais comum observado (36%, 162/444) e esteve presente na maior parte das codetecções virais (69%, 88/128), principalmente em associação ao enterovírus humano (45%). A maioria dos pacientes infectados por RVH possuía menos de 2 anos (57%). De modo geral, os pacientes com RVH apresentaram uma menor frequência de infecção respiratória aguda grave que os pacientes infectados por outros VRCs (60% e 84%, respectivamente, p \u003d 0,006), porém mais comorbidades (40% e 27%, respectivamente; p \u003d 0,043). Contudo, em uma análise ajustada, essa associação não foi significativa. A taxa de mortalidade no grupo RVH foi 3%. A detecção de RVH foi mais prevalente durante o outono e inverno, com uma correlação negativa moderada entre a frequência de infecção viral e a temperatura (r \u003d -0,636, p \u003c 0,001), porém nenhuma correlação com a precipitação (r \u003d -0,036, p \u003d 0,866). Conclusão: O RVH é normalmente detectado em crianças internadas com infecções respiratórias e normalmente está presente em codetecções virais. As comorbidades estão estreitamente associadas a infecções por RVH. Essas infecções mostram variação sazonal, com predominância durante as estações mais frias.",
      "sentences": [
        [
          {
            "segment_text": "Objetivos : Relatar as características epidemiológicas ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "as características clínicas e os resultados das infecções por rinovírus humano ( RVH ) em comparação a outras infecções por vírus respiratórios adquiridos na comunidade ( VRCs ) em pacientes internados por dois anos consecutivos .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Métodos : Este foi um estudo transversal .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Foram revisados os dados clínicos ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "epidemiológicos e laboratoriais de pacientes internados com síndrome respiratória aguda em um hospital terciário de 2012 a 2013 .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Resultados : O RVH foi o VRC mais comum observado ( 36 % , 162/444 ) e esteve presente na maior parte das codetecções virais ( 69 % , 88/128 ) ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "principalmente em associação ao enterovírus humano ( 45 % ) .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "A maioria dos pacientes infectados por RVH possuía menos de 2 anos ( 57 % ) .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "De modo geral , os pacientes com RVH apresentaram uma menor frequência de infecção respiratória aguda grave que os pacientes infectados por outros VRCs ( 60 % e 84 % , respectivamente , p \u003d 0,006 ) ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "porém mais comorbidades ( 40 % e 27 % , respectivamente ; p \u003d 0,043 ) .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Contudo , em uma análise ajustada ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "essa associação não foi significativa .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "A taxa de mortalidade no grupo RVH foi 3 % .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "A detecção de RVH foi mais prevalente durante o outono e inverno ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "com uma correlação negativa moderada entre a frequência de infecção viral e a temperatura ( r \u003d -0,636 , p \u003c 0,001 ) ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "porém nenhuma correlação com a precipitação ( r \u003d -0,036 , p \u003d 0,866 ) .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Conclusão : O RVH é normalmente detectado em crianças internadas com infecções respiratórias e normalmente está presente em codetecções virais .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "As comorbidades estão estreitamente associadas a infecções por RVH .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Essas infecções mostram variação sazonal ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "com predominância durante as estações mais frias .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "5",
    "sentence_num": "30",
    "segment_num": "46",
    "token_num": "671"
  }
}