{
  "paper_id": "32c89e23750b5dbc17e97eecfc5e916c15600ebe",
  "metadata": {
    "title": "",
    "coda_data_split": "train",
    "coda_paper_id": 7504,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The Association of Southeast Asian Nations, the European Union, the Southern African Development Community and the Union of South American Nations have increasingly been involved in health diplomacy in the past decade, yet little is known about how they frame health as a foreign policy issue and how this has an impact on their prioritisation of policies. For this, we conducted a review of existing grey and peer-reviewed literature that address regional integration and health, as well as a documentary review according to security, development, trade, human rights, moral/ethical reasonings and global public goods frames identified in the literature. The policy frames identified responded to the challenges these regions currently face. The Association of Southeast Asian Nation\u0027s struggle with re-emerging diseases has led to favouring a securitisation approach to health, the European Union approaches health as a cross-cutting policy issue, the Southern African Development Community presents health as a driver for development, and while the Union of South American Nations emphasises health as a human right and addresses the social determinants of health as an ethical imperative. Overall, these policy frames were useful in analysing the framing of health in foreign policy at the regional level. However, within our analysis, we identified a new frame",
      "sentences": [
        [
          {
            "segment_text": "The Association of Southeast Asian Nations ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the European Union , the Southern African Development Community and the Union of South American Nations have increasingly been involved in health diplomacy in the past decade ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "yet little is known about how they frame health as a foreign policy issue and how this has an impact on their prioritisation of policies .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "For this , we conducted a review of existing grey and peer-reviewed literature that address regional integration and health ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "as well as a documentary review according to security ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "development , trade , human rights ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "moral/ethical reasonings and global public goods frames identified in the literature .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The policy frames identified responded to the challenges these regions currently face .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The Association of Southeast Asian Nation \u0027s struggle with re-emerging diseases has led to favouring a securitisation approach to health ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the European Union approaches health as a cross-cutting policy issue ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the Southern African Development Community presents health as a driver for development ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and while the Union of South American Nations emphasises health as a human right and addresses the social determinants of health as an ethical imperative .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Overall , these policy frames were useful in analysing the framing of health in foreign policy at the regional level .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , within our analysis , we identified a new frame",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "14",
    "token_num": "226"
  }
}