{
  "paper_id": "32d5b5c7b38c1dd14b316de97bce86e5ab252f91",
  "metadata": {
    "title": "Development and characterization of serotype-specific monoclonal antibodies against the dengue virus-4 (DENV-4) non-structural protein (NS1)",
    "coda_data_split": "train",
    "coda_paper_id": 9646,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Dengue, caused by one of the four serologically distinct dengue viruses (DENV-1 to − 4), is a mosquito-borne disease of serious global health significance. Reliable and cost-effective diagnostic tests, along with effective vaccines and vector-control strategies, are highly required to reduce dengue morbidity and mortality. Evaluation studies revealed that many commercially available NS1 antigen (Ag) tests have limited sensitivity to DENV-4 serotype compared to the other three serotypes. These studies indicated the need for development of new NS1 Ag detection test with improved sensitivity to DENV-4. An NS1 capture enzyme linked immunoassay (ELISA) specific to DENV-4 may improve the detection of DENV-4 cases worldwide. In addition, a serotype-specific NS1 Ag test identifies both DENV and the infecting serotype. Methods: In this study, we used a small-ubiquitin-like modifier (SUMO*) cloning vector to express a SUMO*-DENV-4 rNS1 fusion protein to develop NS1 DENV-4 specific monoclonal antibodies (MAbs). These newly developed MAbs were then optimized for use in an anti-NS1 DENV-4 capture ELISA. The serotype specificity and sensitivity of this ELISA was evaluated using (i) supernatants from DENV (1-4)-infected Vero cell cultures, (ii) rNS1s from all the four DENV (1-4) and, (iii) rNS1s of related flaviviruses (yellow fever virus; YFV and West Nile virus; WNV). Results: From the evaluation studies of the newly developed MAbs, we identified three DENV-4 specific anti-NS1 MAbs: 3H7A9, 8A6F2 and 6D4B10. Two of these MAbs were optimal for use in a DENV-4 serotype-specific NS1 capture ELISA: MAb 8A6F2 as the capture antibody and 6D4B10 as a detection antibody. Conclusion: This ELISA was sensitive and specific to DENV-4 with no cross-reactivity to other three DENV (1-3) serotypes and other heterologous flaviviruses. Taken together these data indicated that our MAbs are useful reagents for the development of DENV-4 immunodiagnostic tests.",
      "sentences": [
        [
          {
            "segment_text": "Background : Dengue , caused by one of the four serologically distinct dengue viruses ( DENV-1 to − 4 ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "is a mosquito-borne disease of serious global health significance .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Reliable and cost-effective diagnostic tests ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "along with effective vaccines and vector-control strategies ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "are highly required to reduce dengue morbidity and mortality .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Evaluation studies revealed that many commercially available NS1 antigen ( Ag ) tests have limited sensitivity to DENV-4 serotype compared to the other three serotypes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These studies indicated the need for development of new NS1 Ag detection test with improved sensitivity to DENV-4 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "An NS1 capture enzyme linked immunoassay ( ELISA ) specific to DENV-4 may improve the detection of DENV-4 cases worldwide .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In addition , a serotype-specific NS1 Ag test identifies both DENV and the infecting serotype .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Methods : In this study ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we used a small-ubiquitin-like modifier ( SUMO * ) cloning vector to express a SUMO * - DENV-4 rNS1 fusion protein to develop NS1 DENV-4 specific monoclonal antibodies ( MAbs ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "These newly developed MAbs were then optimized for use in an anti-NS1 DENV-4 capture ELISA .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The serotype specificity and sensitivity of this ELISA was evaluated using ( i ) supernatants from DENV ( 1-4 ) - infected Vero cell cultures ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "( ii ) rNS1s from all the four DENV ( 1-4 ) and ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "( iii ) rNS1s of related flaviviruses ( yellow fever virus ; YFV and West Nile virus ; WNV ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : From the evaluation studies of the newly developed MAbs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "we identified three DENV-4 specific anti-NS1 MAbs : 3H7A9 , 8A6F2 and 6D4B10 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Two of these MAbs were optimal for use in a DENV-4 serotype-specific NS1 capture ELISA : MAb 8A6F2 as the capture antibody and 6D4B10 as a detection antibody .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusion : This ELISA was sensitive and specific to DENV-4 with no cross-reactivity to other three DENV ( 1-3 ) serotypes and other heterologous flaviviruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Taken together these data indicated that our MAbs are useful reagents for the development of DENV-4 immunodiagnostic tests .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "13",
    "segment_num": "20",
    "token_num": "352"
  }
}