{
  "paper_id": "32d6566f5262edf3aa1321bf811814dce7a4150c",
  "metadata": {
    "title": "The non-human primate model of tuberculosis",
    "coda_data_split": "train",
    "coda_paper_id": 8180,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Non-human primates (NHPs) are used to model human disease owing to their remarkably similar genomes, physiology, and immune systems. Recently, there has been an increased interest in modeling tuberculosis (TB) in NHPs. Macaques are susceptible to infection with different strains of Mycobacterium tuberculosis (Mtb), producing the full spectrum of disease conditions, including latent infection, chronic progressive infection, and acute TB, depending on the route and dose of infection. Clearly, NHPs are an excellent model of human TB. While the initial aim of the NHP model was to allow preclinical testing of candidate vaccines and drugs, it is now also being used to study pathogenesis and immune correlates of protection. Recent advances in this field are discussed in this review. Key questions such as the effect of hypoxia on the biology of Mtb and the basis of reactivation of latent TB can now be investigated through the use of this model.",
      "sentences": [
        [
          {
            "segment_text": "Non-human primates ( NHPs ) are used to model human disease owing to their remarkably similar genomes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "physiology , and immune systems .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Recently , there has been an increased interest in modeling tuberculosis ( TB ) in NHPs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Macaques are susceptible to infection with different strains of Mycobacterium tuberculosis ( Mtb ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "producing the full spectrum of disease conditions ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including latent infection , chronic progressive infection ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and acute TB , depending on the route and dose of infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Clearly , NHPs are an excellent model of human TB .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "While the initial aim of the NHP model was to allow preclinical testing of candidate vaccines and drugs ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "it is now also being used to study pathogenesis and immune correlates of protection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Recent advances in this field are discussed in this review .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Key questions such as the effect of hypoxia on the biology of Mtb and the basis of reactivation of latent TB can now be investigated through the use of this model .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "12",
    "token_num": "173"
  }
}