{
  "paper_id": "32d98992b213139fc36d2ff05af879b112e230f6",
  "metadata": {
    "title": "European Journal of Case Reports in Internal Medicine Severe Immune Thrombocytopenia Complicated by Intracerebral Haemorrhage Associated with Coronavirus Infection: A Case Report and Literature Review",
    "coda_data_split": "train",
    "coda_paper_id": 9781,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Immune thrombocytopenic purpura (ITP) is an autoimmune disorder that causes isolated thrombocytopenia. Many viruses have been identified as triggering the autoimmune process, including HIV, MCV, EBV, parvovirus, rubella and measles. However, ITP in association with coronavirus infection has not previously been reported. We describe the case of a healthy man who presented with severe ITP complicated by intracranial haemorrhage following upper respiratory tract infection. An infection screen revealed coronavirus infection.",
      "sentences": [
        [
          {
            "segment_text": "Immune thrombocytopenic purpura ( ITP ) is an autoimmune disorder that causes isolated thrombocytopenia .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Many viruses have been identified as triggering the autoimmune process ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including HIV , MCV , EBV ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "parvovirus , rubella and measles .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , ITP in association with coronavirus infection has not previously been reported .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We describe the case of a healthy man who presented with severe ITP complicated by intracranial haemorrhage following upper respiratory tract infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "An infection screen revealed coronavirus infection .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "• Coronavirus can cause severe immune thrombocytopenic purpura (ITP). • Intracerebral haemorrhage is an uncommon presentation of ITP. • Intravenous immunoglobulin and steroids are very effective treatments for severe ITP.",
      "sentences": [
        [
          {
            "segment_text": "• Coronavirus can cause severe immune thrombocytopenic purpura ( ITP ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "• Intracerebral haemorrhage is an uncommon presentation of ITP .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "• Intravenous immunoglobulin and steroids are very effective treatments for severe ITP .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "8",
    "segment_num": "10",
    "token_num": "118"
  }
}