{
  "paper_id": "32d9bb3311052f30257c93eee30ebb1091cf92f0",
  "metadata": {
    "title": "Theme: Emerging Concepts for Vaccine Development and Vaccination Modeling the Effects of Vaccination and Treatment on Pandemic Influenza",
    "coda_data_split": "train",
    "coda_paper_id": 10494,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "In this paper, we demonstrate the uses of some simple mathematical models for the study of disease dynamics in a pandemic situation with a focus on influenza. These models are employed to evaluate the effectiveness of various control programs via vaccination and antiviral treatment. We use susceptible-, infectious-, recovered-type epidemic models consisting of ordinary differential equations. These models allow us to derive threshold conditions that can be used to assess the effectiveness of vaccine and drug use and to determine disease outcomes. Simulations are helpful for examining the potential consequences of control options under different scenarios. Particularly, results from models with constant parameters and models with time-dependent parameter functions are compared, demonstrating the significant differences in model outcomes. Results suggest that the effectiveness of vaccination and drug treatment can be very sensitive to factors including the time of introduction of the pathogen into the population, the beginning time of control programs, and the levels of control measures. More importantly, in some cases, the benefits of vaccination and antiviral use might be significantly compromised if these control programs are not designed appropriately. Mathematical models can be very useful for understanding the effects of various factors on the spread and control of infectious diseases. Particularly, the models can help identify potential adverse effects of vaccination and drug treatment in the case of pandemic influenza.",
      "sentences": [
        [
          {
            "segment_text": "In this paper , we demonstrate the uses of some simple mathematical models for the study of disease dynamics in a pandemic situation with a focus on influenza .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "These models are employed to evaluate the effectiveness of various control programs via vaccination and antiviral treatment .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We use susceptible - , infectious - ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "recovered-type epidemic models consisting of ordinary differential equations .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "These models allow us to derive threshold conditions that can be used to assess the effectiveness of vaccine and drug use and to determine disease outcomes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Simulations are helpful for examining the potential consequences of control options under different scenarios .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Particularly , results from models with constant parameters and models with time-dependent parameter functions are compared ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "demonstrating the significant differences in model outcomes .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results suggest that the effectiveness of vaccination and drug treatment can be very sensitive to factors including the time of introduction of the pathogen into the population ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the beginning time of control programs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the levels of control measures .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "More importantly , in some cases ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the benefits of vaccination and antiviral use might be significantly compromised if these control programs are not designed appropriately .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Mathematical models can be very useful for understanding the effects of various factors on the spread and control of infectious diseases .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Particularly , the models can help identify potential adverse effects of vaccination and drug treatment in the case of pandemic influenza .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "15",
    "token_num": "244"
  }
}