{
  "paper_id": "32fa36ff103ee2bf977160e78f3c7e5186375f3f",
  "metadata": {
    "title": "A rapid RT-PCR method to differentiate six established genotypes of rabies and rabies-related viruses using TaqMan™ technology",
    "coda_data_split": "train",
    "coda_paper_id": 6520,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "A rapid and sensitive reverse transcriptase-polymerase chain reaction (RT-PCR) assay incorporating TaqMan™ probes has been developed that can distinguish among the six established rabies and rabies-related virus genotypes. TaqMan™ probes were designed and validated against 106 rabies and rabies-related virus isolates, one isolate of the Australian bat Lyssa6iruses (genotype 7), and 18 other non-rabies viruses important in the veterinary field. The N gene was used as the target for the probes as it is well conserved and has been intensively used to genotype rabies isolates. Additionally, it was found to contain regions specific to each genotype conducive to probe design. The RT-PCR assay described amplifies a portion of the nucleoprotein gene of all 107 rabies and rabies-related viruses, but none of the other viruses tested. Inclusion of TaqMan™-genotype-specific probes in the RT-PCR assay permits rapid identification of the virus present. By combining RT-PCR with TaqMan™ genotyping probes suspect rabies virus isolates can be identified in a single closed tube system that prevents potential PCR-product carry over contamination.",
      "sentences": [
        [
          {
            "segment_text": "A rapid and sensitive reverse transcriptase-polymerase chain reaction ( RT-PCR ) assay incorporating TaqMan ™ probes has been developed that can distinguish among the six established rabies and rabies-related virus genotypes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "TaqMan ™ probes were designed and validated against 106 rabies and rabies-related virus isolates ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "one isolate of the Australian bat Lyssa6iruses ( genotype 7 ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and 18 other non-rabies viruses important in the veterinary field .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The N gene was used as the target for the probes as it is well conserved and has been intensively used to genotype rabies isolates .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Additionally , it was found to contain regions specific to each genotype conducive to probe design .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The RT-PCR assay described amplifies a portion of the nucleoprotein gene of all 107 rabies and rabies-related viruses ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "but none of the other viruses tested .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Inclusion of TaqMan ™ - genotype-specific probes in the RT-PCR assay permits rapid identification of the virus present .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "By combining RT-PCR with TaqMan ™ genotyping probes suspect rabies virus isolates can be identified in a single closed tube system that prevents potential PCR-product carry over contamination .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "10",
    "token_num": "188"
  }
}