{
  "paper_id": "32fb29bbea93bfc427f6860393e94e24f1139180",
  "metadata": {
    "title": "Characterization and application of monoclonal antibodies against N protein of SARS-coronavirus",
    "coda_data_split": "train",
    "coda_paper_id": 9317,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Severe acute respiratory syndrome-coronavirus (SARS-CoV) causes an infectious disease through respiratory route. Diagnosing the disease effectively and accurately at early stage is essential for preventing the disease transmission and performing antiviral treatment. In this study, we raised monoclonal antibodies (mAbs) against the nucleocapsid (N) protein of SARS-CoV and mapped epitopes by using different truncated N protein fragments. The mapping of those epitopes was valuable for constructing pair-Abs used in serological diagnosis. The results showed that all of the six raised mAbs were divided into two groups recognizing the region of amino acids 249-317 (A group) or 317-395 (B group). This region spanning amino acids 249-395 contains predominant B cell epitopes located at the C-terminus of N protein. One pair-Abs, consisting of N protein-specific rabbit polyclonal antibody and SARS-CoV N protein-specific mAb, was selected to construct a sandwich ELISA-kit. The kit was able to specifically detect SARS-CoV N proteins in serum samples.",
      "sentences": [
        [
          {
            "segment_text": "Severe acute respiratory syndrome-coronavirus ( SARS-CoV ) causes an infectious disease through respiratory route .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Diagnosing the disease effectively and accurately at early stage is essential for preventing the disease transmission and performing antiviral treatment .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , we raised monoclonal antibodies ( mAbs ) against the nucleocapsid ( N ) protein of SARS-CoV and mapped epitopes by using different truncated N protein fragments .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The mapping of those epitopes was valuable for constructing pair-Abs used in serological diagnosis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The results showed that all of the six raised mAbs were divided into two groups recognizing the region of amino acids 249-317 ( A group ) or 317-395 ( B group ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This region spanning amino acids 249-395 contains predominant B cell epitopes located at the C-terminus of N protein .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "One pair-Abs , consisting of N protein-specific rabbit polyclonal antibody and SARS-CoV N protein-specific mAb ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "was selected to construct a sandwich ELISA-kit .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The kit was able to specifically detect SARS-CoV N proteins in serum samples .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "9",
    "token_num": "172"
  }
}