{
  "paper_id": "33019198857c41e85955b2b731077ab3ea57c85b",
  "metadata": {
    "title": "Lineage specific antigenic differences in porcine torovirus hemagglutinin-esterase (PToV-HE) protein",
    "coda_data_split": "train",
    "coda_paper_id": 2061,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Hemagglutinin-esterases (HE) are viral envelope proteins present in some members from the toro-, corona-and orthomyxovirus families, all related with enteric and/or respiratory tract infections. HE proteins mediate reversible binding to sialic acid receptor determinants, very abundant glycan residues in the enteric and respiratory tracts. The role of the HE protein during the torovirus infection cycle remains unknown, although it is believed to be important in the natural infection process. The phylogenetic analysis of HE coding sequences from porcine torovirus (PToV) field strains revealed the existence of two distinct HE lineages. In a previous study, PToV virus strains with HE proteins from the two lineages were found coexisting in a pig herd, and they were even obtained from the same animal at two consecutive sampling time points. In this work, we report antigenic differences between the two HE lineages, and discuss the possible implications that the coexistence of viruses belonging to both lineages might have on the spread and sustainment of PToV infection in the farms.",
      "sentences": [
        [
          {
            "segment_text": "Hemagglutinin-esterases ( HE ) are viral envelope proteins present in some members from the toro - ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "corona-and orthomyxovirus families , all related with enteric and/or respiratory tract infections .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "HE proteins mediate reversible binding to sialic acid receptor determinants ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "very abundant glycan residues in the enteric and respiratory tracts .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The role of the HE protein during the torovirus infection cycle remains unknown ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "although it is believed to be important in the natural infection process .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The phylogenetic analysis of HE coding sequences from porcine torovirus ( PToV ) field strains revealed the existence of two distinct HE lineages .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In a previous study , PToV virus strains with HE proteins from the two lineages were found coexisting in a pig herd ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and they were even obtained from the same animal at two consecutive sampling time points .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In this work , we report antigenic differences between the two HE lineages ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and discuss the possible implications that the coexistence of viruses belonging to both lineages might have on the spread and sustainment of PToV infection in the farms .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "11",
    "token_num": "184"
  }
}