{
  "paper_id": "330c656592e9917ebc7c9c1703ddaa3d9df809bf",
  "metadata": {
    "title": "Virology Journal Proteomics computational analyses suggest that baculovirus GP64 superfamily proteins are class III penetrenes",
    "coda_data_split": "train",
    "coda_paper_id": 5983,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Members of the Baculoviridae encode two types of proteins that mediate virus:cell membrane fusion and penetration into the host cell. Alignments of primary amino acid sequences indicate that baculovirus fusion proteins of group I nucleopolyhedroviruses (NPV) form the GP64 superfamily. The structure of these viral penetrenes has not been determined. The GP64 superfamily includes the glycoprotein (GP) encoded by members of the Thogotovirus genus of the Orthomyxoviridae. The entry proteins of other baculoviruses, group II NPV and granuloviruses, are class I penetrenes.",
      "sentences": [
        [
          {
            "segment_text": "Background : Members of the Baculoviridae encode two types of proteins that mediate virus : cell membrane fusion and penetration into the host cell .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Alignments of primary amino acid sequences indicate that baculovirus fusion proteins of group I nucleopolyhedroviruses ( NPV ) form the GP64 superfamily .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The structure of these viral penetrenes has not been determined .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The GP64 superfamily includes the glycoprotein ( GP ) encoded by members of the Thogotovirus genus of the Orthomyxoviridae .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The entry proteins of other baculoviruses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "group II NPV and granuloviruses , are class I penetrenes .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Results: Class III penetrenes encoded by members of the Rhabdoviridae and Herpesviridae have an internal fusion domain comprised of beta sheets, other beta sheet domains, an extended alpha helical domain, a membrane proximal stem domain and a carboxyl terminal anchor. Similar sequences and structural/functional motifs that characterize class III penetrenes are located collinearly in GP64 of group I baculoviruses and related glycoproteins encoded by thogotoviruses. Structural models based on a prototypic class III penetrene, vesicular stomatitis virus glycoprotein (VSV G), were established for Thogoto virus (THOV) GP and Autographa california multiple NPV (AcMNPV) GP64 demonstrating feasible cysteine linkages. Glycosylation sites in THOV GP and AcMNPV GP64 appear in similar model locations to the two glycosylation sites of VSV G.",
      "sentences": [
        [
          {
            "segment_text": "Results : Class III penetrenes encoded by members of the Rhabdoviridae and Herpesviridae have an internal fusion domain comprised of beta sheets ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "other beta sheet domains , an extended alpha helical domain ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "a membrane proximal stem domain and a carboxyl terminal anchor .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Similar sequences and structural/functional motifs that characterize class III penetrenes are located collinearly in GP64 of group I baculoviruses and related glycoproteins encoded by thogotoviruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Structural models based on a prototypic class III penetrene ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "vesicular stomatitis virus glycoprotein ( VSV G ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "were established for Thogoto virus ( THOV ) GP and Autographa california multiple NPV ( AcMNPV ) GP64 demonstrating feasible cysteine linkages .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Glycosylation sites in THOV GP and AcMNPV GP64 appear in similar model locations to the two glycosylation sites of VSV G.",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "These results suggest that proteins in the GP64 superfamily are class III penetrenes.",
      "sentences": [
        [
          {
            "segment_text": "These results suggest that proteins in the GP64 superfamily are class III penetrenes .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "10",
    "segment_num": "15",
    "token_num": "245"
  }
}