{
  "paper_id": "33120d9b28d0d5a0cec3b5aa6d771005e644ca17",
  "metadata": {
    "title": "",
    "coda_data_split": "train",
    "coda_paper_id": 8254,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "publicly funded repositories, such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source. These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active.",
      "sentences": [
        [
          {
            "segment_text": "publicly funded repositories , such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "The APIC Research Foundation (RF) goal of improving the practice of infection control is realized by financial support for research, dissemination of research in peer-reviewed journals, and advocacy for the importance of infection prevention and control in all areas of health care. In this issue, two articles contribute to the dissemination of research results and practice guidelines.",
      "sentences": [
        [
          {
            "segment_text": "The APIC Research Foundation ( RF ) goal of improving the practice of infection control is realized by financial support for research ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "dissemination of research in peer-reviewed journals ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and advocacy for the importance of infection prevention and control in all areas of health care .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this issue , two articles contribute to the dissemination of research results and practice guidelines .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "The APIC RF selects an individual to present an annual \u0027\u0027State of the Science\u0027\u0027 lecture, a synthesis of recent research in the fields of infection control and applied epidemiology. The following article summarizes the sentinel scientific publications/reports from the past year. A Kimberly Clark grant to the APIC RF supports this lecture. The \u0027\u0027Science to Practice\u0027\u0027 presentation provides the professional with a forum for review of clinical research and practice guidelines and implementation for best outcomes. A 3M grant to the APIC RF supports this symposium. Both of these articles are based on presentations made at",
      "sentences": [
        [
          {
            "segment_text": "The APIC RF selects an individual to present an annual `` State of the Science \u0027\u0027 lecture ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "a synthesis of recent research in the fields of infection control and applied epidemiology .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The following article summarizes the sentinel scientific publications/reports from the past year .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A Kimberly Clark grant to the APIC RF supports this lecture .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The `` Science to Practice \u0027\u0027 presentation provides the professional with a forum for review of clinical research and practice guidelines and implementation for best outcomes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A 3M grant to the APIC RF supports this symposium .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Both of these articles are based on presentations made at",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "10",
    "segment_num": "13",
    "token_num": "221"
  }
}