{
  "paper_id": "333f835edce4857e7b15f79bbc25ef1f098aa849",
  "metadata": {
    "title": "Mucosal Immune System of Cattle All Immune Responses Begin Here",
    "coda_data_split": "train",
    "coda_paper_id": 7552,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "KEYWORDS",
      "sentences": [
        [
          {
            "segment_text": "KEYWORDS",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "Bovine Mucosal Immunology Gastrointestinal Respiratory Reproductive Microbiome",
      "sentences": [
        [
          {
            "segment_text": "Bovine Mucosal Immunology Gastrointestinal Respiratory Reproductive Microbiome",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "The largest organ of the immune system is the mucosa making the management of it essential for productivity and health. The mucosal barrier consists of mucous, antimicrobial peptides, and IgA and is a \"kill zone\" to prevent microbial invasion of the epithelium. The mucosal epithelial cells are key cells that maintain the \"kill zone\" and \"mucosal firewall\" and respond to metabolites and microbial components from the lumen and signals from immune cells to maintain tight junctions and prevent leaky gut. The mucosal immune system has a unique circulatory system where immune cells that have activated in mucosal region recirculate to mucosal regions, a system termed the common mucosal system.",
      "sentences": [
        [
          {
            "segment_text": "The largest organ of the immune system is the mucosa making the management of it essential for productivity and health .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The mucosal barrier consists of mucous ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "antimicrobial peptides , and IgA and is a `` kill zone \u0027\u0027 to prevent microbial invasion of the epithelium .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The mucosal epithelial cells are key cells that maintain the `` kill zone \u0027\u0027 and `` mucosal firewall \u0027\u0027 and respond to metabolites and microbial components from the lumen and signals from immune cells to maintain tight junctions and prevent leaky gut .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The mucosal immune system has a unique circulatory system where immune cells that have activated in mucosal region recirculate to mucosal regions ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a system termed the common mucosal system .",
            "crowd_label": "background"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "6",
    "segment_num": "8",
    "token_num": "130"
  }
}