{
  "paper_id": "3341998ccda48a6464d056736f52a967b45df144",
  "metadata": {
    "title": "Putative progressive and abortive feline leukemia virus infection outcomes in captive jaguarundis (Puma yagouaroundi)",
    "coda_data_split": "train",
    "coda_paper_id": 6480,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Feline leukemia virus (FeLV) is an exogenous gammaretrovirus of domestic cats (Felis catus) and some wild felids. The outcomes of FeLV infection in domestic cats vary according to host susceptibility, virus strain, and infectious challenge dose. Jaguarundis (Puma yagouaroundi) are small wild felids from South and Central America. We previously reported on FeLV infections in jaguarundis. We hypothesized here that the outcomes of FeLV infection in P. yagouaroundi mimic those observed in domestic cats. The aim of this study was to investigate the population of jaguarundis at Fundação Parque Zoológico de São Paulo for natural FeLV infection and resulting outcomes. Methods: We investigated the jaguarundis using serological and molecular methods and monitored them for FeLV-related diseases for 5 years. We retrieved relevant biological and clinical information for the entire population of 23 jaguarundis held at zoo. Post-mortem findings from necropsies were recorded and histopathological and immunohistopathological analyses were performed. Sequencing and phylogenetic analyses were performed for FeLV-positive samples. For sample prevalence, 95% confidence intervals (CI) were calculated. Fisher\u0027s exact test was used to compare frequencies between infected and uninfected animals. P-values \u003c0.05 were considered significant. Results: In total, we detected evidence of FeLV exposure in four out of 23 animals (17%; 95% CI 5-39%). No endogenous FeLV (enFeLV) sequences were detected. An intestinal B-cell lymphoma in one jaguarundi was not associated with FeLV. Two jaguarundis presented FeLV test results consistent with an abortive FeLV infection with seroconversion, and two other jaguarundis had results consistent with a progressive infection and potentially FeLV-associated clinical disorders and post-mortem changes. Phylogenetic analysis of env revealed the presence of FeLV-A, a common origin of the virus in both animals (100% identity) and the closest similarity to FeLV-FAIDS and FeLV-3281 (98.4% identity), originally isolated from cats in the USA. Conclusions: We found evidence of progressive and abortive FeLV infection outcomes in jaguarundis, and domestic cats were probably the source of infection in these jaguarundis.",
      "sentences": [
        [
          {
            "segment_text": "Background : Feline leukemia virus ( FeLV ) is an exogenous gammaretrovirus of domestic cats ( Felis catus ) and some wild felids .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The outcomes of FeLV infection in domestic cats vary according to host susceptibility ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "virus strain , and infectious challenge dose .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Jaguarundis ( Puma yagouaroundi ) are small wild felids from South and Central America .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We previously reported on FeLV infections in jaguarundis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We hypothesized here that the outcomes of FeLV infection in P. yagouaroundi mimic those observed in domestic cats .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The aim of this study was to investigate the population of jaguarundis at Fundação Parque Zoológico de São Paulo for natural FeLV infection and resulting outcomes .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : We investigated the jaguarundis using serological and molecular methods and monitored them for FeLV-related diseases for 5 years .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We retrieved relevant biological and clinical information for the entire population of 23 jaguarundis held at zoo .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Post-mortem findings from necropsies were recorded and histopathological and immunohistopathological analyses were performed .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Sequencing and phylogenetic analyses were performed for FeLV-positive samples .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "For sample prevalence , 95 % confidence intervals ( CI ) were calculated .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Fisher \u0027s exact test was used to compare frequencies between infected and uninfected animals .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "P-values \u003c 0.05 were considered significant .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : In total , we detected evidence of FeLV exposure in four out of 23 animals ( 17 % ; 95 % CI 5-39 % ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "No endogenous FeLV ( enFeLV ) sequences were detected .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "An intestinal B-cell lymphoma in one jaguarundi was not associated with FeLV .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Two jaguarundis presented FeLV test results consistent with an abortive FeLV infection with seroconversion ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and two other jaguarundis had results consistent with a progressive infection and potentially FeLV-associated clinical disorders and post-mortem changes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Phylogenetic analysis of env revealed the presence of FeLV-A ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "a common origin of the virus in both animals ( 100 % identity ) and the closest similarity to FeLV-FAIDS and FeLV-3281 ( 98.4 % identity ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "originally isolated from cats in the USA .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : We found evidence of progressive and abortive FeLV infection outcomes in jaguarundis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and domestic cats were probably the source of infection in these jaguarundis .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "19",
    "segment_num": "24",
    "token_num": "375"
  }
}