{
  "paper_id": "335dbf8f43a8eca80f3e2730b3f8a1e655ca2d14",
  "metadata": {
    "title": "The Characteristics of Middle Eastern Respiratory Syndrome Coronavirus Transmission Dynamics in South Korea",
    "coda_data_split": "train",
    "coda_paper_id": 9822,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Objectives: The outbreak of Middle Eastern respiratory syndrome coronavirus (MERS-CoV) was one of the major events in South Korea in 2015. In particular, this study pays attention to formulating a mathematical model for MERS transmission dynamics and estimating transmission rates. Methods: Incidence data of MERS-CoV from the government authority was analyzed for the first aim and a mathematical model was built and analyzed for the second aim of the study. A mathematical model for MERS-CoV transmission dynamics is used to estimate the transmission rates in two periods due to the implementation of intensive interventions. Results: Using the estimates of the transmission rates, the basic reproduction number was estimated in two periods. Due to the superspreader, the basic reproduction number was very large in the first period; however, the basic reproduction number of the second period has reduced significantly after intensive interventions. Conclusion: It turned out to be the intensive isolation and quarantine interventions that were the most critical factors that prevented the spread of the MERS outbreak. The results are expected to be useful to devise more efficient intervention strategies in the future.",
      "sentences": [
        [
          {
            "segment_text": "Objectives : The outbreak of Middle Eastern respiratory syndrome coronavirus ( MERS-CoV ) was one of the major events in South Korea in 2015 .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "In particular , this study pays attention to formulating a mathematical model for MERS transmission dynamics and estimating transmission rates .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : Incidence data of MERS-CoV from the government authority was analyzed for the first aim and a mathematical model was built and analyzed for the second aim of the study .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A mathematical model for MERS-CoV transmission dynamics is used to estimate the transmission rates in two periods due to the implementation of intensive interventions .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Using the estimates of the transmission rates ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the basic reproduction number was estimated in two periods .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Due to the superspreader , the basic reproduction number was very large in the first period ; however ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the basic reproduction number of the second period has reduced significantly after intensive interventions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusion : It turned out to be the intensive isolation and quarantine interventions that were the most critical factors that prevented the spread of the MERS outbreak .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The results are expected to be useful to devise more efficient intervention strategies in the future .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "10",
    "token_num": "202"
  }
}