{
  "paper_id": "335f41145ff784047aa5a0ae829be50613c65038",
  "metadata": {
    "title": "Is Generalized Maternal Optimism or Pessimism During Pregnancy Associated with Unplanned Cesarean Section Deliveries in China?",
    "coda_data_split": "train",
    "coda_paper_id": 10699,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "This research examines whether maternal optimism/pessimism is associated with unplanned Cesarean section deliveries in China. If so, does the association remain after controlling for clinical factors associated with C-sections? A sample of 227 mostly primiparous women in the third trimester of pregnancy was surveyed in a large tertiary care hospital in Beijing, China. Postdelivery data were collected from medical records. In bivariate analysis, both optimism and pessimism were related to unplanned c-section. However, when optimism and pessimism were entered into a regression model together, optimism was no longer statistically significant. Pessimism remained significant, even when adjusting for clinical factors such as previous abortion, previous miscarriage, pregnancy complications, infant gestational age, infant birthweight, labor duration, birth complications, and selfrated difficulty of the pregnancy. This research suggests that maternal mindset during pregnancy has a role in mode of delivery. However, more research is needed to elucidate potential causal pathways and test potential interventions.",
      "sentences": [
        [
          {
            "segment_text": "This research examines whether maternal optimism/pessimism is associated with unplanned Cesarean section deliveries in China .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "If so , does the association remain after controlling for clinical factors associated with C-sections ?",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "A sample of 227 mostly primiparous women in the third trimester of pregnancy was surveyed in a large tertiary care hospital in Beijing , China .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Postdelivery data were collected from medical records .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "In bivariate analysis , both optimism and pessimism were related to unplanned c-section .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "However , when optimism and pessimism were entered into a regression model together ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "optimism was no longer statistically significant .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Pessimism remained significant , even when adjusting for clinical factors such as previous abortion ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "previous miscarriage , pregnancy complications ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "infant gestational age , infant birthweight ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "labor duration , birth complications ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and selfrated difficulty of the pregnancy .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This research suggests that maternal mindset during pregnancy has a role in mode of delivery .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , more research is needed to elucidate potential causal pathways and test potential interventions .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "14",
    "token_num": "174"
  }
}