{
  "paper_id": "3369a14e1d116943f48b3a33597796c9802de279",
  "metadata": {
    "title": "Searching for animal models and potential target species for emerging pathogens: Experience gained from Middle East respiratory syndrome (MERS) coronavirus",
    "coda_data_split": "train",
    "coda_paper_id": 6672,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Emerging and re-emerging pathogens represent a substantial threat to public health, as demonstrated with numerous outbreaks over the past years, including the 2013-2016 outbreak of Ebola virus in western Africa. Coronaviruses are also a threat for humans, as evidenced in 2002/2003 with infection by the severe acute respiratory syndrome coronavirus (SARS-CoV), which caused more than 8000 human infections with 10% fatality rate in 37 countries. Ten years later, a novel human coronavirus (Middle East respiratory syndrome coronavirus, MERS-CoV), associated with severe pneumonia, arose in the Kingdom of Saudi Arabia. Until December 2016, MERS has accounted for more than 1800 cases and 35% fatality rate. Finding an animal model of disease is key to develop vaccines or antivirals against such emerging pathogens and to understand its pathogenesis. Knowledge of the potential role of domestic livestock and other animal species in the transmission of pathogens is of importance to understand the epidemiology of the disease. Little is known about MERS-CoV animal host range. In this paper, experimental data on potential hosts for MERS-CoV is reviewed. Advantages and limitations of different animal models are evaluated in relation to viral pathogenesis and transmission studies. Finally, the relevance of potential new target species is discussed.",
      "sentences": [
        [
          {
            "segment_text": "Emerging and re-emerging pathogens represent a substantial threat to public health ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "as demonstrated with numerous outbreaks over the past years ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including the 2013-2016 outbreak of Ebola virus in western Africa .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Coronaviruses are also a threat for humans ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "as evidenced in 2002/2003 with infection by the severe acute respiratory syndrome coronavirus ( SARS-CoV ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which caused more than 8000 human infections with 10 % fatality rate in 37 countries .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Ten years later , a novel human coronavirus ( Middle East respiratory syndrome coronavirus , MERS-CoV ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "associated with severe pneumonia , arose in the Kingdom of Saudi Arabia .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Until December 2016 , MERS has accounted for more than 1800 cases and 35 % fatality rate .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Finding an animal model of disease is key to develop vaccines or antivirals against such emerging pathogens and to understand its pathogenesis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Knowledge of the potential role of domestic livestock and other animal species in the transmission of pathogens is of importance to understand the epidemiology of the disease .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Little is known about MERS-CoV animal host range .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this paper , experimental data on potential hosts for MERS-CoV is reviewed .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Advantages and limitations of different animal models are evaluated in relation to viral pathogenesis and transmission studies .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Finally , the relevance of potential new target species is discussed .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "15",
    "token_num": "227"
  }
}