{
  "paper_id": "3370214f4f7242b2a6ef23df718ef0f8b863a04c",
  "metadata": {
    "title": "Transmission Pathways of Foot-and-Mouth Disease Virus in the United Kingdom",
    "coda_data_split": "train",
    "coda_paper_id": 10606,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Foot-and-mouth disease (FMD) virus causes an acute vesicular disease of domesticated and wild ruminants and pigs. Identifying sources of FMD outbreaks is often confounded by incomplete epidemiological evidence and the numerous routes by which virus can spread (movements of infected animals or their products, contaminated persons, objects, and aerosols). Here, we show that the outbreaks of FMD in the United Kingdom in August 2007 were caused by a derivative of FMDV O 1 BFS 1860, a virus strain handled at two FMD laboratories located on a single site at Pirbright in Surrey. Genetic analysis of complete viral genomes generated in real-time reveals a probable chain of transmission events, predicting undisclosed infected premises, and connecting the second cluster of outbreaks in September to those in August. Complete genome sequence analysis of FMD viruses conducted in real-time have identified the initial and intermediate sources of these outbreaks and demonstrate the value of such techniques in providing information useful to contemporary disease control programmes.",
      "sentences": [
        [
          {
            "segment_text": "Foot-and-mouth disease ( FMD ) virus causes an acute vesicular disease of domesticated and wild ruminants and pigs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Identifying sources of FMD outbreaks is often confounded by incomplete epidemiological evidence and the numerous routes by which virus can spread ( movements of infected animals or their products , contaminated persons , objects , and aerosols ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we show that the outbreaks of FMD in the United Kingdom in August 2007 were caused by a derivative of FMDV O 1 BFS 1860 ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "a virus strain handled at two FMD laboratories located on a single site at Pirbright in Surrey .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Genetic analysis of complete viral genomes generated in real-time reveals a probable chain of transmission events ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "predicting undisclosed infected premises , and connecting the second cluster of outbreaks in September to those in August .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Complete genome sequence analysis of FMD viruses conducted in real-time have identified the initial and intermediate sources of these outbreaks and demonstrate the value of such techniques in providing information useful to contemporary disease control programmes .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "7",
    "token_num": "177"
  }
}