{
  "paper_id": "33960b84a04a6bc1bd4e3ca294dae7d8cc1c4e96",
  "metadata": {
    "title": "Antigenic Relationships amongst Coronaviruses",
    "coda_data_split": "train",
    "coda_paper_id": 9277,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Several serological interrelationships between various members of the coronavirus group have been revealed in neutralization, complement fixation, and geldiffusion tests, using human and hyperimmune animal sera. Several members of this group of human and animal pathogens are shown to cross-react in one or more type of test, but one member, avian infectious bronchitis virus, was shown to be unrelated. Mouse hepatitis virus (MHVs) was found to be antigenieally related to a number of human types of coronavirus. Difficulties were encountered in the investigation of paired human sera in demonstrating the specificity of antibody rises, placing doubt on the values of some serological studies. The significance of these interrelationships is discussed in the light of other investigations. BRADBURNE : Antigenic Relationships amongst Coronaviruses 353 organ cultures of human embryo nasal and tracheal epithelium. These isolates comprise at least three, and probably more, distinct serological types as judged by neutralization tests using convalescent human sera (B~A]) BUR~ and T~R~IiL, 1969; McI~Tos~ et al., 1969).",
      "sentences": [
        [
          {
            "segment_text": "Several serological interrelationships between various members of the coronavirus group have been revealed in neutralization ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "complement fixation , and geldiffusion tests ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "using human and hyperimmune animal sera .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Several members of this group of human and animal pathogens are shown to cross-react in one or more type of test ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but one member , avian infectious bronchitis virus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "was shown to be unrelated .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Mouse hepatitis virus ( MHVs ) was found to be antigenieally related to a number of human types of coronavirus .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Difficulties were encountered in the investigation of paired human sera in demonstrating the specificity of antibody rises ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "placing doubt on the values of some serological studies .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The significance of these interrelationships is discussed in the light of other investigations .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "BRADBURNE : Antigenic Relationships amongst Coronaviruses 353 organ cultures of human embryo nasal and tracheal epithelium .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "These isolates comprise at least three ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and probably more , distinct serological types as judged by neutralization tests using convalescent human sera ( B ~ A ) ) BUR ~ and T ~ R ~ IiL ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "1969 ; McI ~ Tos ~ et al. , 1969 ) .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "This work describes the detection of several serological relationships between the viruses isolated from man, and those of mouse hepatitis and avian infectious bronchitis. The majority of these results were obtained before similar studies were reported by MCINTos~ et al. (1969); furthermore, different reagents were used and several extra cross-reactions were detected.",
      "sentences": [
        [
          {
            "segment_text": "This work describes the detection of several serological relationships between the viruses isolated from man ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and those of mouse hepatitis and avian infectious bronchitis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The majority of these results were obtained before similar studies were reported by MCINTos ~ et al. ( 1969 ) ; furthermore ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "different reagents were used and several extra cross-reactions were detected .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "2.1. Tissue Cultures These were all propagated in this laboratory. Roller tube neutralization tests were performed in monolayer cultures of human embryo diploid lung cells (HDCS). These were either a strain derived at the Unit, or the WI-38 cell strain.",
      "sentences": [
        [
          {
            "segment_text": "2.1 .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Tissue Cultures These were all propagated in this laboratory .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Roller tube neutralization tests were performed in monolayer cultures of human embryo diploid lung cells ( HDCS ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "These were either a strain derived at the Unit ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "or the WI-38 cell strain .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Plaque neutralization tests were made using monolayers of L 132 cells in 50 mm plastic Pctri dishes (Sterilin). The L 132 cell line is a continuous epitheloid cell line which was derived from human embryo lung (DAvis, 1960) and has been shown to be sensitive to several respiratory viruses, including 4 strains of coronaviruses (BRAD-]~Vl~N]~, 1969). All cultures were maintained at 33~ after inoculation.",
      "sentences": [
        [
          {
            "segment_text": "Plaque neutralization tests were made using monolayers of L 132 cells in 50 mm plastic Pctri dishes ( Sterilin ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The L 132 cell line is a continuous epitheloid cell line which was derived from human embryo lung ( DAvis , 1960 ) and has been shown to be sensitive to several respiratory viruses ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "including 4 strains of coronaviruses ( BRAD - ) ~ Vl ~ N ) ~ , 1969 ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "All cultures were maintained at 33 ~ after inoculation .",
            "crowd_label": "method"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "16",
    "segment_num": "27",
    "token_num": "389"
  }
}