{
  "paper_id": "33a39cbf4221c9373bc07bf09d325c066fbe97a0",
  "metadata": {
    "title": "viruses Porcine Interferon Complex and Co-Evolution with Increasing Viral Pressure after Domestication",
    "coda_data_split": "train",
    "coda_paper_id": 8570,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Consisting of nearly 60 functional genes, porcine interferon (IFN)-complex represents an evolutionary surge of IFN evolution in domestic ungulate species. To compare with humans and mice, each of these species contains about 20 IFN functional genes, which are better characterized using the conventional IFN-α/β subtypes as examples. Porcine IFN-complex thus represents an optimal model for studying IFN evolution that resulted from increasing viral pressure during domestication and industrialization. We hypothesize and justify that porcine IFN-complex may extend its functionality in antiviral and immunomodulatory activity due to its superior molecular diversity. Furthermore, these unconventional IFNs could even confer some functional and signaling novelty beyond that of the well-studied IFN-α/β subtypes. Investigations into porcine IFN-complex will further our understanding of IFN biology and promote IFN-based therapeutic designs to confront swine viral diseases.",
      "sentences": [
        [
          {
            "segment_text": "Consisting of nearly 60 functional genes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "porcine interferon ( IFN ) - complex represents an evolutionary surge of IFN evolution in domestic ungulate species .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To compare with humans and mice ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "each of these species contains about 20 IFN functional genes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which are better characterized using the conventional IFN-α/β subtypes as examples .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Porcine IFN-complex thus represents an optimal model for studying IFN evolution that resulted from increasing viral pressure during domestication and industrialization .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We hypothesize and justify that porcine IFN-complex may extend its functionality in antiviral and immunomodulatory activity due to its superior molecular diversity .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Furthermore , these unconventional IFNs could even confer some functional and signaling novelty beyond that of the well-studied IFN-α/β subtypes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Investigations into porcine IFN-complex will further our understanding of IFN biology and promote IFN-based therapeutic designs to confront swine viral diseases .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "9",
    "token_num": "144"
  }
}