{
  "paper_id": "33a80ca0388fe12f9fb59bd402e84500c479a0a6",
  "metadata": {
    "title": "Heterozygous Mutations in OAS1 Cause Infantile-Onset Pulmonary Alveolar Proteinosis with Hypogammaglobulinemia Web Resources",
    "coda_data_split": "train",
    "coda_paper_id": 3888,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Pulmonary alveolar proteinosis (PAP) is characterized by accumulation of a surfactant-like substance in alveolar spaces and hypoxemic respiratory failure. Genetic PAP (GPAP) is caused by mutations in genes encoding surfactant proteins or genes encoding a surfactant phospholipid transporter in alveolar type II epithelial cells. GPAP is also caused by mutations in genes whose products are implicated in surfactant catabolism in alveolar macrophages (AMs). We performed whole-exome sequence analysis in a family affected by infantile-onset PAP with hypogammaglobulinemia without causative mutations in genes associated with PAP: SFTPB, SFTPC, ABCA3, CSF2RA, CSF2RB, and GATA2. We identified a heterozygous missense variation in OAS1, encoding 2, 0 5 0 -oligoadenylate synthetase 1 (OAS1) in three affected siblings, but not in unaffected family members. Deep sequence analysis with next-generation sequencing indicated 3.81% mosaicism of this variant in DNA from their mother\u0027s peripheral blood leukocytes, suggesting that PAP observed in this family could be inherited as an autosomal-dominant trait from the mother. We identified two additional de novo heterozygous missense variations of OAS1 in two unrelated simplex individuals also manifesting infantile-onset PAP with hypogammaglobulinemia. PAP in the two simplex individuals resolved after hematopoietic stem cell transplantation, indicating that OAS1 dysfunction is associated with impaired surfactant catabolism due to the defects in AMs.",
      "sentences": [
        [
          {
            "segment_text": "Pulmonary alveolar proteinosis ( PAP ) is characterized by accumulation of a surfactant-like substance in alveolar spaces and hypoxemic respiratory failure .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Genetic PAP ( GPAP ) is caused by mutations in genes encoding surfactant proteins or genes encoding a surfactant phospholipid transporter in alveolar type II epithelial cells .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "GPAP is also caused by mutations in genes whose products are implicated in surfactant catabolism in alveolar macrophages ( AMs ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We performed whole-exome sequence analysis in a family affected by infantile-onset PAP with hypogammaglobulinemia without causative mutations in genes associated with PAP : SFTPB ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "SFTPC , ABCA3 , CSF2RA , CSF2RB , and GATA2 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We identified a heterozygous missense variation in OAS1 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "encoding 2 , 0 5 0 - oligoadenylate synthetase 1 ( OAS1 ) in three affected siblings ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but not in unaffected family members .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Deep sequence analysis with next-generation sequencing indicated 3.81 % mosaicism of this variant in DNA from their mother \u0027s peripheral blood leukocytes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "suggesting that PAP observed in this family could be inherited as an autosomal-dominant trait from the mother .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We identified two additional de novo heterozygous missense variations of OAS1 in two unrelated simplex individuals also manifesting infantile-onset PAP with hypogammaglobulinemia .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "PAP in the two simplex individuals resolved after hematopoietic stem cell transplantation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "indicating that OAS1 dysfunction is associated with impaired surfactant catabolism due to the defects in AMs .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "13",
    "token_num": "236"
  }
}