{
  "paper_id": "33a87eea15e7d2294a985374bf030f8ffbaab867",
  "metadata": {
    "title": "Ecology of Increasing Diseases: Population Growth and Environmental Degradation",
    "coda_data_split": "train",
    "coda_paper_id": 7078,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The World Health Organization (WHO) and other organizations report that the prevalence of human diseases during the past decade is rapidly increasing. Population growth and the pollution of water, air, and soil are contributing to the increasing number of human diseases worldwide. Currently an estimated 40% of world deaths are due to environmental degradation. The ecology of increasing diseases has complex factors of environmental degradation, population growth, and the current malnutrition of about 3.7 billion people in the world.",
      "sentences": [
        [
          {
            "segment_text": "The World Health Organization ( WHO ) and other organizations report that the prevalence of human diseases during the past decade is rapidly increasing .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Population growth and the pollution of water ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "air , and soil are contributing to the increasing number of human diseases worldwide .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Currently an estimated 40 % of world deaths are due to environmental degradation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The ecology of increasing diseases has complex factors of environmental degradation ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "population growth , and the current malnutrition of about 3.7 billion people in the world .",
            "crowd_label": "background"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "6",
    "token_num": "90"
  }
}