{
  "paper_id": "33b590b2a517896a894c71c1c0b86c593804c034",
  "metadata": {
    "title": "Use of a Safe, Reproducible, and Rapid Aerosol Delivery Method to Study Infection by Burkholderia pseudomallei and Burkholderia mallei in Mice",
    "coda_data_split": "train",
    "coda_paper_id": 2615,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Burkholderia pseudomallei, the etiologic agent of melioidosis, is a saprophytic bacterium readily isolated from wet soils of countries bordering the equator. Burkholderia mallei is a host-adapted clone of B. pseudomallei that does not persist outside of its equine reservoir and causes the zoonosis glanders, which is endemic in Asia, Africa, the Middle East and South America. Infection by these organisms typically occurs via percutaneous inoculation or inhalation of aerosols, and the most common manifestation is severe pneumonia leading to fatal bacteremia. Glanders and melioidosis are difficult to diagnose and require prolonged antibiotic therapy with low success rates. There are no vaccines available to protect against either Burkholderia species, and there is concern regarding their use as biological warfare agents given that B. mallei has previously been utilized in this manner. Hence, experiments were performed to establish a mouse model of aerosol infection to study the organisms and develop countermeasures. Using a hand-held aerosolizer, BALB/c mice were inoculated intratracheally with strains B",
      "sentences": [
        [
          {
            "segment_text": "Burkholderia pseudomallei , the etiologic agent of melioidosis ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "is a saprophytic bacterium readily isolated from wet soils of countries bordering the equator .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Burkholderia mallei is a host-adapted clone of B. pseudomallei that does not persist outside of its equine reservoir and causes the zoonosis glanders ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which is endemic in Asia ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Africa , the Middle East and South America .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Infection by these organisms typically occurs via percutaneous inoculation or inhalation of aerosols ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and the most common manifestation is severe pneumonia leading to fatal bacteremia .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Glanders and melioidosis are difficult to diagnose and require prolonged antibiotic therapy with low success rates .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "There are no vaccines available to protect against either Burkholderia species ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and there is concern regarding their use as biological warfare agents given that B. mallei has previously been utilized in this manner .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Hence , experiments were performed to establish a mouse model of aerosol infection to study the organisms and develop countermeasures .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Using a hand-held aerosolizer , BALB/c mice were inoculated intratracheally with strains B",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "12",
    "token_num": "176"
  }
}