{
  "paper_id": "33bfc254b350a34f254ea0c56d349ddae719048b",
  "metadata": {
    "title": "Local Innate Responses to TLR Ligands in the Chicken Trachea",
    "coda_data_split": "train",
    "coda_paper_id": 4841,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The chicken upper respiratory tract is the portal of entry for respiratory pathogens, such as avian influenza virus (AIV). The presence of microorganisms is sensed by pathogen recognition receptors (such as Toll-like receptors (TLRs)) of the innate immune defenses. Innate responses are essential for subsequent induction of potent adaptive immune responses, but little information is available about innate antiviral responses of the chicken trachea. We hypothesized that TLR ligands induce innate antiviral responses in the chicken trachea. Tracheal organ cultures (TOC) were used to investigate localized innate responses to TLR ligands. Expression of candidate genes, which play a role in antiviral responses, was quantified. To confirm the antiviral responses of stimulated TOC, chicken macrophages were treated with supernatants from stimulated TOC, prior to infection with AIV. The results demonstrated that TLR ligands induced the expression of pro-inflammatory cytokines, type I interferons and interferon stimulated genes in the chicken trachea. In conclusion, TLR ligands induce functional antiviral responses in the chicken trachea, which may act against some pathogens, such as AIV.",
      "sentences": [
        [
          {
            "segment_text": "The chicken upper respiratory tract is the portal of entry for respiratory pathogens ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "such as avian influenza virus ( AIV ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The presence of microorganisms is sensed by pathogen recognition receptors ( such as Toll-like receptors ( TLRs ) ) of the innate immune defenses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Innate responses are essential for subsequent induction of potent adaptive immune responses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but little information is available about innate antiviral responses of the chicken trachea .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We hypothesized that TLR ligands induce innate antiviral responses in the chicken trachea .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Tracheal organ cultures ( TOC ) were used to investigate localized innate responses to TLR ligands .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Expression of candidate genes , which play a role in antiviral responses , was quantified .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "To confirm the antiviral responses of stimulated TOC ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "chicken macrophages were treated with supernatants from stimulated TOC ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "prior to infection with AIV .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The results demonstrated that TLR ligands induced the expression of pro-inflammatory cytokines ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "type I interferons and interferon stimulated genes in the chicken trachea .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In conclusion , TLR ligands induce functional antiviral responses in the chicken trachea ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which may act against some pathogens , such as AIV .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "15",
    "token_num": "197"
  }
}