{
  "paper_id": "33c63cc023f6bf61f771b513086890293cb17e19",
  "metadata": {
    "title": "Comparative global epidemiology of influenza, respiratory syncytial and parainfluenza viruses Marion Koopmans o , on behalf of the INSPIRE (International Network for the Sequencing of Respiratory Viruses)",
    "coda_data_split": "train",
    "coda_paper_id": 10316,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Objectives: To improve our understanding of the global epidemiology of common respiratory viruses by analysing their contemporaneous incidence at multiple sites. Methods: 2010-2015 incidence data for influenza A (IAV), influenza B (IBV), respiratory syncytial (RSV) and parainfluenza (PIV) virus infections were collected from 18 sites (14 countries), consisting of local ( n \u003d 6), regional ( n \u003d 9) and national ( n \u003d 3) laboratories using molecular diagnostic methods. Each site submitted monthly virus incidence data, together with details of their patient populations tested and diagnostic assays used.",
      "sentences": [
        [
          {
            "segment_text": "Objectives : To improve our understanding of the global epidemiology of common respiratory viruses by analysing their contemporaneous incidence at multiple sites .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : 2010-2015 incidence data for influenza A ( IAV ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "influenza B ( IBV ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "respiratory syncytial ( RSV ) and parainfluenza ( PIV ) virus infections were collected from 18 sites ( 14 countries ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "consisting of local ( n \u003d 6 ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "regional ( n \u003d 9 ) and national ( n \u003d 3 ) laboratories using molecular diagnostic methods .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Each site submitted monthly virus incidence data ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "together with details of their patient populations tested and diagnostic assays used .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results: For the Northern Hemisphere temperate countries, the IAV, IBV and RSV incidence peaks were 2-6 months out of phase with those in the Southern Hemisphere, with IAV having a sharp out-of-phase difference at 6 months, whereas IBV and RSV showed more variable out-of-phase differences of 2-6 months. The tropical sites Singapore and Kuala Lumpur showed fluctuating incidence of these viruses throughout the year, whereas subtropical sites such as Hong Kong, Brisbane and Sydney showed distinctive biannual peaks for IAV but not for RSV and PIV. Conclusions: There was a notable pattern of synchrony of IAV, IBV and RSV incidence peaks globally, and within countries with multiple sampling sites (Canada, UK, Australia), despite significant distances between these sites.",
      "sentences": [
        [
          {
            "segment_text": "Results : For the Northern Hemisphere temperate countries ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the IAV , IBV and RSV incidence peaks were 2-6 months out of phase with those in the Southern Hemisphere ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with IAV having a sharp out-of-phase difference at 6 months ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whereas IBV and RSV showed more variable out-of-phase differences of 2-6 months .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The tropical sites Singapore and Kuala Lumpur showed fluctuating incidence of these viruses throughout the year ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whereas subtropical sites such as Hong Kong ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Brisbane and Sydney showed distinctive biannual peaks for IAV but not for RSV and PIV .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : There was a notable pattern of synchrony of IAV ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "IBV and RSV incidence peaks globally ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and within countries with multiple sampling sites ( Canada , UK , Australia ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "despite significant distances between these sites .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "6",
    "segment_num": "19",
    "token_num": "248"
  }
}