{
  "paper_id": "33e30f666e78cfa175db1140d1e3e5fb21275610",
  "metadata": {
    "title": "Immunogenicity of a DNA-launched replicon-based canine parvovirus DNA vaccine expressing VP2 antigen in dogs",
    "coda_data_split": "train",
    "coda_paper_id": 10796,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "A replicon-based DNA vaccine encoding VP2 gene of canine parvovirus (CPV) was developed by cloning CPV-VP2 gene into a replicon-based DNA vaccine vector (pAlpha). The characteristics of a replicon-based DNA vaccine like, self-amplification of transcripts and induction of apoptosis were analyzed in transfected mammalian cells. When the pAlpha-CPV-VP2 was injected intradermal as DNA-launched repliconbased DNA vaccine in dogs, it induced CPV-specific humoral and cell mediated immune responses. The virus neutralization antibody and lymphocyte proliferative responses were higher than conventional CPV DNA vaccine and commercial CPV vaccine. These results indicated that DNA-launched repliconbased CPV DNA vaccine was effective in inducing both CPV-specific humoral and cellular immune responses and can be considered as effective alternative to conventional CPV DNA vaccine and commercial CPV vaccine.",
      "sentences": [
        [
          {
            "segment_text": "A replicon-based DNA vaccine encoding VP2 gene of canine parvovirus ( CPV ) was developed by cloning CPV-VP2 gene into a replicon-based DNA vaccine vector ( pAlpha ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The characteristics of a replicon-based DNA vaccine like ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "self-amplification of transcripts and induction of apoptosis were analyzed in transfected mammalian cells .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "When the pAlpha-CPV-VP2 was injected intradermal as DNA-launched repliconbased DNA vaccine in dogs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "it induced CPV-specific humoral and cell mediated immune responses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The virus neutralization antibody and lymphocyte proliferative responses were higher than conventional CPV DNA vaccine and commercial CPV vaccine .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results indicated that DNA-launched repliconbased CPV DNA vaccine was effective in inducing both CPV-specific humoral and cellular immune responses and can be considered as effective alternative to conventional CPV DNA vaccine and commercial CPV vaccine .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Crown",
      "sentences": [
        [
          {
            "segment_text": "Crown",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "6",
    "segment_num": "8",
    "token_num": "134"
  }
}