{
  "paper_id": "3429fc8d234966efe5bdd556a9cc2bfd0f7ee5e9",
  "metadata": {
    "title": "Development of a TaqMan assay for sensitive detection of all pestiviruses infecting cattle, including the emerging HoBi-like strains",
    "coda_data_split": "train",
    "coda_paper_id": 4007,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "A real-time RT-PCR assay based on the TaqMan technology was developed for rapid and sensitive detection of pestiviruses infecting cattle, i.e., bovine viral diarrhea virus (BVDV) 1, BVDV-2, and the emerging HoBi-like pestiviruses. The assay was linear and reproducible, being able to detect as few as 10 copies of viral RNA. By real-time RT-PCR analysis of 986 biological samples collected from cattle herd with clinical signs suggestive of pestivirus infection and from animals recruited in a pestivirus surveillance programme, 165 pestivirus positive samples were detected, including 6 specimens, 2 nasal swabs, and 4 EDTA-blood samples, that tested negative by a gel-based RT-PCR assay targeting the 5 UTR. The developed TaqMan assay represents a new reliable and effective tool for rapid and sensitive diagnosis of infections caused by all pestiviruses circulating in cattle, thus being useful for extensive surveillance programs in geographic areas where HoBi-like pestiviruses are co-circulating with BVDV-1 and BVDV-2.",
      "sentences": [
        [
          {
            "segment_text": "A real-time RT-PCR assay based on the TaqMan technology was developed for rapid and sensitive detection of pestiviruses infecting cattle ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "i.e. , bovine viral diarrhea virus ( BVDV ) 1 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "BVDV-2 , and the emerging HoBi-like pestiviruses .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The assay was linear and reproducible ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "being able to detect as few as 10 copies of viral RNA .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "By real-time RT-PCR analysis of 986 biological samples collected from cattle herd with clinical signs suggestive of pestivirus infection and from animals recruited in a pestivirus surveillance programme ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "165 pestivirus positive samples were detected ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including 6 specimens , 2 nasal swabs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and 4 EDTA-blood samples , that tested negative by a gel-based RT-PCR assay targeting the 5 UTR .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The developed TaqMan assay represents a new reliable and effective tool for rapid and sensitive diagnosis of infections caused by all pestiviruses circulating in cattle ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "thus being useful for extensive surveillance programs in geographic areas where HoBi-like pestiviruses are co-circulating with BVDV-1 and BVDV-2 .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "11",
    "token_num": "168"
  }
}