{
  "paper_id": "343ac900b17776cfd86c294269adf66f94b7b197",
  "metadata": {
    "title": "\"The more I fear about COVID-19, the more I wear medical masks\": A survey on risk perception and medical masks\u0027 uses",
    "coda_data_split": "train",
    "coda_paper_id": 2783,
    "coda_has_expert_labels": false,
    "subset": "biorxiv_medrxiv"
  },
  "abstract": [
    {
      "original_text": "The legal behaviors in using medical masks in public have been finally promulgated by the Vietnamese Government after 47 days since the WHO declared the Public Health Emergency of International Concern (PHEIC) due to the COVID-19 pandemic. From a sample of 345 Vietnamese respondents aged from 15 to 47 years, this brief note found that the risk perception of COVID-19 danger significantly increases the likelihood of wearing the medical masks. In addition, there is a weak evidence about the differences in age under the COVID-19 outbreaks. More noticeably, those who use masks before COVID-19 pandemic tend to maintain their behaviors. Our results offer the insightful into Vietnamese citizens\u0027 responses in terms of using medical masks; even the uses of this method are still controversial. Our results are robust by performing Exploratory Factor Analysis for five features and further regressions.",
      "sentences": [
        [
          {
            "segment_text": "The legal behaviors in using medical masks in public have been finally promulgated by the Vietnamese Government after 47 days since the WHO declared the Public Health Emergency of International Concern ( PHEIC ) due to the COVID-19 pandemic .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "From a sample of 345 Vietnamese respondents aged from 15 to 47 years ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "this brief note found that the risk perception of COVID-19 danger significantly increases the likelihood of wearing the medical masks .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , there is a weak evidence about the differences in age under the COVID-19 outbreaks .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "More noticeably , those who use masks before COVID-19 pandemic tend to maintain their behaviors .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our results offer the insightful into Vietnamese citizens \u0027 responses in terms of using medical masks ; even the uses of this method are still controversial .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our results are robust by performing Exploratory Factor Analysis for five features and further regressions .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "7",
    "token_num": "152"
  }
}