{
  "paper_id": "3442b139e80c8351c89a9398709090db63edb8fe",
  "metadata": {
    "title": "Seroprevalence of Rodent Pathogens in Wild Rats from the Island of St. Kitts, West Indies",
    "coda_data_split": "train",
    "coda_paper_id": 3810,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The role of rodents in the transmission of many diseases is widely known. Wild rats abundant in urban environments may transmit diseases to humans and other animals, including laboratory rodents used for biomedical research in research facilities, possibly compromising research data. In order to gather information about the various diseases present around such facilities, it is important to conduct routine surveillance of wild rodents in the area. In this pilot study, we surveyed 22 captured wild rats (Rattus norvegicus and Rattus rattus) from the Caribbean island of St. Kitts for 19 microorganisms. Information gained from such surveillance data would be beneficial in assessing regional public health risks and when implementing routine laboratory rodent health monitoring protocols.",
      "sentences": [
        [
          {
            "segment_text": "The role of rodents in the transmission of many diseases is widely known .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Wild rats abundant in urban environments may transmit diseases to humans and other animals ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including laboratory rodents used for biomedical research in research facilities , possibly compromising research data .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In order to gather information about the various diseases present around such facilities ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "it is important to conduct routine surveillance of wild rodents in the area .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this pilot study , we surveyed 22 captured wild rats ( Rattus norvegicus and Rattus rattus ) from the Caribbean island of St. Kitts for 19 microorganisms .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Information gained from such surveillance data would be beneficial in assessing regional public health risks and when implementing routine laboratory rodent health monitoring protocols .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Abstract: A pilot seroprevalence study was conducted to document exposure to selected pathogens in wild rats inhabiting the Caribbean island of St. Kitts. Serum samples collected from 22 captured wild rats (Rattus norvegicus and Rattus rattus) were tested for the presence of antibodies to various rodent pathogens using a rat MFI2 serology panel. The samples were positive for cilia-associated respiratory bacillus (13/22; 59.1%), Clostridium piliforme (4/22; 18.2%), Mycoplasma pulmonis (4/22; 18.2%), Pneumocystis carinii (1/22; 4.5%), mouse adenovirus type 2 (16/22; 72.7%), Kilham rat virus (15/22; 68.2%), reovirus type 3 (9/22; 40.9%), rat parvovirus (4/22; 18.2%), rat minute virus (4/22; 18.2%), rat theilovirus (2/22; 9.1%), and infectious diarrhea of infant rats strain of group B rotavirus (rat rotavirus) (1/22; 4.5%). This study provides the first evidence of exposure to various rodent pathogens in wild rats on the island of St. Kitts. Periodic pathogen surveillance in the wild rat population would be beneficial in assessing potential regional zoonotic risks as well as in enhancing the current knowledge when implementing routine animal health monitoring protocols in facilities with laboratory rodent colonies.",
      "sentences": [
        [
          {
            "segment_text": "Abstract : A pilot seroprevalence study was conducted to document exposure to selected pathogens in wild rats inhabiting the Caribbean island of St. Kitts .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Serum samples collected from 22 captured wild rats ( Rattus norvegicus and Rattus rattus ) were tested for the presence of antibodies to various rodent pathogens using a rat MFI2 serology panel .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The samples were positive for cilia-associated respiratory bacillus ( 13/22 ; 59.1 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Clostridium piliforme ( 4/22 ; 18.2 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Mycoplasma pulmonis ( 4/22 ; 18.2 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Pneumocystis carinii ( 1/22 ; 4.5 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "mouse adenovirus type 2 ( 16/22 ; 72.7 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Kilham rat virus ( 15/22 ; 68.2 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "reovirus type 3 ( 9/22 ; 40.9 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "rat parvovirus ( 4/22 ; 18.2 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "rat minute virus ( 4/22 ; 18.2 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "rat theilovirus ( 2/22 ; 9.1 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and infectious diarrhea of infant rats strain of group B rotavirus ( rat rotavirus ) ( 1/22 ; 4.5 % ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This study provides the first evidence of exposure to various rodent pathogens in wild rats on the island of St. Kitts .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Periodic pathogen surveillance in the wild rat population would be beneficial in assessing potential regional zoonotic risks as well as in enhancing the current knowledge when implementing routine animal health monitoring protocols in facilities with laboratory rodent colonies .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "10",
    "segment_num": "22",
    "token_num": "369"
  }
}