{
  "paper_id": "3460b5eca649b253db4b80593a5cf90afe5511bf",
  "metadata": {
    "title": "Identification and characterization of RNA-dependent RNA polymerase activity in recombinant Japanese encephalitis virus NS5 protein",
    "coda_data_split": "train",
    "coda_paper_id": 6450,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The complete nonstructural NS5 gene of Japanese encephalitis virus (JEV) was amplified and cloned into an expression vector. The NS5 protein was expressed in Escherichia coli and purified by His-tag based affinity chromatography. This recombinant NS5 protein exhibited RNA-dependent RNA polymerase (RdRp) activity in vitro in the absence of other viral or cellular factors. The RNA polymerase activity was dependent on divalent cations, and Mn 2þ was found to be 20 times more effective than Mg 2þ in coordinating the catalytic reaction of RdRp, while Ca 2þ inhibited enzyme activity. The optimal reaction conditions for the in vitro RdRp reaction were established. Characterization of the RdRp reaction products demonstrated that the JEV NS5 protein can initiate RNA synthesis through a de novo initiation mechanism in our in vitro reaction system. Comparing the efficiency of different RNA templates, we found that JEV NS5 protein was more efficient in using negative-strand RNA templates, indicating that the JEV NS5 protein is in-volved in regulating the ratio of positive-to negativestrand RNA. Four amino acid sequence motifs crucial for RdRp activity were also identified using site-directed mutagenesis analysis. All substitutions of the conserved residues within these motifs led to a complete inactivation or severe loss of enzyme activity.",
      "sentences": [
        [
          {
            "segment_text": "The complete nonstructural NS5 gene of Japanese encephalitis virus ( JEV ) was amplified and cloned into an expression vector .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The NS5 protein was expressed in Escherichia coli and purified by His-tag based affinity chromatography .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "This recombinant NS5 protein exhibited RNA-dependent RNA polymerase ( RdRp ) activity in vitro in the absence of other viral or cellular factors .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The RNA polymerase activity was dependent on divalent cations ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and Mn 2þ was found to be 20 times more effective than Mg 2þ in coordinating the catalytic reaction of RdRp ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while Ca 2þ inhibited enzyme activity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The optimal reaction conditions for the in vitro RdRp reaction were established .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Characterization of the RdRp reaction products demonstrated that the JEV NS5 protein can initiate RNA synthesis through a de novo initiation mechanism in our in vitro reaction system .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Comparing the efficiency of different RNA templates ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "we found that JEV NS5 protein was more efficient in using negative-strand RNA templates ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "indicating that the JEV NS5 protein is in-volved in regulating the ratio of positive-to negativestrand RNA .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Four amino acid sequence motifs crucial for RdRp activity were also identified using site-directed mutagenesis analysis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "All substitutions of the conserved residues within these motifs led to a complete inactivation or severe loss of enzyme activity .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "13",
    "token_num": "220"
  }
}