{
  "paper_id": "34836c830d5978cdacaef828e0a67b68076cdd08",
  "metadata": {
    "title": "Workshop on \"The Role of Indoor Air as a Vehicle for Human Pathogens\": A Panel Discussion",
    "coda_data_split": "train",
    "coda_paper_id": 9861,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The primary objective of this panel discussion was to seek input on the following 3 questions from the speakers at the workshop. Comments and questions were also entertained from the members of the audience.",
      "sentences": [
        [
          {
            "segment_text": "The primary objective of this panel discussion was to seek input on the following 3 questions from the speakers at the workshop .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Comments and questions were also entertained from the members of the audience .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Question 1: Considering the potential advantages of microbial decontamination of indoor air, what criteria should be used to select a given technology? Dr C. Duchaine: Technologies of interest will depend on the situation and the point source of microbial contamination, for example, a person coughing in an emergency room, a patient vomiting in a hospital ward, or a student vomiting in a classroom. The intervention of choice must be relevant for the site, for instance, a hospital versus a shopping mall. Portable indoor air decontamination devices may be used in smaller areas, such as classrooms, but devices that would allow global decontamination (eg, at a hospital or a shopping mall) would be more challenging. When possible, routine and continuous air treatment may be better than an on-site intervention.",
      "sentences": [
        [
          {
            "segment_text": "Question 1 : Considering the potential advantages of microbial decontamination of indoor air ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "what criteria should be used to select a given technology ?",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Dr C. Duchaine : Technologies of interest will depend on the situation and the point source of microbial contamination ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "for example , a person coughing in an emergency room ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a patient vomiting in a hospital ward ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "or a student vomiting in a classroom .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The intervention of choice must be relevant for the site ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "for instance , a hospital versus a shopping mall .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Portable indoor air decontamination devices may be used in smaller areas ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "such as classrooms , but devices that would allow global decontamination ( eg , at a hospital or a shopping mall ) would be more challenging .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "When possible , routine and continuous air treatment may be better than an on-site intervention .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Dr Y. Li: Technologies that are effective for decontamination of circulating air in different situations would be more desirable. One example is the use of UVGI in air circulation ducts if the potentially generated ozone can be effectively removed to avoid its entry into occupied zones. The technology of choice must be safe when people are present, while also being energy efficient. Further, it must not only be effective, but also scalable to suit the site of use. The results of testing in an aerobiology chamber can be much different than those in a large area, such as a hospital or a large shopping mall, where there are on-going changes in the air quality parameters. The debate continues as to whether indoor air for breathing should be treated in the same fashion as water for drinking.",
      "sentences": [
        [
          {
            "segment_text": "Dr Y. Li : Technologies that are effective for decontamination of circulating air in different situations would be more desirable .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "One example is the use of UVGI in air circulation ducts if the potentially generated ozone can be effectively removed to avoid its entry into occupied zones .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The technology of choice must be safe when people are present ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "while also being energy efficient .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Further , it must not only be effective ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but also scalable to suit the site of use .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The results of testing in an aerobiology chamber can be much different than those in a large area ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "such as a hospital or a large shopping mall ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "where there are on-going changes in the air quality parameters .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The debate continues as to whether indoor air for breathing should be treated in the same fashion as water for drinking .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "13",
    "segment_num": "23",
    "token_num": "332"
  }
}