{
  "paper_id": "349299f450a93a3db005fc69970e3f0cd155e1b2",
  "metadata": {
    "title": "Assessment of a respiratory face mask for capturing air pollutants and pathogens including human influenza and rhinoviruses",
    "coda_data_split": "train",
    "coda_paper_id": 5124,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background: Prevention of infection with airborne pathogens and exposure to airborne particulates and aerosols (environmental pollutants and allergens) can be facilitated through use of disposable face masks.",
      "sentences": [
        [
          {
            "segment_text": "Background : Prevention of infection with airborne pathogens and exposure to airborne particulates and aerosols ( environmental pollutants and allergens ) can be facilitated through use of disposable face masks .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "The effectiveness of such masks for excluding pathogens and pollutants is dependent on the intrinsic ability of the masks to resist penetration by airborne contaminants. This study evaluated the relative contributions of a mask, valve, and Micro Ventilator on aerosol filtration efficiency of a new N95 respiratory face mask.",
      "sentences": [
        [
          {
            "segment_text": "The effectiveness of such masks for excluding pathogens and pollutants is dependent on the intrinsic ability of the masks to resist penetration by airborne contaminants .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This study evaluated the relative contributions of a mask ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "valve , and Micro Ventilator on aerosol filtration efficiency of a new N95 respiratory face mask .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Methods: The test mask was challenged, using standardized methods, with influenza A and rhinovirus type 14, bacteriophage ΦΧ174, Staphylococcus aureus (S. aureus), and model pollutants. The statistical significance of results obtained for different challenge microbial agents and for different mask configurations (masks with operational or nonoperational ventilation fans and masks with sealed Smart Valves) was assessed. Results: The results demonstrate \u003e99.7% efficiency of each test mask configuration for exclusion of influenza A virus, rhinovirus 14, and S. aureus and \u003e99.3% efficiency for paraffin oil and sodium chloride (surrogates for PM 2.5 ). Statistically significant differences in effectiveness of the different mask configurations were not identified. The efficiencies of the masks for excluding smaller-size (i.e., rhinovirus and bacteriophage ΦΧ174) vs. larger-size microbial agents (influenza virus, S. aureus) were not significantly different. Conclusions: The masks, with or without features intended for enhancing comfort, provide protection against both small-and large-size pathogens. Importantly, the mask appears to be highly efficient for filtration of pathogens, including influenza and rhinoviruses, as well as the fine particulates (PM 2.5 ) present in aerosols that represent a greater challenge for many types of dental and surgical masks. This renders this individual-use N95 respiratory mask an improvement over the former types of masks for protection against a variety of environmental contaminants including PM 2.5 and pathogens such as influenza and rhinoviruses.",
      "sentences": [
        [
          {
            "segment_text": "Methods : The test mask was challenged ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "using standardized methods , with influenza A and rhinovirus type 14 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "bacteriophage ΦΧ174 , Staphylococcus aureus ( S. aureus ) , and model pollutants .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The statistical significance of results obtained for different challenge microbial agents and for different mask configurations ( masks with operational or nonoperational ventilation fans and masks with sealed Smart Valves ) was assessed .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : The results demonstrate \u003e 99.7 % efficiency of each test mask configuration for exclusion of influenza A virus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "rhinovirus 14 , and S. aureus and \u003e 99.3 % efficiency for paraffin oil and sodium chloride ( surrogates for PM 2.5 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Statistically significant differences in effectiveness of the different mask configurations were not identified .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The efficiencies of the masks for excluding smaller-size ( i.e. , rhinovirus and bacteriophage ΦΧ174 ) vs. larger-size microbial agents ( influenza virus , S. aureus ) were not significantly different .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : The masks , with or without features intended for enhancing comfort ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "provide protection against both small-and large-size pathogens .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Importantly , the mask appears to be highly efficient for filtration of pathogens ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including influenza and rhinoviruses , as well as the fine particulates ( PM 2.5 ) present in aerosols that represent a greater challenge for many types of dental and surgical masks .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This renders this individual-use N95 respiratory mask an improvement over the former types of masks for protection against a variety of environmental contaminants including PM 2.5 and pathogens such as influenza and rhinoviruses .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "11",
    "segment_num": "17",
    "token_num": "345"
  }
}