{
  "paper_id": "349bde29ae8991f5f2fff50c3250e6d1676eb6de",
  "metadata": {
    "title": "NF-jB activation by equine arteritis virus is MyD88 dependent and promotes viral replication",
    "coda_data_split": "train",
    "coda_paper_id": 8286,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "NF-jB, a family of transcription factors involved in different cell functions and immune responses is targeted by viruses. The mechanism of NF-jB signalling and its role in replication of EAV have not been investigated. We demonstrate that EAV infection in BHK-21 cells activates NF-jB, and this activation was found to be mediated through the MyD88 pathway. Infection of IKKb -/murine embryo fibroblasts (MEFs), which are deficient in NF-jB signalling, resulted in lower virus titre, less cytopathic effect, and reduced expression of viral proteins. These findings implicate the MyD88 pathway in EAV-induced NF-jB activation and suggest that NF-jB activation is essential for efficient replication of EAV.",
      "sentences": [
        [
          {
            "segment_text": "NF-jB , a family of transcription factors involved in different cell functions and immune responses is targeted by viruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The mechanism of NF-jB signalling and its role in replication of EAV have not been investigated .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We demonstrate that EAV infection in BHK-21 cells activates NF-jB ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and this activation was found to be mediated through the MyD88 pathway .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Infection of IKKb - / murine embryo fibroblasts ( MEFs ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "which are deficient in NF-jB signalling ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "resulted in lower virus titre ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "less cytopathic effect , and reduced expression of viral proteins .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These findings implicate the MyD88 pathway in EAV-induced NF-jB activation and suggest that NF-jB activation is essential for efficient replication of EAV .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "9",
    "token_num": "120"
  }
}