{
  "paper_id": "34a7701ed25e68579ebbc78052c369ba29bc1fae",
  "metadata": {
    "title": "Detection of Bovine Coronavirus in Healthy and Diarrheic Dairy Calves",
    "coda_data_split": "train",
    "coda_paper_id": 10083,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: BCoV is identified in both healthy and diarrheic calves, complicating its assessment as a primary pathogen. Objectives: To investigate the detection rates of bovine coronavirus (BCoV) in feces of healthy and diarrheic calves and to describe the usefulness of a pancoronavirus reverse transcriptase (RT) PCR (PanCoV-RT-PCR) assay to identify BCoV in samples of diarrheic calves.",
      "sentences": [
        [
          {
            "segment_text": "Background : BCoV is identified in both healthy and diarrheic calves ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "complicating its assessment as a primary pathogen .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Objectives : To investigate the detection rates of bovine coronavirus ( BCoV ) in feces of healthy and diarrheic calves and to describe the usefulness of a pancoronavirus reverse transcriptase ( RT ) PCR ( PanCoV-RT-PCR ) assay to identify BCoV in samples of diarrheic calves .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Animals: Two hundred and eighty-six calves \u003c21 days. Calves with liquid or semiliquid feces, temperature \u003e39.5°C, and inappetence were considered as cases, and those that had pasty or firm feces and normal physical examination were designated as controls.",
      "sentences": [
        [
          {
            "segment_text": "Animals : Two hundred and eighty-six calves \u003c 21 days .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Calves with liquid or semiliquid feces ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "temperature \u003e 39.5 °C , and inappetence were considered as cases ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and those that had pasty or firm feces and normal physical examination were designated as controls .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Methods: Prospective case-control study. A specific BCoV-RT-PCR assay was used to detect BCoV in fecal samples. Association between BCoV and health status was evaluated by exact and random effect logistic regression. Fecal (n \u003d 28) and nasal (n \u003d 8) samples from diarrheic calves were tested for the presence of BCoV by both the PanCoV-RT-PCR and a specific BCoV-RT-PCR assays. A Kappa coefficient test was used to assess the level of agreement of both assays.",
      "sentences": [
        [
          {
            "segment_text": "Methods : Prospective case-control study .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A specific BCoV-RT-PCR assay was used to detect BCoV in fecal samples .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Association between BCoV and health status was evaluated by exact and random effect logistic regression .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Fecal ( n \u003d 28 ) and nasal ( n \u003d 8 ) samples from diarrheic calves were tested for the presence of BCoV by both the PanCoV-RT-PCR and a specific BCoV-RT-PCR assays .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A Kappa coefficient test was used to assess the level of agreement of both assays .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results: BCoV was detected in 55% (157/286) of calves; 46% (66/143), and 64% (91/143) of healthy and diarrheic calves, respectively. Diarrheic calves had higher odds of BCoV presence than healthy calves (OR: 2.16, 95% CI: 1.26 to 3.83, P \u003d 0.004). A good agreement between PanCoV-RT-PCR and BCoV-RT-PCR to detect BCoV was identified (j \u003d 0.68, 95% CI: 0.392 to 0.967; P \u003c 0.001).",
      "sentences": [
        [
          {
            "segment_text": "Results : BCoV was detected in 55 % ( 157/286 ) of calves ; 46 % ( 66/143 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and 64 % ( 91/143 ) of healthy and diarrheic calves , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Diarrheic calves had higher odds of BCoV presence than healthy calves ( OR : 2.16 , 95 % CI : 1.26 to 3.83 , P \u003d 0.004 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A good agreement between PanCoV-RT-PCR and BCoV-RT-PCR to detect BCoV was identified ( j \u003d 0.68 , 95 % CI : 0.392 to 0.967 ; P \u003c 0.001 ) .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions and Clinical Importance: BCoV was more likely to be detected in diarrheic than healthy calves. The PanCoV-RT-PCR assay can be a useful tool to detect CoV samples from diarrheic calves.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions and Clinical Importance : BCoV was more likely to be detected in diarrheic than healthy calves .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The PanCoV-RT-PCR assay can be a useful tool to detect CoV samples from diarrheic calves .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "5",
    "sentence_num": "14",
    "segment_num": "18",
    "token_num": "326"
  }
}