{
  "paper_id": "34ab6ec359d0df919d2551afaa2dd183429727f2",
  "metadata": {
    "title": "Mild encephalitis/encephalopathy with reversible splenial lesion (MERS) associated with Streptococcus pneumoniae Bacteraemia",
    "coda_data_split": "train",
    "coda_paper_id": 7985,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Mild encephalitis/encephalopathy with reversible splenial lesion (MERS); MRI; Splenium of the corpus callosum; Child",
      "sentences": [
        [
          {
            "segment_text": "Mild encephalitis/encephalopathy with reversible splenial lesion ( MERS ) ; MRI ; Splenium of the corpus callosum ; Child",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Mild encephalopathy with a reversible splenial lesion (MERS) is a clinico-radiological syndrome that can be related to infectious and non-infectious conditions. Patients present with mild neurological symptoms, and magnetic resonance imaging typically demonstrate a reversible lesion with transiently reduced diffusion in the splenium of the corpus callosum. Here, we describe MERS in a 10-year-old boy who presented with fever and consciousness and who completely recovered within a few days. Streptococcus pneumoniae was the causative agent. Although viruses (especially influenza A and B) are the most common pathogen of MERS, for proper management, bacteria should be considered, as they may also lead to this condition.",
      "sentences": [
        [
          {
            "segment_text": "Mild encephalopathy with a reversible splenial lesion ( MERS ) is a clinico-radiological syndrome that can be related to infectious and non-infectious conditions .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Patients present with mild neurological symptoms ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and magnetic resonance imaging typically demonstrate a reversible lesion with transiently reduced diffusion in the splenium of the corpus callosum .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we describe MERS in a 10-year-old boy who presented with fever and consciousness and who completely recovered within a few days .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Streptococcus pneumoniae was the causative agent .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Although viruses ( especially influenza A and B ) are the most common pathogen of MERS ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "for proper management , bacteria should be considered ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as they may also lead to this condition .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "6",
    "segment_num": "9",
    "token_num": "137"
  }
}