{
  "paper_id": "34b38ce4dc9f8d40f78d4b47f3cbb2ae7a89a55b",
  "metadata": {
    "title": "Accumulation of Noradrenaline and Its Oxidation Products by Cultured Rodent Astrocytes",
    "coda_data_split": "train",
    "coda_paper_id": 5378,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The accumulation of [3H]noradrenaline ([3H]NA) and its oxidation products was studied in primary cultures of cerebral astrocytes. Astroglial accumulation of radiolabeled catecholamine ([3H] NA and oxidation products) was enhanced by manganese or iron, but it was inhibited by unlabeled NA, dopamine or ascorbate. Tissue:medium ratios of radioactivity increased as extracellular [3H]NA was oxidized. When extracellular oxidation was prevented by ascorbate, as confirmed by high performance liquid chromatography with electrochemical detection, either ouabain pretreatment or nominally Na*-free incubation medium inhibited approximately one-half of specific [3H]NA accumulation by rat (but not mouse) astrocytes. These observations suggest that neurological responses to trace metals and ascorbate may arise from the effects of these agents on the clearance of extracellular catecholamines. Astrocytes can accumulate oxidation products of NA more rapidly than they take up NA itself, but ascorbate at physiological concentrations prevents the oxidation process in extracellular fluid. Furthermore, in the presence of ascorbate, Na+-dependent transport mediates a significant component of NA accumulation in rat astrocytes.",
      "sentences": [
        [
          {
            "segment_text": "The accumulation of ( 3H ) noradrenaline ( ( 3H ) NA ) and its oxidation products was studied in primary cultures of cerebral astrocytes .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Astroglial accumulation of radiolabeled catecholamine ( ( 3H ) NA and oxidation products ) was enhanced by manganese or iron ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but it was inhibited by unlabeled NA , dopamine or ascorbate .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Tissue : medium ratios of radioactivity increased as extracellular ( 3H ) NA was oxidized .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "When extracellular oxidation was prevented by ascorbate ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as confirmed by high performance liquid chromatography with electrochemical detection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "either ouabain pretreatment or nominally Na * - free incubation medium inhibited approximately one-half of specific ( 3H ) NA accumulation by rat ( but not mouse ) astrocytes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These observations suggest that neurological responses to trace metals and ascorbate may arise from the effects of these agents on the clearance of extracellular catecholamines .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Astrocytes can accumulate oxidation products of NA more rapidly than they take up NA itself ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but ascorbate at physiological concentrations prevents the oxidation process in extracellular fluid .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , in the presence of ascorbate ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Na + - dependent transport mediates a significant component of NA accumulation in rat astrocytes .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "12",
    "token_num": "203"
  }
}