{
  "paper_id": "34b44aa6141891a6043152b78e08cbe22539931c",
  "metadata": {
    "title": "Egg yolk antibodies (IgY) and their applications in human and veterinary health: A review",
    "coda_data_split": "train",
    "coda_paper_id": 6734,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Egg yolk constitutes a relevant alternative source of antibodies. It presents some advantages over mammalian serum immunoglobulins regarding productivity, animal welfare and specificity. The main immunoglobulin present in avian blood (IgY) is transmitted to their offspring and accumulates in egg yolks, which enables the non-invasive harvesting of high amounts of antibodies. Moreover, due to structural differences and phylogenetic distance, IgY is more suitable for diagnostic purposes than mammalian antibodies, since it does not react with certain components of the human immune system and displays greater avidity for mammalian conserved proteins. IgY has been extensively used in health researches, as both therapeutic and diagnostic tool. This article aims to review its applications in both human and veterinary health.",
      "sentences": [
        [
          {
            "segment_text": "Egg yolk constitutes a relevant alternative source of antibodies .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It presents some advantages over mammalian serum immunoglobulins regarding productivity , animal welfare and specificity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The main immunoglobulin present in avian blood ( IgY ) is transmitted to their offspring and accumulates in egg yolks ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which enables the non-invasive harvesting of high amounts of antibodies .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Moreover , due to structural differences and phylogenetic distance ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "IgY is more suitable for diagnostic purposes than mammalian antibodies ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "since it does not react with certain components of the human immune system and displays greater avidity for mammalian conserved proteins .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "IgY has been extensively used in health researches ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "as both therapeutic and diagnostic tool .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This article aims to review its applications in both human and veterinary health .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "10",
    "token_num": "131"
  }
}