{
  "paper_id": "34b8edf90b257de03bb8a408b8fc58544b479d4c",
  "metadata": {
    "title": "Harnessed viruses in the age of metagenomics and synthetic biology: an update on infectious clone assembly and biotechnologies of plant viruses",
    "coda_data_split": "train",
    "coda_paper_id": 3076,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Recent metagenomic studies have provided an unprecedented wealth of data, which are revolutionizing our understanding of virus diversity. A redrawn landscape highlights viruses as active players in the phytobiome, and surveys have uncovered their positive roles in environmental stress tolerance of plants. Viral infectious clones are key tools for functional characterization of known and newly identified viruses. Knowledge of viruses and their components has been instrumental for the development of modern plant molecular biology and biotechnology. In this review, we provide extensive guidelines built on current synthetic biology advances that streamline infectious clone assembly, thus lessening a major technical constraint of plant virology. The focus is on generation of infectious clones in binary T-DNA vectors, which are delivered efficiently to plants by Agrobacterium. We then summarize recent applications of plant viruses and explore emerging trends in microbiology, bacterial and human virology that, once translated to plant virology, could lead to the development of virus-based gene therapies for ad hoc engineering of plant traits. The systematic characterization of plant virus roles in the phytobiome and next-generation virus-based tools will be indispensable landmarks in the synthetic biology roadmap to better crops.",
      "sentences": [
        [
          {
            "segment_text": "Recent metagenomic studies have provided an unprecedented wealth of data ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which are revolutionizing our understanding of virus diversity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A redrawn landscape highlights viruses as active players in the phytobiome ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and surveys have uncovered their positive roles in environmental stress tolerance of plants .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Viral infectious clones are key tools for functional characterization of known and newly identified viruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Knowledge of viruses and their components has been instrumental for the development of modern plant molecular biology and biotechnology .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this review , we provide extensive guidelines built on current synthetic biology advances that streamline infectious clone assembly ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "thus lessening a major technical constraint of plant virology .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The focus is on generation of infectious clones in binary T-DNA vectors ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which are delivered efficiently to plants by Agrobacterium .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We then summarize recent applications of plant viruses and explore emerging trends in microbiology ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "bacterial and human virology that ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "once translated to plant virology ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "could lead to the development of virus-based gene therapies for ad hoc engineering of plant traits .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The systematic characterization of plant virus roles in the phytobiome and next-generation virus-based tools will be indispensable landmarks in the synthetic biology roadmap to better crops .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "1010",
      "sentences": [
        [
          {
            "segment_text": "1010",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "9",
    "segment_num": "16",
    "token_num": "206"
  }
}