{
  "paper_id": "34ba72963a44bbe5ce71b7ec96c6f71dd1069c2e",
  "metadata": {
    "title": "574 Coronavirus NL63 Illnesses in Infancy are a Risk Factor for Asthma at Age Six 575 Seasonal Distribution Of Respiratory Viruses In Pediatric",
    "coda_data_split": "train",
    "coda_paper_id": 7881,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "RATIONALE: In infancy, rhinovirus illnesses and severe RSV bronchiolitis indicate increased risk for recurrent wheezing and asthma, but there is less information about other viruses. We evaluated the frequency and severity of metapneumovirus (HMPV) and coronavirus (HCV) infections in a high-risk group of infants. METHODS: Nasal lavage samples were obtained in the first year of life during scheduled study visits and symptomatic respiratory illnesses as part of the Childhood Origins of Asthma Project (COAST). Samples (n 5 567) were analyzed by Respiratory Multicode Assay (RMA) for HMPV, HCV-229E, HCV-OC43, HCV-NL63 and HCV-SARS. RESULTS: HMPV was isolated in 10.7% of samples during illnesses (n 5 291), and also occurred with other respiratory viruses (4.8%). 47.8% of HMPV illnesses included wheezing. HCV were isolated in 19.2% of the samples during illnesses and included HCV-OC43 (10.0%) and HCV-NL63 (9.6%). In addition, HCV was commonly detected together with other respiratory viruses (6.5%). Of all HCV illnesses (n 5 42), 33.3% included wheezing; however, HCV-NL63 had a significantly higher wheezing rate compared to HCV-OC43 (37.5% vs. 4.5%, p 5 0.028). Children who had at least one HCV-NL63 illness during infancy were significantly more likely to have asthma at age 6 compared to those without HCV-NL63 illnesses (52.2% vs. 25.0%, p 5 0.007). Having either HCV-OC43 or HMPV was not a risk factor for asthma at age 6. CONCLUSIONS: Improvements in viral diagnostics has allowed for identification of viruses that are difficult to culture. In infancy, HCV-NL63, HCV-OC43 and HMPV were significant causes of wheezing illnesses, however, only HCV-NL63 was significantly associated with asthma development at age six.",
      "sentences": [
        [
          {
            "segment_text": "RATIONALE : In infancy , rhinovirus illnesses and severe RSV bronchiolitis indicate increased risk for recurrent wheezing and asthma ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but there is less information about other viruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We evaluated the frequency and severity of metapneumovirus ( HMPV ) and coronavirus ( HCV ) infections in a high-risk group of infants .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "METHODS : Nasal lavage samples were obtained in the first year of life during scheduled study visits and symptomatic respiratory illnesses as part of the Childhood Origins of Asthma Project ( COAST ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Samples ( n 5 567 ) were analyzed by Respiratory Multicode Assay ( RMA ) for HMPV ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "HCV-229E , HCV-OC43 , HCV-NL63 and HCV-SARS .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "RESULTS : HMPV was isolated in 10.7 % of samples during illnesses ( n 5 291 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and also occurred with other respiratory viruses ( 4.8 % ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "47.8 % of HMPV illnesses included wheezing .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "HCV were isolated in 19.2 % of the samples during illnesses and included HCV-OC43 ( 10.0 % ) and HCV-NL63 ( 9.6 % ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , HCV was commonly detected together with other respiratory viruses ( 6.5 % ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Of all HCV illnesses ( n 5 42 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "33.3 % included wheezing ; however ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "HCV-NL63 had a significantly higher wheezing rate compared to HCV-OC43 ( 37.5 % vs. 4.5 % , p 5 0.028 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Children who had at least one HCV-NL63 illness during infancy were significantly more likely to have asthma at age 6 compared to those without HCV-NL63 illnesses ( 52.2 % vs. 25.0 % , p 5 0.007 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Having either HCV-OC43 or HMPV was not a risk factor for asthma at age 6 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "CONCLUSIONS : Improvements in viral diagnostics has allowed for identification of viruses that are difficult to culture .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In infancy , HCV-NL63 , HCV-OC43 and HMPV were significant causes of wheezing illnesses ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "however , only HCV-NL63 was significantly associated with asthma development at age six .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "13",
    "segment_num": "19",
    "token_num": "333"
  }
}