{
  "paper_id": "34ba544a9eb8cda4ea4be83e1a351e8638067f01",
  "metadata": {
    "title": "Engineering passive iITIInunity in transgenic Inice secreting virus- neutralizing antibodies in inilk",
    "coda_data_split": "train",
    "coda_paper_id": 8352,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Protection against enteric infections can be provided by the oral administration of pathogen-neutralizing antibodies. To provide passive immunity, 18 lines of transgenic mice secreting a recombinant monoclonal antibody (Mab) neutralizing transmissible gastroenteritis coronavirus (TGEV) into the milk were generated. The genes encoding a chimeric Mab with the variable modules of the murine TGEV-specific Mab 6A.C3 and the constant modules of a human lgG, isotype Mab were expressed under the control of regulatory sequences derived from the whey acidic protein, which is an abundant milk protein. The Mab 6A.C3 binds to a highly conserved epitope present in coronaviruses of several species, which does not allow the selection of neutralization escape mutants. Antibody expression titers of 10\u0027 were obtained in the milk of transgenic mice that reduced TGEV infectivity 10\u0027-fold. The antibody was synthesized at high levels throughout lactation. Integration of matrix attachment region sequences with the antibody genes led to a 20-to 10,000-fold Increase in the antibody titer in 50% of the transgenic animals. Antibody expression levels were transgene copy number independent and related to the site of integration. The generation of transgenic animals producing virus neutralizing antibodies in milk could provide an approach to protection against neonatal infections of the enteric tract.",
      "sentences": [
        [
          {
            "segment_text": "Protection against enteric infections can be provided by the oral administration of pathogen-neutralizing antibodies .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To provide passive immunity , 18 lines of transgenic mice secreting a recombinant monoclonal antibody ( Mab ) neutralizing transmissible gastroenteritis coronavirus ( TGEV ) into the milk were generated .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The genes encoding a chimeric Mab with the variable modules of the murine TGEV-specific Mab 6A .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "C3 and the constant modules of a human lgG ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "isotype Mab were expressed under the control of regulatory sequences derived from the whey acidic protein ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "which is an abundant milk protein .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The Mab 6A .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "C3 binds to a highly conserved epitope present in coronaviruses of several species ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which does not allow the selection of neutralization escape mutants .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Antibody expression titers of 10 \u0027 were obtained in the milk of transgenic mice that reduced TGEV infectivity 10 \u0027 - fold .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The antibody was synthesized at high levels throughout lactation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Integration of matrix attachment region sequences with the antibody genes led to a 20-to 10,000-fold Increase in the antibody titer in 50 % of the transgenic animals .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Antibody expression levels were transgene copy number independent and related to the site of integration .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The generation of transgenic animals producing virus neutralizing antibodies in milk could provide an approach to protection against neonatal infections of the enteric tract .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "14",
    "token_num": "228"
  }
}