{
  "paper_id": "34d3b1913ebb2c395868f0a41333c99e9fbddd80",
  "metadata": {
    "title": "A Global Approach to Energy and the Environment: The G-Cubed Model",
    "coda_data_split": "train",
    "coda_paper_id": 4084,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "G-Cubed is a multi-country, multi-sector, intertemporal general equilibrium model that has been used to study a variety of policies in the areas of environmental regulation, tax reform, monetary and fiscal policy, and international trade. It is designed to bridge the gaps between three areas of research e econometric general equilibrium modeling, international trade theory, and modern macroeconomics e by incorporating the best features of each. This chapter describes the theoretical and empirical structure of the model, summarizes its applications and contributions to the literature, and discusses two example applications in detail.",
      "sentences": [
        [
          {
            "segment_text": "G-Cubed is a multi-country , multi-sector ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "intertemporal general equilibrium model that has been used to study a variety of policies in the areas of environmental regulation ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "tax reform , monetary and fiscal policy , and international trade .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It is designed to bridge the gaps between three areas of research e econometric general equilibrium modeling ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "international trade theory , and modern macroeconomics e by incorporating the best features of each .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This chapter describes the theoretical and empirical structure of the model ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "summarizes its applications and contributions to the literature ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and discusses two example applications in detail .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "3",
    "segment_num": "8",
    "token_num": "103"
  }
}