{
  "paper_id": "34e11e290d25709bbe4a448c970b54162f457902",
  "metadata": {
    "title": "Babesia vesperuginis in insectivorous bats from China",
    "coda_data_split": "train",
    "coda_paper_id": 6319,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: To increase understanding of human bacterial and parasitic pathogens in bats, we investigated the prevalence of Babesia spp., Rickettsia spp., Anaplasma spp. and Coxiella burnetii in bats from China. Methods: Bats were captured from Mengyin County, Shandong Province of China using nets. DNA was extracted from the blood and spleen of bats for molecular detection of Babesia spp., Rickettsia spp., Anaplasma spp. and Coxiella burnetii with specific primers for each species. Results: A total of 146 spleen samples and 107 blood samples of insectivorous bats, which belonged to 6 species within two families, were collected from Mengyin County, Shandong Province of China. We found that two Eptesicus serotinus (2/15, 13.3%) were positive for Babesia vesperuginis. We were unable to detect genomic sequences for Rickettsia spp., Anaplasma spp. and Coxiella burnetii. Conclusions: To our knowledge, our study showed for the first time the presence of Babesia vesperuginis in Eptesicus serotinus collected from China, suggesting that Babesia vesperuginis has a broad host species and geographical distribution.",
      "sentences": [
        [
          {
            "segment_text": "Background : To increase understanding of human bacterial and parasitic pathogens in bats ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "we investigated the prevalence of Babesia spp. ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "Rickettsia spp. , Anaplasma spp. and Coxiella burnetii in bats from China .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : Bats were captured from Mengyin County ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "Shandong Province of China using nets .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "DNA was extracted from the blood and spleen of bats for molecular detection of Babesia spp. ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "Rickettsia spp. , Anaplasma spp. and Coxiella burnetii with specific primers for each species .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : A total of 146 spleen samples and 107 blood samples of insectivorous bats ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which belonged to 6 species within two families ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "were collected from Mengyin County , Shandong Province of China .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We found that two Eptesicus serotinus ( 2/15 , 13.3 % ) were positive for Babesia vesperuginis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We were unable to detect genomic sequences for Rickettsia spp. ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Anaplasma spp. and Coxiella burnetii .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : To our knowledge ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "our study showed for the first time the presence of Babesia vesperuginis in Eptesicus serotinus collected from China ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "suggesting that Babesia vesperuginis has a broad host species and geographical distribution .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "16",
    "token_num": "192"
  }
}