{
  "paper_id": "34eb080bffbf37ee00246a39b1a22bd4b5eea49e",
  "metadata": {
    "title": "Article p53 Acts as a Safeguard of Translational Control by Regulating Fibrillarin and rRNA Methylation in Cancer",
    "coda_data_split": "train",
    "coda_paper_id": 9487,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Ribosomes are specialized entities that participate in regulation of gene expression through their rRNAs carrying ribozyme activity. Ribosome biogenesis is overactivated in p53-inactivated cancer cells, although involvement of p53 on ribosome quality is unknown. Here, we show that p53 represses expression of the rRNA methyl-transferase fibrillarin (FBL) by binding directly to FBL. High levels of FBL are accompanied by modifications of the rRNA methylation pattern, impairment of translational fidelity, and an increase of internal ribosome entry site (IRES)-dependent translation initiation of key cancer genes. FBL overexpression contributes to tumorigenesis and is associated with poor survival in patients with breast cancer. Thus, p53 acts as a safeguard of protein synthesis by regulating FBL and the subsequent quality and intrinsic activity of ribosomes.",
      "sentences": [
        [
          {
            "segment_text": "Ribosomes are specialized entities that participate in regulation of gene expression through their rRNAs carrying ribozyme activity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Ribosome biogenesis is overactivated in p53-inactivated cancer cells ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "although involvement of p53 on ribosome quality is unknown .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we show that p53 represses expression of the rRNA methyl-transferase fibrillarin ( FBL ) by binding directly to FBL .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "High levels of FBL are accompanied by modifications of the rRNA methylation pattern ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "impairment of translational fidelity , and an increase of internal ribosome entry site ( IRES ) - dependent translation initiation of key cancer genes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "FBL overexpression contributes to tumorigenesis and is associated with poor survival in patients with breast cancer .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Thus , p53 acts as a safeguard of protein synthesis by regulating FBL and the subsequent quality and intrinsic activity of ribosomes .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "8",
    "token_num": "138"
  }
}