{
  "paper_id": "34f9f958f686a44e5ace7a5ec825a69298e63764",
  "metadata": {
    "title": "Tumor suppressor p53 inhibits porcine epidemic diarrhea virus infection via interferon-mediated antiviral immunity",
    "coda_data_split": "train",
    "coda_paper_id": 2221,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "A B S T R A C T p53 is a tumor suppressor gene that can be activated in many contexts, such as DNA damage or stressful conditions. p53 has also been shown to be important for responses to certain viral infections. Porcine epidemic diarrhea virus (PEDV) is a major enteric pathogen of the coronavirus family that causes extensive mortality among piglets. The involvement of p53 during PEDV infection has not previously been investigated. In this study, we detected p53 upregulation in response to PEDV infection. Treatment with a p53 specific activator or p53 overexpression markedly decreased viral replication, and we showed that there was more viral progeny produced in p53 knock-out cells than in p53 wild-type cells. Finally, we demonstrated that inhibition of viral infection by p53 was mediated via p53-dependent IFN signaling, leading to IFN-stimulated response element (ISRE) activation, as well as the upregulation of IFN-stimulated genes (ISGs) and IFN-β released from infected cells. These findings demonstrate that p53 suppresses PEDV infection, offering a novel therapeutic strategy for combatting this deadly disease in piglets. as a central regulator of the innate immune response (Rivas et al., https://doi.",
      "sentences": [
        [
          {
            "segment_text": "A B S T R A C T p53 is a tumor suppressor gene that can be activated in many contexts ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "such as DNA damage or stressful conditions .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "p53 has also been shown to be important for responses to certain viral infections .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Porcine epidemic diarrhea virus ( PEDV ) is a major enteric pathogen of the coronavirus family that causes extensive mortality among piglets .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The involvement of p53 during PEDV infection has not previously been investigated .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , we detected p53 upregulation in response to PEDV infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Treatment with a p53 specific activator or p53 overexpression markedly decreased viral replication ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and we showed that there was more viral progeny produced in p53 knock-out cells than in p53 wild-type cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Finally , we demonstrated that inhibition of viral infection by p53 was mediated via p53-dependent IFN signaling ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "leading to IFN-stimulated response element ( ISRE ) activation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as well as the upregulation of IFN-stimulated genes ( ISGs ) and IFN-β released from infected cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These findings demonstrate that p53 suppresses PEDV infection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "offering a novel therapeutic strategy for combatting this deadly disease in piglets .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "as a central regulator of the innate immune response ( Rivas et al. , https://doi .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "14",
    "token_num": "213"
  }
}