{
  "paper_id": "34fca1fbc149711e5617126584d1e26f06e94de9",
  "metadata": {
    "title": "Bats host major mammalian paramyxoviruses",
    "coda_data_split": "train",
    "coda_paper_id": 5679,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The large virus family Paramyxoviridae includes some of the most significant human and livestock viruses, such as measles-, distemper-, mumps-, parainfluenza-, newcastle disease-, respiratory syncytial virus and metapneumoviruses. Here we identify an estimated 66 new paramyxoviruses in a worldwide sample of 119 bat and rodent species (9,278 individuals). major discoveries include evidence of an origin of Hendra-and nipah virus in Africa, identification of a bat virus conspecific with the human mumps virus, detection of close relatives of respiratory syncytial virus, mouse pneumonia-and canine distemper virus in bats, as well as direct evidence of sendai virus in rodents. Phylogenetic reconstruction of host associations suggests a predominance of host switches from bats to other mammals and birds. Hypothesis tests in a maximum likelihood framework permit the phylogenetic placement of bats as tentative hosts at ancestral nodes to both the major Paramyxoviridae subfamilies (Paramyxovirinae and Pneumovirinae). Future attempts to predict the emergence of novel paramyxoviruses in humans and livestock will have to rely fundamentally on these data.",
      "sentences": [
        [
          {
            "segment_text": "The large virus family Paramyxoviridae includes some of the most significant human and livestock viruses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "such as measles - , distemper - ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "mumps - , parainfluenza - ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "newcastle disease - , respiratory syncytial virus and metapneumoviruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we identify an estimated 66 new paramyxoviruses in a worldwide sample of 119 bat and rodent species ( 9,278 individuals ) .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "major discoveries include evidence of an origin of Hendra-and nipah virus in Africa ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "identification of a bat virus conspecific with the human mumps virus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "detection of close relatives of respiratory syncytial virus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "mouse pneumonia-and canine distemper virus in bats ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as well as direct evidence of sendai virus in rodents .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Phylogenetic reconstruction of host associations suggests a predominance of host switches from bats to other mammals and birds .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Hypothesis tests in a maximum likelihood framework permit the phylogenetic placement of bats as tentative hosts at ancestral nodes to both the major Paramyxoviridae subfamilies ( Paramyxovirinae and Pneumovirinae ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Future attempts to predict the emergence of novel paramyxoviruses in humans and livestock will have to rely fundamentally on these data .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "13",
    "token_num": "189"
  }
}