{
  "paper_id": "35173a96f21f1e674e63d473864215d025f76d0d",
  "metadata": {
    "title": "Conserved presence of G-quadruplex forming sequences in the Long Terminal Repeat Promoter of Lentiviruses",
    "coda_data_split": "train",
    "coda_paper_id": 5670,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "G-quadruplexes (G4s) are secondary structures of nucleic acids that epigenetically regulate cellular processes. In the human immunodeficiency lentivirus 1 (HIV-1), dynamic G4s are located in the unique viral LTR promoter. Folding of HIV-1 LTR G4s inhibits viral transcription; stabilization by G4 ligands intensifies this effect. Cellular proteins modulate viral transcription by inducing/unfolding LTR G4s. We here expanded our investigation on the presence of LTR G4s to all lentiviruses. G4s in the 5′-LTR U3 region were completely conserved in primate lentiviruses. A G4 was also present in a cattleinfecting lentivirus. All other non-primate lentiviruses displayed hints of less stable G4s. In primate lentiviruses, the possibility to fold into G4s was highly conserved among strains. LTR G4 sequences were very similar among phylogenetically related primate viruses, while they increasingly differed in viruses that diverged early from a common ancestor. A strong correlation between primate lentivirus LTR G4s and Sp1/NFκB binding sites was found. All LTR G4s folded: their complexity was assessed by polymerase stop assay. Our data support a role of the lentiviruses 5′-LTR G4 region as control centre of viral transcription, where folding/unfolding of G4s and multiple recruitment of factors based on both sequence and structure may take place.",
      "sentences": [
        [
          {
            "segment_text": "G-quadruplexes ( G4s ) are secondary structures of nucleic acids that epigenetically regulate cellular processes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In the human immunodeficiency lentivirus 1 ( HIV-1 ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "dynamic G4s are located in the unique viral LTR promoter .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Folding of HIV-1 LTR G4s inhibits viral transcription ; stabilization by G4 ligands intensifies this effect .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Cellular proteins modulate viral transcription by inducing/unfolding LTR G4s .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We here expanded our investigation on the presence of LTR G4s to all lentiviruses .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "G4s in the 5 ′ - LTR U3 region were completely conserved in primate lentiviruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A G4 was also present in a cattleinfecting lentivirus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "All other non-primate lentiviruses displayed hints of less stable G4s .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In primate lentiviruses , the possibility to fold into G4s was highly conserved among strains .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "LTR G4 sequences were very similar among phylogenetically related primate viruses ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while they increasingly differed in viruses that diverged early from a common ancestor .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A strong correlation between primate lentivirus LTR G4s and Sp1/NFκB binding sites was found .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "All LTR G4s folded : their complexity was assessed by polymerase stop assay .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our data support a role of the lentiviruses 5 ′ - LTR G4 region as control centre of viral transcription ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "where folding/unfolding of G4s and multiple recruitment of factors based on both sequence and structure may take place .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "13",
    "segment_num": "16",
    "token_num": "227"
  }
}