{
  "paper_id": "3544b3974fdeb9415092ae530cfc86f81bb30915",
  "metadata": {
    "title": "The effect of timing on community acquired respiratory virus infection mortality during the first year after allogeneic hematopoietic stem cell transplantation: a prospective epidemiological survey",
    "coda_data_split": "train",
    "coda_paper_id": 3329,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The effect of timing of community acquired respiratory virus (CARV) infection after allogeneic hematopoietic stem cell transplant (allo-HCT) is an as yet unsettled issue. We evaluate this issue by including all consecutive allo-HCT recipients with molecularly-documented CARV infection during the first year after transplant. The study cohort was drawn from a prospective longitudinal survey of CARV in allo-HCT recipient having respiratory symptoms conducted from December 2013 to December 2018 at two Spanish transplant centers. Respiratory viruses in upper and/or lower respiratory specimens were tested using multiplex PCR panel assays. The study cohort comprised 233 allo-HCT recipients with 376 CARV infection episodes diagnosed during the first year after allo-HCT. Overall, 60% of CARV episodes occurred within the first 6 months (227 out of 376). Thirty patients (13%) had died at 3 months after CARV detection, of which 25 (83%) were recipients developing CARV within the first 6 months after transplant. Multivariate analysis identified four risk factors for mortality: ATG used as part of conditioning regimen [odds ratio (OR) 2.8, 95% confidence interval (C.I.) 1.21-6.4, p \u003d 0.01], CARV lower respiratory tract disease (OR 3.4, 95% C.I. 1.4-8.4, p \u003d 0.007), CARV infection within the first 6 months of transplant (OR 3.04, 95% C.I. 1.1-8.7, p \u003d 0.03), and absolute lymphocyte count \u003c0.2 × 109/L (OR 2.4, 95% C.I. 1-5.3, p \u003d 0.04). Developing CARV infection within the first 6 months was associated with higher mortality. Our data supports that the timing of CARV development after allo-HCT could be of major interest.",
      "sentences": [
        [
          {
            "segment_text": "The effect of timing of community acquired respiratory virus ( CARV ) infection after allogeneic hematopoietic stem cell transplant ( allo-HCT ) is an as yet unsettled issue .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We evaluate this issue by including all consecutive allo-HCT recipients with molecularly-documented CARV infection during the first year after transplant .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The study cohort was drawn from a prospective longitudinal survey of CARV in allo-HCT recipient having respiratory symptoms conducted from December 2013 to December 2018 at two Spanish transplant centers .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Respiratory viruses in upper and/or lower respiratory specimens were tested using multiplex PCR panel assays .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The study cohort comprised 233 allo-HCT recipients with 376 CARV infection episodes diagnosed during the first year after allo-HCT .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Overall , 60 % of CARV episodes occurred within the first 6 months ( 227 out of 376 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Thirty patients ( 13 % ) had died at 3 months after CARV detection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "of which 25 ( 83 % ) were recipients developing CARV within the first 6 months after transplant .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Multivariate analysis identified four risk factors for mortality : ATG used as part of conditioning regimen ( odds ratio ( OR ) 2.8 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "95 % confidence interval ( C.I. ) 1.21-6.4 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "p \u003d 0.01 ) , CARV lower respiratory tract disease ( OR 3.4 , 95 % C.I. 1.4-8.4 , p \u003d 0.007 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "CARV infection within the first 6 months of transplant ( OR 3.04 , 95 % C.I. 1.1-8.7 , p \u003d 0.03 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and absolute lymphocyte count \u003c 0.2 × 109/L ( OR 2.4 , 95 % C.I. 1-5.3 , p \u003d 0.04 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Developing CARV infection within the first 6 months was associated with higher mortality .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our data supports that the timing of CARV development after allo-HCT could be of major interest .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "These authors contributed equally:",
      "sentences": [
        [
          {
            "segment_text": "These authors contributed equally :",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "11",
    "segment_num": "16",
    "token_num": "309"
  }
}