{
  "paper_id": "357496f6d93f95b8c286882be6bd219ff79f90e1",
  "metadata": {
    "title": "Poster presentations Risky behavior among MSM in Armenia Intensified case findings: a retrospective analysis among adult PLHIV TB results in Eggon LGA of Nasarawa state, Nigeria",
    "coda_data_split": "train",
    "coda_paper_id": 7494,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Epidemiology and virology",
      "sentences": [
        [
          {
            "segment_text": "Epidemiology and virology",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Evaluation of combined interventions to increase HIV diagnosis among men who have sex with men (MSM) in Curitiba, Brazil Introduction: Prior studies in Brazil have shown that the group of men who have sex with men (MSM) is the most severely affected by HIV. In 2015, a multi-disciplinary team launched a community-wide intervention in the city of Curitiba to evaluate the acceptability, uptake and cost-effectiveness of multiple HIV testing services (HTS). The current study aims to evaluate HIV testing coverage among MSM after 6 months of intervention.",
      "sentences": [
        [
          {
            "segment_text": "Evaluation of combined interventions to increase HIV diagnosis among men who have sex with men ( MSM ) in Curitiba ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Brazil Introduction : Prior studies in Brazil have shown that the group of men who have sex with men ( MSM ) is the most severely affected by HIV .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In 2015 , a multi-disciplinary team launched a community-wide intervention in the city of Curitiba to evaluate the acceptability ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "uptake and cost-effectiveness of multiple HIV testing services ( HTS ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The current study aims to evaluate HIV testing coverage among MSM after 6 months of intervention .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Methods: A probabilistic sample of 3,272 men was selected in Curitiba. The sample was stratified by place of residence with higher selection probabilities in areas with greater MSM concentration. Questions about history of HIV testing, frequency of testing in the last 12 months, place and result of last test, as well as knowledge and acceptability of expanding HTS were made.",
      "sentences": [
        [
          {
            "segment_text": "Methods : A probabilistic sample of 3,272 men was selected in Curitiba .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The sample was stratified by place of residence with higher selection probabilities in areas with greater MSM concentration .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Questions about history of HIV testing ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "frequency of testing in the last 12 months ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "place and result of last test ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "as well as knowledge and acceptability of expanding HTS were made .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results: The proportion of MSM was 4.7%. In the total sample, HIV testing coverage at least once in lifetime was 46.0%; 22.9% in the last 6 months; and 15.6% between 7 and 12 months prior to the interview. Among MSM, the proportions were much higher: 79%; 43.1%; and 19.3% respectively. Approximately one third of MSM had already had an oral fluid test at 4 times higher proportion greater than the total sample (8.1%). However, most MSM (41.3%) tested for the last time in primary care services; 40.4% in private services; and only 8.3% used the other testing services provided by the project. The HIV prevalence among men who tested at least once in lifetime was 0.6% and among MSM was 3.8%, with a prevalence ratio greater than 6.",
      "sentences": [
        [
          {
            "segment_text": "Results : The proportion of MSM was 4.7 % .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In the total sample , HIV testing coverage at least once in lifetime was 46.0 % ; 22.9 % in the last 6 months ; and 15.6 % between 7 and 12 months prior to the interview .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Among MSM , the proportions were much higher : 79 % ; 43.1 % ; and 19.3 % respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Approximately one third of MSM had already had an oral fluid test at 4 times higher proportion greater than the total sample ( 8.1 % ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , most MSM ( 41.3 % ) tested for the last time in primary care services ; 40.4 % in private services ; and only 8.3 % used the other testing services provided by the project .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The HIV prevalence among men who tested at least once in lifetime was 0.6 % and among MSM was 3.8 % ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with a prevalence ratio greater than 6 .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "The results indicate that the intervention to increase HIV diagnosis has substantially expanded MSM access to HIV testing after only 6 months of implementation. The target of testing 90% MSM in Curitiba is likely to be exceeded in less than 2 years. Follow-up of MSM testing via the web platform, and other service evaluations will inform program improvements for Curitiba and will facilitate expansion to larger Brazilian cities.",
      "sentences": [
        [
          {
            "segment_text": "The results indicate that the intervention to increase HIV diagnosis has substantially expanded MSM access to HIV testing after only 6 months of implementation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The target of testing 90 % MSM in Curitiba is likely to be exceeded in less than 2 years .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Follow-up of MSM testing via the web platform ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and other service evaluations will inform program improvements for Curitiba and will facilitate expansion to larger Brazilian cities .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Introduction: Though the percentage of HIV positive MSM is low among the registered cases in Armenia, taking into account the behavioral characteristics of MSM, the prevention of HIV among this group of population is a priority in Armenia.",
      "sentences": [
        [
          {
            "segment_text": "Introduction : Though the percentage of HIV positive MSM is low among the registered cases in Armenia ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "taking into account the behavioral characteristics of MSM ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the prevention of HIV among this group of population is a priority in Armenia .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Prevention programs for MSM are delivered in four cities in Armenia, and MSM receive the full package of services: information on HIV, provision of condoms and lubricants, counseling and testing on HIV.",
      "sentences": [
        [
          {
            "segment_text": "Prevention programs for MSM are delivered in four cities in Armenia ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and MSM receive the full package of services : information on HIV ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "provision of condoms and lubricants ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "counseling and testing on HIV .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Aim: To identify key behavioral characteristics due to which MSM acquire HIV, the level of knowledge on HIV and the prevalence of HIV.",
      "sentences": [
        [
          {
            "segment_text": "Aim : To identify key behavioral characteristics due to which MSM acquire HIV ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "the level of knowledge on HIV and the prevalence of HIV .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Methods: The study was done using RDS method in 2012 and 2014 among MSM in the capitol of Armenia-Yerevan. Behavioral and biological surveillance was conducted. 300 MSM answered to the questionnaire each year and the blood test on HIV antibodies was done. The knowledge was measured by the answers to the five key questions according to the WHO guidelines. Data were analyzed by RDSAT method. The study was conducted by National Center for AIDS Prevention according to the national guideline approved by the MoH of Armenia in 2010.",
      "sentences": [
        [
          {
            "segment_text": "Methods : The study was done using RDS method in 2012 and 2014 among MSM in the capitol of Armenia-Yerevan .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Behavioral and biological surveillance was conducted .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "300 MSM answered to the questionnaire each year and the blood test on HIV antibodies was done .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The knowledge was measured by the answers to the five key questions according to the WHO guidelines .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Data were analyzed by RDSAT method .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The study was conducted by National Center for AIDS Prevention according to the national guideline approved by the MoH of Armenia in 2010 .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": ": The prevalence of HIV among MSM was 2.6% in 2012 and 0.4% in 2014. Knowledge on HIV was 54.3% in 2012 and 78.9% in 2014. Indicator of condom use in last anal sex was 71.6% in 2012 and 65.3% in 2014. The percentage of MSM used condoms in the last sex with casual partners was 73.1% in 2012 and 87.4% in 2014. The percentage of MSM used condoms in the last one year was 36.7% in 2012 and 35.4% in 2014. Conclusion: The prevalence of HIV decreased in 2012-2014, there is an increase in knowledge on HIV, MSM still practice risky behavior.",
      "sentences": [
        [
          {
            "segment_text": ": The prevalence of HIV among MSM was 2.6 % in 2012 and 0.4 % in 2014 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Knowledge on HIV was 54.3 % in 2012 and 78.9 % in 2014 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Indicator of condom use in last anal sex was 71.6 % in 2012 and 65.3 % in 2014 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The percentage of MSM used condoms in the last sex with casual partners was 73.1 % in 2012 and 87.4 % in 2014 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The percentage of MSM used condoms in the last one year was 36.7 % in 2012 and 35.4 % in 2014 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusion : The prevalence of HIV decreased in 2012-2014 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "there is an increase in knowledge on HIV ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "MSM still practice risky behavior .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "There is a need to continue the prevention programs focusing on transforming safe sexual behavior, increasing their self-esteem, helping them to change their attitude towards their health and making healthy, non-stigmatized environment, where MSM will feel free to express their problems and receive adequate solutions to them.",
      "sentences": [
        [
          {
            "segment_text": "There is a need to continue the prevention programs focusing on transforming safe sexual behavior ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "increasing their self-esteem , helping them to change their attitude towards their health and making healthy ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "non-stigmatized environment , where MSM will feel free to express their problems and receive adequate solutions to them .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "11",
    "sentence_num": "32",
    "segment_num": "49",
    "token_num": "780"
  }
}