{
  "paper_id": "357af8bb837fb3521423284fa624316d0965bfa3",
  "metadata": {
    "title": "Successful treatment of feline leishmaniosis using a combination of allopurinol and N-methyl- glucamine antimoniate",
    "coda_data_split": "train",
    "coda_paper_id": 8134,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Case summary This work describes the diagnosis and successful treatment of a 2-year-old domestic cat infected with Leishmania species and presenting fever, and ulcerative and nodular skin lesions after being treated for pyodermatitis for 1 year without clinical improvement. After anamnesis the cat was submitted to a complete clinical examination. Blood was collected for determination of haematological and biochemical parameters, detection of feline leukaemia virus (FeLV), feline immunodeficiency virus (FIV), feline coronavirus (FCoV) and Leishmania amastigotes. Fine-needle aspiration puncture from the skin nodules was also performed. After definitive diagnosis the animal was treated and followed up over a 2 year period. The animal tested negative for FIV-specific antibodies, FeLV antigen and feline coronavirus RNA. Leishmania amastigotes in the skin nodules were confirmed by cytology and molecular diagnosis. Treatment was initiated with allopurinol, resulting in a slight clinical improvement. Thus, N-methyl-glucamine antimoniate was added and administered for 30 days, with complete closure of the ulcerative lesions in the hindlimbs requiring a surgical approach. Close monitoring of the patient in the following 24 months indicated that combined therapy was safe and clinical cure was achieved without further relapses or side effects. Relevance and novel information Considering the increasing number of feline leishmaniosis cases and the inconsistent results of most therapeutic protocols described in the literature, the use of new approaches, especially in refractory cases, is essential. Although the use of allopurinol and N-methyl-glucamine antimoniate is off-label in cats, in this case the combination treatment was followed by an extensive analytical monitoring, supporting their safety and effectiveness.",
      "sentences": [
        [
          {
            "segment_text": "Case summary This work describes the diagnosis and successful treatment of a 2-year-old domestic cat infected with Leishmania species and presenting fever ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and ulcerative and nodular skin lesions after being treated for pyodermatitis for 1 year without clinical improvement .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "After anamnesis the cat was submitted to a complete clinical examination .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Blood was collected for determination of haematological and biochemical parameters ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "detection of feline leukaemia virus ( FeLV ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "feline immunodeficiency virus ( FIV ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "feline coronavirus ( FCoV ) and Leishmania amastigotes .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Fine-needle aspiration puncture from the skin nodules was also performed .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "After definitive diagnosis the animal was treated and followed up over a 2 year period .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The animal tested negative for FIV-specific antibodies ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "FeLV antigen and feline coronavirus RNA .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Leishmania amastigotes in the skin nodules were confirmed by cytology and molecular diagnosis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Treatment was initiated with allopurinol ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "resulting in a slight clinical improvement .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Thus , N-methyl-glucamine antimoniate was added and administered for 30 days ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "with complete closure of the ulcerative lesions in the hindlimbs requiring a surgical approach .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Close monitoring of the patient in the following 24 months indicated that combined therapy was safe and clinical cure was achieved without further relapses or side effects .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Relevance and novel information Considering the increasing number of feline leishmaniosis cases and the inconsistent results of most therapeutic protocols described in the literature ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the use of new approaches ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "especially in refractory cases , is essential .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Although the use of allopurinol and N-methyl-glucamine antimoniate is off-label in cats ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "in this case the combination treatment was followed by an extensive analytical monitoring ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "supporting their safety and effectiveness .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "12",
    "segment_num": "23",
    "token_num": "285"
  }
}