{
  "paper_id": "358ab81c15c1c24b69c02cfa8cf52069a7e2932b",
  "metadata": {
    "title": "Mining social media and web searches for disease detection",
    "coda_data_split": "train",
    "coda_paper_id": 5300,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Web-based social media is increasingly being used across different settings in the health care industry. The increased frequency in the use of the Internet via computer or mobile devices provides an opportunity for social media to be the medium through which people can be provided with valuable health information quickly and directly. While traditional methods of detection relied predominately on hierarchical or bureaucratic lines of communication, these often failed to yield timely and accurate epidemiological intelligence. New web-based platforms promise increased opportunities for a more timely and accurate spreading of information and analysis. This article aims to provide an overview and discussion of the availability of timely and accurate information. It is especially useful for the rapid identification of an outbreak of an infectious disease that is necessary to promptly and effectively develop public health responses. These web-based platforms include search queries, data mining of web and social media, process and analysis of blogs containing epidemic key words, text mining, and geographical information system data analyses. These new sources of analysis and information are intended to complement traditional sources of epidemic intelligence. Despite the attractiveness of these new approaches, further study is needed to determine the accuracy of blogger statements, as increases in public participation may not necessarily mean the information provided is more accurate.",
      "sentences": [
        [
          {
            "segment_text": "Web-based social media is increasingly being used across different settings in the health care industry .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The increased frequency in the use of the Internet via computer or mobile devices provides an opportunity for social media to be the medium through which people can be provided with valuable health information quickly and directly .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "While traditional methods of detection relied predominately on hierarchical or bureaucratic lines of communication ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "these often failed to yield timely and accurate epidemiological intelligence .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "New web-based platforms promise increased opportunities for a more timely and accurate spreading of information and analysis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This article aims to provide an overview and discussion of the availability of timely and accurate information .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "It is especially useful for the rapid identification of an outbreak of an infectious disease that is necessary to promptly and effectively develop public health responses .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "These web-based platforms include search queries ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "data mining of web and social media ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "process and analysis of blogs containing epidemic key words ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "text mining , and geographical information system data analyses .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "These new sources of analysis and information are intended to complement traditional sources of epidemic intelligence .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Despite the attractiveness of these new approaches ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "further study is needed to determine the accuracy of blogger statements ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as increases in public participation may not necessarily mean the information provided is more accurate .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "The shift in human interaction and media consumption to online communication has changed the way people seek information. The increased frequency in the use of the Internet via computer or mobile devices provides an opportunity for social media to be the means of providing people with valuable health information directly and quickly. The development of web-based social media analytics has given public health officers and physicians an earlier insight into the emergence and spread of infectious diseases. Availability of timely and accurate information is especially useful for the rapid identification of an outbreak of an infectious disease necessary to promptly and effectively develop public health responses.",
      "sentences": [
        [
          {
            "segment_text": "The shift in human interaction and media consumption to online communication has changed the way people seek information .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The increased frequency in the use of the Internet via computer or mobile devices provides an opportunity for social media to be the means of providing people with valuable health information directly and quickly .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The development of web-based social media analytics has given public health officers and physicians an earlier insight into the emergence and spread of infectious diseases .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Availability of timely and accurate information is especially useful for the rapid identification of an outbreak of an infectious disease necessary to promptly and effectively develop public health responses .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "13",
    "segment_num": "19",
    "token_num": "341"
  }
}