{
  "paper_id": "35cb7dbf7ef59eba8c8b6d4b726ee2e46e0838b3",
  "metadata": {
    "title": "Bordetella Pertussis is an Uncommon Pathogen in Children Hospitalized with Bronchiolitis During the Winter Season",
    "coda_data_split": "train",
    "coda_paper_id": 2185,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background-In the United States (U.S.), Bordetella pertussis incidence has increased. Cough and apnea are common findings in pertussis and also in bronchiolitis, the most common cause of hospitalization in U.S. infants. The objective was to determine the prevalence of B. pertussis infection in children hospitalized with bronchiolitis and to describe its clinical course.",
      "sentences": [
        [
          {
            "segment_text": "Background-In the United States ( U.S. ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Bordetella pertussis incidence has increased .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Cough and apnea are common findings in pertussis and also in bronchiolitis ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the most common cause of hospitalization in U.S. infants .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The objective was to determine the prevalence of B. pertussis infection in children hospitalized with bronchiolitis and to describe its clinical course .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Methods-Children hospitalized with bronchiolitis and age \u003c2 years were eligible for a prospective, multicenter cohort study during three consecutive winter seasons (November to March) from 2007 to 2010. 16 sites in 12 states participated using a standardized enrollment protocol. Families were asked the 2010 Centers for Disease Control and Prevention (CDC) pertussis classification questions. Nasopharyngeal aspirates were obtained and tested by real time polymerase chain reaction for 16 viruses, Mycoplama pneumoniae and B. pertussis.",
      "sentences": [
        [
          {
            "segment_text": "Methods-Children hospitalized with bronchiolitis and age \u003c 2 years were eligible for a prospective ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "multicenter cohort study during three consecutive winter seasons ( November to March ) from 2007 to 2010 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "16 sites in 12 states participated using a standardized enrollment protocol .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Families were asked the 2010 Centers for Disease Control and Prevention ( CDC ) pertussis classification questions .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Nasopharyngeal aspirates were obtained and tested by real time polymerase chain reaction for 16 viruses ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "Mycoplama pneumoniae and B. pertussis .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results-2068 (94%) of 2,207 children had one or more respiratory pathogens. B. pertussis was identified in 4 children (0.2%; 95% CI, 0.1-0.5%) with 3 having a viral co-infection. All 4 were younger than four months; 2 met the CDC definition of probable pertussis, and 3 had received at least one dose of an acellular pertussis vaccine. During the hospitalization, 2 had paroxysmal cough, 1 required ICU care, and the median length of stay was 13 days.",
      "sentences": [
        [
          {
            "segment_text": "Results-2068 ( 94 % ) of 2,207 children had one or more respiratory pathogens .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "B. pertussis was identified in 4 children ( 0.2 % ; 95 % CI , 0.1-0.5 % ) with 3 having a viral co-infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "All 4 were younger than four months ; 2 met the CDC definition of probable pertussis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and 3 had received at least one dose of an acellular pertussis vaccine .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "During the hospitalization , 2 had paroxysmal cough ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "1 required ICU care , and the median length of stay was 13 days .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusion-Our data support that B. pertussis is an uncommon pathogen in U.S. children hospitalized with bronchiolitis in the winter. Making a diagnosis of pertussis can be challenging because the disease can be atypical, and may not meet the CDC definition of probable infection.",
      "sentences": [
        [
          {
            "segment_text": "Conclusion-Our data support that B. pertussis is an uncommon pathogen in U.S. children hospitalized with bronchiolitis in the winter .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Making a diagnosis of pertussis can be challenging because the disease can be atypical ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and may not meet the CDC definition of probable infection .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "13",
    "segment_num": "20",
    "token_num": "286"
  }
}