{
  "paper_id": "35ccd353aa1b7ee2a015dc8012a3bcc19a8f9a20",
  "metadata": {
    "title": "Case Report Strongyloides Hyperinfection Syndrome Combined with Cytomegalovirus Infection",
    "coda_data_split": "train",
    "coda_paper_id": 3737,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The mortality in Strongyloides hyperinfection syndrome (SHS) is alarmingly high. This is particularly common in bone marrow, renal, and other solid organ transplant (SOT) patients, where figures may reach up to 50-85%. Immunosuppressives, principally corticosteroids, are the primary triggering factor. In general, the clinical features of Strongyloides stercoralis hyperinfection are nonspecific; therefore, a high index of suspicion is required for early diagnosis and starting appropriate therapy. Although recurrent Gram-negative sepsis and meningitis have been previously reported, the combination of both cytomegalovirus (CMV) and strongyloidiasis had rarely been associated. We here describe a patient who survived SHS with recurrent Escherichia coli (E. coli) urosepsis and CMV infection.",
      "sentences": [
        [
          {
            "segment_text": "The mortality in Strongyloides hyperinfection syndrome ( SHS ) is alarmingly high .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This is particularly common in bone marrow ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "renal , and other solid organ transplant ( SOT ) patients ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "where figures may reach up to 50-85 % .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Immunosuppressives , principally corticosteroids , are the primary triggering factor .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In general , the clinical features of Strongyloides stercoralis hyperinfection are nonspecific ; therefore ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a high index of suspicion is required for early diagnosis and starting appropriate therapy .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although recurrent Gram-negative sepsis and meningitis have been previously reported ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the combination of both cytomegalovirus ( CMV ) and strongyloidiasis had rarely been associated .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We here describe a patient who survived SHS with recurrent Escherichia coli ( E. coli ) urosepsis and CMV infection .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "10",
    "token_num": "130"
  }
}