{
  "paper_id": "35d1071cbaaa2605afcefbc3bd6efacda47de005",
  "metadata": {
    "title": "Changing Epidemiology of Respiratory Viral Infections in Hematopoietic Cell Transplant Recipients and Solid Organ Transplant Recipients",
    "coda_data_split": "train",
    "coda_paper_id": 7394,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Purpose of review-New respiratory viruses have been discovered in recent years and new molecular diagnostic assays have been developed that improve our understanding of respiratory virus infections. This article will review the changing epidemiology of these viruses after hematopoietic stem cell and solid organ transplantation.",
      "sentences": [
        [
          {
            "segment_text": "Purpose of review-New respiratory viruses have been discovered in recent years and new molecular diagnostic assays have been developed that improve our understanding of respiratory virus infections .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This article will review the changing epidemiology of these viruses after hematopoietic stem cell and solid organ transplantation .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Recent findings-Respiratory viruses are frequently detected in transplant recipients. A number of viruses have been newly discovered or emerged in the last decade, including human metapneumovirus, human bocavirus, new human coronaviruses and rhinoviruses, human polyomaviruses, and a new 2009 pandemic strain of influenza A/H1N1. The potential for these viruses to cause lower respiratory tract infections after transplantation varies, and is greatest for human metapneumovirus and H1N1 influenza, but appears to be limited for the other new viruses. Acute and long term complications in hematopoietic and solid organ transplant recipients are active areas of research.",
      "sentences": [
        [
          {
            "segment_text": "Recent findings-Respiratory viruses are frequently detected in transplant recipients .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A number of viruses have been newly discovered or emerged in the last decade ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including human metapneumovirus , human bocavirus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "new human coronaviruses and rhinoviruses ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "human polyomaviruses , and a new 2009 pandemic strain of influenza A/H1N1 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The potential for these viruses to cause lower respiratory tract infections after transplantation varies ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and is greatest for human metapneumovirus and H1N1 influenza ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but appears to be limited for the other new viruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Acute and long term complications in hematopoietic and solid organ transplant recipients are active areas of research .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Summary-Respiratory viral infections are frequently associated with significant morbidity following transplantation and are therefore of great clinical and epidemiologic interest. As new viruses are discovered, and more sensitive diagnostic methods are developed, defining the full impact of emerging respiratory viruses in transplant recipients must be elucidated by welldesigned clinical studies.",
      "sentences": [
        [
          {
            "segment_text": "Summary-Respiratory viral infections are frequently associated with significant morbidity following transplantation and are therefore of great clinical and epidemiologic interest .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "As new viruses are discovered ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and more sensitive diagnostic methods are developed ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "defining the full impact of emerging respiratory viruses in transplant recipients must be elucidated by welldesigned clinical studies .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "8",
    "segment_num": "15",
    "token_num": "206"
  }
}