{
  "paper_id": "35d222e3fd902819dc0a4d4059c05708164c1789",
  "metadata": {
    "title": "Molecular characterisation of the virulent canine coronavirus CB/05 strain ଝ",
    "coda_data_split": "train",
    "coda_paper_id": 8006,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "This paper characterises a virulent strain (CB/05) of canine coronavirus (CCoV) isolated from the internal organs of pups that had died of a systemic disease without evidence of other common canine pathogens. High viral RNA titres were detected in the internal organs by a real-time RT-PCR assay specific for CCoV type II. Sequence analysis of the 3 end (8.7 kb) of the genomic RNA of strain CB/05 revealed conserved structural as well as non-structural proteins, with the exception of a truncated form of non-structural protein 3b. The exceptional form was due to a 38-nucleotide deletion and a frame shift in ORF3b that introduced an early stop codon. By phylogenetic analysis of the structural proteins, the spike (S) protein was found to cluster with feline coronavirus type II strain 79-1683, whereas, the envelope (E), membrane (M) and nucleocapsid (N) proteins segregated together with the reference strain Purdue of transmissible gastroenteritis virus of swine.",
      "sentences": [
        [
          {
            "segment_text": "This paper characterises a virulent strain ( CB/05 ) of canine coronavirus ( CCoV ) isolated from the internal organs of pups that had died of a systemic disease without evidence of other common canine pathogens .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "High viral RNA titres were detected in the internal organs by a real-time RT-PCR assay specific for CCoV type II .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Sequence analysis of the 3 end ( 8.7 kb ) of the genomic RNA of strain CB/05 revealed conserved structural as well as non-structural proteins ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with the exception of a truncated form of non-structural protein 3b .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The exceptional form was due to a 38-nucleotide deletion and a frame shift in ORF3b that introduced an early stop codon .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "By phylogenetic analysis of the structural proteins ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "the spike ( S ) protein was found to cluster with feline coronavirus type II strain 79-1683 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whereas , the envelope ( E ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "membrane ( M ) and nucleocapsid ( N ) proteins segregated together with the reference strain Purdue of transmissible gastroenteritis virus of swine .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "9",
    "token_num": "176"
  }
}