{
  "paper_id": "361d5def0b09fdea7a73f8bc7c1b159ded4bc54d",
  "metadata": {
    "title": "Cross sectional and longitudinal surveys of canine enteric coronavirus infection in kennelled dogs: A molecular marker for biosecurity",
    "coda_data_split": "train",
    "coda_paper_id": 8773,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Previous studies have suggested that kennelled dogs are more likely to test positive for CECoV than household pets. Here we describe both cross sectional and longitudinal studies in two rescue kennels and two boarding kennels, together with molecular diagnostics, to provide a new insight into the epidemiology of CECoV. Prevalence of CECoV in the cross sectional studies tended to be higher in the rescue kennels (13.8% and 33.3%) than the boarding kennels (5.3% and 13.5%). In each kennel, type I CECoV was more prevalent than type 2 CECoV. The mean quantity of type I detected was equivalent to 6.3 Â 10 8 gc/gm (range \u003d 5 Â 10 6 , 8.5 Â 10 11 ), compared to 1.3 Â 10 8 gc/gm (range \u003d 3 Â 10 6 , 2.4 Â 10 10 ) for type II. In one rescue shelter where dogs were followed longitudinally, infection was significantly associated with accommodation block as well as the length of stay (increased risk of CECoV per week in residence of Â1.9). Of those animals sampled on two or more occasions, none tested positive on arrival, and 54.5% later shed CECoV, suggesting that infection may have been acquired within the kennel. Shedding patterns and sequence analysis suggested both types I and II CECoV were maintained in this population by a combination of introductions into the shelter and within-shelter transmission. The findings suggest that some kennel environments may be important in maintaining CECoV infection in the population. We also propose that the diversity of viruses like CECoV in these populations may provide a novel surrogate marker for the success of biosecurity.",
      "sentences": [
        [
          {
            "segment_text": "Previous studies have suggested that kennelled dogs are more likely to test positive for CECoV than household pets .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we describe both cross sectional and longitudinal studies in two rescue kennels and two boarding kennels ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "together with molecular diagnostics , to provide a new insight into the epidemiology of CECoV .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Prevalence of CECoV in the cross sectional studies tended to be higher in the rescue kennels ( 13.8 % and 33.3 % ) than the boarding kennels ( 5.3 % and 13.5 % ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In each kennel , type I CECoV was more prevalent than type 2 CECoV .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The mean quantity of type I detected was equivalent to 6.3 Â 10 8 gc/gm ( range \u003d 5 Â 10 6 , 8.5 Â 10 11 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "compared to 1.3 Â 10 8 gc/gm ( range \u003d 3 Â 10 6 , 2.4 Â 10 10 ) for type II .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In one rescue shelter where dogs were followed longitudinally ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "infection was significantly associated with accommodation block as well as the length of stay ( increased risk of CECoV per week in residence of Â1 .9 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Of those animals sampled on two or more occasions ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "none tested positive on arrival ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and 54.5 % later shed CECoV ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "suggesting that infection may have been acquired within the kennel .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Shedding patterns and sequence analysis suggested both types I and II CECoV were maintained in this population by a combination of introductions into the shelter and within-shelter transmission .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The findings suggest that some kennel environments may be important in maintaining CECoV infection in the population .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We also propose that the diversity of viruses like CECoV in these populations may provide a novel surrogate marker for the success of biosecurity .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "16",
    "token_num": "300"
  }
}