{
  "paper_id": "361f0401ebe6462342102ecf6b002508389bb576",
  "metadata": {
    "title": "Cis-acting structural element in 5 UTR is essential for infectivity of porcine reproductive and respiratory syndrome virus",
    "coda_data_split": "train",
    "coda_paper_id": 8761,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "It is believed that the genomic 5 untranslated region (UTR) of Arterivirus plays crucial roles in viral genomic replication, subgenomic mRNA transcription and protein translation, yet the structure and function still remain largely unknown. In this study, we conducted serial nucleotide truncation, ranging from 1 to 190 nucleotides, to the 5 UTR of the porcine reproductive and respiratory syndrome virus (PRRSV) infectious full-length cDNA clone pAPRRS. In vitro synthetic RNAs were transfected into MARC-145 cells for further genetic and virologic analysis. Our results demonstrated that the first three nucleotides of PRRSV 5 UTR were dispensable for virus viability, which however was repaired with foreign sequences. In order to assess if the primary sequence or structural element play more important regulatory roles, the CMV promoter-driven 5 UTR truncation mutant cDNA clones were directly transfected into the BHK-21 cell lines. We found that PRRSV tolerated the first 16 nucleotides sequence alteration of 5 UTR without losing virus viability. However, these revertant viruses contained a range of non-templated with unknown origin exogenous nucleotides in the repaired 5 end. Further analyses revealed that the 5 proximal stem-loop 1 (SL1) in the highly structured 5 UTR was invariably required for virus infectivity. Taken together, we conclude that authentic 5 -proximal primary sequence is nonessential, but the resultant structural elements are probably indispensable for PRRSV infectivity.",
      "sentences": [
        [
          {
            "segment_text": "It is believed that the genomic 5 untranslated region ( UTR ) of Arterivirus plays crucial roles in viral genomic replication ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "subgenomic mRNA transcription and protein translation ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "yet the structure and function still remain largely unknown .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , we conducted serial nucleotide truncation ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "ranging from 1 to 190 nucleotides ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "to the 5 UTR of the porcine reproductive and respiratory syndrome virus ( PRRSV ) infectious full-length cDNA clone pAPRRS .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "In vitro synthetic RNAs were transfected into MARC-145 cells for further genetic and virologic analysis .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Our results demonstrated that the first three nucleotides of PRRSV 5 UTR were dispensable for virus viability ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which however was repaired with foreign sequences .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In order to assess if the primary sequence or structural element play more important regulatory roles ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the CMV promoter-driven 5 UTR truncation mutant cDNA clones were directly transfected into the BHK-21 cell lines .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We found that PRRSV tolerated the first 16 nucleotides sequence alteration of 5 UTR without losing virus viability .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , these revertant viruses contained a range of non-templated with unknown origin exogenous nucleotides in the repaired 5 end .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Further analyses revealed that the 5 proximal stem-loop 1 ( SL1 ) in the highly structured 5 UTR was invariably required for virus infectivity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Taken together , we conclude that authentic 5 - proximal primary sequence is nonessential ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but the resultant structural elements are probably indispensable for PRRSV infectivity .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "16",
    "token_num": "246"
  }
}