{
  "paper_id": "3629a79cad0924ecc7e3f449221956471eee50b8",
  "metadata": {
    "title": "Induction of mucosal immunity in the avian Harderian gland with a replication-deficient Ad5 vector expressing avian influenza H5 hemagglutinin",
    "coda_data_split": "train",
    "coda_paper_id": 6448,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The chicken Harderian gland (HG) plays an important role in adaptive immune responses upon ocular exposure to avian pathogens such as avian influenza (AI). To determine the role of HGs in generating immunity, chickens were immunized ocularly with an adenovirus (Ad5) vector expressing the AI hemagglutinin H5 gene. The Ad5-H5 vector induced H5 transgene expression and induced H5-and Ad5-specific IgA and IgG spot-forming cells (SFCs) in the HGs. The IgA and IgG SFC peaked on day 9 for Ad5 and day 11 for the H5 protein. In addition, Ad5-and H5-specific antibodies were induced in serum. IgA in chicken tears was predominantly dimeric, while in serum monomeric IgA was most abundant. Analysis of HG mRNA confirmed expression of the polymeric immunoglobulin receptor (pIgR). These data demonstrated the importance of HGs to generate mucosal and systemic immunity to AI following ocular Ad5-H5 administration to chickens.",
      "sentences": [
        [
          {
            "segment_text": "The chicken Harderian gland ( HG ) plays an important role in adaptive immune responses upon ocular exposure to avian pathogens such as avian influenza ( AI ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To determine the role of HGs in generating immunity ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "chickens were immunized ocularly with an adenovirus ( Ad5 ) vector expressing the AI hemagglutinin H5 gene .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The Ad5-H5 vector induced H5 transgene expression and induced H5-and Ad5-specific IgA and IgG spot-forming cells ( SFCs ) in the HGs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The IgA and IgG SFC peaked on day 9 for Ad5 and day 11 for the H5 protein .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , Ad5-and H5-specific antibodies were induced in serum .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "IgA in chicken tears was predominantly dimeric ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while in serum monomeric IgA was most abundant .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Analysis of HG mRNA confirmed expression of the polymeric immunoglobulin receptor ( pIgR ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These data demonstrated the importance of HGs to generate mucosal and systemic immunity to AI following ocular Ad5-H5 administration to chickens .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "10",
    "token_num": "164"
  }
}