{
  "paper_id": "363f5420653546b502e660ef812c85a11bb641d6",
  "metadata": {
    "title": "Axonal degeneration as a self-destructive defense mechanism against neurotropic virus infection NIH Public Access",
    "coda_data_split": "train",
    "coda_paper_id": 4977,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Theiler\u0027s murine encephalomyelitis virus (TMEV) and other neurotropic virus infections result in degeneration of each component of the neuron: apoptosis of the cell body, axonal (Wallerian) degeneration, and dendritic and synaptic pathology. In general, axonal degeneration is detrimental for hosts. However, axonal degeneration can be beneficial in the case of infection with neurotropic viruses that spread in the CNS using axonal transport. C57BL/Wld S (Wld S , Wallerian degeneration slow mutant) mice are protected from axonal degeneration. Wld S mice infected with the neurovirulent GDVII strain of TMEV are more resistant to virus infection than wild-type mice, suggesting that axonal preservation contributes to the resistance. By contrast, infection with the less virulent Daniels strain of TMEV results in high levels of virus propagation in the CNS, suggesting that prolonged survival of axons in Wld S mice favors virus spread. Thus, axonal degeneration might be a beneficial self-destruct mechanism that limits the spread of neurotropic viruses, in the case of less virulent virus infection. We hypothesize that neurons use \u0027built-in\u0027 self-destruct protection machinery (compartmental neurodegeneration) against neurotropic virus infection, since the CNS is an immunologically privileged site. Early induction of apoptosis in the neuronal cell body limits virus replication. Wallerian degeneration of the axon prevents axonal transport of virus. Dendritic and synaptic degeneration blocks virus transmission at synapses. Thus, the balance between neurodegeneration and virus propagation may be taken into account in the future design of neuroprotective therapy.",
      "sentences": [
        [
          {
            "segment_text": "Theiler \u0027s murine encephalomyelitis virus ( TMEV ) and other neurotropic virus infections result in degeneration of each component of the neuron : apoptosis of the cell body ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "axonal ( Wallerian ) degeneration ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and dendritic and synaptic pathology .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In general , axonal degeneration is detrimental for hosts .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , axonal degeneration can be beneficial in the case of infection with neurotropic viruses that spread in the CNS using axonal transport .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "C57BL/Wld S ( Wld S , Wallerian degeneration slow mutant ) mice are protected from axonal degeneration .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Wld S mice infected with the neurovirulent GDVII strain of TMEV are more resistant to virus infection than wild-type mice ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "suggesting that axonal preservation contributes to the resistance .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "By contrast , infection with the less virulent Daniels strain of TMEV results in high levels of virus propagation in the CNS ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "suggesting that prolonged survival of axons in Wld S mice favors virus spread .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Thus , axonal degeneration might be a beneficial self-destruct mechanism that limits the spread of neurotropic viruses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "in the case of less virulent virus infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We hypothesize that neurons use ` built-in \u0027 self-destruct protection machinery ( compartmental neurodegeneration ) against neurotropic virus infection ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "since the CNS is an immunologically privileged site .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Early induction of apoptosis in the neuronal cell body limits virus replication .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Wallerian degeneration of the axon prevents axonal transport of virus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Dendritic and synaptic degeneration blocks virus transmission at synapses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Thus , the balance between neurodegeneration and virus propagation may be taken into account in the future design of neuroprotective therapy .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Neurons are the transmitting cells of the nervous system and communicate by chemical and electrical means. A neuron can be divided into different components: cell body (soma), a longer cell process called an axon, branching processes called dendrites and synapses. A neuron transmits information via the axon, which terminates at a synapse for conveying ongoing signals, while dendrites integrate incoming signals. Since axons as well as their neuronal cell bodies do not usually regenerate in the CNS, axonal damage often results in permanent neurological deficits. Axonal degeneration in the CNS can be seen in several neurological conditions, such as neurodegenerative diseases (e.g., amyotrophic lateral sclerosis and neuroaxonal dystrophy) [1], traumatic lesions and infections [2] [3] [4] [5] .",
      "sentences": [
        [
          {
            "segment_text": "Neurons are the transmitting cells of the nervous system and communicate by chemical and electrical means .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A neuron can be divided into different components : cell body ( soma ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a longer cell process called an axon ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "branching processes called dendrites and synapses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A neuron transmits information via the axon ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which terminates at a synapse for conveying ongoing signals ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "while dendrites integrate incoming signals .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Since axons as well as their neuronal cell bodies do not usually regenerate in the CNS ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "axonal damage often results in permanent neurological deficits .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Axonal degeneration in the CNS can be seen in several neurological conditions ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "such as neurodegenerative diseases ( e.g. , amyotrophic lateral sclerosis and neuroaxonal dystrophy ) ( 1 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "traumatic lesions and infections ( 2 ) ( 3 ) ( 4 ) ( 5 ) .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "17",
    "segment_num": "30",
    "token_num": "417"
  }
}