{
  "paper_id": "364891a0374c2c6f12b0fbe99c514f3653a2d165",
  "metadata": {
    "title": "Series Terrorism and health 2 Confronting the threat of bioterrorism: realities, challenges, and defensive strategies",
    "coda_data_split": "train",
    "coda_paper_id": 9893,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Global terrorism is a rapidly growing threat to world security, and increases the risk of bioterrorism. In this Review, we discuss the potential threat of bioterrorism, agents that could be exploited, and recent developments in technologies and policy for detecting and controlling epidemics that have been initiated intentionally. The local and international response to infectious disease epidemics, such as the severe acute respiratory syndrome and west African Ebola virus epidemic, revealed serious shortcomings which bioterrorists might exploit when intentionally initiating an epidemic. Development of new vaccines and antimicrobial therapies remains a priority, including the need to expedite clinical trials using new methodologies. Better means to protect health-care workers operating in dangerous environments are also needed, particularly in areas with poor infrastructure. New and improved approaches should be developed for surveillance, early detection, response, effective isolation of patients, control of the movement of potentially infected people, and risk communication. Access to dangerous pathogens should be appropriately regulated, without reducing progress in the development of countermeasures. We conclude that preparedness for intentional outbreaks has the important added value of strengthening preparedness for natural epidemics, and vice versa. This is the second in a Series of three papers about terrorism and health in collaboration with The Lancet Psychiatry",
      "sentences": [
        [
          {
            "segment_text": "Global terrorism is a rapidly growing threat to world security ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and increases the risk of bioterrorism .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this Review , we discuss the potential threat of bioterrorism ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "agents that could be exploited ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and recent developments in technologies and policy for detecting and controlling epidemics that have been initiated intentionally .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The local and international response to infectious disease epidemics ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "such as the severe acute respiratory syndrome and west African Ebola virus epidemic ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "revealed serious shortcomings which bioterrorists might exploit when intentionally initiating an epidemic .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Development of new vaccines and antimicrobial therapies remains a priority ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including the need to expedite clinical trials using new methodologies .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Better means to protect health-care workers operating in dangerous environments are also needed ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "particularly in areas with poor infrastructure .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "New and improved approaches should be developed for surveillance ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "early detection , response , effective isolation of patients ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "control of the movement of potentially infected people , and risk communication .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Access to dangerous pathogens should be appropriately regulated ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "without reducing progress in the development of countermeasures .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We conclude that preparedness for intentional outbreaks has the important added value of strengthening preparedness for natural epidemics , and vice versa .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This is the second in a Series of three papers about terrorism and health in collaboration with The Lancet Psychiatry",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "19",
    "token_num": "228"
  }
}