{
  "paper_id": "3649053359a7c968827c3617c51e0eb55d1e703e",
  "metadata": {
    "title": "Serological and molecular evidence that canine respiratory coronavirus is circulating in Italy",
    "coda_data_split": "train",
    "coda_paper_id": 3991,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Canine respiratory coronavirus (CRCoV) is a group II coronavirus that was firstly identified in lung samples of dogs with canine infectious respiratory disease (CIRD) in UK in 2003. We report for the first time the identification of CRCoV in Italy, together with serological evidence that the virus has been circulating in the Italian dog population as from 2005. Serological investigations on 216 dog sera, carried out by an ELISA test using the strictly related bovine coronavirus (BCoV) as antigen, revealed an overall CRCoV seroprevalence of 32.06% in the last 2 years. RT-PCR targeting the S-gene of CRCoV was carried out on 109 lung samples collected from carcasses of dogs submitted for diagnostic investigations. Positive results were obtained from the lungs of a dog of the Apulia region that was co-infected with canine parvovirus type 2. Sequence analysis of the S-gene fragment amplified by RT-PCR (595 bp) showed similarity to group II coronaviruses, with the highest nucleotide identity (98%) to the only CRCoV strain currently available in the GenBank database (strain T101). The results of the present study show that CRCoV is present also in continental Europe, although further studies are required to determine the real pathogenic potential of the virus. #",
      "sentences": [
        [
          {
            "segment_text": "Canine respiratory coronavirus ( CRCoV ) is a group II coronavirus that was firstly identified in lung samples of dogs with canine infectious respiratory disease ( CIRD ) in UK in 2003 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We report for the first time the identification of CRCoV in Italy ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "together with serological evidence that the virus has been circulating in the Italian dog population as from 2005 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Serological investigations on 216 dog sera ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "carried out by an ELISA test using the strictly related bovine coronavirus ( BCoV ) as antigen ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "revealed an overall CRCoV seroprevalence of 32.06 % in the last 2 years .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "RT-PCR targeting the S-gene of CRCoV was carried out on 109 lung samples collected from carcasses of dogs submitted for diagnostic investigations .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Positive results were obtained from the lungs of a dog of the Apulia region that was co-infected with canine parvovirus type 2 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Sequence analysis of the S-gene fragment amplified by RT-PCR ( 595 bp ) showed similarity to group II coronaviruses ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with the highest nucleotide identity ( 98 % ) to the only CRCoV strain currently available in the GenBank database ( strain T101 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The results of the present study show that CRCoV is present also in continental Europe ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "although further studies are required to determine the real pathogenic potential of the virus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "#",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "13",
    "token_num": "227"
  }
}