{
  "paper_id": "364f3e45183f362e8398724c29d3b010436ce375",
  "metadata": {
    "title": "Biomarkers in Pediatric ARDS: Future Directions",
    "coda_data_split": "train",
    "coda_paper_id": 9246,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Acute respiratory distress syndrome (ARDS) is common among mechanically ventilated children and accompanies up to 30% of all pediatric intensive care unit deaths. Though ARDS diagnosis is based on clinical criteria, biological markers of acute lung damage have been extensively studied in adults and children. Biomarkers of inflammation, alveolar epithelial and capillary endothelial disruption, disordered coagulation, and associated derangements measured in the circulation and other body fluids, such as bronchoalveolar lavage, have improved our understanding of pathobiology of ARDS. The biochemical signature of ARDS has been increasingly well described in adult populations, and this has led to the identification of molecular phenotypes to augment clinical classifications. However, there is a paucity of data from pediatric ARDS (pARDS) patients. Biomarkers and molecular phenotypes have the potential to identify patients at high risk of poor outcomes, and perhaps inform the development of targeted therapies for specific groups of patients. Additionally, because of the lower incidence of and mortality from ARDS in pediatric patients relative to adults and lack of robust clinical predictors of outcome, there is an ongoing interest in biological markers as surrogate outcome measures. The recent definition of pARDS provides additional impetus for the measurement of established and novel biomarkers in future pediatric studies in order to further characterize this disease process. This chapter will review the currently available literature and discuss potential future directions for investigation into biomarkers in ARDS among children.",
      "sentences": [
        [
          {
            "segment_text": "Acute respiratory distress syndrome ( ARDS ) is common among mechanically ventilated children and accompanies up to 30 % of all pediatric intensive care unit deaths .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Though ARDS diagnosis is based on clinical criteria ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "biological markers of acute lung damage have been extensively studied in adults and children .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Biomarkers of inflammation , alveolar epithelial and capillary endothelial disruption ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "disordered coagulation , and associated derangements measured in the circulation and other body fluids ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "such as bronchoalveolar lavage , have improved our understanding of pathobiology of ARDS .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The biochemical signature of ARDS has been increasingly well described in adult populations ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and this has led to the identification of molecular phenotypes to augment clinical classifications .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , there is a paucity of data from pediatric ARDS ( pARDS ) patients .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Biomarkers and molecular phenotypes have the potential to identify patients at high risk of poor outcomes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and perhaps inform the development of targeted therapies for specific groups of patients .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Additionally , because of the lower incidence of and mortality from ARDS in pediatric patients relative to adults and lack of robust clinical predictors of outcome ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "there is an ongoing interest in biological markers as surrogate outcome measures .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The recent definition of pARDS provides additional impetus for the measurement of established and novel biomarkers in future pediatric studies in order to further characterize this disease process .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This chapter will review the currently available literature and discuss potential future directions for investigation into biomarkers in ARDS among children .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "15",
    "token_num": "258"
  }
}