{
  "paper_id": "3654aa0ea8709bb844a9dd36d67c4e5d89ba3c83",
  "metadata": {
    "title": "Influenza A virus hemagglutinin and neuraminidase act as novel motile machinery",
    "coda_data_split": "train",
    "coda_paper_id": 10244,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Influenza A virus (IAV) membrane proteins hemagglutinin (HA) and neuraminidase (NA) are determinants of virus infectivity, transmissibility, pathogenicity, host specificity, and major antigenicity. HA binds to a virus receptor, a sialoglycoprotein or sialoglycolipid, on the host cell and mediates virus attachment to the cell surface. The hydrolytic enzyme NA cleaves sialic acid from viral receptors and accelerates the release of progeny virus from host cells. In this study, we identified a novel function of HA and NA as machinery for viral motility. HAs exchanged binding partner receptors iteratively, generating virus movement on a receptor-coated glass surface instead of a cell surface. The virus movement was also dependent on NA. Virus movement mediated by HA and NA resulted in a three to four-fold increase in virus internalisation by cultured cells. We concluded that cooperation of HA and NA moves IAV particles on a cell surface and enhances virus infection of host cells.",
      "sentences": [
        [
          {
            "segment_text": "Influenza A virus ( IAV ) membrane proteins hemagglutinin ( HA ) and neuraminidase ( NA ) are determinants of virus infectivity ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "transmissibility , pathogenicity , host specificity , and major antigenicity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "HA binds to a virus receptor ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a sialoglycoprotein or sialoglycolipid , on the host cell and mediates virus attachment to the cell surface .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The hydrolytic enzyme NA cleaves sialic acid from viral receptors and accelerates the release of progeny virus from host cells .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , we identified a novel function of HA and NA as machinery for viral motility .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "HAs exchanged binding partner receptors iteratively ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "generating virus movement on a receptor-coated glass surface instead of a cell surface .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The virus movement was also dependent on NA .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Virus movement mediated by HA and NA resulted in a three to four-fold increase in virus internalisation by cultured cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We concluded that cooperation of HA and NA moves IAV particles on a cell surface and enhances virus infection of host cells .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "11",
    "token_num": "173"
  }
}