{
  "paper_id": "365faa4b614eeb3b8caccc9f9968011a58a96c27",
  "metadata": {
    "title": "Correlation of Nasal Mucosal Temperature With Subjective Nasal Patency in Healthy Individuals HHS Public Access",
    "coda_data_split": "train",
    "coda_paper_id": 7172,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Importance-Historically, otolaryngologists have focused on nasal resistance to airflow and minimum airspace cross-sectional area as objective measures of nasal obstruction using methods such as rhinomanometry and acoustic rhinometry. However, subjective sensation of nasal patency may be more associated with activation of cold receptors by inspired air than with respiratory effort.",
      "sentences": [
        [
          {
            "segment_text": "Importance-Historically , otolaryngologists have focused on nasal resistance to airflow and minimum airspace cross-sectional area as objective measures of nasal obstruction using methods such as rhinomanometry and acoustic rhinometry .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , subjective sensation of nasal patency may be more associated with activation of cold receptors by inspired air than with respiratory effort .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Objective-To investigate whether subjective nasal patency correlates with nasal mucosal temperature in healthy subjects.",
      "sentences": [
        [
          {
            "segment_text": "Objective-To investigate whether subjective nasal patency correlates with nasal mucosal temperature in healthy subjects .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Design, Setting, and Participants-Twenty-two healthy adults were recruited for this study. Subjects first completed the Nasal Obstruction Symptom Evaluation (NOSE) and a unilateral visual analog scale (VAS) to quantify subjective nasal patency. A miniaturized thermocouple sensor was then used to record nasal mucosal temperature bilaterally in two locations along the nasal septum: at the vestibule and across from the inferior turbinate head.",
      "sentences": [
        [
          {
            "segment_text": "Design , Setting , and Participants-Twenty-two healthy adults were recruited for this study .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Subjects first completed the Nasal Obstruction Symptom Evaluation ( NOSE ) and a unilateral visual analog scale ( VAS ) to quantify subjective nasal patency .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A miniaturized thermocouple sensor was then used to record nasal mucosal temperature bilaterally in two locations along the nasal septum : at the vestibule and across from the inferior turbinate head .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results-The range of temperature oscillations during the breathing cycle, defined as the difference between end-expiratory and end-inspiratory temperatures, was greater during deep breaths (ΔT exp-insp \u003d 6.2 ± 2.6°C) than during resting breathing (ΔT exp-insp \u003d 4.2 ± 2.3°C) in both locations (p \u003c 10 −13 ). Mucosal temperature measured at the right vestibule had a statistically significant correlation with both right-side VAS score (Pearson r \u003d −0.55, p\u003d0.0076) and NOSE score (Pearson r \u003d −0.47, p\u003d0.028). No other statistically significant correlations were found between mucosal temperature and subjective nasal patency scores. Nasal mucosal temperature was lower in the first cavity to be measured, which was the right cavity in all subjects.",
      "sentences": [
        [
          {
            "segment_text": "Results-The range of temperature oscillations during the breathing cycle ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "defined as the difference between end-expiratory and end-inspiratory temperatures ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "was greater during deep breaths ( ΔT exp-insp \u003d 6.2 ± 2.6 °C ) than during resting breathing ( ΔT exp-insp \u003d 4.2 ± 2.3 °C ) in both locations ( p \u003c 10 − 13 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Mucosal temperature measured at the right vestibule had a statistically significant correlation with both right-side VAS score ( Pearson r \u003d − 0.55 , p \u003d 0.0076 ) and NOSE score ( Pearson r \u003d − 0.47 , p \u003d 0.028 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "No other statistically significant correlations were found between mucosal temperature and subjective nasal patency scores .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Nasal mucosal temperature was lower in the first cavity to be measured ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which was the right cavity in all subjects .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions and Relevance-The greater mucosal temperature oscillations during deep breathing is consistent with the common experience that airflow sensation is enhanced during deep breaths, thus supporting the hypothesis that mucosal cooling plays a central role in nasal airflow sensation. A possible correlation was found between subjective nasal patency scores and nasal mucosal temperature, but our results were inconsistent. The higher temperature in the left cavity suggests that the sensor irritated the nasal mucosa, affecting the correlation between patency scores and mucosal temperature. Future studies should consider non-contact temperature sensors to prevent mucosa irritation.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions and Relevance-The greater mucosal temperature oscillations during deep breathing is consistent with the common experience that airflow sensation is enhanced during deep breaths ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "thus supporting the hypothesis that mucosal cooling plays a central role in nasal airflow sensation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A possible correlation was found between subjective nasal patency scores and nasal mucosal temperature ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but our results were inconsistent .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The higher temperature in the left cavity suggests that the sensor irritated the nasal mucosa ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "affecting the correlation between patency scores and mucosal temperature .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Future studies should consider non-contact temperature sensors to prevent mucosa irritation .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Subjective nasal patency; nasal airflow sensation; nasal mucosal temperature; mucosal cooling; NOSE score; visual analog scale; nasal airway obstruction Recent computational studies demonstrated that it is possible to quantify inspiratory mucosal heat loss utilizing computational fluid dynamics (CFD) simulations in 3-dimensional patient-specific models of the nasal anatomy built from radiologic imaging. 15-18 These computational studies confirmed that subjective nasal patency correlates better with mucosal heat loss than with nasal resistance to airflow. 16, 18 The CFD technique, however, has some disadvantages, including the high cost of medical imaging, radiation exposure when based Bailey et al. ",
      "sentences": [
        [
          {
            "segment_text": "Subjective nasal patency ; nasal airflow sensation ; nasal mucosal temperature ; mucosal cooling ; NOSE score ; visual analog scale ; nasal airway obstruction Recent computational studies demonstrated that it is possible to quantify inspiratory mucosal heat loss utilizing computational fluid dynamics ( CFD ) simulations in 3-dimensional patient-specific models of the nasal anatomy built from radiologic imaging .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "15-18 These computational studies confirmed that subjective nasal patency correlates better with mucosal heat loss than with nasal resistance to airflow .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "16 , 18 The CFD technique ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "however , has some disadvantages ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including the high cost of medical imaging ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "radiation exposure when based Bailey et al. .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "6",
    "sentence_num": "17",
    "segment_num": "26",
    "token_num": "491"
  }
}