{
  "paper_id": "3673fc3da3365c3b0a8b2bef3652853904f81332",
  "metadata": {
    "title": "EQUINE ARTERITIS VIRUS",
    "coda_data_split": "train",
    "coda_paper_id": 2963,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Equine arteritis virus (EAV) is a small, enveloped, positive-stranded RNA virus, in the family m which can infect both horses and donkeys. While the majority of EAV infections are asymptomatic, acutely infected animals may develop a wide range of clinical signs, including pyrexia, limb and ventral edema, depression, rhinitis, and conjunctivitis. The virus may cause abortion and has caused mortality in neonates. After natural EAV infection, most horses develop a solid, long-term immunity to the disease. Mares and geldings eliminate the virus within 60 days, but 30 to 60% of acutely infected stallions will become persistently infected These persistently infected animals maintain EAV within the reproductive tract, shed virus continuously in the semen, and can transmit the virus venereally. Mares infected venereally may not have clinical signs, but they shed large amounts of virus in nasopharyngeal secretions and in urine, which may result in lateral spread of the infection by an aerosol route. The consequences of venereally acquired infection are minimal, with no known effects on conception rate, but mares infected at a late stages of gestation may abort. Identification of carrier stallions is crucial to control the dissemination of EAV. The stallions can be identified by serological screening using a virus neutralization (VN) test. If positive at a titer of 2 1:4, the stallion should be tested for persistent infection by virus isolation from the sperm-rich fraction of the ejaculate, or by test mating. Shedding stallions should not be used for breeding, or should be bred only to mares seropositive from a natural infection or from vaccination; the mares should be subsequently isolated from seronegative horses for three weeks a\u0026r natural or artificial insemination. A live attenuated (ARVAC) and a formalin-inactivated (ARTERVAC) vaccine are available. Both vaccines induce virus-neutralizing antibodies, the presence of which correlates with protection from disease, abortion, and the development of a persistent infection. Serological investigations indicate that EAV has a worldwide distribution and that its prevalence is increasing. As a consequence, an increasing number of equine viral arteritis (EVA) outbreaks is being reported. This trend is likely to continue unless action is taken to slow or halt the transmission of this agent through semen. Q A.L. Glaser et al. 1997 ",
      "sentences": [
        [
          {
            "segment_text": "Equine arteritis virus ( EAV ) is a small ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "enveloped , positive-stranded RNA virus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "in the family m which can infect both horses and donkeys .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "While the majority of EAV infections are asymptomatic ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "acutely infected animals may develop a wide range of clinical signs ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including pyrexia , limb and ventral edema ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "depression , rhinitis , and conjunctivitis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The virus may cause abortion and has caused mortality in neonates .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "After natural EAV infection , most horses develop a solid ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "long-term immunity to the disease .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Mares and geldings eliminate the virus within 60 days ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but 30 to 60 % of acutely infected stallions will become persistently infected These persistently infected animals maintain EAV within the reproductive tract ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "shed virus continuously in the semen ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and can transmit the virus venereally .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Mares infected venereally may not have clinical signs ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but they shed large amounts of virus in nasopharyngeal secretions and in urine ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which may result in lateral spread of the infection by an aerosol route .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The consequences of venereally acquired infection are minimal ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with no known effects on conception rate ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but mares infected at a late stages of gestation may abort .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Identification of carrier stallions is crucial to control the dissemination of EAV .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The stallions can be identified by serological screening using a virus neutralization ( VN ) test .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "If positive at a titer of 2 1:4 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the stallion should be tested for persistent infection by virus isolation from the sperm-rich fraction of the ejaculate , or by test mating .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Shedding stallions should not be used for breeding ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "or should be bred only to mares seropositive from a natural infection or from vaccination ; the mares should be subsequently isolated from seronegative horses for three weeks a \u0026 r natural or artificial insemination .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A live attenuated ( ARVAC ) and a formalin-inactivated ( ARTERVAC ) vaccine are available .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Both vaccines induce virus-neutralizing antibodies ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the presence of which correlates with protection from disease ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "abortion , and the development of a persistent infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Serological investigations indicate that EAV has a worldwide distribution and that its prevalence is increasing .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "As a consequence , an increasing number of equine viral arteritis ( EVA ) outbreaks is being reported .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This trend is likely to continue unless action is taken to slow or halt the transmission of this agent through semen .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Q A.L. Glaser et al. 1997",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "17",
    "segment_num": "34",
    "token_num": "420"
  }
}