{
  "paper_id": "367decf686bc1f476ebd0874336a328f12e6ffc4",
  "metadata": {
    "title": "Phylogeny of bovine norovirus in Egypt based on VP2 gene",
    "coda_data_split": "train",
    "coda_paper_id": 7280,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Bovine norovirus (BNoV) has emerged as a viral pathogen that causes a gastrointestinal illness and diarrhea in cattle. Despite its worldwide distribution, very little information is known about BNoV in Africa. In this study, BNoV was detected in 27.6% (8/29) of tested fecal materials, collected from sporadic cases of diarrheic calves, using the reverse transcription-polymerase chain reaction (RT-PCR) and primers that target RNA dependent RNA polymerase gene. Additionally, one primer pair was designed to flank the BNoV-VP2 (small capsid protein) gene for molecular analysis. Study VP2 sequences were phylogenetically-related to BNoV-GIII.2 (Newbury2-like) genotype, which is highly prevalent all over the world. However, they were separated within the cluster and one strain (41FR) grouped with recombinant GIII.P1/GIII.2 strains. Compared to reference VP2 sequences, 14 amino acid substitution mutations were found to be unique to our strains. The study confirms that BNoV is currently circulating among diarrheic calves of Egypt and also characterizes its ORF3 (VP2) genetically. The status of BNoV should be continuously evaluated in Egypt for effective prevention and control.",
      "sentences": [
        [
          {
            "segment_text": "Bovine norovirus ( BNoV ) has emerged as a viral pathogen that causes a gastrointestinal illness and diarrhea in cattle .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Despite its worldwide distribution , very little information is known about BNoV in Africa .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , BNoV was detected in 27.6 % ( 8/29 ) of tested fecal materials ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "collected from sporadic cases of diarrheic calves ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "using the reverse transcription-polymerase chain reaction ( RT-PCR ) and primers that target RNA dependent RNA polymerase gene .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Additionally , one primer pair was designed to flank the BNoV-VP2 ( small capsid protein ) gene for molecular analysis .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Study VP2 sequences were phylogenetically-related to BNoV-GIII.2 ( Newbury2-like ) genotype ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "which is highly prevalent all over the world .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "However , they were separated within the cluster and one strain ( 41FR ) grouped with recombinant GIII.P1 / GIII .2 strains .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Compared to reference VP2 sequences ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "14 amino acid substitution mutations were found to be unique to our strains .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The study confirms that BNoV is currently circulating among diarrheic calves of Egypt and also characterizes its ORF3 ( VP2 ) genetically .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The status of BNoV should be continuously evaluated in Egypt for effective prevention and control .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "T 1 The BNoV-RdRp targeting primers were used in one step RT-PCR for the purpose of BNoV detection. 2 The BNoV-VP2 targeting primers were used in one step RT-PCR for the purpose of sequencing and molecular analysis. 3 F; forward (sense) primer, R; reverse (antisense) primer. 4 The VP2 specific primers were designed based on the GenBank reference sequence (Bo/Newbury2/1976/UK/ AF097917).",
      "sentences": [
        [
          {
            "segment_text": "T 1 The BNoV-RdRp targeting primers were used in one step RT-PCR for the purpose of BNoV detection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "2 The BNoV-VP2 targeting primers were used in one step RT-PCR for the purpose of sequencing and molecular analysis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "3 F ; forward ( sense ) primer ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "R ; reverse ( antisense ) primer .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "4 The VP2 specific primers were designed based on the GenBank reference sequence ( Bo/Newbury2/1976 / UK / AF097917 ) .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "13",
    "segment_num": "18",
    "token_num": "282"
  }
}