{
  "paper_id": "3686cc6679e6b69e0ff3187aeb37ab90478236f5",
  "metadata": {
    "title": "Recent progress of immunology research in China",
    "coda_data_split": "train",
    "coda_paper_id": 6510,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "To celebrate the 60th anniversary of SCIENCE CHINA, the second issue of Science China Life Sciences (2010) focuses on immunology, with six articles contributed by immunologists working both in and outside China. The articles review the current position and recent developments in the field of immunology, including tumor necrosis factor (TNF) receptor-associated factor (TRAF) family molecules, innate recognition, plasmacytoid dendritic cells (pDCs), costimulatory molecules, T cells, and humanized mouse models.",
      "sentences": [
        [
          {
            "segment_text": "To celebrate the 60th anniversary of SCIENCE CHINA ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "the second issue of Science China Life Sciences ( 2010 ) focuses on immunology ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "with six articles contributed by immunologists working both in and outside China .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The articles review the current position and recent developments in the field of immunology ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "including tumor necrosis factor ( TNF ) receptor-associated factor ( TRAF ) family molecules ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "innate recognition , plasmacytoid dendritic cells ( pDCs ) ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "costimulatory molecules , T cells , and humanized mouse models .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "As early as 1798, the word \"vaccination\" was coined specifically to describe the injection of smallpox vaccine. In 1880, Louis Pasteur published a paper on Pasteurella septica cholera, heralding the beginning of a new scientific field: Immunology. From then on, Pasteur\u0027s germ theory of human infectious disease facilitated the development of various vaccines, leading to a greater understanding of the immune system which, in turn, resulted in the expansion of the field of Immunology. For a century, immunologists around the world have enhanced our understanding of the immune system; from humoral and cellular adaptive immunity to the pattern recognition involved in innate immunity. Alongside great advances due to the expansion of molecular biology over the past decade, Immunology has become a central pillar of the life sciences, developing many branches such as Medical Immunology, Tumor Immunology, Clinical Immunology and Transplantation Immunology. As an integral component of medical science, Immunology plays an important role in deepening the understanding of the pathophysiology of human disease, and also contributes to the development of modern therapeutics to treat infection, autoimmune diseases, allergies and cancer. In recent years, Chinese immunologists have produced many important studies in Immunology. The following reviews provide a brief overview of recent advances in Immunology, highlighting the contributions of leading Chinese immunologists.",
      "sentences": [
        [
          {
            "segment_text": "As early as 1798 , the word `` vaccination \u0027\u0027 was coined specifically to describe the injection of smallpox vaccine .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In 1880 , Louis Pasteur published a paper on Pasteurella septica cholera ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "heralding the beginning of a new scientific field : Immunology .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "From then on , Pasteur \u0027s germ theory of human infectious disease facilitated the development of various vaccines ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "leading to a greater understanding of the immune system which ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "in turn , resulted in the expansion of the field of Immunology .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "For a century , immunologists around the world have enhanced our understanding of the immune system ; from humoral and cellular adaptive immunity to the pattern recognition involved in innate immunity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Alongside great advances due to the expansion of molecular biology over the past decade ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Immunology has become a central pillar of the life sciences ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "developing many branches such as Medical Immunology ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Tumor Immunology , Clinical Immunology and Transplantation Immunology .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "As an integral component of medical science ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Immunology plays an important role in deepening the understanding of the pathophysiology of human disease ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and also contributes to the development of modern therapeutics to treat infection ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "autoimmune diseases , allergies and cancer .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In recent years , Chinese immunologists have produced many important studies in Immunology .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The following reviews provide a brief overview of recent advances in Immunology ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "highlighting the contributions of leading Chinese immunologists .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "The first review \"TRAF-mediated regulation of immune and inflammatory responses\" by Wang et al.",
      "sentences": [
        [
          {
            "segment_text": "The first review `` TRAF-mediated regulation of immune and inflammatory responses \u0027\u0027 by Wang et al. .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "[1] focuses on the TRAF family, beginning with a comprehensive introduction to structure and function. Over the past few years, research studies have established a central role of TRAF proteins in inflammation and immunity. The TRAF family plays divergent and non-redundant roles in regulating the many signal transduction pathways involved in innate and adaptive immune responses. These molecules participate in signal transduction by a large number of receptor families, including the TNF receptor family and the Toll-like receptor-interleukin-1 receptor family. The review summarizes the divergent roles played by TRAF proteins in positive and negative regulation of the canonical and non-canonical NF-κB pathways and type I interferon pathways, and also points out many aspects of TRAF biology that, although not clear, may still be of great significance to related research.",
      "sentences": [
        [
          {
            "segment_text": "( 1 ) focuses on the TRAF family ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "beginning with a comprehensive introduction to structure and function .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Over the past few years ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "research studies have established a central role of TRAF proteins in inflammation and immunity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The TRAF family plays divergent and non-redundant roles in regulating the many signal transduction pathways involved in innate and adaptive immune responses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These molecules participate in signal transduction by a large number of receptor families ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including the TNF receptor family and the Toll-like receptor-interleukin-1 receptor family .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The review summarizes the divergent roles played by TRAF proteins in positive and negative regulation of the canonical and non-canonical NF-κB pathways and type I interferon pathways ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and also points out many aspects of TRAF biology that ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "although not clear , may still be of great significance to related research .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "The second review is entitled \"On self-non-self discrimination in pattern recognition\" by Liu et al. [2]. The first section of this article discusses the development of immunity from a historical perspective. The second part deals with two different patterns of innate immune recognition. The third part then goes on to summarize the latest advances in the authors\u0027 own research into the CD24-SiglecG/10 pathway. According to their studies, the CD24/Siglec 10 pathway discriminates pathogen-associated molecular patterns",
      "sentences": [
        [
          {
            "segment_text": "The second review is entitled `` On self-non-self discrimination in pattern recognition \u0027\u0027 by Liu et al. ( 2 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The first section of this article discusses the development of immunity from a historical perspective .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The second part deals with two different patterns of innate immune recognition .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The third part then goes on to summarize the latest advances in the authors \u0027 own research into the CD24-SiglecG/10 pathway .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "According to their studies , the CD24/Siglec 10 pathway discriminates pathogen-associated molecular patterns",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "5",
    "sentence_num": "21",
    "segment_num": "41",
    "token_num": "574"
  }
}