{
  "paper_id": "368fb114dfd565dedb635f62b9062956b49cd475",
  "metadata": {
    "title": "Anti-biofilm Activity of Graphene Quantum Dots via Self-Assembly with Bacterial Amyloid Proteins",
    "coda_data_split": "train",
    "coda_paper_id": 3281,
    "coda_has_expert_labels": false,
    "subset": "biorxiv_medrxiv"
  },
  "abstract": [
    {
      "original_text": "Bacterial biofilms represent an essential part of Earth\u0027s ecosystem that can cause multiple ecological, technological and health problems. The environmental resilience and sophisticated organization of biofilms are enabled by the extracellular matrix that creates a protective network of biomolecules around the bacterial community. Current anti-biofilm agents can interfere with extracellular matrix production but, being based on small molecules, are degraded by bacteria and rapidly diffuse away from biofilms. Both factors severely reduce their efficacy, while their toxicity to higher organisms create additional barriers to their practicality. In this paper we report on the ability of graphene quantum dots to effectively disperse mature Staphylococcus aureus biofilms, interfering with the self-assembly of amyloid fibers -a key structural component of the extracellular matrix. Mimicking peptide-binding biomolecules, graphene quantum dots form supramolecular complexes with phenol soluble modulins, the peptide monomers of amyloid fibers. Experimental and computational results show that graphene quantum dots efficiently dock near the N-terminus of the peptide and change the secondary structure of phenol soluble modulins, which disrupts their fibrillation and represents a novel strategy for mitigation of bacterial communities.",
      "sentences": [
        [
          {
            "segment_text": "Bacterial biofilms represent an essential part of Earth \u0027s ecosystem that can cause multiple ecological , technological and health problems .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The environmental resilience and sophisticated organization of biofilms are enabled by the extracellular matrix that creates a protective network of biomolecules around the bacterial community .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Current anti-biofilm agents can interfere with extracellular matrix production but ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "being based on small molecules ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "are degraded by bacteria and rapidly diffuse away from biofilms .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Both factors severely reduce their efficacy ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "while their toxicity to higher organisms create additional barriers to their practicality .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this paper we report on the ability of graphene quantum dots to effectively disperse mature Staphylococcus aureus biofilms ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "interfering with the self-assembly of amyloid fibers - a key structural component of the extracellular matrix .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Mimicking peptide-binding biomolecules , graphene quantum dots form supramolecular complexes with phenol soluble modulins ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "the peptide monomers of amyloid fibers .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Experimental and computational results show that graphene quantum dots efficiently dock near the N-terminus of the peptide and change the secondary structure of phenol soluble modulins ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which disrupts their fibrillation and represents a novel strategy for mitigation of bacterial communities .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "13",
    "token_num": "196"
  }
}