{
  "paper_id": "369914e87f682579eb3a5efeb43dc0184a88b5d6",
  "metadata": {
    "title": "Combination Kinase Inhibitor Treatment Suppresses Rift Valley Fever Virus Replication",
    "coda_data_split": "train",
    "coda_paper_id": 10860,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Viruses must parasitize host cell translational machinery in order to make proteins for viral progeny. In this study, we sought to use this signal transduction conduit against them by inhibiting multiple kinases that influence translation. Previous work indicated that several kinases involved in translation, including p70 S6K, p90RSK, ERK, and p38 MAPK, are phosphorylated following Rift Valley fever virus (RVFV) infection. Furthermore, inhibiting p70 S6K through treatment with the FDA approved drug rapamycin prevents RVFV pathogenesis in a mouse model of infection. We hypothesized that inhibiting either p70 S6K, p90RSK, or p90RSK\u0027s upstream kinases, ERK and p38 MAPK, would decrease translation and subsequent viral replication. Treatment with the p70 S6K inhibitor PF-4708671 resulted in decreased phosphorylation of translational proteins and reduced RVFV titers. In contrast, treatment with the p90RSK inhibitor BI-D1870, p38MAPK inhibitor SB203580, or the ERK inhibitor PD0325901 alone had minimal influence on RVFV titers. The combination of PF-4708671 and BI-D1870 treatment resulted in robust inhibition of RVFV replication. Likewise, a synergistic inhibition of RVFV replication was observed with p38MAPK inhibitor SB203580 or the ERK inhibitor PD0325901 combined with rapamycin treatment. These findings serve as a proof of concept regarding combination kinase inhibitor treatment for RVFV infection.",
      "sentences": [
        [
          {
            "segment_text": "Viruses must parasitize host cell translational machinery in order to make proteins for viral progeny .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , we sought to use this signal transduction conduit against them by inhibiting multiple kinases that influence translation .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Previous work indicated that several kinases involved in translation ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including p70 S6K , p90RSK ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "ERK , and p38 MAPK ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "are phosphorylated following Rift Valley fever virus ( RVFV ) infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Furthermore , inhibiting p70 S6K through treatment with the FDA approved drug rapamycin prevents RVFV pathogenesis in a mouse model of infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We hypothesized that inhibiting either p70 S6K ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "p90RSK , or p90RSK \u0027s upstream kinases ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "ERK and p38 MAPK , would decrease translation and subsequent viral replication .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Treatment with the p70 S6K inhibitor PF-4708671 resulted in decreased phosphorylation of translational proteins and reduced RVFV titers .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In contrast , treatment with the p90RSK inhibitor BI-D1870 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "p38MAPK inhibitor SB203580 , or the ERK inhibitor PD0325901 alone had minimal influence on RVFV titers .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The combination of PF-4708671 and BI-D1870 treatment resulted in robust inhibition of RVFV replication .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Likewise , a synergistic inhibition of RVFV replication was observed with p38MAPK inhibitor SB203580 or the ERK inhibitor PD0325901 combined with rapamycin treatment .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These findings serve as a proof of concept regarding combination kinase inhibitor treatment for RVFV infection .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "16",
    "token_num": "226"
  }
}