{
  "paper_id": "36c1c6bc314487fe898f76a7093175d90347ac20",
  "metadata": {
    "title": "Genetic polymorphisms and risk of recurrent wheezing in pediatric age",
    "coda_data_split": "train",
    "coda_paper_id": 3581,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Wheezing during early life is a very common disorder, but the reasons underlying the different wheezing phenotypes are still unclear. The aims of this study were to analyse the potential correlations between the risk of developing recurrent wheezing and the presence of specific polymorphisms of some genes regulating immune system function, and to study the relative importance of the associations of different viruses and genetic polymorphisms in causing recurrent episodes.",
      "sentences": [
        [
          {
            "segment_text": "Background : Wheezing during early life is a very common disorder ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but the reasons underlying the different wheezing phenotypes are still unclear .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The aims of this study were to analyse the potential correlations between the risk of developing recurrent wheezing and the presence of specific polymorphisms of some genes regulating immune system function ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and to study the relative importance of the associations of different viruses and genetic polymorphisms in causing recurrent episodes .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "The study involved 119 otherwise healthy infants admitted to hospital for a first episode of wheezing (74 of whom subsequently experienced recurrent episodes) and 119 age-and sex-matched subjects without any history of respiratory problem randomly selected from those attending our outpatient clinic during the study period. All of the study subjects were followed up for two years, and 47 single nucleotide polymorphisms (SNPs) in 33 candidate genes were genotyped on whole blood using an ABI PRISM 7900 HT Fast Real-time instrument.",
      "sentences": [
        [
          {
            "segment_text": "The study involved 119 otherwise healthy infants admitted to hospital for a first episode of wheezing ( 74 of whom subsequently experienced recurrent episodes ) and 119 age-and sex-matched subjects without any history of respiratory problem randomly selected from those attending our outpatient clinic during the study period .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "All of the study subjects were followed up for two years ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and 47 single nucleotide polymorphisms ( SNPs ) in 33 candidate genes were genotyped on whole blood using an ABI PRISM 7900 HT Fast Real-time instrument .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results: IL8-rs4073AT, VEGFA-rs833058CT, MBL2-rs1800450CT and IKBKB-rs3747811AT were associated with a significantly increased risk of developing wheezing (p \u003d 0.02, p \u003d 0.03, p \u003d 0.05 and p \u003d 0.0018), whereas CTLA4-rs3087243AG and NFKBIB-rs3136641TT were associated with a significantly reduced risk (p \u003d 0.05 and p \u003d 0.04). IL8-rs4073AT, VEGFA-rs2146323AA and NFKBIA-rs2233419AG were associated with a significantly increased risk of developing recurrent wheezing (p \u003d 0.04, p \u003d 0.04 and p \u003d 0.03), whereas TLR3-rs3775291TC was associated with a significantly reduced risk (p \u003d 0.03). Interestingly, the study of gene-environment interactions showed that rhinovirus was significantly associated with recurrent wheezing in the presence of IL4Ra-rs1801275GG and G (odds ratio [OR] 6.03, 95% confidence interval [CI]: 1.21-30.10, p \u003d 0.03) and MAP3K1-rs702689AA (OR 4.09, 95% CI: 1.14-14.61, p \u003d 0.03). Conclusions: This study shows a clear relationship between the risk of wheezing and polymorphisms of some genes involved in the immune response. Although further studies are needed to confirm the results, these findings may be useful for the early identification of children at the highest risk of developing recurrent episodes and possibly subsequent asthma.",
      "sentences": [
        [
          {
            "segment_text": "Results : IL8-rs4073AT , VEGFA-rs833058CT ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "MBL2-rs1800450CT and IKBKB-rs3747811AT were associated with a significantly increased risk of developing wheezing ( p \u003d 0.02 , p \u003d 0.03 , p \u003d 0.05 and p \u003d 0.0018 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whereas CTLA4-rs3087243AG and NFKBIB-rs3136641TT were associated with a significantly reduced risk ( p \u003d 0.05 and p \u003d 0.04 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "IL8-rs4073AT , VEGFA-rs2146323AA and NFKBIA-rs2233419AG were associated with a significantly increased risk of developing recurrent wheezing ( p \u003d 0.04 , p \u003d 0.04 and p \u003d 0.03 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whereas TLR3-rs3775291TC was associated with a significantly reduced risk ( p \u003d 0.03 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Interestingly , the study of gene-environment interactions showed that rhinovirus was significantly associated with recurrent wheezing in the presence of IL4Ra-rs1801275GG and G ( odds ratio ( OR ) 6.03 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "95 % confidence interval ( CI ) : 1.21-30.10 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "p \u003d 0.03 ) and MAP3K1-rs702689AA ( OR 4.09 , 95 % CI : 1.14-14.61 , p \u003d 0.03 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : This study shows a clear relationship between the risk of wheezing and polymorphisms of some genes involved in the immune response .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Although further studies are needed to confirm the results ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "these findings may be useful for the early identification of children at the highest risk of developing recurrent episodes and possibly subsequent asthma .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "9",
    "segment_num": "18",
    "token_num": "387"
  }
}