{
  "paper_id": "36c4fff0730b1ed6138d1db5b26859242f2d6ab8",
  "metadata": {
    "title": "Search for the New Potential RNA Thermometers in the Genome of Salmonella enterica EXPERIMENTAL ARTICLES",
    "coda_data_split": "train",
    "coda_paper_id": 6089,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Currently, a number of structurally and functionally different temperature sensitive elements such as RNA thermometers which control a variety of biological processes in bacteria, including virulence, are known. Based on computer and thermodynamic analysis of completely sequenced genomes of 25 Salmonella enterica isolates, the algorithm and criteria for the search of potential RNA thermometers were developed. It will make it possible to carry out the search for potential riboswitches in the genome of other socially impor tant pathogens. For S. enterica, apart from the known 4U RNA thermometer, four hairpin loop structures were identified which may probably act as additional RNA thermometers. They satisfy the necessary and suf ficient conditions for formation of RNA thermometers and are highly conservative uncanonical structures, since these highly conservative structures were found in the genome of all 25 isolates of S. enterica. The hair pins forming a cruciform structure in the supercoiled pUC8 DNA were visualized by atomic force micros copy.",
      "sentences": [
        [
          {
            "segment_text": "Currently , a number of structurally and functionally different temperature sensitive elements such as RNA thermometers which control a variety of biological processes in bacteria ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including virulence , are known .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Based on computer and thermodynamic analysis of completely sequenced genomes of 25 Salmonella enterica isolates ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the algorithm and criteria for the search of potential RNA thermometers were developed .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It will make it possible to carry out the search for potential riboswitches in the genome of other socially impor tant pathogens .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "For S. enterica , apart from the known 4U RNA thermometer ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "four hairpin loop structures were identified which may probably act as additional RNA thermometers .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "They satisfy the necessary and suf ficient conditions for formation of RNA thermometers and are highly conservative uncanonical structures ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "since these highly conservative structures were found in the genome of all 25 isolates of S. enterica .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The hair pins forming a cruciform structure in the supercoiled pUC8 DNA were visualized by atomic force micros copy .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "10",
    "token_num": "170"
  }
}