{
  "paper_id": "36c9f0d81abca39d9decec0de264ad9b5e8be161",
  "metadata": {
    "title": "Diagnostics of rare disorders: whole-exome sequencing deciphering locus heterogeneity in telomere biology disorders",
    "coda_data_split": "train",
    "coda_paper_id": 4919,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: The telomere biology disorders (TBDs) include a range of multisystem diseases characterized by mucocutaneous symptoms and bone marrow failure. In dyskeratosis congenita (DKC), the clinical features of TBDs stem from the depletion of crucial stem cell populations in highly proliferative tissues, resulting from abnormal telomerase function. Due to the wide spectrum of clinical presentations and lack of a conclusive laboratory test it may be challenging to reach a clinical diagnosis, especially if patients lack the pathognomonic clinical features of TBDs.",
      "sentences": [
        [
          {
            "segment_text": "Background : The telomere biology disorders ( TBDs ) include a range of multisystem diseases characterized by mucocutaneous symptoms and bone marrow failure .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In dyskeratosis congenita ( DKC ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the clinical features of TBDs stem from the depletion of crucial stem cell populations in highly proliferative tissues ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "resulting from abnormal telomerase function .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Due to the wide spectrum of clinical presentations and lack of a conclusive laboratory test it may be challenging to reach a clinical diagnosis ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "especially if patients lack the pathognomonic clinical features of TBDs .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Methods: Clinical sequencing was performed on a cohort of patients presenting with variable immune phenotypes lacking molecular diagnoses. Hypothesis-free whole-exome sequencing (WES) was selected in the absence of compelling diagnostic hints in patients with variable immunological and haematological conditions.",
      "sentences": [
        [
          {
            "segment_text": "Methods : Clinical sequencing was performed on a cohort of patients presenting with variable immune phenotypes lacking molecular diagnoses .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Hypothesis-free whole-exome sequencing ( WES ) was selected in the absence of compelling diagnostic hints in patients with variable immunological and haematological conditions .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "In four patients belonging to three families, we have detected five novel variants in known TBD-causing genes (DKC1, TERT and RTEL1). In addition to the molecular findings, they all presented shortened blood cell telomeres. These findings are consistent with the displayed TBD phenotypes, addressing towards the molecular diagnosis and subsequent clinical follow-up of the patients. Conclusions: Our results strongly support the utility of WES-based approaches for routine genetic diagnostics of TBD patients with heterogeneous or atypical clinical presentation who otherwise might remain undiagnosed.",
      "sentences": [
        [
          {
            "segment_text": "In four patients belonging to three families ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "we have detected five novel variants in known TBD-causing genes ( DKC1 , TERT and RTEL1 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition to the molecular findings ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "they all presented shortened blood cell telomeres .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These findings are consistent with the displayed TBD phenotypes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "addressing towards the molecular diagnosis and subsequent clinical follow-up of the patients .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : Our results strongly support the utility of WES-based approaches for routine genetic diagnostics of TBD patients with heterogeneous or atypical clinical presentation who otherwise might remain undiagnosed .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "9",
    "segment_num": "15",
    "token_num": "230"
  }
}