{
  "paper_id": "36eaec58a5d37602d2932074f554858a22acdfe3",
  "metadata": {
    "title": "Pulmonary DNA vaccination: Concepts, possibilities and perspectives",
    "coda_data_split": "train",
    "coda_paper_id": 3615,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Mucosal immunity establishes the first line of defence against pathogens entering the body via mucosal surfaces. Besides eliciting both local and systemic immunity, mucosal vaccination strategies that are non-invasive in nature may increase patient compliance and reduce the need for vaccine application by trained personnel. A relatively new concept is mucosal immunization using DNA vaccines. The advantages of DNA vaccines, such as the opportunity to combine the genetic information of various antigen epitopes and stimulatory cytokines, the enhanced stability and ease of production make this class of vaccines attractive and suitable for mucosal application. In contrast to the area of intranasal vaccination, only a few recent studies have focused on pulmonary immunization and the involvement of the pulmonary immune system in eliciting protective immune responses against inhaled pathogens. This review focuses on DNA vaccine delivery to the lung as a promising approach to prevent pulmonaryassociated diseases caused by inhaled pathogens. Attractive immunological features of the lung as a site for immunization, the mechanisms of action of DNA vaccines and the pulmonary application of such vaccines using novel delivery systems will be discussed. We also examine pulmonary diseases prone to prevention or therapeutical intervention by application of DNA vaccines. D",
      "sentences": [
        [
          {
            "segment_text": "Mucosal immunity establishes the first line of defence against pathogens entering the body via mucosal surfaces .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Besides eliciting both local and systemic immunity ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "mucosal vaccination strategies that are non-invasive in nature may increase patient compliance and reduce the need for vaccine application by trained personnel .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A relatively new concept is mucosal immunization using DNA vaccines .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The advantages of DNA vaccines ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "such as the opportunity to combine the genetic information of various antigen epitopes and stimulatory cytokines ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the enhanced stability and ease of production make this class of vaccines attractive and suitable for mucosal application .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In contrast to the area of intranasal vaccination ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "only a few recent studies have focused on pulmonary immunization and the involvement of the pulmonary immune system in eliciting protective immune responses against inhaled pathogens .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review focuses on DNA vaccine delivery to the lung as a promising approach to prevent pulmonaryassociated diseases caused by inhaled pathogens .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Attractive immunological features of the lung as a site for immunization ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the mechanisms of action of DNA vaccines and the pulmonary application of such vaccines using novel delivery systems will be discussed .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We also examine pulmonary diseases prone to prevention or therapeutical intervention by application of DNA vaccines .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "D",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "14",
    "token_num": "212"
  }
}