{
  "paper_id": "36f4e878826cc01b53272a5974ee60d8fddc9943",
  "metadata": {
    "title": "Biosynthesis of riboflavin. Lumazine synthase of Escherichia coli",
    "coda_data_split": "train",
    "coda_paper_id": 4552,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "publicly funded repositories, such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source. These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active. factors and the gene regulatory network in Escherichia coli. Nucleic Acids Res. 31, 1234-1244 15 Richter, G. et al. (1997 Biosynthesis of riboflavin: characterization of the bifunctional deaminase-reductase of Escherichia coli and Bacillus subtilis.",
      "sentences": [
        [
          {
            "segment_text": "publicly funded repositories , such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "factors and the gene regulatory network in Escherichia coli .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Nucleic Acids Res .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "31 , 1234-1244 15 Richter ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "G. et al. ( 1997 Biosynthesis of riboflavin : characterization of the bifunctional deaminase-reductase of Escherichia coli and Bacillus subtilis .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "6",
    "token_num": "92"
  }
}