{
  "paper_id": "36f9a0846e736e21303f13987d0e0787de742511",
  "metadata": {
    "title": "Drosophila as a genetic model for studying pathogenic human viruses",
    "coda_data_split": "train",
    "coda_paper_id": 2122,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Viruses are infectious particles whose viability is dependent on the cells of living organisms, such as bacteria, plants, and animals. It is of great interest to discover how viruses function inside host cells in order to develop therapies to treat virally infected organisms. The fruit fly Drosophila melanogaster is an excellent model system for studying the molecular mechanisms of replication, amplification, and cellular consequences of human viruses. In this review, we describe the advantages of using Drosophila as a model system to study human viruses, and highlight how Drosophila has been used to provide unique insight into the gene function of several pathogenic viruses. We also propose possible directions for future research in this area.",
      "sentences": [
        [
          {
            "segment_text": "Viruses are infectious particles whose viability is dependent on the cells of living organisms ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "such as bacteria , plants , and animals .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It is of great interest to discover how viruses function inside host cells in order to develop therapies to treat virally infected organisms .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The fruit fly Drosophila melanogaster is an excellent model system for studying the molecular mechanisms of replication ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "amplification , and cellular consequences of human viruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this review , we describe the advantages of using Drosophila as a model system to study human viruses ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and highlight how Drosophila has been used to provide unique insight into the gene function of several pathogenic viruses .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We also propose possible directions for future research in this area .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "8",
    "token_num": "127"
  }
}