{
  "paper_id": "370d71c728ead6af3f4a03fc131f4afca8520b74",
  "metadata": {
    "title": "Attachment of human immunodeficiency virus to cells and its inhibition",
    "coda_data_split": "train",
    "coda_paper_id": 8437,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The entry of enveloped viruses involves virus adsorption followed by close apposition of the viral and plasma membranes. This multistep process is initiated by specific binding interactions between glycoproteins in the viral envelope and appropriate receptors on the cell surface. In the case of HIV-1, attachment of virions to the cell surface is attributed to a high affinity interaction between envelope spike glycoproteins (Env, composed of the surface protein gp120 and the transmembrane protein gp41) and a complex made of the primary CD4 receptor and a seven-transmembrane co-receptor (e.g., CXCR4 or CCR5) (reviewed in [1]). Then a chain of dynamic events take place that enable the viral nucleocapsid to penetrate within the target cell following the destabilization of membrane microenvironment and the formation of a fusion pore.",
      "sentences": [
        [
          {
            "segment_text": "The entry of enveloped viruses involves virus adsorption followed by close apposition of the viral and plasma membranes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This multistep process is initiated by specific binding interactions between glycoproteins in the viral envelope and appropriate receptors on the cell surface .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In the case of HIV-1 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "attachment of virions to the cell surface is attributed to a high affinity interaction between envelope spike glycoproteins ( Env , composed of the surface protein gp120 and the transmembrane protein gp41 ) and a complex made of the primary CD4 receptor and a seven-transmembrane co-receptor ( e.g. , CXCR4 or CCR5 ) ( reviewed in ( 1 ) ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Then a chain of dynamic events take place that enable the viral nucleocapsid to penetrate within the target cell following the destabilization of membrane microenvironment and the formation of a fusion pore .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Although it is generally accepted that HIV-1 attachment to its major cellular reservoirs (i.e., T helper cells and macrophages) occurs through the twostage receptor-interaction pathway, there is accumulating evidence indicating that the initial attachment step is a more complex phenomenon than initially thought. Indeed it seems that adsorption of HIV-1 to the cell surface is modulated by a large variety of interactions between the viral entity and the target cell surface (reviewed in [2] ). This retrovirus may also attach to some cell types by CD4-independent interactions involving highly glycosylated groups or basic residues found on gp120 and polyanionic sulfated chains or lectin-like domains on some specific cell surface receptors (reviewed in [1]). For example, heparan sulfate proteoglycans, which are expressed at high levels on different cell types, such as epithelial and endothelial cells, can interact with the envelope spike glycoprotein and serve as docking structures for HIV-1 [3]. Heparan sulfate proteoglycans such as syndecans serve as the main class of attachment receptors for HIV-1 on different cell types, e.g., macrophages and endothelial cells, and are thought to play a cardinal role in virus transmission Entry Inhibitors in HIV Therapy Edited",
      "sentences": [
        [
          {
            "segment_text": "Although it is generally accepted that HIV-1 attachment to its major cellular reservoirs ( i.e. , T helper cells and macrophages ) occurs through the twostage receptor-interaction pathway ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "there is accumulating evidence indicating that the initial attachment step is a more complex phenomenon than initially thought .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Indeed it seems that adsorption of HIV-1 to the cell surface is modulated by a large variety of interactions between the viral entity and the target cell surface ( reviewed in ( 2 ) ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This retrovirus may also attach to some cell types by CD4-independent interactions involving highly glycosylated groups or basic residues found on gp120 and polyanionic sulfated chains or lectin-like domains on some specific cell surface receptors ( reviewed in ( 1 ) ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "For example , heparan sulfate proteoglycans ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which are expressed at high levels on different cell types ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "such as epithelial and endothelial cells ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "can interact with the envelope spike glycoprotein and serve as docking structures for HIV-1 ( 3 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Heparan sulfate proteoglycans such as syndecans serve as the main class of attachment receptors for HIV-1 on different cell types ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "e.g. , macrophages and endothelial cells ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and are thought to play a cardinal role in virus transmission Entry Inhibitors in HIV Therapy Edited",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "9",
    "segment_num": "16",
    "token_num": "357"
  }
}