{
  "paper_id": "371d7e7883a4ced834f4f1d385076ba9ad874a22",
  "metadata": {
    "title": "Molecular and clinical characterization of human adenovirus associated with acute respiratory tract infection in hospitalized children",
    "coda_data_split": "train",
    "coda_paper_id": 3366,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background: Human adenovirus (HAdV) is a common pathogen in children that can cause acute respiratory tract infection (ARTI), but the molecular epidemiological and clinical information relating to HAdV among hospitalized children with ARTI are few reported in China. Objectives: To evaluate the epidemiological, clinical, and molecular characteristics of HAdV infections among hospitalized children with ARTI in Hebei, Northern China from June 2017 to May 2018. Study design: A 12-month longitudinal, retrospective study on HAdV, typed by nested polymerase chain reaction targeting the hexon gene\u0027s hypervariable region (typing was merely performed by sequencing of the hexon neutralization epitope and thus genotypes could not be identified unequivocally), associated with ARTI was performed. The epidemiological and clinical data of different types of HAdV were analyzed using statistical product and service solutions (SPSS) 21.0 software. Results: HAdV was detected in 330 (3.71%) of the 8906 specimens, with most (88.48%, 292/330) HAdV-positives cases detected among children \u003c 3 years old. HAdV were detected throughout the year with a higher prevalence in spring. 11 types were identified, with HAdV-2 (33.33%, 110/330) as the predominant type, followed by HAdV-3 (21.21%, 70/330) and HAdV-7 (13.94%, 46/330). Of the 330 HAdV-positive specimens, 247 (74.85%) were co-detected with other respiratory pathogens, most commonly rhinovirus (HRV) (58.7%, 145/ 247). Additionally, patients with HAdV-7 positive had longer duration of fever than HAdV-2 or -3 positive patients. Conclusions: During the study period, HAdV-2, HAdV-3 and HAdV-7 were the predominant types identified from children with ARTI in Hebei Province. Pediatric patients with HAdV-7 positive may not present more severe clinical outcome except a longer duration of fever.",
      "sentences": [
        [
          {
            "segment_text": "Background : Human adenovirus ( HAdV ) is a common pathogen in children that can cause acute respiratory tract infection ( ARTI ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but the molecular epidemiological and clinical information relating to HAdV among hospitalized children with ARTI are few reported in China .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Objectives : To evaluate the epidemiological ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "clinical , and molecular characteristics of HAdV infections among hospitalized children with ARTI in Hebei ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "Northern China from June 2017 to May 2018 .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Study design : A 12-month longitudinal ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "retrospective study on HAdV , typed by nested polymerase chain reaction targeting the hexon gene \u0027s hypervariable region ( typing was merely performed by sequencing of the hexon neutralization epitope and thus genotypes could not be identified unequivocally ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "associated with ARTI was performed .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The epidemiological and clinical data of different types of HAdV were analyzed using statistical product and service solutions ( SPSS ) 21.0 software .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : HAdV was detected in 330 ( 3.71 % ) of the 8906 specimens ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with most ( 88.48 % , 292/330 ) HAdV-positives cases detected among children \u003c 3 years old .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "HAdV were detected throughout the year with a higher prevalence in spring .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "11 types were identified , with HAdV-2 ( 33.33 % , 110/330 ) as the predominant type ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "followed by HAdV-3 ( 21.21 % , 70/330 ) and HAdV-7 ( 13.94 % , 46/330 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Of the 330 HAdV-positive specimens ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "247 ( 74.85 % ) were co-detected with other respiratory pathogens ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "most commonly rhinovirus ( HRV ) ( 58.7 % , 145 / 247 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Additionally , patients with HAdV-7 positive had longer duration of fever than HAdV-2 or -3 positive patients .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : During the study period ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "HAdV-2 , HAdV-3 and HAdV-7 were the predominant types identified from children with ARTI in Hebei Province .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Pediatric patients with HAdV-7 positive may not present more severe clinical outcome except a longer duration of fever .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "21",
    "token_num": "332"
  }
}