{
  "paper_id": "373474bd0d2c88363e7fad85fa0ca0863687a791",
  "metadata": {
    "title": "Author affi liations: University of North Carolina Health Care Sys-tem",
    "coda_data_split": "train",
    "coda_paper_id": 10320,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Despite widespread use of communicable disease surveillance data to inform public health intervention and control measures, the reporting completeness of the notifiable disease surveillance system remains incompletely assessed. Therefore, we conducted a comprehensive study of reporting completeness with an analysis of 53 diseases reported by 8 health care systems across North Carolina, USA, during 1995USA, during -1997USA, during and 2000USA, during -2006. All patients who were assigned an International Classifi cation of Diseases, 9th Revision, Clinical Modifi cation, diagnosis code for a state-required reportable communicable disease were matched to surveillance records. We used logistic regression techniques to estimate reporting completeness by disease, year, and health care system. The completeness of reporting varied among the health care systems from 2% to 30% and improved over time. Disease-specifi c reporting completeness proportions ranged from 0% to 82%, but were generally low even for diseases with great public health importance and opportunity for interventions.",
      "sentences": [
        [
          {
            "segment_text": "Despite widespread use of communicable disease surveillance data to inform public health intervention and control measures ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the reporting completeness of the notifiable disease surveillance system remains incompletely assessed .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Therefore , we conducted a comprehensive study of reporting completeness with an analysis of 53 diseases reported by 8 health care systems across North Carolina ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "USA , during 1995USA , during -1997 USA ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "during and 2000USA , during -2006 .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "All patients who were assigned an International Classifi cation of Diseases ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "9th Revision , Clinical Modifi cation ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "diagnosis code for a state-required reportable communicable disease were matched to surveillance records .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We used logistic regression techniques to estimate reporting completeness by disease ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "year , and health care system .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The completeness of reporting varied among the health care systems from 2 % to 30 % and improved over time .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Disease-specifi c reporting completeness proportions ranged from 0 % to 82 % ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but were generally low even for diseases with great public health importance and opportunity for interventions .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "13",
    "token_num": "175"
  }
}