{
  "paper_id": "374861bab555d907099146fb05867d810fca1ad1",
  "metadata": {
    "title": "Multicenter case-control study protocol of pneumonia etiology in children: Global Approach to Biological Research, Infectious diseases and Epidemics in Low-income countries (GABRIEL network)",
    "coda_data_split": "train",
    "coda_paper_id": 4320,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Data on the etiologies of pneumonia among children are inadequate, especially in developing countries. The principal objective is to undertake a multicenter incident case-control study of \u003c5-year-old children hospitalized with pneumonia in developing and emerging countries, aiming to identify the causative agents involved in pneumonia while assessing individual and microbial factors associated with the risk of severe pneumonia.",
      "sentences": [
        [
          {
            "segment_text": "Background : Data on the etiologies of pneumonia among children are inadequate , especially in developing countries .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The principal objective is to undertake a multicenter incident case-control study of \u003c 5-year-old children hospitalized with pneumonia in developing and emerging countries ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "aiming to identify the causative agents involved in pneumonia while assessing individual and microbial factors associated with the risk of severe pneumonia .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Methods/design: A multicenter case-control study, based on the GABRIEL network, is ongoing. Ten study sites are located in 9 countries over 3 continents: Brazil, and Paraguay. At least 1,000 incident cases and 1,000 controls will be enrolled and matched for age and date. Cases are hospitalized children \u003c5 years with radiologically confirmed pneumonia, and the controls are children without any features suggestive of pneumonia. Respiratory specimens are collected from all enrolled subjects to identify 19 viruses and 5 bacteria. Whole blood from pneumonia cases is being tested for 3 major bacteria. S. pneumoniae-positive specimens are serotyped. Urine samples from cases only are tested for detection of antimicrobial activity. The association between procalcitonin, C-reactive protein and pathogens is being evaluated. A discovery platform will enable pathogen identification in undiagnosed samples.",
      "sentences": [
        [
          {
            "segment_text": "Methods/design : A multicenter case-control study ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "based on the GABRIEL network , is ongoing .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Ten study sites are located in 9 countries over 3 continents : Brazil , and Paraguay .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "At least 1,000 incident cases and 1,000 controls will be enrolled and matched for age and date .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Cases are hospitalized children \u003c 5 years with radiologically confirmed pneumonia ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and the controls are children without any features suggestive of pneumonia .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Respiratory specimens are collected from all enrolled subjects to identify 19 viruses and 5 bacteria .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Whole blood from pneumonia cases is being tested for 3 major bacteria .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "S. pneumoniae-positive specimens are serotyped .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Urine samples from cases only are tested for detection of antimicrobial activity .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The association between procalcitonin , C-reactive protein and pathogens is being evaluated .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A discovery platform will enable pathogen identification in undiagnosed samples .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Discussion: This multicenter study will provide descriptive results for better understanding of pathogens responsible for pneumonia among children in developing countries. The identification of determinants related to microorganisms associated with pneumonia and its severity should facilitate treatment and prevention.",
      "sentences": [
        [
          {
            "segment_text": "Discussion : This multicenter study will provide descriptive results for better understanding of pathogens responsible for pneumonia among children in developing countries .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The identification of determinants related to microorganisms associated with pneumonia and its severity should facilitate treatment and prevention .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "14",
    "segment_num": "17",
    "token_num": "254"
  }
}