{
  "paper_id": "376d4bf8175ab28bdb9866ff58ec9a1bf7fecc2d",
  "metadata": {
    "title": "Antimicrobial peptides and proteins, exercise and innate mucosal immunity",
    "coda_data_split": "train",
    "coda_paper_id": 4652,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "This review examines the question of whether exercise can be used as an experimental model to further our understanding of innate antimicrobial peptides and proteins (AMPs) and their role in susceptibility to infection at mucosal surfaces. There is strong evidence to suggest that AMPs, in combination with cellular and physical factors, play an important role in preventing infection. Although AMPs act directly on microorganisms, there is increasing recognition that they also exert their protective effect via immunomodulatory mechanisms, especially in noninflammatory conditions. Further studies that manipulate physiologically relevant concentrations of AMPs are required to shed light on the role they play in reducing susceptibility to infection. Evidence shows that in various form prolonged and/or exhaustive exercise is a potent modulator of the immune system, which can either sharpen or blunt the immune response to pathogens. The intensity and duration of exercise can be readily controlled in experimental settings to manipulate the degree of physical stress. This would allow for an investigation into a potential dose-response effect between exercise and AMPs. In addition, the use of controlled exercise could provide an experimental model by which to examine whether changes in the concentration of AMPs alters susceptibility to illness.",
      "sentences": [
        [
          {
            "segment_text": "This review examines the question of whether exercise can be used as an experimental model to further our understanding of innate antimicrobial peptides and proteins ( AMPs ) and their role in susceptibility to infection at mucosal surfaces .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "There is strong evidence to suggest that AMPs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "in combination with cellular and physical factors ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "play an important role in preventing infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Although AMPs act directly on microorganisms ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "there is increasing recognition that they also exert their protective effect via immunomodulatory mechanisms , especially in noninflammatory conditions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Further studies that manipulate physiologically relevant concentrations of AMPs are required to shed light on the role they play in reducing susceptibility to infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Evidence shows that in various form prolonged and/or exhaustive exercise is a potent modulator of the immune system ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which can either sharpen or blunt the immune response to pathogens .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The intensity and duration of exercise can be readily controlled in experimental settings to manipulate the degree of physical stress .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This would allow for an investigation into a potential dose-response effect between exercise and AMPs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , the use of controlled exercise could provide an experimental model by which to examine whether changes in the concentration of AMPs alters susceptibility to illness .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "12",
    "token_num": "213"
  }
}