{
  "paper_id": "3775869c0c45f1f0c92eec1d68f9b10827d299f3",
  "metadata": {
    "title": "Chinese Herbal Formula Xiao Yao San for Treatment of Depression: A Systematic Review of Randomized Controlled Trials",
    "coda_data_split": "train",
    "coda_paper_id": 7476,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Objectives. To assess the beneficial and adverse effects of Xiaoyaosan for depression. Search Strategy. Electronic databases were searched until December 2009. Inclusion Criteria. We included randomized clinical trials testing Xiaoyaosan against placebo, antidepressants, or combined with antidepressants against antidepressants alone. Data Extraction and Analyses. Study selection, data extraction, quality assessment, and data analyses were conducted according to the Cochrane standards. Results. 26 randomized trials (involving 1837 patients) were included and the methodological quality was evaluated as generally low. The pooled results showed that Xiaoyaosan combined with antidepressants was more effective in comprehensive effect, the score of HAMD and the score of SDS compared with antidepressants alone. Xiaoyaosan was superior to antidepressants for the score of HAMD. However, Xiaoyaosan was not different from placebo for the score of SDS. There was no adverse effects reported in the trials from Xiaoyaosan. Conclusions. Xiaoyaosan appears to be effective on improving symptoms in patients with depression. However, due to poor methodological quality in the majority of included trials, the potential benefit from Xiaoyaosan need to be confirmed in rigorous trials and the design and reporting of trials should follow international standards.",
      "sentences": [
        [
          {
            "segment_text": "Objectives .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "To assess the beneficial and adverse effects of Xiaoyaosan for depression .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Search Strategy .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Electronic databases were searched until December 2009 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Inclusion Criteria .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We included randomized clinical trials testing Xiaoyaosan against placebo ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "antidepressants , or combined with antidepressants against antidepressants alone .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Data Extraction and Analyses .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Study selection , data extraction ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "quality assessment , and data analyses were conducted according to the Cochrane standards .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "26 randomized trials ( involving 1837 patients ) were included and the methodological quality was evaluated as generally low .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The pooled results showed that Xiaoyaosan combined with antidepressants was more effective in comprehensive effect ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the score of HAMD and the score of SDS compared with antidepressants alone .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Xiaoyaosan was superior to antidepressants for the score of HAMD .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , Xiaoyaosan was not different from placebo for the score of SDS .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "There was no adverse effects reported in the trials from Xiaoyaosan .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Xiaoyaosan appears to be effective on improving symptoms in patients with depression .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , due to poor methodological quality in the majority of included trials ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the potential benefit from Xiaoyaosan need to be confirmed in rigorous trials and the design and reporting of trials should follow international standards .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "17",
    "segment_num": "21",
    "token_num": "215"
  }
}