{
  "paper_id": "37a26dd838fe69b79b9a5d82c616aedcc401e401",
  "metadata": {
    "title": "Journal of Cardiothoracic and Vascular Anesthesia Perspective from the National Heart Centre Singapore",
    "coda_data_split": "train",
    "coda_paper_id": 2655,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The outbreak of COVID-19, a respiratory disease from a novel coronavirus that was first detected in Wuhan City, Hubei Province, China is now a public health emergency and fast approaching a pandemic. Singapore, as a major international transportation hub in Asia, is one of the worst hit countries of COVID-19. With the advent of local transmission of cases, we share our preparation and response planning for the operating room from the National Heart Centre Singapore, the largest cardiothoracic tertiary center in Singapore. Protection of staff and patients, environmental concerns as well as other logistic and equipment issues must be considered.",
      "sentences": [
        [
          {
            "segment_text": "The outbreak of COVID-19 , a respiratory disease from a novel coronavirus that was first detected in Wuhan City ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Hubei Province , China is now a public health emergency and fast approaching a pandemic .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Singapore , as a major international transportation hub in Asia ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "is one of the worst hit countries of COVID-19 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "With the advent of local transmission of cases ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "we share our preparation and response planning for the operating room from the National Heart Centre Singapore ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "the largest cardiothoracic tertiary center in Singapore .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Protection of staff and patients ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "environmental concerns as well as other logistic and equipment issues must be considered .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "9",
    "token_num": "112"
  }
}