{
  "paper_id": "37a69d36617af76ae26d7801efb776af8f7488a9",
  "metadata": {
    "title": "microorganisms Zika Outbreak Emergency Preparedness and Response of Malaysian Private Healthcare Professionals: Are They Ready?",
    "coda_data_split": "train",
    "coda_paper_id": 4222,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Zika virus has been declared as a public health emergency of international concern. The Center for Disease Control and Prevention has issued guidelines reminding healthcare workers about the importance of taking steps to prevent the spread of Zika virus, how to test and isolate patients suspected of carrying the Zika virus, and how to protect themselves from infection. Therefore, it is of utmost importance for healthcare professionals to be fully aware of Zika virus preparedness, and response measures should an outbreak occur in Malaysia in order to quickly and efficiently contain the outbreak, ensure the safety of individual or healthcare personnel safety, as well as to prevent further spreading of the disease. This research aims to show how prepared Malaysian healthcare professionals are against Zika virus and how well can they respond during an outbreak. In total, 504 healthcare professionals (128 general practitioners, 215 community pharmacists, 161 nurses) from private health clinics were the target population of the four states of Malaysia where Zika cases suspected. The sample size of each category was calculated by using a formula for estimating the population proportion. An additional 10% of the calculated sample size was added to compensate the non-response rate. The Center For Disease Control and Prevention and World Health Organisation provided a checklist to assess how prepared healthcare professionals are for an Zika outbreak. This checklist was modified to a questionnaire in order to assess health care professionals\u0027 preparedness and response to the Zika outbreak. Community pharmacists are still lacking in their preparedness and perceived response to the Zika outbreak compared to the general practitioners in the private sector. Hence community pharmacists should attend training given by the Ministry of Health Malaysia as a continuing education, which may help them to respond during a Zika outbreak.",
      "sentences": [
        [
          {
            "segment_text": "Zika virus has been declared as a public health emergency of international concern .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The Center for Disease Control and Prevention has issued guidelines reminding healthcare workers about the importance of taking steps to prevent the spread of Zika virus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "how to test and isolate patients suspected of carrying the Zika virus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and how to protect themselves from infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Therefore , it is of utmost importance for healthcare professionals to be fully aware of Zika virus preparedness ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and response measures should an outbreak occur in Malaysia in order to quickly and efficiently contain the outbreak ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "ensure the safety of individual or healthcare personnel safety ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "as well as to prevent further spreading of the disease .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This research aims to show how prepared Malaysian healthcare professionals are against Zika virus and how well can they respond during an outbreak .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "In total , 504 healthcare professionals ( 128 general practitioners , 215 community pharmacists , 161 nurses ) from private health clinics were the target population of the four states of Malaysia where Zika cases suspected .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The sample size of each category was calculated by using a formula for estimating the population proportion .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "An additional 10 % of the calculated sample size was added to compensate the non-response rate .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The Center For Disease Control and Prevention and World Health Organisation provided a checklist to assess how prepared healthcare professionals are for an Zika outbreak .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "This checklist was modified to a questionnaire in order to assess health care professionals \u0027 preparedness and response to the Zika outbreak .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Community pharmacists are still lacking in their preparedness and perceived response to the Zika outbreak compared to the general practitioners in the private sector .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Hence community pharmacists should attend training given by the Ministry of Health Malaysia as a continuing education ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which may help them to respond during a Zika outbreak .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "17",
    "token_num": "320"
  }
}