{
  "paper_id": "37c442daaeb535fae486fa585d5b392f12ed07a7",
  "metadata": {
    "title": "Nucleic acid amplification tests for detection of respiratory viruses",
    "coda_data_split": "train",
    "coda_paper_id": 9543,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Nucleic acid amplification tests (NATs) are increasingly being used for diagnosis of respiratory virus infections. The most familiar formats use DNA or RNA target amplification methods for enhanced sensitivity above culture and antigen-based procedures. Although gel and plate-hybridisation methods are still utilised for analysis of amplified products, detection using \"real-time\" methods which do not require handling of amplified products are favoured in many laboratories. Assays based on nucleic acid amplification and detection can be designed against a broad range of respiratory viruses and have been particularly useful for detection of recently identified viruses such as human metapneumovirus and coronaviruses NL63 and HKU1. However, the wide range of potential pathogens which can cause similar respiratory symptomology and disease makes application of individual diagnostic assays based on detection of DNA and RNA both complex and expensive. One way to resolve this potential problem is to undertake multiplexed nucleic acid amplification reactions with analysis of amplified products by suspension microarray. The Respiratory Virus Panel (RVP) from Luminex Molecular Diagnostics is one example of such an approach which could be made available to diagnostic and public health laboratories for broad spectrum respiratory virus detection.",
      "sentences": [
        [
          {
            "segment_text": "Nucleic acid amplification tests ( NATs ) are increasingly being used for diagnosis of respiratory virus infections .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The most familiar formats use DNA or RNA target amplification methods for enhanced sensitivity above culture and antigen-based procedures .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although gel and plate-hybridisation methods are still utilised for analysis of amplified products ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "detection using `` real-time \u0027\u0027 methods which do not require handling of amplified products are favoured in many laboratories .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Assays based on nucleic acid amplification and detection can be designed against a broad range of respiratory viruses and have been particularly useful for detection of recently identified viruses such as human metapneumovirus and coronaviruses NL63 and HKU1 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , the wide range of potential pathogens which can cause similar respiratory symptomology and disease makes application of individual diagnostic assays based on detection of DNA and RNA both complex and expensive .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "One way to resolve this potential problem is to undertake multiplexed nucleic acid amplification reactions with analysis of amplified products by suspension microarray .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The Respiratory Virus Panel ( RVP ) from Luminex Molecular Diagnostics is one example of such an approach which could be made available to diagnostic and public health laboratories for broad spectrum respiratory virus detection .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "8",
    "token_num": "205"
  }
}