{
  "paper_id": "37ca300e1c8d1f192fa99ecd6bb0adfc1dd5a16e",
  "metadata": {
    "title": "Virucidal action of sore throat lozenges against respiratory viruses parainfluenza type 3 and cytomegalovirus",
    "coda_data_split": "train",
    "coda_paper_id": 8066,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "a b s t r a c t Most respiratory tract infections are self-limiting and caused by viruses, and do not warrant antibiotic treatment. Despite this, patients with respiratory tract infections often receive antibiotics, fuelling the rise of antibiotic resistance. Therefore, there is a need to encourage patients to try alternative non-antibiotic therapies, which ideally treat the symptoms and the cause. Lozenges containing amylmetacresol and 2,4-dichlorobenzyl alcohol (AMC/DCBA lozenges) as well as lozenges containing hexylresorcinol have been shown to provide effective symptomatic relief for sore throat. In this study, we investigated whether these lozenges also have virucidal effects in vitro against two viruses associated with respiratory tract infections, parainfluenza virus type 3 and cytomegalovirus. Both viruses were incubated with AMC/DCBA lozenge, placebo lozenge or the active ingredients (AMC/DCBA) as free substances, and parainfluenza virus type 3 was incubated with hexylresorcinol lozenge, placebo lozenge or hexylresorcinol as a free substance. Virucidal effects were observed with the active lozenges and the active ingredients as free substances against both parainfluenza virus type 3 and cytomegalovirus. Mean reductions in viral titre were significantly greater compared with placebo lozenge and peak effects were observed for the shortest incubation time, 1 min. These findings suggest that AMC/DCBA lozenge and hexylresorcinol lozenge have the potential to have local antiviral effects in patients with sore throat due to viral respiratory tract infections. Use of such over-the-counter treatments for self-limiting respiratory tract infections may satisfy patients\u0027 desire for an anti-infective medication and reduce the demand for antibiotics.",
      "sentences": [
        [
          {
            "segment_text": "a b s t r a c t Most respiratory tract infections are self-limiting and caused by viruses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and do not warrant antibiotic treatment .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Despite this , patients with respiratory tract infections often receive antibiotics ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "fuelling the rise of antibiotic resistance .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Therefore , there is a need to encourage patients to try alternative non-antibiotic therapies ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which ideally treat the symptoms and the cause .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Lozenges containing amylmetacresol and 2,4-dichlorobenzyl alcohol ( AMC/DCBA lozenges ) as well as lozenges containing hexylresorcinol have been shown to provide effective symptomatic relief for sore throat .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , we investigated whether these lozenges also have virucidal effects in vitro against two viruses associated with respiratory tract infections ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "parainfluenza virus type 3 and cytomegalovirus .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Both viruses were incubated with AMC/DCBA lozenge ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "placebo lozenge or the active ingredients ( AMC/DCBA ) as free substances ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and parainfluenza virus type 3 was incubated with hexylresorcinol lozenge ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "placebo lozenge or hexylresorcinol as a free substance .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Virucidal effects were observed with the active lozenges and the active ingredients as free substances against both parainfluenza virus type 3 and cytomegalovirus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Mean reductions in viral titre were significantly greater compared with placebo lozenge and peak effects were observed for the shortest incubation time , 1 min .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These findings suggest that AMC/DCBA lozenge and hexylresorcinol lozenge have the potential to have local antiviral effects in patients with sore throat due to viral respiratory tract infections .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Use of such over-the-counter treatments for self-limiting respiratory tract infections may satisfy patients \u0027 desire for an anti-infective medication and reduce the demand for antibiotics .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "17",
    "token_num": "274"
  }
}