{
  "paper_id": "37ce6523b9d7806ed86759bc36b5c6efcfa6dda3",
  "metadata": {
    "title": "Fine epitope mapping of glycoprotein Gn in Guertu virus",
    "coda_data_split": "train",
    "coda_paper_id": 4466,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Banyangvirus in the family of Phenuiviridae. In vitro and in vivo studies of GTV demonstrated that it was able to infect animal and human cell lines and could cause pathological lesions in mice. Glycoproteins (GP, including Gn and Gc) on the surface of Guertu virus (GTV) could bind to receptors on host cells and induce protective immunity in the host, but knowledge is now lacking on the information of B cell epitopes (BCEs) present on GTV-GP protein. The aim of this study was to identify all BCEs on Gn of the GTV DXM strain using rabbit pAbs against GTV-Gn. Seven fine BCEs and two antigenic peptides (APs) from nine reactive 16mer-peptides were identified, which are E Gn six of mapped BCEs were recognized by the IgG-positive sheep serum obtained from sheep GTV-infected naturally. Multiple sequence alignments (MSA) based on each mapped BCE motif identified that the most of identified BCEs and APs are highly conserved among 10 SFTSV strains from different countries and lineages that share relatively close evolutionary relationships with GTV. The fine epitope mapping of the GTV-Gn would provide basic data with which to explore the GTV-Gn antigen structure and pathogenic mechanisms, and it could lay the foundation for the design and development of a GTV multi-epitope peptide vaccine and detection antigen. Fig 1. Schematic of epitope mapping strategy. (a) The black band indicates the full-length sequence of GTV-Gn, and the gray bands indicate three of truncated Gn1, Gn2 and Gn3 segments. Schematic of epitope mapping strategy involves 56 overlapping 16mer-peptides spanning Gn1 (b), Gn2 (c) and Gn3 sequences (d).",
      "sentences": [
        [
          {
            "segment_text": "Banyangvirus in the family of Phenuiviridae .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In vitro and in vivo studies of GTV demonstrated that it was able to infect animal and human cell lines and could cause pathological lesions in mice .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Glycoproteins ( GP , including Gn and Gc ) on the surface of Guertu virus ( GTV ) could bind to receptors on host cells and induce protective immunity in the host ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but knowledge is now lacking on the information of B cell epitopes ( BCEs ) present on GTV-GP protein .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The aim of this study was to identify all BCEs on Gn of the GTV DXM strain using rabbit pAbs against GTV-Gn .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Seven fine BCEs and two antigenic peptides ( APs ) from nine reactive 16mer-peptides were identified ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "which are E Gn six of mapped BCEs were recognized by the IgG-positive sheep serum obtained from sheep GTV-infected naturally .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Multiple sequence alignments ( MSA ) based on each mapped BCE motif identified that the most of identified BCEs and APs are highly conserved among 10 SFTSV strains from different countries and lineages that share relatively close evolutionary relationships with GTV .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The fine epitope mapping of the GTV-Gn would provide basic data with which to explore the GTV-Gn antigen structure and pathogenic mechanisms ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and it could lay the foundation for the design and development of a GTV multi-epitope peptide vaccine and detection antigen .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Fig 1 .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Schematic of epitope mapping strategy .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "( a ) The black band indicates the full-length sequence of GTV-Gn ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the gray bands indicate three of truncated Gn1 , Gn2 and Gn3 segments .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Schematic of epitope mapping strategy involves 56 overlapping 16mer-peptides spanning Gn1 ( b ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Gn2 ( c ) and Gn3 sequences ( d ) .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "16",
    "token_num": "298"
  }
}