{
  "paper_id": "37cf1eb9be84f2b178b4d60de7ba9520deccf453",
  "metadata": {
    "title": "Processing of the SARS-CoV pp1a/ab nsp7-10 region",
    "coda_data_split": "train",
    "coda_paper_id": 5571,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Severe acute respiratory syndrome coronavirus is the causative agent of a respiratory disease with a high case fatality rate. During the formation of the coronaviral replication/ transcription complex, essential steps include processing of the conserved polyprotein nsp7-10 region by the main protease M pro and subsequent complex formation of the released nsp\u0027s. Here, we analyzed processing of the coronavirus nsp7-10 region using native mass spectrometry showing consumption of substrate, rise and fall of intermediate products and complexation. Importantly, there is a clear order of cleavage efficiencies, which is influenced by the polyprotein tertiary structure. Furthermore, the predominant product is an nsp7+8(2 : 2) hetero-tetramer with nsp8 scaffold. In conclusion, native MS, opposed to other methods, can expose the processing dynamics of viral polyproteins and the landscape of protein interactions in one set of experiments. Thereby, new insights into protein interactions, essential for generation of viral progeny, were provided, with relevance for development of antivirals.",
      "sentences": [
        [
          {
            "segment_text": "Severe acute respiratory syndrome coronavirus is the causative agent of a respiratory disease with a high case fatality rate .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "During the formation of the coronaviral replication / transcription complex ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "essential steps include processing of the conserved polyprotein nsp7-10 region by the main protease M pro and subsequent complex formation of the released nsp \u0027s .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we analyzed processing of the coronavirus nsp7-10 region using native mass spectrometry showing consumption of substrate ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "rise and fall of intermediate products and complexation .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Importantly , there is a clear order of cleavage efficiencies ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which is influenced by the polyprotein tertiary structure .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , the predominant product is an nsp7 +8 ( 2 : 2 ) hetero-tetramer with nsp8 scaffold .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In conclusion , native MS ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "opposed to other methods , can expose the processing dynamics of viral polyproteins and the landscape of protein interactions in one set of experiments .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Thereby , new insights into protein interactions ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "essential for generation of viral progeny ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "were provided , with relevance for development of antivirals .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "13",
    "token_num": "180"
  }
}