{
  "paper_id": "37d0e4a0276b8216314aebc7c21ad4ffc9ddb052",
  "metadata": {
    "title": "Structural Basis of Ubiquitin Recognition by the Deubiquitinating Protease USP2",
    "coda_data_split": "train",
    "coda_paper_id": 3186,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Deubiquitinating proteases reverse protein ubiquitination and rescue their target proteins from destruction by the proteasome. USP2, a cysteine protease and a member of the ubiquitin specific protease family, is overexpressed in prostate cancer and stabilizes fatty acid synthase, which has been associated with the malignancy of some aggressive prostate cancers. Here, we report the structure of the human USP2 catalytic domain in complex with ubiquitin. Ubiquitin uses two major sites for the interaction with the protease. Both sites are required simultaneously, as shown by USP2 inhibition assays with peptides and ubiquitin mutants. In addition, a layer of ordered water molecules mediates key interactions between ubiquitin and USP2. As several of those molecules are found at identical positions in the previously solved USP7/ ubiquitin-aldehyde complex structure, we suggest a general mechanism of water-mediated ubiquitin recognition by USPs. Structure 1294",
      "sentences": [
        [
          {
            "segment_text": "Deubiquitinating proteases reverse protein ubiquitination and rescue their target proteins from destruction by the proteasome .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "USP2 , a cysteine protease and a member of the ubiquitin specific protease family ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "is overexpressed in prostate cancer and stabilizes fatty acid synthase ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which has been associated with the malignancy of some aggressive prostate cancers .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we report the structure of the human USP2 catalytic domain in complex with ubiquitin .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Ubiquitin uses two major sites for the interaction with the protease .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Both sites are required simultaneously ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as shown by USP2 inhibition assays with peptides and ubiquitin mutants .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , a layer of ordered water molecules mediates key interactions between ubiquitin and USP2 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "As several of those molecules are found at identical positions in the previously solved USP7 / ubiquitin-aldehyde complex structure ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "we suggest a general mechanism of water-mediated ubiquitin recognition by USPs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Structure 1294",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "12",
    "token_num": "153"
  }
}