{
  "paper_id": "380afa473441d4d993bcd07fe9b73452dc026b57",
  "metadata": {
    "title": "The helicase activity of DDX56 is required for its role in assembly of infectious West Nile virus particles",
    "coda_data_split": "train",
    "coda_paper_id": 6813,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Although flaviviruses encode their own helicases, evidence suggests that cellular helicases are also required for replication and/or assembly of these viruses. By and large, the mechanisms of action for viral and cellular helicases are not known. Moreover, in some cases, enzymatic activity is not even required for their roles in virus biology. Recently, we showed that expression of the host nucleolar helicase DDX56 is important for infectivity of West Nile virus (WNV) particles. In the present study, we demonstrate that the helicase activity of this enzyme is essential for its role in assembly of infectious WNV virions. Over-expression of the capsid-binding region of DDX56 also reduces infectivity of WNV suggesting that interaction of DDX56 and capsid protein is an important step in the virion assembly pathway. To our knowledge, this is the first study showing that enzymatic activity of a cellular helicase is critical for infectivity of flaviviruses.",
      "sentences": [
        [
          {
            "segment_text": "Although flaviviruses encode their own helicases ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "evidence suggests that cellular helicases are also required for replication and/or assembly of these viruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "By and large , the mechanisms of action for viral and cellular helicases are not known .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Moreover , in some cases ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "enzymatic activity is not even required for their roles in virus biology .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Recently , we showed that expression of the host nucleolar helicase DDX56 is important for infectivity of West Nile virus ( WNV ) particles .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "In the present study , we demonstrate that the helicase activity of this enzyme is essential for its role in assembly of infectious WNV virions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Over-expression of the capsid-binding region of DDX56 also reduces infectivity of WNV suggesting that interaction of DDX56 and capsid protein is an important step in the virion assembly pathway .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "To our knowledge , this is the first study showing that enzymatic activity of a cellular helicase is critical for infectivity of flaviviruses .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Crown",
      "sentences": [
        [
          {
            "segment_text": "Crown",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "8",
    "segment_num": "10",
    "token_num": "165"
  }
}