{
  "paper_id": "380b6c029ea704800e660651ad98feef49c0e06f",
  "metadata": {
    "title": "Recovery from viral encephalomyelitis: immune-mediated noncytolytic virus clearance from neurons",
    "coda_data_split": "train",
    "coda_paper_id": 10490,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Viral encephalomyelitis is caused by virus infections of neurons in the brain and spinal cord. Recovery is dependent on immune-mediated control and clearance of virus from these terminally differentiated essential cells. Preservation of neuronal function is essential for prevention of neurologic sequelae such as paralysis, seizures and cognitive deficits. Using the model system of Sindbis virus-induced encephalomyelitis in mice, we have shown that immune-mediated clearance of infectious virus from neurons is a noncytolytic process. The major effectors are antibody to the E2 surface glycoprotein produced by B cells, and interferon-γ produced by T cells. These effectors work in synergy, but neuronal populations differ in their responses to each. Virus is least likely to be cleared from brain neurons and most likely to be cleared from motor neurons in the cervical and thoracic regions of the spinal cord. Because the infected neurons are not eliminated, viral RNA persists and long-term control is needed to prevent virus reactivation. Virus-specific antibodysecreting cells residing in the nervous system after recovery from infection are likely to be important for long-term control.",
      "sentences": [
        [
          {
            "segment_text": "Viral encephalomyelitis is caused by virus infections of neurons in the brain and spinal cord .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Recovery is dependent on immune-mediated control and clearance of virus from these terminally differentiated essential cells .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Preservation of neuronal function is essential for prevention of neurologic sequelae such as paralysis , seizures and cognitive deficits .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Using the model system of Sindbis virus-induced encephalomyelitis in mice ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we have shown that immune-mediated clearance of infectious virus from neurons is a noncytolytic process .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The major effectors are antibody to the E2 surface glycoprotein produced by B cells ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and interferon-γ produced by T cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These effectors work in synergy ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but neuronal populations differ in their responses to each .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Virus is least likely to be cleared from brain neurons and most likely to be cleared from motor neurons in the cervical and thoracic regions of the spinal cord .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Because the infected neurons are not eliminated ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "viral RNA persists and long-term control is needed to prevent virus reactivation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Virus-specific antibodysecreting cells residing in the nervous system after recovery from infection are likely to be important for long-term control .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "13",
    "token_num": "190"
  }
}