{
  "paper_id": "380e9f8318abdddde5c3c6b30802f48f4d3540c4",
  "metadata": {
    "title": "National inventory of emergency departments in Singapore",
    "coda_data_split": "train",
    "coda_paper_id": 7653,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Emergency departments (EDs) are the basic units of emergency care. We performed a national inventory of all Singapore EDs and describe their characteristics and capabilities.",
      "sentences": [
        [
          {
            "segment_text": "Background : Emergency departments ( EDs ) are the basic units of emergency care .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We performed a national inventory of all Singapore EDs and describe their characteristics and capabilities .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Methods: Singapore EDs accessible to the general public 24/7 were surveyed using the National ED Inventories instrument (www.emnet-nedi.org). ED staff members were asked about ED characteristics with reference to calendar year 2007.",
      "sentences": [
        [
          {
            "segment_text": "Methods : Singapore EDs accessible to the general public 24/7 were surveyed using the National ED Inventories instrument ( www.emnet-nedi.org ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "ED staff members were asked about ED characteristics with reference to calendar year 2007 .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results: Fourteen EDs participated (100% response). All EDs were located in hospitals, and most (92%) were independent departments. One was a psychiatric ED; the rest were general EDs. Among general EDs, all had a contiguous layout, with medical and surgical care provided in one area. All but two EDs saw both adults and children; one ED was adult-only, and the other saw only children. Six were in the public sector and seven in private health-care institutions, with public EDs seeing the majority (78%) of ED patients. Each private ED had an annual patient census of \u003c30,000. These EDs received 2% of ambulances and had an inpatient admission rate of 7%. Each public ED had an annual census of \u003e60,000. They received 98% of ambulances and had an inpatient admission rate of 30%. Two public EDs reported being overcapacity; no private EDs did. For both public and private EDs, availability of consultant resources in EDs was high, while technological resources varied.",
      "sentences": [
        [
          {
            "segment_text": "Results : Fourteen EDs participated ( 100 % response ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "All EDs were located in hospitals ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and most ( 92 % ) were independent departments .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "One was a psychiatric ED ; the rest were general EDs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Among general EDs , all had a contiguous layout ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with medical and surgical care provided in one area .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "All but two EDs saw both adults and children ; one ED was adult-only ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the other saw only children .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Six were in the public sector and seven in private health-care institutions ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with public EDs seeing the majority ( 78 % ) of ED patients .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Each private ED had an annual patient census of \u003c 30,000 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These EDs received 2 % of ambulances and had an inpatient admission rate of 7 % .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Each public ED had an annual census of \u003e 60,000 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "They received 98 % of ambulances and had an inpatient admission rate of 30 % .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Two public EDs reported being overcapacity ; no private EDs did .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "For both public and private EDs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "availability of consultant resources in EDs was high , while technological resources varied .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusion: Characteristics and capabilities of Singapore EDs varied and were largely dependent on whether they are in public or private hospitals. This initial inventory establishes a benchmark to further monitor the development of emergency care in Singapore.",
      "sentences": [
        [
          {
            "segment_text": "Conclusion : Characteristics and capabilities of Singapore EDs varied and were largely dependent on whether they are in public or private hospitals .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This initial inventory establishes a benchmark to further monitor the development of emergency care in Singapore .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "18",
    "segment_num": "23",
    "token_num": "306"
  }
}