{
  "paper_id": "3811a68dda2911cb406a2fbb448530aa2319ee21",
  "metadata": {
    "title": "Mucosal Immunogenicity of Genetically Modified Lactobacillus acidophilus Expressing an HIV-1 Epitope within the Surface Layer Protein",
    "coda_data_split": "train",
    "coda_paper_id": 3457,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Surface layer proteins of probiotic lactobacilli are theoretically efficient epitope-displaying scaffolds for oral vaccine delivery due to their high expression levels and surface localization. In this study, we constructed genetically modified Lactobacillus acidophilus strains expressing the membrane proximal external region (MPER) from human immunodeficiency virus type 1 (HIV-1) within the context of the major S-layer protein, SlpA. Intragastric immunization of mice with the recombinants induced MPER-specific and S-layer protein-specific antibodies in serum and mucosal secretions. Moreover, analysis of systemic SlpA-specific cytokines revealed that the responses appeared to be Th1 and Th17 dominant. These findings demonstrated the potential use of the Lactobacillus S-layer protein for development of oral vaccines targeting specific peptides.",
      "sentences": [
        [
          {
            "segment_text": "Surface layer proteins of probiotic lactobacilli are theoretically efficient epitope-displaying scaffolds for oral vaccine delivery due to their high expression levels and surface localization .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , we constructed genetically modified Lactobacillus acidophilus strains expressing the membrane proximal external region ( MPER ) from human immunodeficiency virus type 1 ( HIV-1 ) within the context of the major S-layer protein , SlpA .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Intragastric immunization of mice with the recombinants induced MPER-specific and S-layer protein-specific antibodies in serum and mucosal secretions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , analysis of systemic SlpA-specific cytokines revealed that the responses appeared to be Th1 and Th17 dominant .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These findings demonstrated the potential use of the Lactobacillus S-layer protein for development of oral vaccines targeting specific peptides .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "5",
    "token_num": "123"
  }
}