{
  "paper_id": "381bb3c674e68a97e38efe5d6f9952c7a64522d3",
  "metadata": {
    "title": "Entrapment of H1N1 Influenza Virus Derived Conserved Peptides in PLGA Nanoparticles Enhances T Cell Response and Vaccine Efficacy in Pigs",
    "coda_data_split": "train",
    "coda_paper_id": 8055,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Pigs are believed to be one of the important sources of emerging human and swine influenza viruses (SwIV). Influenza virus conserved peptides have the potential to elicit crossprotective immune response, but without the help of potent adjuvant and delivery system they are poorly immunogenic. Biodegradable polylactic-co-glycolic acid (PLGA) nanoparticle (PLGA-NP) based vaccine delivery system enhances cross-presentation of antigens by the professional antigen presenting cells. In this study, Norovirus P particle containing SwIV M2e (extracellular domain of the matrix protein 2) chimera and highly conserved two each of H1N1 peptides of pandemic 2009 and classical human influenza viruses were entrapped in PLGA-NPs. Influenza antibody-free pigs were vaccinated with PLGA-NPs peptides cocktail vaccine twice with or without an adjuvant, Mycobacterium vaccae whole cell lysate, intranasally as mist. Vaccinated pigs were challenged with a virulent heterologous zoonotic SwIV H1N1, and one week later euthanized and the lung samples were analyzed for the specific immune response and viral load. Clinically, pigs vaccinated with PLGA-NP peptides vaccine had no fever and flu symptoms, and the replicating challenged SwIV was undetectable in the bronchoalveolar lavage fluid. Immunologically, PLGA-NP peptides vaccination (without adjuvant) significantly increased the frequency of antigen-specific IFNγ secreting CD4 and CD8 T cells response in the lung lymphocytes, despite not boosting the antibody response both at pre-and post-challenge. In summary, our data indicated that nanoparticlemediated delivery of conserved H1N1 influenza peptides induced the virus specific T cell response in the lungs and reduced the challenged heterologous virus load in the airways of pigs.",
      "sentences": [
        [
          {
            "segment_text": "Pigs are believed to be one of the important sources of emerging human and swine influenza viruses ( SwIV ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Influenza virus conserved peptides have the potential to elicit crossprotective immune response ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but without the help of potent adjuvant and delivery system they are poorly immunogenic .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Biodegradable polylactic-co-glycolic acid ( PLGA ) nanoparticle ( PLGA-NP ) based vaccine delivery system enhances cross-presentation of antigens by the professional antigen presenting cells .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , Norovirus P particle containing SwIV M2e ( extracellular domain of the matrix protein 2 ) chimera and highly conserved two each of H1N1 peptides of pandemic 2009 and classical human influenza viruses were entrapped in PLGA-NPs .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Influenza antibody-free pigs were vaccinated with PLGA-NPs peptides cocktail vaccine twice with or without an adjuvant ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "Mycobacterium vaccae whole cell lysate , intranasally as mist .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Vaccinated pigs were challenged with a virulent heterologous zoonotic SwIV H1N1 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and one week later euthanized and the lung samples were analyzed for the specific immune response and viral load .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Clinically , pigs vaccinated with PLGA-NP peptides vaccine had no fever and flu symptoms ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the replicating challenged SwIV was undetectable in the bronchoalveolar lavage fluid .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Immunologically , PLGA-NP peptides vaccination ( without adjuvant ) significantly increased the frequency of antigen-specific IFNγ secreting CD4 and CD8 T cells response in the lung lymphocytes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "despite not boosting the antibody response both at pre-and post-challenge .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In summary , our data indicated that nanoparticlemediated delivery of conserved H1N1 influenza peptides induced the virus specific T cell response in the lungs and reduced the challenged heterologous virus load in the airways of pigs .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "14",
    "token_num": "278"
  }
}