{
  "paper_id": "384bc4d5a50cfa38152d31878d01073554988e8b",
  "metadata": {
    "title": "Journal Pre-proof Immunofluorescence and molecular diagnosis of bovine respiratory syncytial virus and bovine parainfluenza virus in the naturally infected young cattle and buffaloes from India",
    "coda_data_split": "train",
    "coda_paper_id": 7287,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "and molecular diagnosis of bovine respiratory syncytial virus and bovine parainfluenza virus in the naturally infected young cattle and buffaloes from India, Microbial Pathogenesis, https://doi.Immunofluorescence and molecular diagnosis of bovine respiratory syncytial virus 1 and bovine parainfluenza virus in the naturally infected young cattle and buffaloes from 2 India 3 Abstract 23 Pneumonia in bovines is a multifactorial disease manifestation leading to heavy 24 economic losses. Infections of bovine respiratory syncytial virus (BRSV) and bovine 25 parainfluenza virus-3 (BPI-3) are among the important contributing factors for the development 26 of pneumonia in young animals. These viral agents either primarily cause pneumonia or 27 predispose animals to the development of pneumonia. Although, the role of BRSV and BPI-3 in 28 the pathogenesis of pneumonia is well established, there are no reports of involvement of BRSV 29 and BPI-3 from Indian cattle and buffaloes suffering from pneumonia. In the present 30 investigation, we performed postmortem examinations of 406 cattle and buffaloes which were 31 below twelve months of age. Out of 406 cases, twelve (2.95%) cases were positive for BRSV 32 and fifteen (3.69%) cases were positive for BPI-3, screened by reverse transcriptase polymerase 33 chain reaction (RT-PCR). Further, positive cases were confirmed by sequence analysis of RT-34 PCR amplicons and direct immunofluorescence antibody test (d-FAT) in paraffin-embedded 35 lung tissue sections. BRSV positive cases revealed characteristic findings of bronchiolar 36 epithelial necrosis, thickened alveolar septa by mononuclear cells infiltration and edema; 37 alveolar lumens were filled with mononuclear cells and numerous syncytial cells were seen 38 having intracytoplasmic inclusions. The BRSV antigen distribution was found to be in 39 bronchiolar and alveolar epithelium and syncytial cells in the lung sections. In fifteen cases 40 where BPI-3 was detected, bronchointerstitial pneumonia in the majority of cases with thickened 41 alveolar septa by mild macrophage infiltration, hyperplasia of type-II pneumocytes and 42 bronchiolar necrosis along with syncytial cells having intracytoplasmic inclusions in the majority 43 of cases were observed. The BPI-3 antigen distribution was found to be in bronchiolar and 44 alveolar epithelium and syncytial cells in the lung sections. RT-PCR amplicons of BRSV and 45 BPI-3 obtained were sequenced and their analysis showed homology with already available 46 sequences in the NCBI database. It is the first report of detection of BRSV and BPI-3 from 47 pneumonic cases by RT-PCR and d-FAT from cattle and buffaloes of India, indicating the need 48 for more epidemiological studies. 49 employment opportunities and provides social and financial security. In the course of 67 development of livestock industry, the health of replacement progeny calves is an important 68 component of total operation profitability as the heifer calf is the foundation of the future herd 69 (Razzaque et al., 2009). However, calves are usually neglected as they do not bring any 70 immediate financial return and the cost of their maintenance considerably adds to the production 71 cost of milk. Pneumonia is associated with high morbidity and mortality of calves and incurs 72 great economic losses to the farmers due to the losses by death, treatment costs, reduced growth 73 and productivity (Mellado et al., 2014). It is estimated that calf mortality of 20% can reduce the 74 net profit of an enterprise by 40% (Blood and Radostits, 2007). 75 Some calf diseases can result of the complex interaction of the management practices, the 76 environment factors, infectious agents and the calf\u0027s immune system (Wudu, 2004). Pneumonia 77 is the second major cause of morbidity and mortality among calves after diarrhea and may 78 account for 50% mortality in the affected animals (Veena and Sumathi, 2011). It is the most 79 common postmortem finding in calves at 1-5 months of age and calf morbidity may go up to 80 50% in a herd (Manjari et al., 2015). It is the most important contributor to the losses in the beef 81 and dairy cattle industries on account of the cost incurred on the metaphylactic and therapeutic 82 uses of antibiotics and reduced growth performance of affected animals (Gagea et al., 2006). 83 Pneumonia in young animals is associated with viruses, bacteria and mycoplasma, which 84 include bovine respiratory syncytial virus (BRSV), bovine parainfluenza virus type 3 (BPI-3), 85 bovine herpesvirus type 1, bovine viral diarrhea virus, bovine coronavirus, Pasteurella 86 multocida, Mannheimia. hemolytica, Haemophilus somnus, Salmonella dublin, Arcanobacterium 87 pyogenes and Mycoplasma spp. (e.g. M. bovis and M. dispar) (Bednarek et al., 2012). Besides,",
      "sentences": [
        [
          {
            "segment_text": "and molecular diagnosis of bovine respiratory syncytial virus and bovine parainfluenza virus in the naturally infected young cattle and buffaloes from India ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Microbial Pathogenesis , https://doi.Immunofluorescence and molecular diagnosis of bovine respiratory syncytial virus 1 and bovine parainfluenza virus in the naturally infected young cattle and buffaloes from 2 India 3 Abstract 23 Pneumonia in bovines is a multifactorial disease manifestation leading to heavy 24 economic losses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Infections of bovine respiratory syncytial virus ( BRSV ) and bovine 25 parainfluenza virus-3 ( BPI-3 ) are among the important contributing factors for the development 26 of pneumonia in young animals .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These viral agents either primarily cause pneumonia or 27 predispose animals to the development of pneumonia .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although , the role of BRSV and BPI-3 in 28 the pathogenesis of pneumonia is well established ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "there are no reports of involvement of BRSV 29 and BPI-3 from Indian cattle and buffaloes suffering from pneumonia .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In the present 30 investigation ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "we performed postmortem examinations of 406 cattle and buffaloes which were 31 below twelve months of age .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Out of 406 cases , twelve ( 2.95 % ) cases were positive for BRSV 32 and fifteen ( 3.69 % ) cases were positive for BPI-3 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "screened by reverse transcriptase polymerase 33 chain reaction ( RT-PCR ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Further , positive cases were confirmed by sequence analysis of RT-34 PCR amplicons and direct immunofluorescence antibody test ( d-FAT ) in paraffin-embedded 35 lung tissue sections .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "BRSV positive cases revealed characteristic findings of bronchiolar 36 epithelial necrosis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "thickened alveolar septa by mononuclear cells infiltration and edema ; 37 alveolar lumens were filled with mononuclear cells and numerous syncytial cells were seen 38 having intracytoplasmic inclusions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The BRSV antigen distribution was found to be in 39 bronchiolar and alveolar epithelium and syncytial cells in the lung sections .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In fifteen cases 40 where BPI-3 was detected ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "bronchointerstitial pneumonia in the majority of cases with thickened 41 alveolar septa by mild macrophage infiltration ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "hyperplasia of type-II pneumocytes and 42 bronchiolar necrosis along with syncytial cells having intracytoplasmic inclusions in the majority 43 of cases were observed .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The BPI-3 antigen distribution was found to be in bronchiolar and 44 alveolar epithelium and syncytial cells in the lung sections .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "RT-PCR amplicons of BRSV and 45 BPI-3 obtained were sequenced and their analysis showed homology with already available 46 sequences in the NCBI database .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "It is the first report of detection of BRSV and BPI-3 from 47 pneumonic cases by RT-PCR and d-FAT from cattle and buffaloes of India ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "indicating the need 48 for more epidemiological studies .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "49 employment opportunities and provides social and financial security .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In the course of 67 development of livestock industry ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the health of replacement progeny calves is an important 68 component of total operation profitability as the heifer calf is the foundation of the future herd 69 ( Razzaque et al. , 2009 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , calves are usually neglected as they do not bring any 70 immediate financial return and the cost of their maintenance considerably adds to the production 71 cost of milk .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Pneumonia is associated with high morbidity and mortality of calves and incurs 72 great economic losses to the farmers due to the losses by death ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "treatment costs , reduced growth 73 and productivity ( Mellado et al. , 2014 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It is estimated that calf mortality of 20 % can reduce the 74 net profit of an enterprise by 40 % ( Blood and Radostits , 2007 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "75 Some calf diseases can result of the complex interaction of the management practices ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the 76 environment factors , infectious agents and the calf \u0027s immune system ( Wudu , 2004 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Pneumonia 77 is the second major cause of morbidity and mortality among calves after diarrhea and may 78 account for 50 % mortality in the affected animals ( Veena and Sumathi , 2011 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It is the most 79 common postmortem finding in calves at 1-5 months of age and calf morbidity may go up to 80 50 % in a herd ( Manjari et al. , 2015 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It is the most important contributor to the losses in the beef 81 and dairy cattle industries on account of the cost incurred on the metaphylactic and therapeutic 82 uses of antibiotics and reduced growth performance of affected animals ( Gagea et al. , 2006 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "83 Pneumonia in young animals is associated with viruses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "bacteria and mycoplasma , which 84 include bovine respiratory syncytial virus ( BRSV ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "bovine parainfluenza virus type 3 ( BPI-3 ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "85 bovine herpesvirus type 1 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "bovine viral diarrhea virus , bovine coronavirus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Pasteurella 86 multocida , Mannheimia .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "hemolytica , Haemophilus somnus , Salmonella dublin ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Arcanobacterium 87 pyogenes and Mycoplasma spp. ( e.g. M. bovis and M. dispar ) ( Bednarek et al. , 2012 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Besides ,",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "25",
    "segment_num": "42",
    "token_num": "840"
  }
}