{
  "paper_id": "3867b0a32bf83c8c694c3b49437b174df679bea3",
  "metadata": {
    "title": "Design and construction of African swine fever virus chimeras incorporating foreign viral epitopes",
    "coda_data_split": "train",
    "coda_paper_id": 2472,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "In the present work we have studied the feasibility of introducing foreign epitopes into the African swine fever virus (ASFV) particle by genetic manipulation of the virus. For this purpose, we developed specific transfer vectors containing the gene encoding for the highly antigenic structural ASFV protein p54 in which foreign sequences were introduced. DNA sequences encoding continuous linear epitopes, the antigenic site A from foot-and-mouth disease virus (FMDV) VP1 protein and the DA3 antigenic determinant from transmissible gastroenteritis coronavirus (TGEV) nucleoprotein N, were separately cloned into the p54 gene, in a region encoding a non-essential domain of the protein. Chimeric p54 genes were inserted by homologous recombination into the thymidine kinase (TK) locus of ASFV genome. The resulting recombinant viruses efficiently expressed both chimeric proteins under transcriptional control of the p54 promoter, and the chimeric gene products were recognized by antibodies to both p54 and foreign epitopes. The modified p54 proteins were also found in the viral particles and complemented the function of the wild-type p54, since deletion of the p54 gene from recombinant viruses did not affected virus replication in Vero cells. This work demonstrates for the first time the feasibility of incorporating foreign amino acid sequences (up to 18 residues) into a protein component of the ASFV particle without affecting virus viability.",
      "sentences": [
        [
          {
            "segment_text": "In the present work we have studied the feasibility of introducing foreign epitopes into the African swine fever virus ( ASFV ) particle by genetic manipulation of the virus .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "For this purpose , we developed specific transfer vectors containing the gene encoding for the highly antigenic structural ASFV protein p54 in which foreign sequences were introduced .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "DNA sequences encoding continuous linear epitopes ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "the antigenic site A from foot-and-mouth disease virus ( FMDV ) VP1 protein and the DA3 antigenic determinant from transmissible gastroenteritis coronavirus ( TGEV ) nucleoprotein N ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "were separately cloned into the p54 gene ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "in a region encoding a non-essential domain of the protein .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Chimeric p54 genes were inserted by homologous recombination into the thymidine kinase ( TK ) locus of ASFV genome .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The resulting recombinant viruses efficiently expressed both chimeric proteins under transcriptional control of the p54 promoter ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the chimeric gene products were recognized by antibodies to both p54 and foreign epitopes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The modified p54 proteins were also found in the viral particles and complemented the function of the wild-type p54 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "since deletion of the p54 gene from recombinant viruses did not affected virus replication in Vero cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This work demonstrates for the first time the feasibility of incorporating foreign amino acid sequences ( up to 18 residues ) into a protein component of the ASFV particle without affecting virus viability .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "12",
    "token_num": "237"
  }
}