{
  "paper_id": "3883b3e9bec22a13be60193180b05c107c63cdf0",
  "metadata": {
    "title": "Delivery of therapeutic oligonucleotides with cell penetrating peptides ☆",
    "coda_data_split": "train",
    "coda_paper_id": 2179,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Oligonucleotide-based drugs have received considerable attention for their capacity to modulate gene expression very specifically and as a consequence they have found applications in the treatment of many human acquired or genetic diseases. Clinical translation has been often hampered by poor biodistribution, however. Cell-penetrating peptides (CPPs) appear as a possibility to increase the cellular delivery of non-permeant biomolecules such as nucleic acids. This review focuses on CPP-delivery of several classes of oligonucleotides (ONs), namely antisense oligonucleotides, splice switching oligonucleotides (SSOs) and siRNAs. Two main strategies have been used to transport ONs with CPPs: covalent conjugation (which is more appropriate for charge-neutral ON analogues) and non-covalent complexation (which has been used for siRNA delivery essentially). Chemical synthesis, mechanisms of cellular internalization and various applications will be reviewed. A comprehensive coverage of the enormous amount of published data was not possible. Instead, emphasis has been put on strategies that have proven to be effective in animal models of important human diseases and on examples taken from the authors\u0027 own expertise.",
      "sentences": [
        [
          {
            "segment_text": "Oligonucleotide-based drugs have received considerable attention for their capacity to modulate gene expression very specifically and as a consequence they have found applications in the treatment of many human acquired or genetic diseases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Clinical translation has been often hampered by poor biodistribution , however .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Cell-penetrating peptides ( CPPs ) appear as a possibility to increase the cellular delivery of non-permeant biomolecules such as nucleic acids .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review focuses on CPP-delivery of several classes of oligonucleotides ( ONs ) ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "namely antisense oligonucleotides , splice switching oligonucleotides ( SSOs ) and siRNAs .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Two main strategies have been used to transport ONs with CPPs : covalent conjugation ( which is more appropriate for charge-neutral ON analogues ) and non-covalent complexation ( which has been used for siRNA delivery essentially ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Chemical synthesis , mechanisms of cellular internalization and various applications will be reviewed .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A comprehensive coverage of the enormous amount of published data was not possible .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Instead , emphasis has been put on strategies that have proven to be effective in animal models of important human diseases and on examples taken from the authors \u0027 own expertise .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "9",
    "token_num": "193"
  }
}