{
  "paper_id": "3892a126c127795e96e4e071cf14fd7fdc2e4231",
  "metadata": {
    "title": "Inhibitory Effect of Matrine on Blood-Brain Barrier Disruption for the Treatment of Experimental Autoimmune Encephalomyelitis",
    "coda_data_split": "train",
    "coda_paper_id": 4949,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Dysfunction of the blood-brain barrier (BBB) is a primary characteristic of experimental autoimmune encephalomyelitis (EAE), an experimental model of multiple sclerosis (MS). Matrine (MAT), a quinolizidine alkaloid derived from the herb Radix Sophorae Flave, has been recently found to suppress clinical EAE and CNS inflammation. However, whether this effect of MAT is through protecting the integrity and function of the BBB is not known. In the present study, we show that MAT treatment had a therapeutic effect comparable to dexamethasone (DEX) in EAE rats, with reduced Evans Blue extravasation, increased expression of collagen IV, the major component of the basement membrane, and the structure of tight junction (TJ) adaptor protein Zonula occludens-1 (ZO-1). Furthermore, MAT treatment attenuated expression of matrix metalloproteinase-9 and -2 (MMP-9/-2), while it increased the expression of tissue inhibitors of metalloproteinase-1 and -2 (TIMP-1/-2). Our findings demonstrate that MAT reduces BBB leakage by strengthening basement membrane, inhibiting activities of MMP-2 and -9, and upregulating their inhibitors. Taken together, our results identify a novel mechanism underlying the effect of MAT, a natural compound that could be a novel therapy for MS.",
      "sentences": [
        [
          {
            "segment_text": "Dysfunction of the blood-brain barrier ( BBB ) is a primary characteristic of experimental autoimmune encephalomyelitis ( EAE ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "an experimental model of multiple sclerosis ( MS ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Matrine ( MAT ) , a quinolizidine alkaloid derived from the herb Radix Sophorae Flave ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "has been recently found to suppress clinical EAE and CNS inflammation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , whether this effect of MAT is through protecting the integrity and function of the BBB is not known .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In the present study , we show that MAT treatment had a therapeutic effect comparable to dexamethasone ( DEX ) in EAE rats ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with reduced Evans Blue extravasation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "increased expression of collagen IV ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the major component of the basement membrane ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the structure of tight junction ( TJ ) adaptor protein Zonula occludens-1 ( ZO-1 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , MAT treatment attenuated expression of matrix metalloproteinase-9 and -2 ( MMP-9 / -2 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while it increased the expression of tissue inhibitors of metalloproteinase-1 and -2 ( TIMP-1 / -2 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our findings demonstrate that MAT reduces BBB leakage by strengthening basement membrane ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "inhibiting activities of MMP-2 and -9 , and upregulating their inhibitors .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Taken together , our results identify a novel mechanism underlying the effect of MAT ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "a natural compound that could be a novel therapy for MS.",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "16",
    "token_num": "226"
  }
}