{
  "paper_id": "3897a0019d6f54b8c354f32eca68de8f512af39c",
  "metadata": {
    "title": "Seroprevalence of Respiratory Syncytial Virus IgG among Healthy Young Adults in Basic Training for the Republic of Korea Air Force",
    "coda_data_split": "train",
    "coda_paper_id": 8501,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "This investigation enrolled 570 healthy young males gathered from all over the country for military service at the Republic of Korea Air Force boot camp. It confirmed RSV IgG seroprevalence by utilizing the enzyme immunoassay method just prior to undergoing basic training. The mean age of this study was 20.25 ± 1.34 yr old. The results of their immunoassay seroprofiles showed that 561 men (98.4%) were positive, 2 (0.4%) were negative and 7 (1.2%) were equivocal belonging to the grey zone. It was confirmed that RSV is a common respiratory virus and RSV infection was encountered by almost all people before reaching adulthood in Korea. Nine basic trainees belonging to the RSV IgG negative and equivocal grey zone categories were prospectively observed for any particular vulnerability to respiratory infection during the training period of two months. However, these nine men completed their basic training without developing any specific respiratory illness.",
      "sentences": [
        [
          {
            "segment_text": "This investigation enrolled 570 healthy young males gathered from all over the country for military service at the Republic of Korea Air Force boot camp .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "It confirmed RSV IgG seroprevalence by utilizing the enzyme immunoassay method just prior to undergoing basic training .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The mean age of this study was 20.25 ± 1.34 yr old .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The results of their immunoassay seroprofiles showed that 561 men ( 98.4 % ) were positive ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "2 ( 0.4 % ) were negative and 7 ( 1.2 % ) were equivocal belonging to the grey zone .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "It was confirmed that RSV is a common respiratory virus and RSV infection was encountered by almost all people before reaching adulthood in Korea .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Nine basic trainees belonging to the RSV IgG negative and equivocal grey zone categories were prospectively observed for any particular vulnerability to respiratory infection during the training period of two months .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , these nine men completed their basic training without developing any specific respiratory illness .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "8",
    "token_num": "168"
  }
}