{
  "paper_id": "3899c3b15d80afef1944752dafbebaa99ee43187",
  "metadata": {
    "title": "A Mouse-Adapted SARS-Coronavirus Causes Disease and Mortality in BALB/c Mice",
    "coda_data_split": "train",
    "coda_paper_id": 8079,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "No single animal model for severe acute respiratory syndrome (SARS) reproduces all aspects of the human disease. Young inbred mice support SARS-coronavirus (SARS-CoV) replication in the respiratory tract and are available in sufficient numbers for statistical evaluation. They are relatively inexpensive and easily accessible, but their use in SARS research is limited because they do not develop illness following infection. Older (12-to 14-mo-old) BALB/c mice develop clinical illness and pneumonitis, but they can be hard to procure, and immune senescence complicates pathogenesis studies. We adapted the SARS-CoV (Urbani strain) by serial passage in the respiratory tract of young BALB/c mice. Fifteen passages resulted in a virus (MA15) that is lethal for mice following intranasal inoculation. Lethality is preceded by rapid and high titer viral replication in lungs, viremia, and dissemination of virus to extrapulmonary sites accompanied by lymphopenia, neutrophilia, and pathological changes in the lungs. Abundant viral antigen is extensively distributed in bronchial epithelial cells and alveolar pneumocytes, and necrotic cellular debris is present in airways and alveoli, with only mild and focal pneumonitis. These observations suggest that mice infected with MA15 die from an overwhelming viral infection with extensive, virally mediated destruction of pneumocytes and ciliated epithelial cells. The MA15 virus has six coding mutations associated with adaptation and increased virulence; when introduced into a recombinant SARS-CoV, these mutations result in a highly virulent and lethal virus (rMA15), duplicating the phenotype of the biologically derived MA15 virus. Intranasal inoculation with MA15 reproduces many aspects of disease seen in severe human cases of SARS. The availability of the MA15 virus will enhance the use of the mouse model for SARS because infection with MA15 causes morbidity, mortality, and pulmonary pathology. This virus will be of value as a stringent challenge in evaluation of the efficacy of vaccines and antivirals. Citation: Roberts A, Deming D, Paddock CD, Cheng A, Yount B, et al. (2007) A mouse-adapted SARS-coronavirus causes disease and mortality in BALB/c mice. PLoS Pathog 3(1): e5.",
      "sentences": [
        [
          {
            "segment_text": "No single animal model for severe acute respiratory syndrome ( SARS ) reproduces all aspects of the human disease .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Young inbred mice support SARS-coronavirus ( SARS-CoV ) replication in the respiratory tract and are available in sufficient numbers for statistical evaluation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "They are relatively inexpensive and easily accessible ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but their use in SARS research is limited because they do not develop illness following infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Older ( 12-to 14-mo-old ) BALB/c mice develop clinical illness and pneumonitis ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but they can be hard to procure ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and immune senescence complicates pathogenesis studies .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We adapted the SARS-CoV ( Urbani strain ) by serial passage in the respiratory tract of young BALB/c mice .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Fifteen passages resulted in a virus ( MA15 ) that is lethal for mice following intranasal inoculation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Lethality is preceded by rapid and high titer viral replication in lungs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "viremia , and dissemination of virus to extrapulmonary sites accompanied by lymphopenia ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "neutrophilia , and pathological changes in the lungs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Abundant viral antigen is extensively distributed in bronchial epithelial cells and alveolar pneumocytes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and necrotic cellular debris is present in airways and alveoli ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with only mild and focal pneumonitis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These observations suggest that mice infected with MA15 die from an overwhelming viral infection with extensive ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "virally mediated destruction of pneumocytes and ciliated epithelial cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The MA15 virus has six coding mutations associated with adaptation and increased virulence ; when introduced into a recombinant SARS-CoV ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "these mutations result in a highly virulent and lethal virus ( rMA15 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "duplicating the phenotype of the biologically derived MA15 virus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Intranasal inoculation with MA15 reproduces many aspects of disease seen in severe human cases of SARS .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The availability of the MA15 virus will enhance the use of the mouse model for SARS because infection with MA15 causes morbidity ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "mortality , and pulmonary pathology .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This virus will be of value as a stringent challenge in evaluation of the efficacy of vaccines and antivirals .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Citation : Roberts A , Deming D ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "Paddock CD , Cheng A ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "Yount B , et al. ( 2007 ) A mouse-adapted SARS-coronavirus causes disease and mortality in BALB/c mice .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "PLoS Pathog 3 ( 1 ) : e5 .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "This is an open-access article distributed under the Creative Commons Public Domain declaration which stipulates that, once placed in the public domain, this work may be freely reproduced, transmitted, modified, built upon, or otherwise used by anyone for any lawful purpose.",
      "sentences": [
        [
          {
            "segment_text": "This is an open-access article distributed under the Creative Commons Public Domain declaration which stipulates that ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "once placed in the public domain ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "this work may be freely reproduced ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "transmitted , modified , built upon ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "or otherwise used by anyone for any lawful purpose .",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "Abbreviations: b 2 M, b 2 microglobulin; ALP, alkaline phosphatase; d.p.i.",
      "sentences": [
        [
          {
            "segment_text": "Abbreviations : b 2 M ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "b 2 microglobulin ; ALP , alkaline phosphatase ; d.p.i.",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "17",
    "segment_num": "35",
    "token_num": "445"
  }
}