{
  "paper_id": "38aa050ad79d8a1d7022c33535255ce9d47914e5",
  "metadata": {
    "title": "Potent Inhibition of Junín Virus Infection by Interferon in Murine Cells",
    "coda_data_split": "train",
    "coda_paper_id": 7472,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The new world arenavirus Junín virus (JUNV) is the causative agent of Argentine hemorrhagic fever, a lethal human infectious disease. Adult laboratory mice are generally resistant to peripheral infection by JUNV. The mechanism underlying the mouse resistance to JUNV infection is largely unknown. We have reported that interferon receptor knockout mice succumb to JUNV infection, indicating the critical role of interferon in restricting JUNV infection in mice. Here we report that the pathogenic and vaccine strains of JUNV were highly sensitive to interferon in murine primary cells. Treatment with low concentrations of interferon abrogated viral NP protein expression in murine cells. The replication of both JUNVs was enhanced in IRF3/IRF7 deficient cells. In addition, the vaccine strain of JUNV displayed impaired growth in primary murine cells. Our data suggested a direct and potent role of host interferon response in restricting JUNV replication in mice. The defect in viral growth for vaccine JUNV might also partially explain its attenuation in mice.",
      "sentences": [
        [
          {
            "segment_text": "The new world arenavirus Junín virus ( JUNV ) is the causative agent of Argentine hemorrhagic fever ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a lethal human infectious disease .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Adult laboratory mice are generally resistant to peripheral infection by JUNV .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The mechanism underlying the mouse resistance to JUNV infection is largely unknown .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We have reported that interferon receptor knockout mice succumb to JUNV infection ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "indicating the critical role of interferon in restricting JUNV infection in mice .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we report that the pathogenic and vaccine strains of JUNV were highly sensitive to interferon in murine primary cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Treatment with low concentrations of interferon abrogated viral NP protein expression in murine cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The replication of both JUNVs was enhanced in IRF3/IRF7 deficient cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , the vaccine strain of JUNV displayed impaired growth in primary murine cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our data suggested a direct and potent role of host interferon response in restricting JUNV replication in mice .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The defect in viral growth for vaccine JUNV might also partially explain its attenuation in mice .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "12",
    "token_num": "175"
  }
}