{
  "paper_id": "38b51dd8bae5027949cdb9d86250ad11a4e0ad96",
  "metadata": {
    "title": "The IFITM Proteins Mediate Cellular Resistance to Influenza A H1N1 Virus, West Nile Virus, and Dengue Virus",
    "coda_data_split": "train",
    "coda_paper_id": 2813,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Influenza viruses exploit host cell machinery to replicate, resulting in epidemics of respiratory illness. In turn, the host expresses antiviral restriction factors to defend against infection. To find host cell modifiers of influenza A H1N1 viral infection, we used a functional genomic screen and identified over 120 influenza A virus-dependency factors with roles in endosomal acidification, vesicular trafficking, mitochondrial metabolism, and RNA splicing. We discovered that the interferon-inducible transmembrane proteins IFITM1, 2, and 3 restrict an early step in influenza A viral replication. The IFITM proteins confer basal resistance to influenza A virus but are also inducible by interferons type I and II and are critical for interferon\u0027s virustatic actions. Further characterization revealed that the IFITM proteins inhibit the early replication of flaviviruses, including dengue virus and West Nile virus. Collectively this work identifies a family of antiviral restriction factors that mediate cellular innate immunity to at least three major human pathogens.",
      "sentences": [
        [
          {
            "segment_text": "Influenza viruses exploit host cell machinery to replicate ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "resulting in epidemics of respiratory illness .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In turn , the host expresses antiviral restriction factors to defend against infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To find host cell modifiers of influenza A H1N1 viral infection ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "we used a functional genomic screen and identified over 120 influenza A virus-dependency factors with roles in endosomal acidification ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "vesicular trafficking , mitochondrial metabolism , and RNA splicing .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We discovered that the interferon-inducible transmembrane proteins IFITM1 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "2 , and 3 restrict an early step in influenza A viral replication .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The IFITM proteins confer basal resistance to influenza A virus but are also inducible by interferons type I and II and are critical for interferon \u0027s virustatic actions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Further characterization revealed that the IFITM proteins inhibit the early replication of flaviviruses ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including dengue virus and West Nile virus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Collectively this work identifies a family of antiviral restriction factors that mediate cellular innate immunity to at least three major human pathogens .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "12",
    "token_num": "169"
  }
}