{
  "paper_id": "38bed8a14f2f6103cf5f8ddc6db772c8ab52f7c4",
  "metadata": {
    "title": "Pathogenesis and Diagnostic Approaches of Avian Infectious Bronchitis",
    "coda_data_split": "train",
    "coda_paper_id": 9709,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Infectious bronchitis (IB) is one of the major economically important poultry diseases distributed worldwide. It is caused by infectious bronchitis virus (IBV) and affects both galliform and nongalliform birds. Its economic impact includes decreased egg production and poor egg quality in layers, stunted growth, poor carcass weight, and mortality in broiler chickens. Although primarily affecting the respiratory tract, IBV demonstrates a wide range of tissues tropism, including the renal and reproductive systems. Thus, disease outcome may be influenced by the organ or tissue involved as well as pathotypes or strain of the infecting virus. Knowledge on the epidemiology of the prevalent IBV strains in a particular region is therefore important to guide control and preventions. Meanwhile previous diagnostic methods such as serology and virus isolations are less sensitive and time consuming, respectively; current methods, such as reverse transcription polymerase chain reaction (RT-PCR), Restriction Fragment Length Polymorphism (RFLP), and sequencing, offer highly sensitive, rapid, and accurate diagnostic results, thus enabling the genotyping of new viral strains within the shortest possible time. This review discusses aspects on pathogenesis and diagnostic methods for IBV infection.",
      "sentences": [
        [
          {
            "segment_text": "Infectious bronchitis ( IB ) is one of the major economically important poultry diseases distributed worldwide .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It is caused by infectious bronchitis virus ( IBV ) and affects both galliform and nongalliform birds .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Its economic impact includes decreased egg production and poor egg quality in layers ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "stunted growth , poor carcass weight ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and mortality in broiler chickens .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although primarily affecting the respiratory tract ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "IBV demonstrates a wide range of tissues tropism ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including the renal and reproductive systems .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Thus , disease outcome may be influenced by the organ or tissue involved as well as pathotypes or strain of the infecting virus .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Knowledge on the epidemiology of the prevalent IBV strains in a particular region is therefore important to guide control and preventions .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Meanwhile previous diagnostic methods such as serology and virus isolations are less sensitive and time consuming ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "respectively ; current methods , such as reverse transcription polymerase chain reaction ( RT-PCR ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Restriction Fragment Length Polymorphism ( RFLP ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and sequencing , offer highly sensitive ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "rapid , and accurate diagnostic results ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "thus enabling the genotyping of new viral strains within the shortest possible time .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review discusses aspects on pathogenesis and diagnostic methods for IBV infection .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "17",
    "token_num": "213"
  }
}