{
  "paper_id": "38c2ecf26c5d0c25eb5802fe04f75a1f3cb12f74",
  "metadata": {
    "title": "Evaluation of the effects of oral colostrum supplementation during the first fourteen days on the health and performance of preweaned calves",
    "coda_data_split": "train",
    "coda_paper_id": 5014,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Increasing concerns about antimicrobial resistance have led to the development and implementation of alternatives to antimicrobial use in animal production. The objective of this clinical trial was to determine the effect of colostrum supplementation of the milk replacer ration on morbidity, mortality, feed intake, and weight gain of preweaned calves. Ninety 1-d-old calves on each of 3 commercial calf ranches were randomly allocated to 1 of 3 groups. Treatment-group calves received 10 g of supplemental immunoglobulin G (IgG) in the form of 70 g of colostrum powder in the milk replacer twice daily for 14 d. The placebo-group calves received a nutritionally equivalent supplement lacking IgG in the milk replacer twice daily for 14 d. Control calves received milk replacer without supplements twice daily. Calves were housed in individual hutches and were weighed on d 1, 28, and 60. Serum was collected on d 2 for serum IgG determination. Daily health evaluations for the first 28 d of life were performed by study personnel blinded to treatment group assignment. Observed illness was treated based on health assessment, rectal temperature, and specific calf ranch protocols. Feed consumption (milk and grain) was recorded. Calves receiving supplemental colostrum had less diarrhea and received fewer antimicrobial treatments than control and placebo calves. The results indicated that calf diarrhea was associated with low serum IgG levels and low-weight calves. Grain consumption and weight gain over the first 28 d of life were significantly greater in colostrum-supplemented calves compared with control calves. No differences in mortality or respiratory disease incidence among groups were detected. Supplemental colostrum during the first 2 wk of life can reduce diarrheal disease in preweaned calves on calf ranches and thereby reduce the amount of antimicrobial treatments needed.",
      "sentences": [
        [
          {
            "segment_text": "Increasing concerns about antimicrobial resistance have led to the development and implementation of alternatives to antimicrobial use in animal production .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The objective of this clinical trial was to determine the effect of colostrum supplementation of the milk replacer ration on morbidity ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "mortality , feed intake , and weight gain of preweaned calves .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Ninety 1-d-old calves on each of 3 commercial calf ranches were randomly allocated to 1 of 3 groups .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Treatment-group calves received 10 g of supplemental immunoglobulin G ( IgG ) in the form of 70 g of colostrum powder in the milk replacer twice daily for 14 d .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The placebo-group calves received a nutritionally equivalent supplement lacking IgG in the milk replacer twice daily for 14 d. Control calves received milk replacer without supplements twice daily .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Calves were housed in individual hutches and were weighed on d 1 , 28 , and 60 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Serum was collected on d 2 for serum IgG determination .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Daily health evaluations for the first 28 d of life were performed by study personnel blinded to treatment group assignment .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Observed illness was treated based on health assessment ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "rectal temperature , and specific calf ranch protocols .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Feed consumption ( milk and grain ) was recorded .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Calves receiving supplemental colostrum had less diarrhea and received fewer antimicrobial treatments than control and placebo calves .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The results indicated that calf diarrhea was associated with low serum IgG levels and low-weight calves .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Grain consumption and weight gain over the first 28 d of life were significantly greater in colostrum-supplemented calves compared with control calves .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "No differences in mortality or respiratory disease incidence among groups were detected .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Supplemental colostrum during the first 2 wk of life can reduce diarrheal disease in preweaned calves on calf ranches and thereby reduce the amount of antimicrobial treatments needed .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "15",
    "segment_num": "17",
    "token_num": "312"
  }
}