{
  "paper_id": "38cbb822fbce17d5cbd5d12896d8ffa7848e8229",
  "metadata": {
    "title": "ARTICLE A peptide-based viral inactivator inhibits Zika virus infection in pregnant mice and fetuses",
    "coda_data_split": "train",
    "coda_paper_id": 7794,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Zika virus (ZIKV), a re-emerging flavivirus associated with neurological disorders, has spread rapidly to more than 70 countries and territories. However, no specific vaccines or antiviral drugs are currently available to prevent or treat ZIKV infection. Here we report that a synthetic peptide derived from the stem region of ZIKV envelope protein, designated Z2, potently inhibits infection of ZIKV and other flaviviruses in vitro. We show that Z2 interacts with ZIKV surface protein and disrupts the integrity of the viral membrane. Z2 can penetrate the placental barrier to enter fetal tissues and is safe for use in pregnant mice. Intraperitoneal administration of Z2 inhibits vertical transmission of ZIKV in pregnant C57BL/6 mice and protects type I or type I/II interferon receptor-deficient mice against lethal ZIKV challenge. Thus, Z2 has potential to be further developed as an antiviral treatment against ZIKV infection in high-risk populations, particularly pregnant women.",
      "sentences": [
        [
          {
            "segment_text": "Zika virus ( ZIKV ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a re-emerging flavivirus associated with neurological disorders ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "has spread rapidly to more than 70 countries and territories .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , no specific vaccines or antiviral drugs are currently available to prevent or treat ZIKV infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we report that a synthetic peptide derived from the stem region of ZIKV envelope protein ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "designated Z2 , potently inhibits infection of ZIKV and other flaviviruses in vitro .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We show that Z2 interacts with ZIKV surface protein and disrupts the integrity of the viral membrane .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Z2 can penetrate the placental barrier to enter fetal tissues and is safe for use in pregnant mice .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Intraperitoneal administration of Z2 inhibits vertical transmission of ZIKV in pregnant C57BL/6 mice and protects type I or type I/II interferon receptor-deficient mice against lethal ZIKV challenge .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Thus , Z2 has potential to be further developed as an antiviral treatment against ZIKV infection in high-risk populations , particularly pregnant women .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "10",
    "token_num": "163"
  }
}