{
  "paper_id": "38cd6b6409c31e4cf0545ea5b7104ed79c8f3e88",
  "metadata": {
    "title": "Human metapneumovirus in adults: a short case series",
    "coda_data_split": "train",
    "coda_paper_id": 5519,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "This study was carried out to further the available information on adult cases of human metapneumovirus (hMPV), a recently described cause of respiratory infection. Among a cohort of 741 symptomatic patients tested since 2003, the virus was diagnosed in six adults using reverse transcriptase polymerase chain reaction. Of the six, two were from the community, two were hospital inpatients with chronic obstructive pulmonary disease and two were immunocompromised patients, both of whom required ventilation and later died. This report discusses the clinical features, epidemiology and diagnosis of hMPV, highlighting that this infection may be associated with death in high-risk adults. For adults presenting with respiratory symptoms and a background of pre-existing respiratory disease or who are immunocompromised, nucleic acid-based techniques are a cost-effective means of making the viral diagnosis in a clinically relevant time frame.",
      "sentences": [
        [
          {
            "segment_text": "This study was carried out to further the available information on adult cases of human metapneumovirus ( hMPV ) ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "a recently described cause of respiratory infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Among a cohort of 741 symptomatic patients tested since 2003 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "the virus was diagnosed in six adults using reverse transcriptase polymerase chain reaction .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Of the six , two were from the community ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "two were hospital inpatients with chronic obstructive pulmonary disease and two were immunocompromised patients ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "both of whom required ventilation and later died .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This report discusses the clinical features ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "epidemiology and diagnosis of hMPV ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "highlighting that this infection may be associated with death in high-risk adults .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "For adults presenting with respiratory symptoms and a background of pre-existing respiratory disease or who are immunocompromised ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "nucleic acid-based techniques are a cost-effective means of making the viral diagnosis in a clinically relevant time frame .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "12",
    "token_num": "150"
  }
}