{
  "paper_id": "38d4184fcc07afbf2bd269491da88687764e86f0",
  "metadata": {
    "title": "Protein Microarrays and Biomarkers of Infectious Disease",
    "coda_data_split": "train",
    "coda_paper_id": 6282,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Protein microarrays are powerful tools that are widely used in systems biology research. For infectious diseases, proteome microarrays assembled from proteins of pathogens will play an increasingly important role in discovery of diagnostic markers, vaccines, and therapeutics. Distinct formats of protein microarrays have been developed for different applications, including abundance-based and function-based methods. Depending on the application, design issues should be considered, such as the need for multiplexing and label or label free detection methods. New developments, challenges, and future demands in infectious disease research will impact the application of protein microarrays for discovery and validation of biomarkers.",
      "sentences": [
        [
          {
            "segment_text": "Protein microarrays are powerful tools that are widely used in systems biology research .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "For infectious diseases , proteome microarrays assembled from proteins of pathogens will play an increasingly important role in discovery of diagnostic markers , vaccines , and therapeutics .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Distinct formats of protein microarrays have been developed for different applications ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including abundance-based and function-based methods .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Depending on the application , design issues should be considered ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "such as the need for multiplexing and label or label free detection methods .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "New developments , challenges , and future demands in infectious disease research will impact the application of protein microarrays for discovery and validation of biomarkers .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "7",
    "token_num": "111"
  }
}