{
  "paper_id": "38db3b3d3d82b08a9d95490fd0871d04d7001efe",
  "metadata": {
    "title": "Fall-related attendance and associated hospitalisation of children and adolescents in Hong Kong: a 12-year retrospective study",
    "coda_data_split": "train",
    "coda_paper_id": 9255,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Objectives: The present study aimed to examine the trends and characteristics of fall-related attendance in accident and emergency department (AED) by injury type and the trend in associated average length of stay (LOS) among children and adolescents in Hong Kong.",
      "sentences": [
        [
          {
            "segment_text": "Objectives : The present study aimed to examine the trends and characteristics of fall-related attendance in accident and emergency department ( AED ) by injury type and the trend in associated average length of stay ( LOS ) among children and adolescents in Hong Kong .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Design: A retrospective approach was adopted. Setting: AED, involving all local public emergency departments from 2001 to 2012. Participants: 63 557 subjects aged 0-19 years with fall injury record were included in the analysis.",
      "sentences": [
        [
          {
            "segment_text": "Design : A retrospective approach was adopted .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Setting : AED , involving all local public emergency departments from 2001 to 2012 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Participants : 63 557 subjects aged 0-19 years with fall injury record were included in the analysis .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Primary outcome measures: Fall-related injury number and rates were calculated and reported. Poisson and negative binomial regression models were used to study the trends of injury incidence rate at different body regions.",
      "sentences": [
        [
          {
            "segment_text": "Primary outcome measures : Fall-related injury number and rates were calculated and reported .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Poisson and negative binomial regression models were used to study the trends of injury incidence rate at different body regions .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results: AED fall-related attendance rate increased significantly with an annual percentage change of 4.45 (95% CI 3.43 to 5.47%, p\u003c0.0001). The attendance number of male subjects was persistently higher than female subjects. The standardised rate of fracture injury increased by 1.31% (95% CI 0.56 to 2.05%, p\u003c0.0001) and that of non-fracture injury increased by 9.23% (95% CI 7.07 to 11.43%, p\u003c0.0001) annually. Upper limb was the most frequently fractured location. It included forearm/elbow, shoulder/upper arm and wrist/hand with descending order of frequency. On the contrary, head was the most frequent non-fracture location, followed by forearm/elbow.",
      "sentences": [
        [
          {
            "segment_text": "Results : AED fall-related attendance rate increased significantly with an annual percentage change of 4.45 ( 95 % CI 3.43 to 5.47 % , p \u003c 0.0001 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The attendance number of male subjects was persistently higher than female subjects .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The standardised rate of fracture injury increased by 1.31 % ( 95 % CI 0.56 to 2.05 % , p \u003c 0.0001 ) and that of non-fracture injury increased by 9.23 % ( 95 % CI 7.07 to 11.43 % , p \u003c 0.0001 ) annually .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Upper limb was the most frequently fractured location .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "It included forearm/elbow , shoulder/upper arm and wrist/hand with descending order of frequency .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "On the contrary , head was the most frequent non-fracture location , followed by forearm/elbow .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "The rates of fall-related attendance have been increasing and still remain high. There were significant increases in non-fracture injuries. Fractures were most frequently found in the upper extremity of a child while the most common non-fracture location was head. It appears that more efforts should be made and preventive measures should be implemented for children and adolescents in Hong Kong.",
      "sentences": [
        [
          {
            "segment_text": "The rates of fall-related attendance have been increasing and still remain high .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "There were significant increases in non-fracture injuries .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Fractures were most frequently found in the upper extremity of a child while the most common non-fracture location was head .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "It appears that more efforts should be made and preventive measures should be implemented for children and adolescents in Hong Kong .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Lee JC-Y, et al.",
      "sentences": [
        [
          {
            "segment_text": "Lee JC-Y , et al. .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "6",
    "sentence_num": "17",
    "segment_num": "17",
    "token_num": "320"
  }
}