{
  "paper_id": "391b5e4de16e1f45e2e24f39e017c5e8a459e6ed",
  "metadata": {
    "title": "Molecular investigations on the prevalence and viral load of enteric viruses in pigs from five European countries",
    "coda_data_split": "train",
    "coda_paper_id": 3414,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Enteric viral infections in pigs may cause diarrhea resulting in ill-thrift and substantial economic losses. This study reports the enteric infections with porcine astrovirus type 4 (PAstV4), porcine group A rotavirus (GARV), porcine group C rotavirus (GCRV), porcine circovirus type 2 (PCV2) and porcine kobuvirus (PKoV) in 419 pigs, comprising both healthy and diarrheic animals, from 49 farms in five European countries (Austria, Germany, Hungary, Spain and Sweden). Real-time RT-PCR assays were developed to test fecal samples and to compare the prevalence and viral load in relation to health status, farms of origin and age groups. The results showed that PAstV4 (70.4%) was the dominant virus species, followed by PKoV (56.7%), PCV2 (42.2%), GCRV (3%) and GARV (0.9%). Diarrheic pigs had a higher viral load of PAstV4 in the nursery and growing-finishing groups. Rotaviruses were mainly detected in diarrheic pigs, whereas PCV2 was more often detected in clinically healthy than in diarrheic pigs, suggesting that most PCV2 infections were subclinical. PAstV4, PCV2 and PKoV were considered ubiquitous in the European pig livestock and co-infections among them were frequent, independently of the disease status, in contrast to a low prevalence of classical rotavirus infections.",
      "sentences": [
        [
          {
            "segment_text": "Enteric viral infections in pigs may cause diarrhea resulting in ill-thrift and substantial economic losses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This study reports the enteric infections with porcine astrovirus type 4 ( PAstV4 ) ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "porcine group A rotavirus ( GARV ) ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "porcine group C rotavirus ( GCRV ) ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "porcine circovirus type 2 ( PCV2 ) and porcine kobuvirus ( PKoV ) in 419 pigs ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "comprising both healthy and diarrheic animals ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "from 49 farms in five European countries ( Austria , Germany , Hungary , Spain and Sweden ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Real-time RT-PCR assays were developed to test fecal samples and to compare the prevalence and viral load in relation to health status ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "farms of origin and age groups .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The results showed that PAstV4 ( 70.4 % ) was the dominant virus species ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "followed by PKoV ( 56.7 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "PCV2 ( 42.2 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "GCRV ( 3 % ) and GARV ( 0.9 % ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Diarrheic pigs had a higher viral load of PAstV4 in the nursery and growing-finishing groups .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Rotaviruses were mainly detected in diarrheic pigs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whereas PCV2 was more often detected in clinically healthy than in diarrheic pigs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "suggesting that most PCV2 infections were subclinical .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "PAstV4 , PCV2 and PKoV were considered ubiquitous in the European pig livestock and co-infections among them were frequent ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "independently of the disease status ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "in contrast to a low prevalence of classical rotavirus infections .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "20",
    "token_num": "244"
  }
}