{
  "paper_id": "391d2d5c38aadfb671184a27d001bfb0cfc2bfa1",
  "metadata": {
    "title": "Pathology and Tissue Distribution of Turkey Coronavirus in Experimentally Infected Chicks and Turkey Poults",
    "coda_data_split": "train",
    "coda_paper_id": 2054,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Twenty 1-day-old specific pathogen free chicks and 20 1-day-old commercially derived turkey poults were inoculated with a Brazilian strain of turkey coronavirus (TCoV) to study the pathogenicity and virus distribution up to 14 days post-inoculation by histopathology, immunohistochemistry, reverse transcriptase polymerase chain reaction and sequencing. At 2e14 dpi, TCoV antigens were detected in the paranasal sinus and lachrymal accessory gland (Harderian gland) of infected chicks and in the ileum, ileocaecal junction and caecum of infected poults. Lymphocytic inflammation was present in these tissues. TCoV was re-isolated from pooled tissue suspensions of nasal concha, Harderian gland and paranasal sinus from chicks, as well as from the ileum, ileocaecal junction and caecum of poults, after three consecutive passages in 28-day-old embryonated turkey eggs. Viral RNA corresponding to the spike gene region (1178e2073 genome position) was amplified from the upper respiratory tract of chickens and from the intestinal tract of poults and phylogenetic analysis confirmed the identity as TCoV. This is the first description of TCoV antigens and mRNA in upper respiratory tissues in experimentally infected chickens.",
      "sentences": [
        [
          {
            "segment_text": "Twenty 1-day-old specific pathogen free chicks and 20 1-day-old commercially derived turkey poults were inoculated with a Brazilian strain of turkey coronavirus ( TCoV ) to study the pathogenicity and virus distribution up to 14 days post-inoculation by histopathology ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "immunohistochemistry , reverse transcriptase polymerase chain reaction and sequencing .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "At 2e14 dpi , TCoV antigens were detected in the paranasal sinus and lachrymal accessory gland ( Harderian gland ) of infected chicks and in the ileum ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "ileocaecal junction and caecum of infected poults .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Lymphocytic inflammation was present in these tissues .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "TCoV was re-isolated from pooled tissue suspensions of nasal concha ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Harderian gland and paranasal sinus from chicks ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as well as from the ileum ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "ileocaecal junction and caecum of poults ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "after three consecutive passages in 28-day-old embryonated turkey eggs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Viral RNA corresponding to the spike gene region ( 1178e2073 genome position ) was amplified from the upper respiratory tract of chickens and from the intestinal tract of poults and phylogenetic analysis confirmed the identity as TCoV .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This is the first description of TCoV antigens and mRNA in upper respiratory tissues in experimentally infected chickens .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "12",
    "token_num": "194"
  }
}