{
  "paper_id": "39683dd78bcf6b301cbed610b6e3213a5ce33380",
  "metadata": {
    "title": "viruses Griffithsin: An Antiviral Lectin with Outstanding Therapeutic Potential",
    "coda_data_split": "train",
    "coda_paper_id": 6086,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": ", an algae-derived lectin, is one of the most potent viral entry inhibitors discovered to date. It is currently being developed as a microbicide with broad-spectrum activity against several enveloped viruses. GRFT can inhibit human immunodeficiency virus (HIV) infection at picomolar concentrations, surpassing the ability of most anti-HIV agents. The potential to inhibit other viruses as well as parasites has also been demonstrated. Griffithsin\u0027s antiviral activity stems from its ability to bind terminal mannoses present in high-mannose oligosaccharides and crosslink these glycans on the surface of the viral envelope glycoproteins. Here, we review structural and biochemical studies that established mode of action and facilitated construction of GRFT analogs, mechanisms that may lead to resistance, and in vitro and pre-clinical results that support the therapeutic potential of this lectin.",
      "sentences": [
        [
          {
            "segment_text": ", an algae-derived lectin , is one of the most potent viral entry inhibitors discovered to date .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It is currently being developed as a microbicide with broad-spectrum activity against several enveloped viruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "GRFT can inhibit human immunodeficiency virus ( HIV ) infection at picomolar concentrations ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "surpassing the ability of most anti-HIV agents .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The potential to inhibit other viruses as well as parasites has also been demonstrated .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Griffithsin \u0027s antiviral activity stems from its ability to bind terminal mannoses present in high-mannose oligosaccharides and crosslink these glycans on the surface of the viral envelope glycoproteins .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we review structural and biochemical studies that established mode of action and facilitated construction of GRFT analogs ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "mechanisms that may lead to resistance ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and in vitro and pre-clinical results that support the therapeutic potential of this lectin .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "9",
    "token_num": "142"
  }
}