{
  "paper_id": "396aa6b314890dbb4714f6fcd94f93c5efde6695",
  "metadata": {
    "title": "Use of Viral Lysate Antigen Combined with Recombinant Protein in Western Immunoblot Assay as Confirmatory Test for Serodiagnosis of Severe Acute Respiratory Syndrome",
    "coda_data_split": "train",
    "coda_paper_id": 3012,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "A Western immunoblot assay for confirmatory serodiagnosis of severe acute respiratory syndrome (SARS) was developed utilizing viral lysate antigens combined with a recombinant nucleocapsid protein, GST-N (glutathione S-transferase-nucleocapsid) of the SARS coronavirus (SARS-CoV). The viral lysate antigens were separated by electrophoresis and transblotted onto nitrocellulose membranes. The resultant membrane was subsequently added with the GST-N recombinant protein at a specific location. The positions of bands corresponding to some of the structural proteins immobilized on the membrane were then located and verified with mouse or rabbit antisera specific to the respective proteins. The Western immunoblot assay was able to detect antibodies to SARS-CoV in all 40 serum specimens from SARS patients and differentiate the SARSpositive samples from those of the healthy donor or non-SARS patient controls (150 samples) when set criteria were followed. In addition, when the immunoblot was used to test samples considered falsely positive by an in-house-developed SARS-specific enzyme-linked immunosorbent assay, band patterns different from those with samples from SARS patients were obtained.",
      "sentences": [
        [
          {
            "segment_text": "A Western immunoblot assay for confirmatory serodiagnosis of severe acute respiratory syndrome ( SARS ) was developed utilizing viral lysate antigens combined with a recombinant nucleocapsid protein ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "GST-N ( glutathione S-transferase-nucleocapsid ) of the SARS coronavirus ( SARS-CoV ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The viral lysate antigens were separated by electrophoresis and transblotted onto nitrocellulose membranes .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The resultant membrane was subsequently added with the GST-N recombinant protein at a specific location .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The positions of bands corresponding to some of the structural proteins immobilized on the membrane were then located and verified with mouse or rabbit antisera specific to the respective proteins .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The Western immunoblot assay was able to detect antibodies to SARS-CoV in all 40 serum specimens from SARS patients and differentiate the SARSpositive samples from those of the healthy donor or non-SARS patient controls ( 150 samples ) when set criteria were followed .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , when the immunoblot was used to test samples considered falsely positive by an in-house-developed SARS-specific enzyme-linked immunosorbent assay ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "band patterns different from those with samples from SARS patients were obtained .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "8",
    "token_num": "181"
  }
}