{
  "paper_id": "39708f10658e8e33983d0b2ebb570bdd00c5df46",
  "metadata": {
    "title": "Techno-economic analysis of a transient plant-based platform for monoclonal antibody production",
    "coda_data_split": "train",
    "coda_paper_id": 2772,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Plant-based biomanufacturing of therapeutic proteins is a relatively new platform with a small number of commercial-scale facilities, but offers advantages of linear scalability, reduced upstream complexity, reduced time to market, and potentially lower capital and operating costs. In this study we present a detailed process simulation model for a large-scale new \"greenfield\" biomanufacturing facility that uses transient agroinfiltration of Nicotiana benthamiana plants grown hydroponically indoors under lightemitting diode lighting for the production of a monoclonal antibody. The model was used to evaluate the total capital investment, annual operating cost, and cost of goods sold as a function of mAb expression level in the plant (g mAb/kg fresh weight of the plant) and production capacity (kg mAb/year). For the Base Case design scenario (300 kg mAb/year, 1 g mAb/kg fresh weight, and 65% recovery in downstream processing), the model predicts a total capital investment of $122 million dollars and cost of goods sold of $121/g including depreciation. Compared with traditional biomanufacturing platforms that use mammalian cells grown in bioreactors, the model predicts significant reductions in capital investment and \u003e50% reduction in cost of goods compared with published values at similar production scales. The simulation model can be modified or adapted by others to assess the profitability of alternative designs, implement different process assumptions, and help guide process development and optimization.",
      "sentences": [
        [
          {
            "segment_text": "Plant-based biomanufacturing of therapeutic proteins is a relatively new platform with a small number of commercial-scale facilities ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but offers advantages of linear scalability ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "reduced upstream complexity , reduced time to market ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and potentially lower capital and operating costs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study we present a detailed process simulation model for a large-scale new `` greenfield \u0027\u0027 biomanufacturing facility that uses transient agroinfiltration of Nicotiana benthamiana plants grown hydroponically indoors under lightemitting diode lighting for the production of a monoclonal antibody .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The model was used to evaluate the total capital investment ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "annual operating cost , and cost of goods sold as a function of mAb expression level in the plant ( g mAb/kg fresh weight of the plant ) and production capacity ( kg mAb/year ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "For the Base Case design scenario ( 300 kg mAb/year , 1 g mAb/kg fresh weight , and 65 % recovery in downstream processing ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the model predicts a total capital investment of $ 122 million dollars and cost of goods sold of $ 121/g including depreciation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Compared with traditional biomanufacturing platforms that use mammalian cells grown in bioreactors ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the model predicts significant reductions in capital investment and \u003e 50 % reduction in cost of goods compared with published values at similar production scales .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The simulation model can be modified or adapted by others to assess the profitability of alternative designs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "implement different process assumptions , and help guide process development and optimization .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "13",
    "token_num": "250"
  }
}