{
  "paper_id": "399cef5a5c8ca96a0ac33ee31dec722eac145a7b",
  "metadata": {
    "title": "FLDS: A Comprehensive dsRNA Sequencing Method for Intracellular RNA Virus Surveillance",
    "coda_data_split": "train",
    "coda_paper_id": 7084,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Knowledge of the distribution and diversity of RNA viruses is still limited in spite of their possible environmental and epidemiological impacts because RNA virus-specific metagenomic methods have not yet been developed. We herein constructed an effective metagenomic method for RNA viruses by targeting long double-stranded (ds)RNA in cellular organisms, which is a hallmark of infection, or the replication of dsRNA and single-stranded (ss)RNA viruses, except for retroviruses. This novel dsRNA targeting metagenomic method is characterized by an extremely high recovery rate of viral RNA sequences, the retrieval of terminal sequences, and uniform read coverage, which has not previously been reported in other metagenomic methods targeting RNA viruses. This method revealed a previously unidentified viral RNA diversity of more than 20 complete RNA viral genomes including dsRNA and ssRNA viruses associated with an environmental diatom colony. Our approach will be a powerful tool for cataloging RNA viruses associated with organisms of interest.",
      "sentences": [
        [
          {
            "segment_text": "Knowledge of the distribution and diversity of RNA viruses is still limited in spite of their possible environmental and epidemiological impacts because RNA virus-specific metagenomic methods have not yet been developed .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We herein constructed an effective metagenomic method for RNA viruses by targeting long double-stranded ( ds ) RNA in cellular organisms ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "which is a hallmark of infection ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "or the replication of dsRNA and single-stranded ( ss ) RNA viruses , except for retroviruses .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "This novel dsRNA targeting metagenomic method is characterized by an extremely high recovery rate of viral RNA sequences ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "the retrieval of terminal sequences ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and uniform read coverage , which has not previously been reported in other metagenomic methods targeting RNA viruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This method revealed a previously unidentified viral RNA diversity of more than 20 complete RNA viral genomes including dsRNA and ssRNA viruses associated with an environmental diatom colony .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our approach will be a powerful tool for cataloging RNA viruses associated with organisms of interest .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "9",
    "token_num": "168"
  }
}