{
  "paper_id": "39a01111cbf00eb9bf55c7713c1edec443d3e97e",
  "metadata": {
    "title": "Describing the Chinese HIV Surveillance System and the Influences of Political Structures and Social Stigma",
    "coda_data_split": "train",
    "coda_paper_id": 6061,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "China\u0027s public health surveillance system for HIV was established in late 1980s and has evolved significantly during the past three decades. With the gradually changing mode of HIV transmission from sharing of intravenous injecting equipment to sexual exposure and the rapid spread of HIV infection among Chinese homosexual men in recent years, an efficient and comprehensive population-level surveillance system for describing epidemics trends and risk behaviours associated with HIV acquisition are essential for effective public health interventions for HIV. The current review describes the overall strength of the Chinese HIV surveillance system and its structural weaknesses from a political and social perspective. The HIV surveillance system in China has undergone substantial revamping leading to a comprehensive, timely and efficient reporting system. However, large data gaps and lack of quality control and sharing of information obstruct the full performance of the system. This is largely due to fragmented authoritarianism brought about by the underlying political structure. Social stigma and discrimination in health institutes are also key barriers for further improvements of HIV diagnosis and surveillance in China. © Zhang et al.; Licensee Bentham Open. This is an open access article licensed under the terms of the Creative Commons Attribution Non-Commercial License (http://creativecommons.org/licenses/by-nc/ 3.0/) which permits unrestricted, non-commercial use, distribution and reproduction in any medium, provided the work is properly cited.",
      "sentences": [
        [
          {
            "segment_text": "China \u0027s public health surveillance system for HIV was established in late 1980s and has evolved significantly during the past three decades .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "With the gradually changing mode of HIV transmission from sharing of intravenous injecting equipment to sexual exposure and the rapid spread of HIV infection among Chinese homosexual men in recent years ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "an efficient and comprehensive population-level surveillance system for describing epidemics trends and risk behaviours associated with HIV acquisition are essential for effective public health interventions for HIV .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The current review describes the overall strength of the Chinese HIV surveillance system and its structural weaknesses from a political and social perspective .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The HIV surveillance system in China has undergone substantial revamping leading to a comprehensive ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "timely and efficient reporting system .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , large data gaps and lack of quality control and sharing of information obstruct the full performance of the system .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This is largely due to fragmented authoritarianism brought about by the underlying political structure .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Social stigma and discrimination in health institutes are also key barriers for further improvements of HIV diagnosis and surveillance in China .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "© Zhang et al. ; Licensee Bentham Open .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "This is an open access article licensed under the terms of the Creative Commons Attribution Non-Commercial License ( http://creativecommons.org/licenses/by-nc/ 3.0 / ) which permits unrestricted ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "non-commercial use , distribution and reproduction in any medium ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "provided the work is properly cited .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "13",
    "token_num": "239"
  }
}