{
  "paper_id": "39ad6d2aa80498b55d03ac9d7f5a4adaaaaf574b",
  "metadata": {
    "title": "a section of the journal Frontiers in Immunology Functional and Homeostatic impact of Age-Related Changes in Lymph node Stroma",
    "coda_data_split": "train",
    "coda_paper_id": 10656,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Adults over 65 years of age are more vulnerable to infectious disease and show poor responses to vaccination relative to those under 50. A complex set of age-related changes in the immune system is believed to be largely responsible for these defects. These changes, collectively termed immune senescence, encompass alterations in both the innate and adaptive immune systems, in the microenvironments where immune cells develop or reside, and in soluble factors that guide immune homeostasis and function. While age-related changes in primary lymphoid organs (bone marrow, and, in particular, the thymus, which involutes in the first third of life) have been long appreciated, changes affecting aging secondary lymphoid organs, and, in particular, aging lymph nodes (LNs) have been less well characterized. Over the last 20 years, LN stromal cells have emerged as key players in maintaining LN morphology and immune homeostasis, as well as in coordinating immune responses to pathogens. Here, we review recent progress in understanding the contributions of LN stromal cells to immune senescence. We discuss approaches to understand the mechanisms behind the decline in LN stromal cells and conclude by considering potential strategies to rejuvenate aging LN stroma to improve immune homeostasis, immune responses, and vaccine efficacy in the elderly.",
      "sentences": [
        [
          {
            "segment_text": "Adults over 65 years of age are more vulnerable to infectious disease and show poor responses to vaccination relative to those under 50 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A complex set of age-related changes in the immune system is believed to be largely responsible for these defects .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These changes , collectively termed immune senescence ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "encompass alterations in both the innate and adaptive immune systems ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "in the microenvironments where immune cells develop or reside ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and in soluble factors that guide immune homeostasis and function .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "While age-related changes in primary lymphoid organs ( bone marrow , and , in particular , the thymus , which involutes in the first third of life ) have been long appreciated ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "changes affecting aging secondary lymphoid organs ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and , in particular , aging lymph nodes ( LNs ) have been less well characterized .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Over the last 20 years ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "LN stromal cells have emerged as key players in maintaining LN morphology and immune homeostasis ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "as well as in coordinating immune responses to pathogens .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we review recent progress in understanding the contributions of LN stromal cells to immune senescence .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We discuss approaches to understand the mechanisms behind the decline in LN stromal cells and conclude by considering potential strategies to rejuvenate aging LN stroma to improve immune homeostasis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "immune responses , and vaccine efficacy in the elderly .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "15",
    "token_num": "231"
  }
}