{
  "paper_id": "39c50d92d3364c82b845b4dac5b8a8f74d83ecd1",
  "metadata": {
    "title": "ASTHMA (WJ CALHOUN AND V ORTEGA, SECTION EDITORS) The Role of Human Parainfluenza Virus Infections in the Immunopathology of the Respiratory Tract",
    "coda_data_split": "train",
    "coda_paper_id": 7489,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Viral infections are leading causes of both upper and lower airway acute illness in all age groups of healthy persons, and have also been implicated in the acute exacerbations of chronic respiratory disorders like asthma and COPD. Human rhinovirus, respiratory syncytial virus, influenza virus and coronavirus have been considered as the most important respiratory pathogens and relatively little attention has been paid to the role of parainfluenza viruses (hPIVs). Human parainfluenza viruses are single-stranded RNA viruses belonging to the paramyxovirus family that may evoke lower respiratory infections in infants, children and immunocompromised individuals. Among nonimmune compromised adults, hPIV infection typically causes mild disease manifested as upper respiratory tract symptoms and is infrequently associated with severe croup or pneumonia. Moreover, hPIV infection may be associated with viral exacerbations of chronic airway diseases, asthma or COPD or chronic rhinosinusitis. In this review, we summarized the basic epidemiology and immunology of hPIVs and addressed the more recent data implicating the role of parainfluenza viruses in the exacerbation of chronic airway disorders.",
      "sentences": [
        [
          {
            "segment_text": "Viral infections are leading causes of both upper and lower airway acute illness in all age groups of healthy persons ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and have also been implicated in the acute exacerbations of chronic respiratory disorders like asthma and COPD .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Human rhinovirus , respiratory syncytial virus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "influenza virus and coronavirus have been considered as the most important respiratory pathogens and relatively little attention has been paid to the role of parainfluenza viruses ( hPIVs ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Human parainfluenza viruses are single-stranded RNA viruses belonging to the paramyxovirus family that may evoke lower respiratory infections in infants , children and immunocompromised individuals .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Among nonimmune compromised adults , hPIV infection typically causes mild disease manifested as upper respiratory tract symptoms and is infrequently associated with severe croup or pneumonia .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Moreover , hPIV infection may be associated with viral exacerbations of chronic airway diseases ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "asthma or COPD or chronic rhinosinusitis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this review , we summarized the basic epidemiology and immunology of hPIVs and addressed the more recent data implicating the role of parainfluenza viruses in the exacerbation of chronic airway disorders .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "After respiratory syncytial virus, hPIVs are the second most common causes of acute respiratory tract infections among children aged \u003c5 years, possibly accounting for up to 17% of hospitalizations [5] . Although age-specific rates of lower respiratory tract infections vary significantly in different populations, the medical burden of hPIVs is similar to that of RSV infection in children [6] . Serological surveys have indicated that 60% of the children are infected with hPIV-3 by 2 years of age, and this",
      "sentences": [
        [
          {
            "segment_text": "After respiratory syncytial virus , hPIVs are the second most common causes of acute respiratory tract infections among children aged \u003c 5 years ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "possibly accounting for up to 17 % of hospitalizations ( 5 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Although age-specific rates of lower respiratory tract infections vary significantly in different populations ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the medical burden of hPIVs is similar to that of RSV infection in children ( 6 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Serological surveys have indicated that 60 % of the children are infected with hPIV-3 by 2 years of age , and this",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "9",
    "segment_num": "14",
    "token_num": "275"
  }
}