{
  "paper_id": "39d6a6e490ab394c8e94cfa6184a01bbae560026",
  "metadata": {
    "title": "On the biased nucleotide composition of the human coronavirus RNA genome",
    "coda_data_split": "train",
    "coda_paper_id": 8535,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "We investigated the nucleotide composition of the RNA genome of the six human coronaviruses. Some general coronavirus characteristics were apparent (e.g. high U, low C count), but we also detected speciesspecific signatures. Most strikingly, the high U and low C proportions are quite variable and act like communicating vessels, C goes down when U goes up and vice versa. U ranges among virus isolates from 30.7% to 40.3%, and C makes the opposite movement from 20.0% to 12.9%, respectively. The nucleotide biases are more pronounced in the unpaired regions of the structured RNA genome, which may suggest a certain biological function for these distinctive sequence signatures. Coronaviruses have an atypical codon usage that has been linked to mutational events operating on the viral RNA genome on an evolutionary time scale. We suggest that the atypical nucleotide bias may serve a distinct biological function and that it is the direct cause of the characteristic codon usage in these viruses. The relevance for evolution of the novel human pathogens MERS and SARS is discussed.",
      "sentences": [
        [
          {
            "segment_text": "We investigated the nucleotide composition of the RNA genome of the six human coronaviruses .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Some general coronavirus characteristics were apparent ( e.g. high U , low C count ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but we also detected speciesspecific signatures .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Most strikingly , the high U and low C proportions are quite variable and act like communicating vessels ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "C goes down when U goes up and vice versa .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "U ranges among virus isolates from 30.7 % to 40.3 % ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and C makes the opposite movement from 20.0 % to 12.9 % , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The nucleotide biases are more pronounced in the unpaired regions of the structured RNA genome ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which may suggest a certain biological function for these distinctive sequence signatures .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Coronaviruses have an atypical codon usage that has been linked to mutational events operating on the viral RNA genome on an evolutionary time scale .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We suggest that the atypical nucleotide bias may serve a distinct biological function and that it is the direct cause of the characteristic codon usage in these viruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The relevance for evolution of the novel human pathogens MERS and SARS is discussed .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "12",
    "token_num": "193"
  }
}