{
  "paper_id": "39e066c95d89964b9cd608c14fc5e2077706e72e",
  "metadata": {
    "title": "deep sequencing in infectious diseases: immune and pathogen repertoires for the improvement of patient outcomes The inaugural workshop \"Deep Sequencing in Infectious Diseases: Immune and Pathogen Repertoires for the Improvement of Patient Outcomes\" was held in Singapore",
    "coda_data_split": "train",
    "coda_paper_id": 9454,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The aim of the workshop was to discuss the latest trends in using high-throughput sequencing, bioinformatics, and allied technologies to analyze immune and pathogen repertoires and their interplay within the host, bringing together key international players in the field and Singapore-based researchers and clinicianscientists. The focus was in particular on the application of these technologies for the improvement of patient diagnosis, prognosis and treatment, and for other broad public health outcomes. The presentations by scientists and clinicians showed the potential of deep sequencing technology to capture the coevolution of adaptive immunity and pathogens. For clinical applications, some key challenges remain, such as the long turnaround time and relatively high cost of deep sequencing for pathogen identification and characterization and the lack of international standardization in immune repertoire analysis.",
      "sentences": [
        [
          {
            "segment_text": "The aim of the workshop was to discuss the latest trends in using high-throughput sequencing ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "bioinformatics , and allied technologies to analyze immune and pathogen repertoires and their interplay within the host ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "bringing together key international players in the field and Singapore-based researchers and clinicianscientists .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The focus was in particular on the application of these technologies for the improvement of patient diagnosis ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "prognosis and treatment , and for other broad public health outcomes .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The presentations by scientists and clinicians showed the potential of deep sequencing technology to capture the coevolution of adaptive immunity and pathogens .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "For clinical applications , some key challenges remain ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "such as the long turnaround time and relatively high cost of deep sequencing for pathogen identification and characterization and the lack of international standardization in immune repertoire analysis .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "8",
    "token_num": "139"
  }
}