{
  "paper_id": "39e643e0263bee019519c0c51f4ae17f1fe1a0a5",
  "metadata": {
    "title": "Strategy and technology to prevent hospital-acquired infections: Lessons from SARS, Ebola, and MERS in Asia and West Africa",
    "coda_data_split": "train",
    "coda_paper_id": 9840,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Hospital-acquired infections (HAIs) are serious problems for healthcare systems, especially in developing countries where public health infrastructure and technology for infection preventions remain undeveloped. Here, we characterized how strategy and technology could be mobilized to improve the effectiveness of infection prevention and control in hospitals during the outbreaks of Ebola, Middle East respiratory syndrome (MERS), and severe acute respiratory syndrome (SARS) in Asia and West Africa. Published literature on the hospital-borne outbreaks of SARS, Ebola, and MERS in Asia and West Africa was comprehensively reviewed. The results showed that healthcare systems and hospital management in affected healthcare facilities had poor strategies and inadequate technologies and human resources for the prevention and control of HAIs, which led to increased morbidity, mortality, and unnecessary costs. We recommend that governments worldwide enforce disaster risk management, even when no outbreaks are imminent. Quarantine and ventilation functions should be taken into consideration in architectural design of hospitals and healthcare facilities. We also recommend that health authorities invest in training healthcare workers for disease outbreak response, as their preparedness is essential to reducing disaster risk.",
      "sentences": [
        [
          {
            "segment_text": "Hospital-acquired infections ( HAIs ) are serious problems for healthcare systems ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "especially in developing countries where public health infrastructure and technology for infection preventions remain undeveloped .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we characterized how strategy and technology could be mobilized to improve the effectiveness of infection prevention and control in hospitals during the outbreaks of Ebola ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "Middle East respiratory syndrome ( MERS ) ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and severe acute respiratory syndrome ( SARS ) in Asia and West Africa .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Published literature on the hospital-borne outbreaks of SARS ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "Ebola , and MERS in Asia and West Africa was comprehensively reviewed .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The results showed that healthcare systems and hospital management in affected healthcare facilities had poor strategies and inadequate technologies and human resources for the prevention and control of HAIs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which led to increased morbidity ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "mortality , and unnecessary costs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We recommend that governments worldwide enforce disaster risk management ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "even when no outbreaks are imminent .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Quarantine and ventilation functions should be taken into consideration in architectural design of hospitals and healthcare facilities .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We also recommend that health authorities invest in training healthcare workers for disease outbreak response ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as their preparedness is essential to reducing disaster risk .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "15",
    "token_num": "203"
  }
}