{
  "paper_id": "39ec63c6d044f9dc1b144a21c9feea88ddd97cf3",
  "metadata": {
    "title": "Analogous amino acid sequences in myelin protcolipid and viral proteins",
    "coda_data_split": "train",
    "coda_paper_id": 5072,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Computer analysis of the intrinsic membrane protein, myelin proteolipid, shows strong sequence similarities between the putative extramembranc segments of the proteolipid protein and a number of viral proteins, several of which infect humans. These similarities are even more striking than those reported previously between viral proteins and the encephalitogenic myelin basic protein (MBP). These findings, along with other reports of molecular mimicry by viruses, suggest that immunological cross-reactions between virusinduced antibodies or T-cells and analogous antigenic determinants (epitopes) in myelin protcolipid could be involved in the pathophysiology of multiple sclerosis or post-infectious dcmyclinating syndromes. Proteolipid prolein Multiple sclerosis Viral protein Myelin basic protein Amino acid sequenee Sequence homology",
      "sentences": [
        [
          {
            "segment_text": "Computer analysis of the intrinsic membrane protein ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "myelin proteolipid , shows strong sequence similarities between the putative extramembranc segments of the proteolipid protein and a number of viral proteins ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "several of which infect humans .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These similarities are even more striking than those reported previously between viral proteins and the encephalitogenic myelin basic protein ( MBP ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These findings , along with other reports of molecular mimicry by viruses ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "suggest that immunological cross-reactions between virusinduced antibodies or T-cells and analogous antigenic determinants ( epitopes ) in myelin protcolipid could be involved in the pathophysiology of multiple sclerosis or post-infectious dcmyclinating syndromes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Proteolipid prolein Multiple sclerosis Viral protein Myelin basic protein Amino acid sequenee Sequence homology",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "7",
    "token_num": "120"
  }
}