{
  "paper_id": "39f40f43f29e0c67e708f5d8cbad0d12e93bbc03",
  "metadata": {
    "title": "Childhood respiratory infections and hospital admissions for COPD ARTICLE IN PRESS",
    "coda_data_split": "train",
    "coda_paper_id": 8166,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background: Chronic Obstructive Pulmonary Disease (COPD) exacerbations are associated with viral infections. We wished to determine if respiratory viral infection of children in the community was associated with hospital admissions of patients with exacerbations of COPD. Methods: We collected data over a 45-month period from the Northern Ireland Regional Virus Laboratory and from a general hospital in the same locality. We studied the relationship between upper respiratory infections in children and COPD admissions. We also examined the role of school holidays. Results: Correlations were seen between the frequency of all viral infections in children and the number of adult COPD hospitalizations ðPo0:005Þ. Subgroup analysis showed distinct relationships with epidemics of; influenza A ðPo0:001Þ, influenza B ðPo0:05Þ, adenovirus ðP ¼ 0:05Þ, respiratory syncytial virus ðPo0:005Þ and hospital admissions of patients with COPD. There were significantly fewer COPD admissions in the week after the start of a school holiday period ðPo0:05Þ. Conclusions: When children are hospitalized with viral respiratory infection there is an associated rise in adult COPD admissions. This suggests exacerbations of COPD are associated with epidemics of respiratory viruses. When children are on school holidays there is a reduction in COPD admissions in the community. This provides further support for respiratory viruses in the pathogenesis of COPD exacerbations.",
      "sentences": [
        [
          {
            "segment_text": "Background : Chronic Obstructive Pulmonary Disease ( COPD ) exacerbations are associated with viral infections .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We wished to determine if respiratory viral infection of children in the community was associated with hospital admissions of patients with exacerbations of COPD .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Methods : We collected data over a 45-month period from the Northern Ireland Regional Virus Laboratory and from a general hospital in the same locality .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We studied the relationship between upper respiratory infections in children and COPD admissions .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We also examined the role of school holidays .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Correlations were seen between the frequency of all viral infections in children and the number of adult COPD hospitalizations ðPo0 : 005Þ .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Subgroup analysis showed distinct relationships with epidemics of ; influenza A ðPo0 : 001Þ ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "influenza B ðPo0 : 05Þ ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "adenovirus ðP 1/4 0:05 Þ ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "respiratory syncytial virus ðPo0 : 005Þ and hospital admissions of patients with COPD .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "There were significantly fewer COPD admissions in the week after the start of a school holiday period ðPo0 : 05Þ .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : When children are hospitalized with viral respiratory infection there is an associated rise in adult COPD admissions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This suggests exacerbations of COPD are associated with epidemics of respiratory viruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "When children are on school holidays there is a reduction in COPD admissions in the community .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This provides further support for respiratory viruses in the pathogenesis of COPD exacerbations .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "12",
    "segment_num": "15",
    "token_num": "241"
  }
}