{
  "paper_id": "39f7eea96df698e2a4477d3869d20d947f00634a",
  "metadata": {
    "title": "The genetic code as expressed through relationships between mRNA structure and protein function",
    "coda_data_split": "train",
    "coda_paper_id": 5009,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Structured RNA elements within messenger RNA often direct or modulate the cellular production of active proteins. As reviewed here, RNA structures have been discovered that govern nearly every step in protein production: mRNA production and stability; translation initiation, elongation, and termination; protein folding; and cellular localization. Regulatory RNA elements are common within RNAs from every domain of life. This growing body of RNA-mediated mechanisms continues to reveal new ways in which mRNA structure regulates translation. We integrate examples from several different classes of RNA structure-mediated regulation to present a global perspective that suggests that the secondary and tertiary structure of RNA ultimately constitutes an additional level of the genetic code that both guides and regulates protein biosynthesis.",
      "sentences": [
        [
          {
            "segment_text": "Structured RNA elements within messenger RNA often direct or modulate the cellular production of active proteins .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "As reviewed here , RNA structures have been discovered that govern nearly every step in protein production : mRNA production and stability ; translation initiation ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "elongation , and termination ; protein folding ; and cellular localization .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Regulatory RNA elements are common within RNAs from every domain of life .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This growing body of RNA-mediated mechanisms continues to reveal new ways in which mRNA structure regulates translation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We integrate examples from several different classes of RNA structure-mediated regulation to present a global perspective that suggests that the secondary and tertiary structure of RNA ultimately constitutes an additional level of the genetic code that both guides and regulates protein biosynthesis .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "6",
    "token_num": "129"
  }
}