{
  "paper_id": "39ff668a4b4ed22432ca3d3970b69f975f6b7977",
  "metadata": {
    "title": "Inactivation effects of electrostatic field on Bacillus subtilis",
    "coda_data_split": "train",
    "coda_paper_id": 8636,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "In order to study the inactivation effects of electrostatic field of electret films on Bacillus subtilis, a plane-plane electrode system was used to simulate the electric field of the electret films and the viability of B. subtilis affected by electrostatic field for different applying durations was investigated. It was found that the survival ratio of B. subtilis can be considerably affected by the field and duration. It was also found that the viability of bacillus decreases with the increase of the duration. In addition, the comparative survival ratio (CSR) of B. subtilis decreases to 35% even during a short duration as the applied field reaches an enough high value of more than 15 kV/cm. These indicated that the uniform field inactivated the viability of B. subtilis availability. Based on the inactivation effect of the applied field on the B. subtilis, the effectiveness of charged polypropylene films on the inactivation of B. subtilis was measured and discussed. r",
      "sentences": [
        [
          {
            "segment_text": "In order to study the inactivation effects of electrostatic field of electret films on Bacillus subtilis ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "a plane-plane electrode system was used to simulate the electric field of the electret films and the viability of B. subtilis affected by electrostatic field for different applying durations was investigated .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "It was found that the survival ratio of B. subtilis can be considerably affected by the field and duration .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "It was also found that the viability of bacillus decreases with the increase of the duration .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , the comparative survival ratio ( CSR ) of B. subtilis decreases to 35 % even during a short duration as the applied field reaches an enough high value of more than 15 kV/cm .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These indicated that the uniform field inactivated the viability of B. subtilis availability .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Based on the inactivation effect of the applied field on the B. subtilis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the effectiveness of charged polypropylene films on the inactivation of B. subtilis was measured and discussed .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "r",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "9",
    "token_num": "169"
  }
}