{
  "paper_id": "3a3cfdfd688cecf04f3d9beb9b98e61d77159497",
  "metadata": {
    "title": "Sources and symptoms of stress among nurses in the first Chinese anti-Ebola medical team during the Sierra Leone aid mission: A qualitative study-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/)",
    "coda_data_split": "train",
    "coda_paper_id": 7002,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Objective: This study investigated the sources of stress, corresponding symptoms, and stress relief among nurses of the first Chinese anti-Ebola medical team during the Sierra Leone aid mission. Method: A purposive sampling method was used and 10 nurses were selected from the first Chinese anti-Ebola medical team that was dispatched to Sierra Leone. Data were collected via phone and semistructured interviews, then analyzed using Colaizzi\u0027s seven-step method. Results: The data showed three major themes: (1) The causes of stress during the Sierra Leone aid mission mainly related to unsafety, responsibility, and unfamiliarity; (2) Physical, cognitive, emotional, and behavioral symptoms were documented; (3) Nurses experienced relief from stress after the mission. Conclusion: Targeted measures, proper responses and good community support can effectively lower stress among nurses on anti-Ebola missions.",
      "sentences": [
        [
          {
            "segment_text": "Objective : This study investigated the sources of stress ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "corresponding symptoms , and stress relief among nurses of the first Chinese anti-Ebola medical team during the Sierra Leone aid mission .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Method : A purposive sampling method was used and 10 nurses were selected from the first Chinese anti-Ebola medical team that was dispatched to Sierra Leone .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Data were collected via phone and semistructured interviews ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "then analyzed using Colaizzi \u0027s seven-step method .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : The data showed three major themes : ( 1 ) The causes of stress during the Sierra Leone aid mission mainly related to unsafety ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "responsibility , and unfamiliarity ; ( 2 ) Physical ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "cognitive , emotional , and behavioral symptoms were documented ; ( 3 ) Nurses experienced relief from stress after the mission .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusion : Targeted measures , proper responses and good community support can effectively lower stress among nurses on anti-Ebola missions .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "9",
    "token_num": "156"
  }
}