{
  "paper_id": "3a5991c5ef4b6910b4220151a8978b01291afe84",
  "metadata": {
    "title": "In vitro biochemical and thermodynamic characterization of nucleocapsid protein of SARS",
    "coda_data_split": "train",
    "coda_paper_id": 6834,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The major biochemical and thermodynamic features of nucelocapsid protein of SARS coronavirus (SARS _ NP) were characterized by use of non-denatured gel electrophoresis, size-exclusion chromatographic and surface plasmon resonance (SPR) techniques. The results showed that SARS _ NP existed in vitro as oligomer, more probably dimer, as the basic functional unit. This protein shows its maximum conformational stability near pH 9.0, and it seems that its oligomer dissociation and protein unfolding occur simultaneously. Thermal-induced unfolding for SARS _ NP was totally irreversible. Both the thermal and chemical denaturant-induced denaturation analyses showed that oligomeric SARS _ NP unfolds and refolds through a two-state model, and the electrostatic interactions among the charge groups of SARS _ NP made a significant contribution to its conformational stability. D Abbreviations: SARS _ CoV, severe acute respiratory syndrome coronavirus; SARS _ NP, nucleocapsid protein of SARS; SPR, surface plasmon resonance; GuHCl, guanidine hydrochloride; CD, circular dichroism; T m and C m , transition midpoints of thermal and chemical denaturations; IPTG, isopropyl-h-d-thiogalasctopyranoside; N and U, native and unfolded states.",
      "sentences": [
        [
          {
            "segment_text": "The major biochemical and thermodynamic features of nucelocapsid protein of SARS coronavirus ( SARS _ NP ) were characterized by use of non-denatured gel electrophoresis ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "size-exclusion chromatographic and surface plasmon resonance ( SPR ) techniques .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The results showed that SARS _ NP existed in vitro as oligomer ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "more probably dimer , as the basic functional unit .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This protein shows its maximum conformational stability near pH 9.0 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and it seems that its oligomer dissociation and protein unfolding occur simultaneously .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Thermal-induced unfolding for SARS _ NP was totally irreversible .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Both the thermal and chemical denaturant-induced denaturation analyses showed that oligomeric SARS _ NP unfolds and refolds through a two-state model ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the electrostatic interactions among the charge groups of SARS _ NP made a significant contribution to its conformational stability .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "D Abbreviations : SARS _ CoV ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "severe acute respiratory syndrome coronavirus ; SARS _ NP ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "nucleocapsid protein of SARS ; SPR ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "surface plasmon resonance ; GuHCl ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "guanidine hydrochloride ; CD , circular dichroism ; T m and C m ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "transition midpoints of thermal and chemical denaturations ; IPTG ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "isopropyl-h-d-thiogalasctopyranoside ; N and U , native and unfolded states .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "16",
    "token_num": "202"
  }
}