{
  "paper_id": "3a61f7827071a1fa3cd34e1036c13dbcf9156f5a",
  "metadata": {
    "title": "Animal models of Multiple Sclerosis",
    "coda_data_split": "train",
    "coda_paper_id": 8455,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Multiple Sclerosis (MS) is an inflammatory demyelinating disease of the central nervous system (CNS) which involves a complex interaction between immune system and neural cells. Animal modeling has been critical for addressing MS pathogenesis. The three most characterized animal models of MS are (1) the experimental autoimmune/allergic encephalomyelitis (EAE); (2) the virally-induced chronic demyelinating disease, known as Theiler\u0027s murine encephalomyelitis virus (TMEV) infection and (3) the toxin-induced demyelination. All these models, in a complementary way, have allowed to reach a good knowledge of the pathogenesis of MS. Specifically, EAE is the model which better reflects the autoimmune pathogenesis of MS and is extremely useful to study potential experimental treatments. Furthermore, both TMEV and toxin-induced demyelination models are suitable for characterizing the role of the axonal injury/repair and the remyelination process in MS. In conclusion, animal models, despite their limitations, remain the most useful instrument for implementing the study of MS.",
      "sentences": [
        [
          {
            "segment_text": "Multiple Sclerosis ( MS ) is an inflammatory demyelinating disease of the central nervous system ( CNS ) which involves a complex interaction between immune system and neural cells .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Animal modeling has been critical for addressing MS pathogenesis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The three most characterized animal models of MS are ( 1 ) the experimental autoimmune/allergic encephalomyelitis ( EAE ) ; ( 2 ) the virally-induced chronic demyelinating disease ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "known as Theiler \u0027s murine encephalomyelitis virus ( TMEV ) infection and ( 3 ) the toxin-induced demyelination .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "All these models , in a complementary way ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "have allowed to reach a good knowledge of the pathogenesis of MS. Specifically ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "EAE is the model which better reflects the autoimmune pathogenesis of MS and is extremely useful to study potential experimental treatments .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Furthermore , both TMEV and toxin-induced demyelination models are suitable for characterizing the role of the axonal injury/repair and the remyelination process in MS. In conclusion ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "animal models , despite their limitations ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "remain the most useful instrument for implementing the study of MS.",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "10",
    "token_num": "178"
  }
}