{
  "paper_id": "3a6544f6f247366d4c12167f7fba743e9d981c63",
  "metadata": {
    "title": "",
    "coda_data_split": "train",
    "coda_paper_id": 3965,
    "coda_has_expert_labels": false,
    "subset": "biorxiv_medrxiv"
  },
  "abstract": [
    {
      "original_text": "Angiotensin-converting enzyme 2 (ACE2) has been suggested to be the cellular receptor for the new coronavirus (2019-nCoV) that is causing the coronavirus disease 2019 . Like other coronaviruses such as the SARS-CoV, the 2019-nCoV uses the receptor binding domain (RBD) of the surface spike glycoprotein (S protein) to engage ACE2. We most recently determined the structure of the full-length human ACE2 in complex with a neutral amino acid transporter B 0 AT1. Here we report the cryo-EM structure of the full-length human ACE2 bound to the RBD of the 2019-nCoV at an overall resolution of 2.9 Å in the presence of B 0 AT1. The local resolution at the ACE2-RBD interface is 3.5 Å, allowing analysis of the detailed interactions between the RBD and the receptor.",
      "sentences": [
        [
          {
            "segment_text": "Angiotensin-converting enzyme 2 ( ACE2 ) has been suggested to be the cellular receptor for the new coronavirus ( 2019-nCoV ) that is causing the coronavirus disease 2019 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Like other coronaviruses such as the SARS-CoV ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the 2019-nCoV uses the receptor binding domain ( RBD ) of the surface spike glycoprotein ( S protein ) to engage ACE2 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We most recently determined the structure of the full-length human ACE2 in complex with a neutral amino acid transporter B 0 AT1 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we report the cryo-EM structure of the full-length human ACE2 bound to the RBD of the 2019-nCoV at an overall resolution of 2.9 Å in the presence of B 0 AT1 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The local resolution at the ACE2-RBD interface is 3.5 Å ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "allowing analysis of the detailed interactions between the RBD and the receptor .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Similar to that for the SARS-CoV, the RBD of the 2019-nCoV is recognized by the extracellular peptidase domain (PD) of ACE2 mainly through polar residues.",
      "sentences": [
        [
          {
            "segment_text": "Similar to that for the SARS-CoV ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the RBD of the 2019-nCoV is recognized by the extracellular peptidase domain ( PD ) of ACE2 mainly through polar residues .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Pairwise comparison reveals a number of variations that may determine the different affinities between ACE2 and the RBDs from these two related viruses. author/funder. All rights reserved. No reuse allowed without permission.",
      "sentences": [
        [
          {
            "segment_text": "Pairwise comparison reveals a number of variations that may determine the different affinities between ACE2 and the RBDs from these two related viruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "author/funder .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "All rights reserved .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "No reuse allowed without permission .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "10",
    "segment_num": "13",
    "token_num": "205"
  }
}