{
  "paper_id": "3a6a31668f42377d6790de692902556be690dab6",
  "metadata": {
    "title": "Porcine amino peptidase N domain VII has critical role in binding and entry of porcine epidemic diarrhea virus",
    "coda_data_split": "train",
    "coda_paper_id": 7730,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Porcine epidemic diarrhea virus (PEDV) infects swine intestinal cells causing enteric disease. Research has shown that the entry into these cells is through porcine aminopeptidase N (pAPN) receptor. To gain insights into mechanisms of PEDV-pAPN interactions, the present study aimed at identifying the domain that is critical for PEDV binding. To this end, NIH3T3 cell lines constitutively expressing pAPN or pAPN mutants were generated. The mutants were; domain VII deletion mutant and domains IV-VI deletion mutant. In the latter, domain VII was linked to the transmembrane segment through domain III. Results showed PEDV infection was restricted to pAPN and pAPN domain VII expressing NIH3T3 cells. Further, reducing PEDV titre 10 fold resulted in 37.8% decrease in foci indicating positive correlation. A time course test at 12, 24, 36, 48 and 60 h showed that foci increased 6 fold in the overall time range. Also, PEDV harvested from pAPN or domain VII expressing NIH3T3 cells was induced indirect plaques in Vero cells confirming successful entry and replication. Collectively, our results demonstrate that PEDV recognizes pAPN and that the main interactive point is lodged within domain VII of the pAPN. These findings are important for therapeutic development as well as creating a platform for future studies on PEDV.",
      "sentences": [
        [
          {
            "segment_text": "Porcine epidemic diarrhea virus ( PEDV ) infects swine intestinal cells causing enteric disease .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Research has shown that the entry into these cells is through porcine aminopeptidase N ( pAPN ) receptor .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To gain insights into mechanisms of PEDV-pAPN interactions ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "the present study aimed at identifying the domain that is critical for PEDV binding .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "To this end , NIH3T3 cell lines constitutively expressing pAPN or pAPN mutants were generated .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The mutants were ; domain VII deletion mutant and domains IV-VI deletion mutant .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "In the latter , domain VII was linked to the transmembrane segment through domain III .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results showed PEDV infection was restricted to pAPN and pAPN domain VII expressing NIH3T3 cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Further , reducing PEDV titre 10 fold resulted in 37.8 % decrease in foci indicating positive correlation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A time course test at 12 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "24 , 36 , 48 and 60 h showed that foci increased 6 fold in the overall time range .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Also , PEDV harvested from pAPN or domain VII expressing NIH3T3 cells was induced indirect plaques in Vero cells confirming successful entry and replication .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Collectively , our results demonstrate that PEDV recognizes pAPN and that the main interactive point is lodged within domain VII of the pAPN .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These findings are important for therapeutic development as well as creating a platform for future studies on PEDV .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "12",
    "segment_num": "14",
    "token_num": "233"
  }
}