{
  "paper_id": "3a744992aeec8bfdcfc35035187791f3c8613f41",
  "metadata": {
    "title": "Scorpion Peptides: Potential Use for New Drug Development",
    "coda_data_split": "train",
    "coda_paper_id": 2422,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Several peptides contained in scorpion fluids showed diverse array of biological activities with high specificities to their targeted sites. Many investigations outlined their potent effects against microbes and showed their potential to modulate various biological mechanisms that are involved in immune, nervous, cardiovascular, and neoplastic diseases. Because of their important structural and functional diversity, it is projected that scorpion-derived peptides could be used to develop new specific drugs. This review summarizes relevant findings improving their use as valuable tools for new drugs development.",
      "sentences": [
        [
          {
            "segment_text": "Several peptides contained in scorpion fluids showed diverse array of biological activities with high specificities to their targeted sites .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Many investigations outlined their potent effects against microbes and showed their potential to modulate various biological mechanisms that are involved in immune ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "nervous , cardiovascular , and neoplastic diseases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Because of their important structural and functional diversity ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "it is projected that scorpion-derived peptides could be used to develop new specific drugs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review summarizes relevant findings improving their use as valuable tools for new drugs development .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "6",
    "token_num": "91"
  }
}