{
  "paper_id": "3a7b98ca2d4cb4effc7d5b69c70ff8cb0c34f652",
  "metadata": {
    "title": "Similar recombination-activating gene (RAG) mutations result in similar immunobiological effects but in different clinical phenotypes",
    "coda_data_split": "train",
    "coda_paper_id": 7722,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background: V(D)J recombination takes place during lymphocyte development to generate a large repertoire of T-and B-cell receptors. Mutations in recombination-activating gene 1 (RAG1) and RAG2 result in loss or reduction of V(D) J recombination. It is known that different mutations in RAG genes vary in residual recombinase activity and give rise to a broad spectrum of clinical phenotypes. Objective: We sought to study the immunologic mechanisms causing the clinical spectrum of RAG deficiency. Methods: We included 22 patients with similar RAG1 mutations (c.519delT or c.368_369delAA) resulting in N-terminal truncated RAG1 protein with residual recombination activity but presenting with different clinical phenotypes. We studied precursor B-cell development, immunoglobulin and T-cell receptor repertoire formation, receptor editing, and B-and T-cell numbers.",
      "sentences": [
        [
          {
            "segment_text": "Background : V ( D ) J recombination takes place during lymphocyte development to generate a large repertoire of T-and B-cell receptors .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Mutations in recombination-activating gene 1 ( RAG1 ) and RAG2 result in loss or reduction of V ( D ) J recombination .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It is known that different mutations in RAG genes vary in residual recombinase activity and give rise to a broad spectrum of clinical phenotypes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Objective : We sought to study the immunologic mechanisms causing the clinical spectrum of RAG deficiency .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : We included 22 patients with similar RAG1 mutations ( c. 519delT or c. 368 _ 369delAA ) resulting in N-terminal truncated RAG1 protein with residual recombination activity but presenting with different clinical phenotypes .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We studied precursor B-cell development ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "immunoglobulin and T-cell receptor repertoire formation ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "receptor editing , and B-and T-cell numbers .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results: Clinically, patients were divided into 3 main categories: T 2 B 2 severe combined immunodeficiency, Omenn syndrome, and combined immunodeficiency. All patients showed a block in the precursor B-cell development, low B-and T-cell numbers, normal immunoglobulin gene use, limited B-and T-cell repertoires, and slightly impaired receptor editing. Conclusion: This study demonstrates that similar RAG mutations can result in similar immunobiological effects but different clinical phenotypes, indicating that the level of residual recombinase activity is not the only determinant for clinical outcome. We postulate a model in which the type and moment of antigenic pressure affect the clinical phenotypes of these patients. (J Allergy Clin Immunol 2014;133:1124-33.) ",
      "sentences": [
        [
          {
            "segment_text": "Results : Clinically , patients were divided into 3 main categories : T 2 B 2 severe combined immunodeficiency ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Omenn syndrome , and combined immunodeficiency .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "All patients showed a block in the precursor B-cell development ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "low B-and T-cell numbers , normal immunoglobulin gene use ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "limited B-and T-cell repertoires , and slightly impaired receptor editing .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusion : This study demonstrates that similar RAG mutations can result in similar immunobiological effects but different clinical phenotypes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "indicating that the level of residual recombinase activity is not the only determinant for clinical outcome .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We postulate a model in which the type and moment of antigenic pressure affect the clinical phenotypes of these patients .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "( J Allergy Clin Immunol 2014 ; 133:1124-33 . )",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "11",
    "segment_num": "17",
    "token_num": "272"
  }
}