{
  "paper_id": "3ac512d142c583daae040f2dc71312ea804b4f0a",
  "metadata": {
    "title": "Comparative analysis estimates the relative frequencies of co-divergence and cross- species transmission within viral families",
    "coda_data_split": "train",
    "coda_paper_id": 7151,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The cross-species transmission of viruses from one host species to another is responsible for the majority of emerging infections. However, it is unclear whether some virus families have a greater propensity to jump host species than others. If related viruses have an evolutionary history of co-divergence with their hosts there should be evidence of topological similarities between the virus and host phylogenetic trees, whereas host jumping generates incongruent tree topologies. By analyzing co-phylogenetic processes in 19 virus families and their eukaryotic hosts we provide a quantitative and comparative estimate of the relative frequency of virus-host co-divergence versus cross-species transmission among virus families. Notably, our analysis reveals that cross-species transmission is a near universal feature of the viruses analyzed here, with virus-host co-divergence occurring less frequently and always on a subset of viruses. Despite the overall high topological incongruence among virus and host phylogenies, the Hepadnaviridae, Polyomaviridae, Poxviridae, Papillomaviridae and Adenoviridae, all of which possess double-stranded DNA genomes, exhibited more frequent co-divergence than the other virus families studied here. At the other extreme, the virus and host trees for all the RNA viruses studied here, particularly the Rhabdoviridae and the Picornaviridae, displayed high levels of topological incongruence, indicative of frequent host switching. Overall, we show that cross-species transmission plays a major role in virus evolution, with all the virus families studied here having the potential to jump host species, and that increased sampling will likely reveal more instances of host jumping.",
      "sentences": [
        [
          {
            "segment_text": "The cross-species transmission of viruses from one host species to another is responsible for the majority of emerging infections .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , it is unclear whether some virus families have a greater propensity to jump host species than others .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "If related viruses have an evolutionary history of co-divergence with their hosts there should be evidence of topological similarities between the virus and host phylogenetic trees ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "whereas host jumping generates incongruent tree topologies .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "By analyzing co-phylogenetic processes in 19 virus families and their eukaryotic hosts we provide a quantitative and comparative estimate of the relative frequency of virus-host co-divergence versus cross-species transmission among virus families .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Notably , our analysis reveals that cross-species transmission is a near universal feature of the viruses analyzed here ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with virus-host co-divergence occurring less frequently and always on a subset of viruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Despite the overall high topological incongruence among virus and host phylogenies ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the Hepadnaviridae , Polyomaviridae , Poxviridae ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Papillomaviridae and Adenoviridae , all of which possess double-stranded DNA genomes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "exhibited more frequent co-divergence than the other virus families studied here .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "At the other extreme , the virus and host trees for all the RNA viruses studied here ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "particularly the Rhabdoviridae and the Picornaviridae ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "displayed high levels of topological incongruence ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "indicative of frequent host switching .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Overall , we show that cross-species transmission plays a major role in virus evolution ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with all the virus families studied here having the potential to jump host species ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and that increased sampling will likely reveal more instances of host jumping .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "18",
    "token_num": "265"
  }
}