{
  "paper_id": "3ae4cc1c1b639a21e95972d63cfe5822b96d136d",
  "metadata": {
    "title": "Hazard Analysis of Critical Control Points Assessment as a Tool to Respond to Emerging Infectious Disease Outbreaks",
    "coda_data_split": "train",
    "coda_paper_id": 4016,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Highly pathogenic avian influenza virus (HPAI) strain H5N1 has had direct and indirect economic impacts arising from direct mortality and control programmes in over 50 countries reporting poultry outbreaks. HPAI H5N1 is now reported as the most widespread and expensive zoonotic disease recorded and continues to pose a global health threat. The aim of this research was to assess the potential of utilising Hazard Analysis of Critical Control Points (HACCP) assessments in providing a framework for a rapid response to emerging infectious disease outbreaks. This novel approach applies a scientific process, widely used in food production systems, to assess risks related to a specific emerging health threat within a known zoonotic disease hotspot. We conducted a HACCP assessment for HPAI viruses within Vietnam\u0027s domestic poultry trade and relate our findings to the existing literature. Our HACCP assessment identified poultry flock isolation, transportation, slaughter, preparation and consumption as critical control points for Vietnam\u0027s domestic poultry trade. Introduction of the preventative measures highlighted through this HACCP evaluation would reduce the risks posed by HPAI viruses and pressure on the national economy. We conclude that this HACCP assessment provides compelling evidence for the future potential that HACCP analyses could play in initiating a rapid response to emerging infectious diseases.",
      "sentences": [
        [
          {
            "segment_text": "Highly pathogenic avian influenza virus ( HPAI ) strain H5N1 has had direct and indirect economic impacts arising from direct mortality and control programmes in over 50 countries reporting poultry outbreaks .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "HPAI H5N1 is now reported as the most widespread and expensive zoonotic disease recorded and continues to pose a global health threat .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The aim of this research was to assess the potential of utilising Hazard Analysis of Critical Control Points ( HACCP ) assessments in providing a framework for a rapid response to emerging infectious disease outbreaks .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "This novel approach applies a scientific process ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "widely used in food production systems ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "to assess risks related to a specific emerging health threat within a known zoonotic disease hotspot .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We conducted a HACCP assessment for HPAI viruses within Vietnam \u0027s domestic poultry trade and relate our findings to the existing literature .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Our HACCP assessment identified poultry flock isolation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "transportation , slaughter , preparation and consumption as critical control points for Vietnam \u0027s domestic poultry trade .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Introduction of the preventative measures highlighted through this HACCP evaluation would reduce the risks posed by HPAI viruses and pressure on the national economy .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We conclude that this HACCP assessment provides compelling evidence for the future potential that HACCP analyses could play in initiating a rapid response to emerging infectious diseases .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "11",
    "token_num": "225"
  }
}