{
  "paper_id": "3af2a50a4711db48012cf6972cb579f85cf1da40",
  "metadata": {
    "title": "Recognition of aerosol transmission of infectious agents: a commentary",
    "coda_data_split": "train",
    "coda_paper_id": 2219,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Although short-range large-droplet transmission is possible for most respiratory infectious agents, deciding on whether the same agent is also airborne has a potentially huge impact on the types (and costs) of infection control interventions that are required. The concept and definition of aerosols is also discussed, as is the concept of large droplet transmission, and airborne transmission which is meant by most authors to be synonymous with aerosol transmission, although some use the term to mean either large droplet or aerosol transmission. However, these terms are often used confusingly when discussing specific infection control interventions for individual pathogens that are accepted to be mostly transmitted by the airborne (aerosol) route (e.g. tuberculosis, measles and chickenpox). It is therefore important to clarify such terminology, where a particular intervention, like the type of personal protective equipment (PPE) to be used, is deemed adequate to intervene for this potential mode of transmission, i.e. at an N95 rather than surgical mask level requirement. With this in mind, this review considers the commonly used term of \u0027aerosol transmission\u0027 in the context of some infectious agents that are well-recognized to be transmissible via the airborne route. It also discusses other agents, like influenza virus, where the potential for airborne transmission is much more dependent on various host, viral and environmental factors, and where its potential for aerosol transmission may be underestimated.",
      "sentences": [
        [
          {
            "segment_text": "Although short-range large-droplet transmission is possible for most respiratory infectious agents ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "deciding on whether the same agent is also airborne has a potentially huge impact on the types ( and costs ) of infection control interventions that are required .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The concept and definition of aerosols is also discussed ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "as is the concept of large droplet transmission ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and airborne transmission which is meant by most authors to be synonymous with aerosol transmission ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "although some use the term to mean either large droplet or aerosol transmission .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , these terms are often used confusingly when discussing specific infection control interventions for individual pathogens that are accepted to be mostly transmitted by the airborne ( aerosol ) route ( e.g. tuberculosis , measles and chickenpox ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It is therefore important to clarify such terminology ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "where a particular intervention , like the type of personal protective equipment ( PPE ) to be used ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "is deemed adequate to intervene for this potential mode of transmission ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "i.e. at an N95 rather than surgical mask level requirement .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "With this in mind , this review considers the commonly used term of ` aerosol transmission \u0027 in the context of some infectious agents that are well-recognized to be transmissible via the airborne route .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "It also discusses other agents ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "like influenza virus , where the potential for airborne transmission is much more dependent on various host ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "viral and environmental factors , and where its potential for aerosol transmission may be underestimated .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "15",
    "token_num": "256"
  }
}