{
  "paper_id": "3b1acc72337fd707e7d00e37f0635adc15bd4a3c",
  "metadata": {
    "title": "R E V I E W Emerging regulation and functions of autophagy",
    "coda_data_split": "train",
    "coda_paper_id": 4537,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Autophagy maintains cell, tissue and organism homeostasis through degradation. Complex post-translational modulation of the Atg (autophagy-related) proteins adds additional entry points for crosstalk with other cellular processes and helps define cell-type-specific regulations of autophagy. Beyond the simplistic view of a process exclusively dedicated to the turnover of cellular components, recent data have uncovered unexpected functions for autophagy and the autophagy-related genes, such as regulation of metabolism, membrane transport and modulation of host defenses -indicating the novel frontiers lying ahead.",
      "sentences": [
        [
          {
            "segment_text": "Autophagy maintains cell , tissue and organism homeostasis through degradation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Complex post-translational modulation of the Atg ( autophagy-related ) proteins adds additional entry points for crosstalk with other cellular processes and helps define cell-type-specific regulations of autophagy .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Beyond the simplistic view of a process exclusively dedicated to the turnover of cellular components ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "recent data have uncovered unexpected functions for autophagy and the autophagy-related genes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "such as regulation of metabolism ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "membrane transport and modulation of host defenses - indicating the novel frontiers lying ahead .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Patricia Boya is in the",
      "sentences": [
        [
          {
            "segment_text": "Patricia Boya is in the",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "4",
    "segment_num": "7",
    "token_num": "94"
  }
}