{
  "paper_id": "3b415881cfa780561a787e742b3dd348f9f3cc91",
  "metadata": {
    "title": "Leptomeningitis and Poiycaryocyte Formation in the CNS of Rats Inoculated Subcutaneously with Herpes Simplex Virus",
    "coda_data_split": "train",
    "coda_paper_id": 9247,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Wistar rats were inoculated subcutaneously with either type 1 (HSV,) or type 2 (HSVJ Herpes simplex virus at 5 days of age. Animals were killed in extremis or at the end of the 14-day observation period postinoculation. Acute destructive meningoencephalitis with hemorrhage and leukocytic infiltration was observed in both groups. Polycaryocytes comprised of cells of the internal granular layer of the cerebellum were observed in some animals inoculated with HSV,. These multinucleated cells appeared to be formed by fusion of virusinfected cells, and intranuclear inclusion bodies were observed. Lesions in the leptomeninges were particularly striking in animals inoculated with HSV,. Viral replication in resident cells of the leptomeninges was demonstrated by electron microscopy.",
      "sentences": [
        [
          {
            "segment_text": "Wistar rats were inoculated subcutaneously with either type 1 ( HSV , ) or type 2 ( HSVJ Herpes simplex virus at 5 days of age .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Animals were killed in extremis or at the end of the 14-day observation period postinoculation .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Acute destructive meningoencephalitis with hemorrhage and leukocytic infiltration was observed in both groups .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Polycaryocytes comprised of cells of the internal granular layer of the cerebellum were observed in some animals inoculated with HSV , .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These multinucleated cells appeared to be formed by fusion of virusinfected cells ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and intranuclear inclusion bodies were observed .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Lesions in the leptomeninges were particularly striking in animals inoculated with HSV , .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Viral replication in resident cells of the leptomeninges was demonstrated by electron microscopy .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "8",
    "token_num": "127"
  }
}