{
  "paper_id": "3b5d148d0fac51ab2fbf75daac75d7bd19ddfafb",
  "metadata": {
    "title": "A Novel Efficient Simulated Annealing Algorithm for the RNA Secondary Structure Predicting with Pseudoknots",
    "coda_data_split": "train",
    "coda_paper_id": 6967,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The pseudoknot structure of RNA molecular plays an important role in cell function. However, existing algorithms cannot predict pseudoknots structure efficiently. In this paper, we propose a novel simulated annealing algorithm to predict nucleic acid secondary structure with pseudoknots. Firstly, all possible maximum successive complementary base pairs would be identified and maintained. Secondary, the new neighboring state could be generated by choosing one of these successive base pairs randomly. Thirdly, the annealing schedule is selected to systematically decrease the temperature as the algorithm proceeds, the final solution is the structure with minimum free energy. Furthermore, the performance of our algorithm is evaluated by the instances from PseudoBase database, and compared with state-of-the-art algorithms. The comparison results show that our algorithm is more accurate and competitive with higher sensitivity and specificity indicators.",
      "sentences": [
        [
          {
            "segment_text": "The pseudoknot structure of RNA molecular plays an important role in cell function .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , existing algorithms can not predict pseudoknots structure efficiently .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this paper , we propose a novel simulated annealing algorithm to predict nucleic acid secondary structure with pseudoknots .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Firstly , all possible maximum successive complementary base pairs would be identified and maintained .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Secondary , the new neighboring state could be generated by choosing one of these successive base pairs randomly .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Thirdly , the annealing schedule is selected to systematically decrease the temperature as the algorithm proceeds ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "the final solution is the structure with minimum free energy .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Furthermore , the performance of our algorithm is evaluated by the instances from PseudoBase database ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and compared with state-of-the-art algorithms .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The comparison results show that our algorithm is more accurate and competitive with higher sensitivity and specificity indicators .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "10",
    "token_num": "148"
  }
}