{
  "paper_id": "3b817ceb025fe634b29416cfa932119965bc5de8",
  "metadata": {
    "title": "Growth characteristics and protein profiles of prototype and wild-type rat coronavirus isolates grown in a cloned subline of mouse fibroblasts (L2p.176 cells)",
    "coda_data_split": "train",
    "coda_paper_id": 2556,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Rat coronaviruses (RCVs) infect laboratory rats and confound biomedical research results. In vitro systems developed so far have limited the growth in knowledge about RCVs by not permitting generation of plaque-cloned virus stocks, reliable isolation of RCVs from rat tissues, or growth of high titered stocks of all isolates. Due to the fact that less than 20% of L2(Percy) cells were becoming infected, sublines were produced and selected for maximal growth of RCVs. Screening of 238 cell sublines yielded L2p. 176 cells which were highly susceptible to all RCVs tested; however, susceptibility declined after 30 passages in vitro. Low-passaged L2p. 176 cells Were used to isolate virus from natural outbreaks and to propagate individual RCV plaques into high titered stocks. Proteins from six RCV isolates were immunoblotted using polyclonal rat and mouse antibodies to sialodacryoadenitis virus and polyclonal monospecific rabbit and goat antibodies against the peplomer (S) and nucleocapsid (N) proteins of mouse hepatitis virus (MHV). Proteins of two prototype, one Japanese and three wild type RCVs were examined and found to be similar to those of MHV, although the exact sizes and ratios of protein forms were unique for most RCV isolates. This study reports the development of a continuous cell line which reliably supports RCVs opening an opportunity for further in vivo studies of the biology of these agents. As a first step in the characterization of RCVs, we have shown that RCV proteins are very similar to those of MHV.",
      "sentences": [
        [
          {
            "segment_text": "Rat coronaviruses ( RCVs ) infect laboratory rats and confound biomedical research results .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In vitro systems developed so far have limited the growth in knowledge about RCVs by not permitting generation of plaque-cloned virus stocks ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "reliable isolation of RCVs from rat tissues ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "or growth of high titered stocks of all isolates .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Due to the fact that less than 20 % of L2 ( Percy ) cells were becoming infected ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "sublines were produced and selected for maximal growth of RCVs .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Screening of 238 cell sublines yielded L2p .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "176 cells which were highly susceptible to all RCVs tested ; however ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "susceptibility declined after 30 passages in vitro .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Low-passaged L2p .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "176 cells Were used to isolate virus from natural outbreaks and to propagate individual RCV plaques into high titered stocks .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Proteins from six RCV isolates were immunoblotted using polyclonal rat and mouse antibodies to sialodacryoadenitis virus and polyclonal monospecific rabbit and goat antibodies against the peplomer ( S ) and nucleocapsid ( N ) proteins of mouse hepatitis virus ( MHV ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Proteins of two prototype , one Japanese and three wild type RCVs were examined and found to be similar to those of MHV ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "although the exact sizes and ratios of protein forms were unique for most RCV isolates .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This study reports the development of a continuous cell line which reliably supports RCVs opening an opportunity for further in vivo studies of the biology of these agents .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "As a first step in the characterization of RCVs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "we have shown that RCV proteins are very similar to those of MHV .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "17",
    "token_num": "274"
  }
}