{
  "paper_id": "3b8b2a835cfa770c6cef711d52e1f1e869d8aca8",
  "metadata": {
    "title": "Tumor-Treating Fields Induce RAW264.7 Macrophage Activation Via NK-kB/MAPK Signaling Pathways",
    "coda_data_split": "train",
    "coda_paper_id": 10380,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Objective: Tumor-treating fields are currently used to successfully treat various cancers; however, the specific pathways associated with its efficacy remain unknown in the immune responses. Here, we evaluated tumor-treating fields-mediated initiation of the macrophage-specific immune response. Materials and Methods: We subjected RAW 264.7 mouse macrophages to clinically relevant levels of tumor-treating fields (0.9 V/cm, 150 kHz) and evaluated alterations in cytokine expression and release, as well as cell viability. Additionally, we investigated the status of immunomodulatory pathways to determine their roles in tumor-treating fields-mediated immune activation. Results and Discussion: Our results indicated that tumor-treating fields treatment at 0.9 V/cm decreased cell viability and increased cytokine messenger RNA/protein levels, as well as levels of nitric oxide and reactive oxygen species, relative to controls. The levels of tumor necrosis factor a, interleukin 1b, and interleukin 6 were markedly increased in tumor-treating fields-treated RAW 264.7 cells cocultured with 4T1 murine mammary carcinoma cells compared with those in 4T1 or RAW 264.7 cells with or without tumor-treating fields treatment. Moreover, the viability of 4T1 cells treated with the conditioned medium of tumor-treating fields-stimulated RAW 264.7 cells decreased, indicating that macrophage activation by tumor-treating fields effectively killed the tumor cells. Moreover, tumor-treating fields treatment activated the nuclear factor kB and mitogen-activated protein kinase pathways involved in immunomodulatory signaling. Conclusion: These results provide critical insights into the mechanisms through which tumor-treating fields affect macrophagespecific immune responses and the efficacy of this method for cancer treatment.",
      "sentences": [
        [
          {
            "segment_text": "Objective : Tumor-treating fields are currently used to successfully treat various cancers ; however ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the specific pathways associated with its efficacy remain unknown in the immune responses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we evaluated tumor-treating fields-mediated initiation of the macrophage-specific immune response .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Materials and Methods : We subjected RAW 264.7 mouse macrophages to clinically relevant levels of tumor-treating fields ( 0.9 V/cm , 150 kHz ) and evaluated alterations in cytokine expression and release ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "as well as cell viability .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Additionally , we investigated the status of immunomodulatory pathways to determine their roles in tumor-treating fields-mediated immune activation .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results and Discussion : Our results indicated that tumor-treating fields treatment at 0.9 V/cm decreased cell viability and increased cytokine messenger RNA/protein levels ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as well as levels of nitric oxide and reactive oxygen species , relative to controls .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The levels of tumor necrosis factor a ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "interleukin 1b , and interleukin 6 were markedly increased in tumor-treating fields-treated RAW 264.7 cells cocultured with 4T1 murine mammary carcinoma cells compared with those in 4T1 or RAW 264.7 cells with or without tumor-treating fields treatment .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , the viability of 4T1 cells treated with the conditioned medium of tumor-treating fields-stimulated RAW 264.7 cells decreased ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "indicating that macrophage activation by tumor-treating fields effectively killed the tumor cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , tumor-treating fields treatment activated the nuclear factor kB and mitogen-activated protein kinase pathways involved in immunomodulatory signaling .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusion : These results provide critical insights into the mechanisms through which tumor-treating fields affect macrophagespecific immune responses and the efficacy of this method for cancer treatment .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "14",
    "token_num": "267"
  }
}