{
  "paper_id": "3b8ec6abf589bfc9738475e02cb3a6d18eaba5b7",
  "metadata": {
    "title": "The Journal of Experimental Medicine Protective immune responses against West Nile virus are primed by distinct complement activation pathways",
    "coda_data_split": "train",
    "coda_paper_id": 9948,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Prior studies have shown that complement plays a critical role in controlling WNV infection in complement (C) 3 −/− and complement receptor 1/2 −/− mice. Here, we dissect the contributions of the individual complement activation pathways to the protection from WNV disease. Genetic defi ciencies in C1q, C4, factor B, or factor D all resulted in increased mortality in mice, suggesting that all activation pathways function together to limit WNV spread. In the absence of alternative pathway complement activation, WNV disseminated into the central nervous system at earlier times and was associated with reduced CD8 + T cell responses yet near normal anti-WNV antibody profi les.",
      "sentences": [
        [
          {
            "segment_text": "Prior studies have shown that complement plays a critical role in controlling WNV infection in complement ( C ) 3 − / − and complement receptor 1/2 − / − mice .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we dissect the contributions of the individual complement activation pathways to the protection from WNV disease .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Genetic defi ciencies in C1q ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "C4 , factor B , or factor D all resulted in increased mortality in mice ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "suggesting that all activation pathways function together to limit WNV spread .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In the absence of alternative pathway complement activation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "WNV disseminated into the central nervous system at earlier times and was associated with reduced CD8 + T cell responses yet near normal anti-WNV antibody profi les .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Our results suggest that individual pathways of complement activation control WNV infection by priming adaptive immune responses through distinct mechanisms.",
      "sentences": [
        [
          {
            "segment_text": "Our results suggest that individual pathways of complement activation control WNV infection by priming adaptive immune responses through distinct mechanisms .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "5",
    "segment_num": "8",
    "token_num": "143"
  }
}