{
  "paper_id": "3bac8eb8788f6b0387777fd123f57f9264e59df9",
  "metadata": {
    "title": "Prophylactic use of a standardized botanical extract for the prevention of naturally occurring diarrhea in newborn Holstein calves",
    "coda_data_split": "train",
    "coda_paper_id": 3389,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The objectives of this study were to evaluate the prophylactic use of SB-300 (Jaguar Animal Health, San Francisco, CA), a standardized botanical extract isolated from the bark latex of Croton lechleri, on reducing fecal water losses and diarrhea events in Holstein bull calves individually housed under a restricted whole-milk feeding regimen (6 L/d) from 1 to 25 d of life. Fluid therapy administration due to dehydration, average weight gain, and the fecal microbiome were also evaluated. Bull calves used in this study were born from normal parturition, fed 4 L of pooled pasteurized colostrum by esophageal feeder, and moved to a research facility at Cornell University (Ithaca, NY). A doubleblinded randomized clinical trial was designed to allocate a total of 40 newborn calves into 1 of 2 treatment groups: calves receiving (twice daily) a solution containing 500 mg of SB-300 added to the whole milk for the first 15 d of life (SB-300, n \u003d 20) or a control group receiving sterile water added to whole milk for the same period (CTR, n \u003d 20). Treatment solutions had a total volume of 10 mL per treatment. Data regarding fecal dry matter were collected to precisely measure water content in fecal samples and to define diarrhea events; the SB-300 group had significantly increased fecal dry matter during the study period. Additionally, significantly fewer events of diarrhea were observed for calves in the SB-300 group (16.9%) compared with calves in the CTR group (46.5%). Dehydration status was evaluated and treated accordingly; calves with moderate dehydration were offered oral electrolytes, and calves with severe dehydration were rescued with intravenous fluid therapy. Calves in the SB-300 group had fewer intravenous fluid therapies administered during the study period (1.6%) compared with the CTR group (3.1%). Overall fluid therapy administered (oral electrolytes plus intravenous fluids) was significantly higher for the CTR group (9.2%) compared with the SB-300 group (6.1%) during the study period. No differences in milk consumption, calf starter intake, or weight gain were observed between treatment groups. A single time increase in Bifidobacterium was observed on d 20 of life for the SB-300 group; otherwise, no differences in fecal microbiome profile were detected between treatment groups. These results suggest that 500 mg of SB-300 added to the milk for 15 d can reduce the incidence of diarrhea and reduce severe dehydration in milk-fed calves.",
      "sentences": [
        [
          {
            "segment_text": "The objectives of this study were to evaluate the prophylactic use of SB-300 ( Jaguar Animal Health , San Francisco , CA ) ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "a standardized botanical extract isolated from the bark latex of Croton lechleri ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "on reducing fecal water losses and diarrhea events in Holstein bull calves individually housed under a restricted whole-milk feeding regimen ( 6 L/d ) from 1 to 25 d of life .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Fluid therapy administration due to dehydration ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "average weight gain , and the fecal microbiome were also evaluated .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Bull calves used in this study were born from normal parturition ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "fed 4 L of pooled pasteurized colostrum by esophageal feeder ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and moved to a research facility at Cornell University ( Ithaca , NY ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A doubleblinded randomized clinical trial was designed to allocate a total of 40 newborn calves into 1 of 2 treatment groups : calves receiving ( twice daily ) a solution containing 500 mg of SB-300 added to the whole milk for the first 15 d of life ( SB-300 , n \u003d 20 ) or a control group receiving sterile water added to whole milk for the same period ( CTR , n \u003d 20 ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Treatment solutions had a total volume of 10 mL per treatment .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Data regarding fecal dry matter were collected to precisely measure water content in fecal samples and to define diarrhea events ; the SB-300 group had significantly increased fecal dry matter during the study period .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Additionally , significantly fewer events of diarrhea were observed for calves in the SB-300 group ( 16.9 % ) compared with calves in the CTR group ( 46.5 % ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Dehydration status was evaluated and treated accordingly ; calves with moderate dehydration were offered oral electrolytes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and calves with severe dehydration were rescued with intravenous fluid therapy .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Calves in the SB-300 group had fewer intravenous fluid therapies administered during the study period ( 1.6 % ) compared with the CTR group ( 3.1 % ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Overall fluid therapy administered ( oral electrolytes plus intravenous fluids ) was significantly higher for the CTR group ( 9.2 % ) compared with the SB-300 group ( 6.1 % ) during the study period .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "No differences in milk consumption ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "calf starter intake , or weight gain were observed between treatment groups .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A single time increase in Bifidobacterium was observed on d 20 of life for the SB-300 group ; otherwise ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "no differences in fecal microbiome profile were detected between treatment groups .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results suggest that 500 mg of SB-300 added to the milk for 15 d can reduce the incidence of diarrhea and reduce severe dehydration in milk-fed calves .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "13",
    "segment_num": "21",
    "token_num": "455"
  }
}