{
  "paper_id": "3bb349ba49c7fd23cee3cd955dcbc5c30db95351",
  "metadata": {
    "title": "Structural Biology and Crystallization Communications Expression, crystallization and preliminary crystallographic study of human coronavirus HKU1 nonstructural protein 9",
    "coda_data_split": "train",
    "coda_paper_id": 3068,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Human coronavirus HKU1 (HCoV-HKU1) belongs to coronavirus group II and encodes 16 nonstructural proteins (nsps) which mediate genome replication and transcription. Among these nsps, nsp9 has been shown to possess singlestranded DNA/RNA-binding properties. The gene that encodes HCoV-HKU1 nsp9 was cloned and expressed in Escherichia coli and the protein was subjected to crystallization trials. The crystals diffracted to 2.7 Å resolution and belonged to space group P2 1 2 1 2, with unit-cell parameters a \u003d 83.5, b \u003d 88.4, c \u003d 31.2 Å , \u003d \u003d \u003d 90 and two molecules per asymmetric unit.",
      "sentences": [
        [
          {
            "segment_text": "Human coronavirus HKU1 ( HCoV-HKU1 ) belongs to coronavirus group II and encodes 16 nonstructural proteins ( nsps ) which mediate genome replication and transcription .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Among these nsps , nsp9 has been shown to possess singlestranded DNA/RNA-binding properties .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The gene that encodes HCoV-HKU1 nsp9 was cloned and expressed in Escherichia coli and the protein was subjected to crystallization trials .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The crystals diffracted to 2.7 Å resolution and belonged to space group P2 1 2 1 2 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with unit-cell parameters a \u003d 83.5 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "b \u003d 88.4 , c \u003d 31.2 Å ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "\u003d \u003d \u003d 90 and two molecules per asymmetric unit .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "7",
    "token_num": "107"
  }
}