{
  "paper_id": "3bed29e225d41a6617ee40c5bc70c0574388079a",
  "metadata": {
    "title": "Addressing the selectivity and toxicity of antiviral nucleosides",
    "coda_data_split": "train",
    "coda_paper_id": 8760,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Nucleoside and nucleotide analogs have played significant roles in antiviral therapies and are valued for their impressive potency and high barrier to resistance. They have been approved for treatment of herpes simplex virus-1, HIV, HBV, HCV, and influenza, and new drugs are being developed for the treatment of RSV, Ebola, coronavirus MERS, and other emerging viruses. However, this class of compounds has also experienced a high attrition rate in clinical trials due to toxicity. In this review, we discuss the utility of different biochemical and cell-based assays and provide recommendations for assessing toxicity liability before entering animal toxicity studies.",
      "sentences": [
        [
          {
            "segment_text": "Nucleoside and nucleotide analogs have played significant roles in antiviral therapies and are valued for their impressive potency and high barrier to resistance .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "They have been approved for treatment of herpes simplex virus-1 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "HIV , HBV , HCV ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and influenza , and new drugs are being developed for the treatment of RSV ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Ebola , coronavirus MERS , and other emerging viruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , this class of compounds has also experienced a high attrition rate in clinical trials due to toxicity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this review , we discuss the utility of different biochemical and cell-based assays and provide recommendations for assessing toxicity liability before entering animal toxicity studies .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "7",
    "token_num": "113"
  }
}