{
  "paper_id": "3bf0902346541d9c58458ab14fc97d2f95e2f63d",
  "metadata": {
    "title": "Open Access RESEARCH Coping flexibility in college students with depressive symptoms",
    "coda_data_split": "train",
    "coda_paper_id": 3148,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: The current study explored the prevalence of depressed mood among Chinese undergraduate students and examined the coping patterns and degree of flexibility of flexibility of such patterns associated with such mood. Methods: A set of questionnaire assessing coping patterns, coping flexibility, and depressive symptoms were administered to 428 students (234 men and 194 women). Results: A total of 266 participants both completed the entire set of questionnaires and reported a frequency of two or more stressful life events (the criterion needed to calculate variance in perceived controllability). Findings showed that higher levels of depressive symptoms were significantly associated with higher levels of both event frequency (r \u003d .368, p \u003c .001) and event impact (r \u003d .245, p \u003c .001) and lower levels of perceived controllability (r \u003d -.261, p \u003c .001), coping effectiveness (r \u003d -.375, p \u003c .001), and ratio of strategy to situation fit (r \u003d -.108, p \u003c .05). Depressive symptoms were not significantly associated with cognitive flexibility (variance of perceived controllability; r \u003d .031, p \u003d .527), Gender was not a significant moderator of any of the reported associations. Conclusions: Findings indicate that Chinese university students with depressive symptoms reported experiencing a greater number of negative events than did non-depressed university students. In addition, undergraduates with depressive symptoms were more likely than other undergraduates to utilize maladaptive coping methods. Such findings highlight the potential importance of interventions aimed at helping undergraduate students with a lower coping flexibility develop skills to cope with stressful life events.",
      "sentences": [
        [
          {
            "segment_text": "Background : The current study explored the prevalence of depressed mood among Chinese undergraduate students and examined the coping patterns and degree of flexibility of flexibility of such patterns associated with such mood .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Methods : A set of questionnaire assessing coping patterns ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "coping flexibility , and depressive symptoms were administered to 428 students ( 234 men and 194 women ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : A total of 266 participants both completed the entire set of questionnaires and reported a frequency of two or more stressful life events ( the criterion needed to calculate variance in perceived controllability ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Findings showed that higher levels of depressive symptoms were significantly associated with higher levels of both event frequency ( r \u003d .368 , p \u003c .001 ) and event impact ( r \u003d .245 , p \u003c .001 ) and lower levels of perceived controllability ( r \u003d -.261 , p \u003c .001 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "coping effectiveness ( r \u003d -.375 , p \u003c .001 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and ratio of strategy to situation fit ( r \u003d -.108 , p \u003c .05 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Depressive symptoms were not significantly associated with cognitive flexibility ( variance of perceived controllability ; r \u003d .031 , p \u003d .527 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Gender was not a significant moderator of any of the reported associations .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : Findings indicate that Chinese university students with depressive symptoms reported experiencing a greater number of negative events than did non-depressed university students .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , undergraduates with depressive symptoms were more likely than other undergraduates to utilize maladaptive coping methods .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Such findings highlight the potential importance of interventions aimed at helping undergraduate students with a lower coping flexibility develop skills to cope with stressful life events .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "12",
    "token_num": "292"
  }
}