{
  "paper_id": "3bf778a7e84f062dd8e7a5d37a023a54968236cd",
  "metadata": {
    "title": "Nasopharyngeal Microbiota in Infants With Acute Otitis Media",
    "coda_data_split": "train",
    "coda_paper_id": 6273,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background. Interspecies interactions of the nasopharyngeal microbiota are likely to be involved in the pathogenesis of acute otitis media (AOM). Capturing the breadth of microbial interactions requires a detailed description of the microbiota during health and AOM.",
      "sentences": [
        [
          {
            "segment_text": "Background .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Interspecies interactions of the nasopharyngeal microbiota are likely to be involved in the pathogenesis of acute otitis media ( AOM ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Capturing the breadth of microbial interactions requires a detailed description of the microbiota during health and AOM .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Methods. The nasopharyngeal microbiota of 163 infants with (n 5 153) or without (n 5 10) AOM was characterized using nasopharyngeal swabs and multiplexed pyrosequencing of 16S rRNA. Nasopharyngeal swab specimens were collected during 4 winter seasons from 2004 through 2010 for infants with AOM and during 2010 for controls.",
      "sentences": [
        [
          {
            "segment_text": "Methods .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The nasopharyngeal microbiota of 163 infants with ( n 5 153 ) or without ( n 5 10 ) AOM was characterized using nasopharyngeal swabs and multiplexed pyrosequencing of 16S rRNA .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Nasopharyngeal swab specimens were collected during 4 winter seasons from 2004 through 2010 for infants with AOM and during 2010 for controls .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results. Fifty-eight bacterial families were identified, of which Moraxellaceae, Streptococcaceae, and Pasteurellaceae were the most frequent. Commensal families were less prevalent in infants with AOM than in controls. In infants with AOM, prior exposure to antimicrobials and administration of the heptavalent conjugated pneumococcal polysaccharide vaccine (PCV7) were also associated with reduced prevalence of distinct commensal families (Streptococcaceae and Corynebacteriaceae). In addition, antimicrobial exposure increased the prevalence of Enterobacteriaceae and the abundance of Pasteurellaceae. Other factors, such as age, sex, day care, and a history of recurrent AOM, did not influence the microbiota.",
      "sentences": [
        [
          {
            "segment_text": "Results .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Fifty-eight bacterial families were identified ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "of which Moraxellaceae , Streptococcaceae ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and Pasteurellaceae were the most frequent .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Commensal families were less prevalent in infants with AOM than in controls .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In infants with AOM , prior exposure to antimicrobials and administration of the heptavalent conjugated pneumococcal polysaccharide vaccine ( PCV7 ) were also associated with reduced prevalence of distinct commensal families ( Streptococcaceae and Corynebacteriaceae ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , antimicrobial exposure increased the prevalence of Enterobacteriaceae and the abundance of Pasteurellaceae .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Other factors , such as age ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "sex , day care , and a history of recurrent AOM ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "did not influence the microbiota .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions. Infants\u0027 nasopharyngeal microbiota undergoes significant changes during AOM and after exposure to antimicrobials and PCV7, which is mainly attributable to reduced prevalence of commensal bacterial families.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Infants \u0027 nasopharyngeal microbiota undergoes significant changes during AOM and after exposure to antimicrobials and PCV7 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which is mainly attributable to reduced prevalence of commensal bacterial families .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "14",
    "segment_num": "19",
    "token_num": "242"
  }
}