{
  "paper_id": "3bffb39e16b2f75f62a687c206ff6c51536386da",
  "metadata": {
    "title": "Potential antivirals and antiviral strategies against SARS coronavirus infections",
    "coda_data_split": "train",
    "coda_paper_id": 10634,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "There are a number of antivirals as well as antiviral strategies that could be envisaged to prevent or treat severe acute respiratory syndrome (SARS) (or similar) coronavirus (CoV) infections. Targets for the prophylactic or therapeutic interventions include interaction of the spike (S) glycoprotein (S1 domain) with the host cell receptor, fusion of the S2 domain with the host cell membrane, processing of the replicase polyproteins by the virus-encoded proteases (3C-like cysteine protease [3CLpro] and papain-like cysteine protease) and other virus-encoded enzymes such as the NTPase/helicase and RNA-dependent RNA polymerase. Human monoclonal antibody blocking S1 may play an important role in the immunoprophylaxis of SARS. Fusion inhibitors reminiscent of enfuvirtide in the case of HIV may also be developed for SARS-CoV. Various peptidomimetic and nonpeptidic inhibitors of 3CLpro have been described, the best ones inhibiting SARS-CoV replication with a selectivity index greater than 1000. Human interferons, in particular αand β-interferon, as well as short interfering RNAs could further be pursued for the control of SARS. Various other compounds, often with an ill-defined mode of action but selectivity indexes up to 100, have been reported to exhibit in vitro activity against SARS-CoV: valinomycin, glycopeptide antibiotics, plant lectins, hesperetin, glycyrrhizin, aurintricarboxylic acid, chloroquine, niclosamide, nelfinavir and calpain inhibitors.",
      "sentences": [
        [
          {
            "segment_text": "There are a number of antivirals as well as antiviral strategies that could be envisaged to prevent or treat severe acute respiratory syndrome ( SARS ) ( or similar ) coronavirus ( CoV ) infections .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Targets for the prophylactic or therapeutic interventions include interaction of the spike ( S ) glycoprotein ( S1 domain ) with the host cell receptor ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "fusion of the S2 domain with the host cell membrane ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "processing of the replicase polyproteins by the virus-encoded proteases ( 3C-like cysteine protease ( 3CLpro ) and papain-like cysteine protease ) and other virus-encoded enzymes such as the NTPase/helicase and RNA-dependent RNA polymerase .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Human monoclonal antibody blocking S1 may play an important role in the immunoprophylaxis of SARS .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Fusion inhibitors reminiscent of enfuvirtide in the case of HIV may also be developed for SARS-CoV .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Various peptidomimetic and nonpeptidic inhibitors of 3CLpro have been described ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the best ones inhibiting SARS-CoV replication with a selectivity index greater than 1000 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Human interferons , in particular αand β-interferon ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "as well as short interfering RNAs could further be pursued for the control of SARS .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Various other compounds , often with an ill-defined mode of action but selectivity indexes up to 100 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "have been reported to exhibit in vitro activity against SARS-CoV : valinomycin ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "glycopeptide antibiotics , plant lectins ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "hesperetin , glycyrrhizin , aurintricarboxylic acid ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "chloroquine , niclosamide , nelfinavir and calpain inhibitors .",
            "crowd_label": "background"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "15",
    "token_num": "242"
  }
}