{
  "paper_id": "3c04181700d35b87b9a98c598814442b28ff9abf",
  "metadata": {
    "title": "Recent advances in the production of recombinant subunit vaccines in Pichia pastoris Recent advances in the production of recombinant subunit vaccines in Pichia pastoris",
    "coda_data_split": "train",
    "coda_paper_id": 10659,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Recombinant protein subunit vaccines are formulated using defined protein antigens that can be produced in heterologous expression systems. The methylotrophic yeast Pichia pastoris has become an important host system for the production of recombinant subunit vaccines. Although many basic elements of P. pastoris expression system are now well developed, there is still room for further optimization of protein production. Codon bias, gene dosage, endoplasmic reticulum protein folding and culture condition are important considerations for improved production of recombinant vaccine antigens. Here we comment on current advances in the application of P. pastoris for the synthesis of recombinant subunit vaccines.",
      "sentences": [
        [
          {
            "segment_text": "Recombinant protein subunit vaccines are formulated using defined protein antigens that can be produced in heterologous expression systems .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The methylotrophic yeast Pichia pastoris has become an important host system for the production of recombinant subunit vaccines .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although many basic elements of P. pastoris expression system are now well developed ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "there is still room for further optimization of protein production .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Codon bias , gene dosage ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "endoplasmic reticulum protein folding and culture condition are important considerations for improved production of recombinant vaccine antigens .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we comment on current advances in the application of P. pastoris for the synthesis of recombinant subunit vaccines .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "7",
    "token_num": "107"
  }
}