{
  "paper_id": "3c2631b105784921d63954a02001fa655010095b",
  "metadata": {
    "title": "Ada hislo~helRi~a Immunoelectron microscopic single and double labelling of aminopep- tidase N (CD 13) and dipeptidyl peptidase IV (CD 26)",
    "coda_data_split": "train",
    "coda_paper_id": 4251,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Using ultrathin cryosections and immunogold labelling, aminopeptidase N (CD 13) and dipeptidyl peptidase IV (CD 26) were localized on the luminal side of the brush border membrane of proximal tubular cells in human kidney as well as of enterocytes from rat small intestine. Furthermore, both enzymes could be detected on the cell surface of human T lymphocytes and especially aminopeptidase N on human synovial fibroblasts. Gold labelled vesicular structures were also found in the cytoplasm in the apical part of renal proximal tubular cells and synovial fibroblasts. In human kidney the colocalization of the two membrane antigens was possible by using several double labelling methods.",
      "sentences": [
        [
          {
            "segment_text": "Using ultrathin cryosections and immunogold labelling ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "aminopeptidase N ( CD 13 ) and dipeptidyl peptidase IV ( CD 26 ) were localized on the luminal side of the brush border membrane of proximal tubular cells in human kidney as well as of enterocytes from rat small intestine .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Furthermore , both enzymes could be detected on the cell surface of human T lymphocytes and especially aminopeptidase N on human synovial fibroblasts .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Gold labelled vesicular structures were also found in the cytoplasm in the apical part of renal proximal tubular cells and synovial fibroblasts .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In human kidney the colocalization of the two membrane antigens was possible by using several double labelling methods .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "5",
    "token_num": "115"
  }
}