{
  "paper_id": "3c29f187d1803120d1ce51c79886e6833ba0d772",
  "metadata": {
    "title": "Detection of economically important viruses in boar semen by quantitative RealTime PCR TM technology",
    "coda_data_split": "train",
    "coda_paper_id": 8692,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The objective of this study was to develop quantitative real-time polymerase chain reaction (ReTi-PCR) tests for the detection of five economically important viruses in swine semen namely, pseudorabies virus (PRV), classical swine fever virus (CSFV), foot-and-mouth disease virus (FMDV), swine vesicular disease virus (SVDV), and porcine reproductive and respiratory syndrome virus (PRRSV). Each ReTi-PCR test was validated for specificity, analytical sensitivity (detection limits), and experimental infection studies were performed to compare the conventional virus isolation methods with the newly developed ReTi-PCR tests.",
      "sentences": [
        [
          {
            "segment_text": "The objective of this study was to develop quantitative real-time polymerase chain reaction ( ReTi-PCR ) tests for the detection of five economically important viruses in swine semen namely ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "pseudorabies virus ( PRV ) ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "classical swine fever virus ( CSFV ) ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "foot-and-mouth disease virus ( FMDV ) ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "swine vesicular disease virus ( SVDV ) ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and porcine reproductive and respiratory syndrome virus ( PRRSV ) .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Each ReTi-PCR test was validated for specificity ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "analytical sensitivity ( detection limits ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and experimental infection studies were performed to compare the conventional virus isolation methods with the newly developed ReTi-PCR tests .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "All five developed ReTi-PCR tests are very rapid compared to virus isolation, highly specific, and even more sensitive (lower detection limits) than conventional virus isolation methods for the detection of mentioned viruses in semen. In semen of experimentally infected boars, viruses were detected much earlier after infection and more frequently by ReTi-PCR tests than by virus isolations. The high throughput of these rapid ReTi-PCR tests makes it possible to screen large number of semen samples for the presence of viruses prior to insemination. This is a substantial advantage, in particular for boar semen the quality of which deteriorates quickly after storage.",
      "sentences": [
        [
          {
            "segment_text": "All five developed ReTi-PCR tests are very rapid compared to virus isolation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "highly specific , and even more sensitive ( lower detection limits ) than conventional virus isolation methods for the detection of mentioned viruses in semen .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In semen of experimentally infected boars ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "viruses were detected much earlier after infection and more frequently by ReTi-PCR tests than by virus isolations .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The high throughput of these rapid ReTi-PCR tests makes it possible to screen large number of semen samples for the presence of viruses prior to insemination .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This is a substantial advantage ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "in particular for boar semen the quality of which deteriorates quickly after storage .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "In general, the newly developed ReTi-PCR tests are valuable tools for the early, reliable and rapid detection of five economically important viruses, namely PRV, CSFV, FMDV, SVDV, and PRRSV in boar semen. These ReTi-PCR tests will improve the control of viral diseases transmitted via semen.",
      "sentences": [
        [
          {
            "segment_text": "In general , the newly developed ReTi-PCR tests are valuable tools for the early ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "reliable and rapid detection of five economically important viruses ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "namely PRV , CSFV , FMDV ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "SVDV , and PRRSV in boar semen .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These ReTi-PCR tests will improve the control of viral diseases transmitted via semen .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "8",
    "segment_num": "21",
    "token_num": "270"
  }
}