{
  "paper_id": "3c395c76b3d97ab269aed5e6c02d0f0184df7f9f",
  "metadata": {
    "title": "The effects of fever on hormone ghrelins, immunoglobulins, and heat shock protein 70 expression after swine flu vaccinations",
    "coda_data_split": "train",
    "coda_paper_id": 2047,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "For analyzing the changes in immunoglobulins, HSP70, ghrelin levels in blood samples were collected from volunteers vaccinated against swine flu before the vaccinations and on days 3, and 15, and 1 and 2 months after the vaccination in the presence or absence of fever associated with the it. The study included 11 subjects having developed a fever, and 13 subjects not having a fever, and 20 control subjects. Immunoglobulins were measured by nephelometry, and HSP70 and ghrelins by appropriate ELISA tests. The level of ghrelin was reduced, while the level of HSP70 was significantly increased in subjects who developed fevers. When temperatures were normalized, both levels were found similar to the control group. These results indicate that the increase in serum immunoglobulins levels associated with vaccinations, along with, elevations in HSP70 and reduced ghrelin levels associated with fever, may be the important parameters in the clinical evaluation and follow-up of treatments with vaccines.",
      "sentences": [
        [
          {
            "segment_text": "For analyzing the changes in immunoglobulins ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "HSP70 , ghrelin levels in blood samples were collected from volunteers vaccinated against swine flu before the vaccinations and on days 3 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and 15 , and 1 and 2 months after the vaccination in the presence or absence of fever associated with the it .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The study included 11 subjects having developed a fever ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and 13 subjects not having a fever , and 20 control subjects .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Immunoglobulins were measured by nephelometry ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and HSP70 and ghrelins by appropriate ELISA tests .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The level of ghrelin was reduced ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while the level of HSP70 was significantly increased in subjects who developed fevers .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "When temperatures were normalized , both levels were found similar to the control group .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results indicate that the increase in serum immunoglobulins levels associated with vaccinations ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "along with , elevations in HSP70 and reduced ghrelin levels associated with fever ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "may be the important parameters in the clinical evaluation and follow-up of treatments with vaccines .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "13",
    "token_num": "171"
  }
}