{
  "paper_id": "3c40376974f82cd89320389db4e4a48225a18931",
  "metadata": {
    "title": "Viral manipulation of host mRNA decay HHS Public Access",
    "coda_data_split": "train",
    "coda_paper_id": 4050,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Viruses alter host-cell gene expression at many biochemical levels, such as transcription, translation, mRNA splicing and mRNA decay in order to create a cellular environment suitable for viral replication. In this review, we discuss mechanisms by which viruses manipulate host-gene expression at the level of mRNA decay in order to enable the virus to evade host antiviral responses to allow viral survival and replication. We discuss different cellular RNA decay pathways, including the deadenylation-dependent mRNA decay pathway, and various strategies that viruses exploit to manipulate these pathways in order to create a virus-friendly cellular environment.",
      "sentences": [
        [
          {
            "segment_text": "Viruses alter host-cell gene expression at many biochemical levels ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "such as transcription , translation ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "mRNA splicing and mRNA decay in order to create a cellular environment suitable for viral replication .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this review , we discuss mechanisms by which viruses manipulate host-gene expression at the level of mRNA decay in order to enable the virus to evade host antiviral responses to allow viral survival and replication .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We discuss different cellular RNA decay pathways ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "including the deadenylation-dependent mRNA decay pathway ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and various strategies that viruses exploit to manipulate these pathways in order to create a virus-friendly cellular environment .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Keywords",
      "sentences": [
        [
          {
            "segment_text": "Keywords",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "In eukaryotic cells, gene expression is tightly regulated both transcriptionally and posttranscriptionally to assure correct protein production and normal cell function. One important aspect of post-transcriptional regulation is mRNA turnover, in which the cellular mRNA decay machinery works to coordinate the expression of genes by controlling the stability and lifespan of mRNAs through highly regulated mechanisms. The overall importance of mRNA stability in determining gene expression is highlighted by the studies investigating the impact of mRNA decay on gene expression, which estimate that 20-50% of For reprint orders, please contact: reprints@futuremedicine.com",
      "sentences": [
        [
          {
            "segment_text": "In eukaryotic cells , gene expression is tightly regulated both transcriptionally and posttranscriptionally to assure correct protein production and normal cell function .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "One important aspect of post-transcriptional regulation is mRNA turnover ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "in which the cellular mRNA decay machinery works to coordinate the expression of genes by controlling the stability and lifespan of mRNAs through highly regulated mechanisms .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The overall importance of mRNA stability in determining gene expression is highlighted by the studies investigating the impact of mRNA decay on gene expression ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which estimate that 20-50 % of For reprint orders , please contact : reprints@futuremedicine.com",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "7",
    "segment_num": "13",
    "token_num": "204"
  }
}