{
  "paper_id": "3c440b07b2bc59e8483537e994bbd7ac0030801a",
  "metadata": {
    "title": "A Leaderless Genome Identified during Persistent Bovine Coronavirus Infection Is Associated with Attenuation of Gene Expression",
    "coda_data_split": "train",
    "coda_paper_id": 7223,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The establishment of persistent viral infection is often associated with the selection of one or more mutant viruses. For example, it has been found that an intraleader open reading frame (ORF) in genomic and subgenomic mRNA (sgmRNA) molecules is selected during bovine coronavirus (BCoV) persistence which leads to translation attenuation of the downstream ORF. Here, we report the unexpected identification of leaderless genomes, in addition to leader-containing genomes, in a cell culture persistently infected with BCoV. The discovery was made by using a head-to-tail ligation method that examines genomic 59-terminal sequences at different times postinfection. Functional analyses of the leaderless genomic RNA in a BCoV defective interfering (DI) RNA revealed that (1) the leaderless genome was able to serve as a template for the synthesis of negative-strand genome, although it cannot perform replicative positive-strand genomic RNA synthesis, and (2) the leaderless genome retained its function in translation and transcription, although the efficiency of these processes was impaired. Therefore, this previously unidentified leaderless genome is associated with the attenuation of genome expression. Whether the leaderless genome contributes to the establishment of persistent infection remains to be determined.",
      "sentences": [
        [
          {
            "segment_text": "The establishment of persistent viral infection is often associated with the selection of one or more mutant viruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "For example , it has been found that an intraleader open reading frame ( ORF ) in genomic and subgenomic mRNA ( sgmRNA ) molecules is selected during bovine coronavirus ( BCoV ) persistence which leads to translation attenuation of the downstream ORF .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we report the unexpected identification of leaderless genomes ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "in addition to leader-containing genomes ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "in a cell culture persistently infected with BCoV .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The discovery was made by using a head-to-tail ligation method that examines genomic 59-terminal sequences at different times postinfection .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Functional analyses of the leaderless genomic RNA in a BCoV defective interfering ( DI ) RNA revealed that ( 1 ) the leaderless genome was able to serve as a template for the synthesis of negative-strand genome ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "although it can not perform replicative positive-strand genomic RNA synthesis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and ( 2 ) the leaderless genome retained its function in translation and transcription ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "although the efficiency of these processes was impaired .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Therefore , this previously unidentified leaderless genome is associated with the attenuation of genome expression .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Whether the leaderless genome contributes to the establishment of persistent infection remains to be determined .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "12",
    "token_num": "214"
  }
}