{
  "paper_id": "3c51c5a11684d15c9f3d39dc99b0fdf9f7a73847",
  "metadata": {
    "title": "Cybercare 2.0: meeting the challenge of the global burden of disease in 2030",
    "coda_data_split": "train",
    "coda_paper_id": 9213,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "In this paper, we propose to advance and transform today\u0027s healthcare system using a model of networked health care called Cybercare. Cybercare means \"health care in cyberspace\"for example, doctors consulting with patients via videoconferencing across a distributed network; or patients receiving care locallyin neighborhoods, \"minute clinics,\" and homesusing information technologies such as telemedicine, smartphones, and wearable sensors to link to tertiary medical specialists. This model contrasts with traditional health care, in which patients travel (often a great distance) to receive care from providers in a central hospital. The Cybercare model shifts health care provision from hospital to home; from specialist to generalist; and from treatment to prevention. Cybercare employs advanced technology to deliver services efficiently across the distributed networkfor example, using telemedicine, wearable sensors and cell phones to link patients to specialists and upload their medical data in near-real time; using information technology (IT) to rapidly detect, track, and contain the spread of a global pandemic; or using cell phones to manage medical care in a disaster situation. Cybercare uses seven \"pillars\" of technology to provide medical care: genomics; telemedicine; robotics; simulation, including virtual and augmented reality; artificial intelligence (AI), including intelligent agents; the electronic medical record (EMR); and smartphones. All these technologies are evolving and",
      "sentences": [
        [
          {
            "segment_text": "In this paper , we propose to advance and transform today \u0027s healthcare system using a model of networked health care called Cybercare .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Cybercare means `` health care in cyberspace `` for example ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "doctors consulting with patients via videoconferencing across a distributed network ; or patients receiving care locallyin neighborhoods ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "`` minute clinics , \u0027\u0027 and homesusing information technologies such as telemedicine ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "smartphones , and wearable sensors to link to tertiary medical specialists .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This model contrasts with traditional health care ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "in which patients travel ( often a great distance ) to receive care from providers in a central hospital .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The Cybercare model shifts health care provision from hospital to home ; from specialist to generalist ; and from treatment to prevention .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Cybercare employs advanced technology to deliver services efficiently across the distributed networkfor example ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "using telemedicine , wearable sensors and cell phones to link patients to specialists and upload their medical data in near-real time ; using information technology ( IT ) to rapidly detect ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "track , and contain the spread of a global pandemic ; or using cell phones to manage medical care in a disaster situation .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Cybercare uses seven `` pillars \u0027\u0027 of technology to provide medical care : genomics ; telemedicine ; robotics ; simulation ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "including virtual and augmented reality ; artificial intelligence ( AI ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "including intelligent agents ; the electronic medical record ( EMR ) ; and smartphones .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "All these technologies are evolving and",
            "crowd_label": "method"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "15",
    "token_num": "253"
  }
}