{
  "paper_id": "3c588bf27370673af9461331ead26c4c85e95f2a",
  "metadata": {
    "title": "",
    "coda_data_split": "train",
    "coda_paper_id": 4623,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "publicly funded repositories, such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source. These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active. 1160 THE LANCET Intergenerational expansion of CTG repeat length.",
      "sentences": [
        [
          {
            "segment_text": "publicly funded repositories , such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "1160 THE LANCET Intergenerational expansion of CTG repeat length .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Parental expansion is expressed in no of CTG repeats, in which 500 repeats correspond to a 1 5 kb expansion. Regression )inesA\u003d motherchild pairs (+, n\u003d89); B\u003dfather-child pairs (8, n\u003d95). spermatozoa bearing smaller repeats. This regression of the CTG repeat length may be the main cause of the longevity of DM alleles in the population, as evidenced by the strength of the linkage disequilibrium seen between genetic markers which map very close to the CTG repeat and DM.1 The sex difference in the frequency at which contraction occurs may well be a major contributing factor to explain why the congenital form of DM is only inherited maternally. This difference, coupled with the decreased fertility of men bearing large amplifications, may explain this finding.",
      "sentences": [
        [
          {
            "segment_text": "Parental expansion is expressed in no of CTG repeats ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "in which 500 repeats correspond to a 1 5 kb expansion .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Regression ) inesA \u003d motherchild pairs ( + , n \u003d 89 ) ; B \u003d father-child pairs ( 8 , n \u003d 95 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "spermatozoa bearing smaller repeats .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This regression of the CTG repeat length may be the main cause of the longevity of DM alleles in the population ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as evidenced by the strength of the linkage disequilibrium seen between genetic markers which map very close to the CTG repeat and DM .1 The sex difference in the frequency at which contraction occurs may well be a major contributing factor to explain why the congenital form of DM is only inherited maternally .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This difference , coupled with the decreased fertility of men bearing large amplifications , may explain this finding .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "The case in which congenital DM is inherited despite a 3 kb contraction on transmission from mother to son has important implications for presymptomatic and antenatal diagnosis of DM, since until this case, it was assumed that a contraction on transmission would correspond to a decrease in the severity of the phenotype.2-S",
      "sentences": [
        [
          {
            "segment_text": "The case in which congenital DM is inherited despite a 3 kb contraction on transmission from mother to son has important implications for presymptomatic and antenatal diagnosis of DM ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "since until this case , it was assumed that a contraction on transmission would correspond to a decrease in the severity of the phenotype.2-S",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "9",
    "segment_num": "12",
    "token_num": "263"
  }
}