{
  "paper_id": "3c70c99afc7a38df3c4807857856ea258d378429",
  "metadata": {
    "title": "The molecular basis for Pompe disease 3 revealed by the structure of human acid α-glucosidase 4 5",
    "coda_data_split": "train",
    "coda_paper_id": 9870,
    "coda_has_expert_labels": false,
    "subset": "biorxiv_medrxiv"
  },
  "abstract": [
    {
      "original_text": "Pompe disease results from a defect in human acid α-glucosidase (GAA), a lysosomal enzyme 17 that cleaves terminal α1-4 and α1-6 glucose from glycogen. In Pompe disease (also known as 18 Glycogen Storage Disorder type II), the accumulation of undegraded glycogen in lysosomes 19 leads to cellular dysfunction, primarily in muscle and heart tissues. Pompe disease is an active 20 candidate of clinical research, with pharmacological chaperone therapy tested and enzyme 21 replacement therapy approved. Despite production of large amounts of recombinant GAA 22 annually, the structure of GAA has not been reported until now. Here, we describe the first 23 structure of GAA, at 1.7Å resolution. Three structures of GAA complexes reveal the molecular 24 basis for the hundreds of mutations that lead to Pompe disease and for pharmacological 25 chaperoning in the protein. The GAA structure reveals a surprising second sugar-binding site 26",
      "sentences": [
        [
          {
            "segment_text": "Pompe disease results from a defect in human acid α-glucosidase ( GAA ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a lysosomal enzyme 17 that cleaves terminal α1-4 and α1-6 glucose from glycogen .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In Pompe disease ( also known as 18 Glycogen Storage Disorder type II ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the accumulation of undegraded glycogen in lysosomes 19 leads to cellular dysfunction ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "primarily in muscle and heart tissues .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Pompe disease is an active 20 candidate of clinical research ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "with pharmacological chaperone therapy tested and enzyme 21 replacement therapy approved .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Despite production of large amounts of recombinant GAA 22 annually ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the structure of GAA has not been reported until now .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we describe the first 23 structure of GAA , at 1.7 Å resolution .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Three structures of GAA complexes reveal the molecular 24 basis for the hundreds of mutations that lead to Pompe disease and for pharmacological 25 chaperoning in the protein .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The GAA structure reveals a surprising second sugar-binding site 26",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "12",
    "token_num": "163"
  }
}