{
  "paper_id": "3c79fbac556b84249447c7e2cef2c659f0835654",
  "metadata": {
    "title": "Original Article",
    "coda_data_split": "train",
    "coda_paper_id": 3890,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background: Pulmonary exacerbations (PEx) in children with cystic fibrosis (CF) are frequently treated in the outpatient setting with oral antibiotics. However, little is known about the characteristics of PEx managed on an outpatient basis and the effectiveness of oral antibiotic therapy. We sought to prospectively evaluate clinical and laboratory changes associated with oral antibiotic treatment for PEx. Methods: Children with CF between 8 and 18 years of age prescribed two weeks of oral antibiotics for a PEx were eligible to enroll. The study consisted of a visit within 48 h of starting antibiotics and a second visit within one week of antibiotic completion. Twenty-eight participants were evaluated by exacerbation score, quality of life measurements, lung function, sputum microbiology and inflammation. Results: Oral antibiotic treatment was associated with a significant improvement in exacerbation score and quality of life measured by the CF Questionnaire-Revised (CFQ-R) respiratory domain. Following treatment, forced expiratory volume in 1 s (FEV 1 ) % predicted increased [median (range)] 9% (−8%, 31%), and 22 (81%) subjects returned to 90% or higher of baseline FEV 1 . Bacterial density of the primary organism identified on sputum culture decreased significantly with a median (range) decrease of 0.8 log 10 cfu/mL (−8 log 10 , 2 log 10, p \u003d 0.03). Sputum neutrophil elastase [−37 μg/mL (−464, 272), p \u003d 0.02] and IL-1β [−2.8 × 10 3 μg/mL (−6.9 × 10 4 , 3.3 × 10 4 ), p \u003d 0.03] decreased significantly following treatment in this cohort. Conclusions: Treatment of PEx with oral antibiotics was associated with measurable improvements in patient reported outcomes, lung function, bacterial density and sputum inflammatory markers. Published by Elsevier B.V. on behalf of European Cystic Fibrosis Society.",
      "sentences": [
        [
          {
            "segment_text": "Background : Pulmonary exacerbations ( PEx ) in children with cystic fibrosis ( CF ) are frequently treated in the outpatient setting with oral antibiotics .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , little is known about the characteristics of PEx managed on an outpatient basis and the effectiveness of oral antibiotic therapy .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We sought to prospectively evaluate clinical and laboratory changes associated with oral antibiotic treatment for PEx .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : Children with CF between 8 and 18 years of age prescribed two weeks of oral antibiotics for a PEx were eligible to enroll .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The study consisted of a visit within 48 h of starting antibiotics and a second visit within one week of antibiotic completion .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Twenty-eight participants were evaluated by exacerbation score ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "quality of life measurements , lung function , sputum microbiology and inflammation .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Oral antibiotic treatment was associated with a significant improvement in exacerbation score and quality of life measured by the CF Questionnaire-Revised ( CFQ-R ) respiratory domain .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Following treatment , forced expiratory volume in 1 s ( FEV 1 ) % predicted increased ( median ( range ) ) 9 % ( − 8 % , 31 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and 22 ( 81 % ) subjects returned to 90 % or higher of baseline FEV 1 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Bacterial density of the primary organism identified on sputum culture decreased significantly with a median ( range ) decrease of 0.8 log 10 cfu/mL ( − 8 log 10 , 2 log 10 , p \u003d 0.03 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Sputum neutrophil elastase ( − 37 μg/mL ( − 464 , 272 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "p \u003d 0.02 ) and IL-1β ( − 2.8 × 10 3 μg/mL ( − 6.9 × 10 4 , 3.3 × 10 4 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "p \u003d 0.03 ) decreased significantly following treatment in this cohort .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : Treatment of PEx with oral antibiotics was associated with measurable improvements in patient reported outcomes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "lung function , bacterial density and sputum inflammatory markers .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Published by Elsevier B.V. on behalf of European Cystic Fibrosis Society .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "12",
    "segment_num": "17",
    "token_num": "347"
  }
}