{
  "paper_id": "3c84b4b6a54d652a33ce6d881ac0171415d7ba7c",
  "metadata": {
    "title": "Article Principles Governing the Self-Assembly of Coiled-Coil Protein Nanoparticles",
    "coda_data_split": "train",
    "coda_paper_id": 9522,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Self-assembly refers to the spontaneous organization of individual building blocks into higher order structures. It occurs in biological systems such as spherical viruses, which utilize icosahedral symmetry as a guiding principle for the assembly of coat proteins into a capsid shell. In this study, we characterize the self-assembling protein nanoparticle (SAPN) system, which was inspired by such viruses. To facilitate self-assembly, monomeric building blocks have been designed to contain two oligomerization domains. An N-terminal pentameric coiled-coil domain is linked to a C-terminal coiled-coil trimer by two glycine residues. By combining monomers with inherent propensity to form five-and threefold symmetries in higher order agglomerates, the supposition is that nanoparticles will form that exhibit local and global symmetry axes of order 3 and 5. This article explores the principles that govern the assembly of such a system. Specifically, we show that the system predominantly forms according to a spherical core-shell morphology using a combination of scanning transmission electron microscopy and small angle neutron scattering. We introduce a mathematical toolkit to provide a specific description of the possible SAPN morphologies, and we apply it to characterize all particles with maximal symmetry. In particular, we present schematics that define the relative positions of all individual chains in the symmetric SAPN particles, and provide a guide of how this approach can be generalized to nonspherical morphologies, hence providing unprecedented insights into their geometries that can be exploited in future applications.",
      "sentences": [
        [
          {
            "segment_text": "Self-assembly refers to the spontaneous organization of individual building blocks into higher order structures .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It occurs in biological systems such as spherical viruses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which utilize icosahedral symmetry as a guiding principle for the assembly of coat proteins into a capsid shell .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , we characterize the self-assembling protein nanoparticle ( SAPN ) system ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "which was inspired by such viruses .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "To facilitate self-assembly , monomeric building blocks have been designed to contain two oligomerization domains .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "An N-terminal pentameric coiled-coil domain is linked to a C-terminal coiled-coil trimer by two glycine residues .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "By combining monomers with inherent propensity to form five-and threefold symmetries in higher order agglomerates ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "the supposition is that nanoparticles will form that exhibit local and global symmetry axes of order 3 and 5 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "This article explores the principles that govern the assembly of such a system .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Specifically , we show that the system predominantly forms according to a spherical core-shell morphology using a combination of scanning transmission electron microscopy and small angle neutron scattering .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We introduce a mathematical toolkit to provide a specific description of the possible SAPN morphologies ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and we apply it to characterize all particles with maximal symmetry .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In particular , we present schematics that define the relative positions of all individual chains in the symmetric SAPN particles ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and provide a guide of how this approach can be generalized to nonspherical morphologies ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "hence providing unprecedented insights into their geometries that can be exploited in future applications .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "16",
    "token_num": "257"
  }
}