{
  "paper_id": "3c9db7ee30074667f9fe308de9910b013aa1f163",
  "metadata": {
    "title": "Recombinant adenoviral vaccine encoding the spike 1 subunit of the Middle East Respiratory Syndrome Coronavirus elicits strong humoral and cellular immune responses in mice",
    "coda_data_split": "train",
    "coda_paper_id": 9868,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background and Aim: Middle East respiratory syndrome coronavirus (MERS-CoV) has rapidly spread throughout the Middle East since its discovery in 2012. The virus poses a significant global public health threat with potentially devastating effects. In this study, a recombinant adenoviral-based vaccine encoding the spike 1 (S1) subunit of the MERS-CoV genome was constructed, and its humoral, and cellular immune responses were evaluated in mice.",
      "sentences": [
        [
          {
            "segment_text": "Background and Aim : Middle East respiratory syndrome coronavirus ( MERS-CoV ) has rapidly spread throughout the Middle East since its discovery in 2012 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The virus poses a significant global public health threat with potentially devastating effects .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , a recombinant adenoviral-based vaccine encoding the spike 1 ( S1 ) subunit of the MERS-CoV genome was constructed ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and its humoral , and cellular immune responses were evaluated in mice .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Mice were immunized initially by intramuscular injection and boosted 3 weeks later by intranasal application. Expression of the S1 protein in the lungs and kidneys was detected using conventional polymerase chain reaction (PCR) and immunohistochemistry (IHC) targeting specific regions within the S1 subunit at weeks 3, 4, 5, and 6 after the first vaccination. Antigen-specific humoral and cellular immune responses were evaluated in serum and in cell culture following in vitro stimulation with a specific 9-mer epitope within the S1 protein (CYSSLILDY).",
      "sentences": [
        [
          {
            "segment_text": "Mice were immunized initially by intramuscular injection and boosted 3 weeks later by intranasal application .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Expression of the S1 protein in the lungs and kidneys was detected using conventional polymerase chain reaction ( PCR ) and immunohistochemistry ( IHC ) targeting specific regions within the S1 subunit at weeks 3 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "4 , 5 , and 6 after the first vaccination .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Antigen-specific humoral and cellular immune responses were evaluated in serum and in cell culture following in vitro stimulation with a specific 9-mer epitope within the S1 protein ( CYSSLILDY ) .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results: S1 protein expression was only detected by IHC in the kidneys of the Ad-MERS-S1 group at week 6 from first immunization, and in both lungs and kidneys of Ad-MERS-S1 group by conventional PCR at weeks 3 and 5 post-prime. The vaccine elicited a specific S1-immunoglobulin G antibody response, which was detected in the sera of the vaccinated mice at weeks 4 and 6 from the onset of the first immunization. There was a significant increase in the amount of Th1-related cytokines (interferon-γ and interleukin [IL] 12), and a significant decrease in the Th2-related cytokine IL-4 in splenocyte cell culture of the vaccinated group compared with the control groups.",
      "sentences": [
        [
          {
            "segment_text": "Results : S1 protein expression was only detected by IHC in the kidneys of the Ad-MERS-S1 group at week 6 from first immunization ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and in both lungs and kidneys of Ad-MERS-S1 group by conventional PCR at weeks 3 and 5 post-prime .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The vaccine elicited a specific S1-immunoglobulin G antibody response ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which was detected in the sera of the vaccinated mice at weeks 4 and 6 from the onset of the first immunization .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "There was a significant increase in the amount of Th1-related cytokines ( interferon-γ and interleukin ( IL ) 12 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and a significant decrease in the Th2-related cytokine IL-4 in splenocyte cell culture of the vaccinated group compared with the control groups .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "The results of this study suggest that this recombinant adenovirus vaccine encoding the S1 subunit of MERS-CoV elicits potentially protective antigen-specific humoral and cellular immune responses in mice. This study demonstrates a promising vaccine for the control and/or prevention of MERS-CoV infection in humans.",
      "sentences": [
        [
          {
            "segment_text": "The results of this study suggest that this recombinant adenovirus vaccine encoding the S1 subunit of MERS-CoV elicits potentially protective antigen-specific humoral and cellular immune responses in mice .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This study demonstrates a promising vaccine for the control and/or prevention of MERS-CoV infection in humans .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "11",
    "segment_num": "16",
    "token_num": "335"
  }
}