{
  "paper_id": "3caab8234843e6047eacf1f7d1efc1db1d40d11b",
  "metadata": {
    "title": "Rapid detection of three rabbit pathogens by use of the Luminex x-TAG assay",
    "coda_data_split": "train",
    "coda_paper_id": 9760,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Domestic rabbits especially New Zealand white rabbits play an important role in biological research. The disease surveillance and quality control are essential to guarantee the results of animal experiments performed on rabbits. Rabbit hemorrhagic disease virus, rabbit rotavirus and Sendai virus are the important pathogens that needed to be eliminated. Rapid and sensitive method focus on these three viruses should be established for routine monitoring.",
      "sentences": [
        [
          {
            "segment_text": "Background : Domestic rabbits especially New Zealand white rabbits play an important role in biological research .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The disease surveillance and quality control are essential to guarantee the results of animal experiments performed on rabbits .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Rabbit hemorrhagic disease virus , rabbit rotavirus and Sendai virus are the important pathogens that needed to be eliminated .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Rapid and sensitive method focus on these three viruses should be established for routine monitoring .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "The Luminex x-TAG assay based on multiplex PCR and fluorescent microsphere is a fast developing technology applied in high throughput detection. Specific primers modified with oligonucleotide sequence/biotin were used to amplify target fragments. The conjugation between oligonucleotide sequence of the PCR products and the MagPlex-TAG microspheres was specific without any cross-reaction, and the hybridization products could be analyzed using the Luminex 200 analyzer instrument. Recombinant plasmids were constructed to estimate the detection limit of the viruses. Furthermore, 40 clinical samples were used to evaluate the efficiency of this multiplex PCR based Luminex x-TAG assay.",
      "sentences": [
        [
          {
            "segment_text": "The Luminex x-TAG assay based on multiplex PCR and fluorescent microsphere is a fast developing technology applied in high throughput detection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Specific primers modified with oligonucleotide sequence/biotin were used to amplify target fragments .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The conjugation between oligonucleotide sequence of the PCR products and the MagPlex-TAG microspheres was specific without any cross-reaction ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and the hybridization products could be analyzed using the Luminex 200 analyzer instrument .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Recombinant plasmids were constructed to estimate the detection limit of the viruses .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Furthermore , 40 clinical samples were used to evaluate the efficiency of this multiplex PCR based Luminex x-TAG assay .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results: According to the results, this new method showed high specificity and good stability. Assessed by the recombinant plasmids, the detection limit of three viruses was 100copies/μl. Among 40 clinical specimens, 18 specimens were found positive, which was completely concordant with the conventional PCR method.",
      "sentences": [
        [
          {
            "segment_text": "Results : According to the results ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "this new method showed high specificity and good stability .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Assessed by the recombinant plasmids ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the detection limit of three viruses was 100copies/μl .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Among 40 clinical specimens , 18 specimens were found positive ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which was completely concordant with the conventional PCR method .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "The new developed Luminex x-TAG assay is an accurate, high throughput method for rapid detection of three important viruses of rabbits.",
      "sentences": [
        [
          {
            "segment_text": "The new developed Luminex x-TAG assay is an accurate ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "high throughput method for rapid detection of three important viruses of rabbits .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "13",
    "segment_num": "18",
    "token_num": "249"
  }
}