{
  "paper_id": "3cba082e1f0b91d9143ea8e72eada78be0474064",
  "metadata": {
    "title": "Coinfection of diarrheagenic bacterial and viral pathogens in piglets of Northeast region of India",
    "coda_data_split": "train",
    "coda_paper_id": 9558,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Aim: This study aimed to study the prevalence of the coinfection of enteric bacterial and viral pathogens, namely Escherichia coli, Salmonella, Rotavirus, and Picobirnavirus from fecal samples of pre-weaned piglets in Northeast region of India.",
      "sentences": [
        [
          {
            "segment_text": "Aim : This study aimed to study the prevalence of the coinfection of enteric bacterial and viral pathogens ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "namely Escherichia coli , Salmonella ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "Rotavirus , and Picobirnavirus from fecal samples of pre-weaned piglets in Northeast region of India .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "A total of 457 fresh fecal samples were collected from piglets under 9 weeks old during 2013-2015 from organized (n\u003d225) and unorganized (n\u003d232) farms of Manipur, Meghalaya, Mizoram, and Nagaland. Samples were collected from diarrheic (n \u003d339) and non-diarrheic (n\u003d118) piglets including local indigenous (n\u003d130) and crossbreed (n\u003d327) piglets in different seasons during the study period. The samples were processed for the isolation of E. coli and Salmonella and detection of their putative virulence genes by polymerase chain reaction (PCR). Samples were also processed for the detection of Rotavirus and Picobirnavirus by RNA-polyacrylamide agarose gel electrophoresis and reverse transcriptase-PCR (RT-PCR).",
      "sentences": [
        [
          {
            "segment_text": "A total of 457 fresh fecal samples were collected from piglets under 9 weeks old during 2013-2015 from organized ( n \u003d 225 ) and unorganized ( n \u003d 232 ) farms of Manipur ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "Meghalaya , Mizoram , and Nagaland .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Samples were collected from diarrheic ( n \u003d 339 ) and non-diarrheic ( n \u003d 118 ) piglets including local indigenous ( n \u003d 130 ) and crossbreed ( n \u003d 327 ) piglets in different seasons during the study period .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The samples were processed for the isolation of E. coli and Salmonella and detection of their putative virulence genes by polymerase chain reaction ( PCR ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Samples were also processed for the detection of Rotavirus and Picobirnavirus by RNA-polyacrylamide agarose gel electrophoresis and reverse transcriptase-PCR ( RT-PCR ) .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results: A total of 11 (2.40%) samples were found positive for two or more coinfecting enteric bacterial and viral pathogens. All the 11 positive fecal samples were recovered from diarrheic piglets. Salmonella Typhimurium (enterotoxin, stn gene) and Picobirnavirus genogroup 1 were found to be more frequent as coinfecting agents. Coinfection was recorded higher in unorganized (3.87%) compared to organized farm (0.88%). Again, higher detection was recorded in crossbreed (2.75%) than local indigenous piglets (1.53%). The occurrence of coinfection was found to be more common during summer (4.68%) followed by winter (2.27%) season.",
      "sentences": [
        [
          {
            "segment_text": "Results : A total of 11 ( 2.40 % ) samples were found positive for two or more coinfecting enteric bacterial and viral pathogens .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "All the 11 positive fecal samples were recovered from diarrheic piglets .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Salmonella Typhimurium ( enterotoxin , stn gene ) and Picobirnavirus genogroup 1 were found to be more frequent as coinfecting agents .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Coinfection was recorded higher in unorganized ( 3.87 % ) compared to organized farm ( 0.88 % ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Again , higher detection was recorded in crossbreed ( 2.75 % ) than local indigenous piglets ( 1.53 % ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The occurrence of coinfection was found to be more common during summer ( 4.68 % ) followed by winter ( 2.27 % ) season .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "The present study highlighted the significance of E. coli, Salmonella, Rotavirus, and Picobirnavirus as important diarrheagenic pathogens causing coinfection in piglets in Northeast region of India. Probably, this is the first systematic study of the coinfection of four important diarrheagenic bacterial and viral agents associated with piglet diarrhea in India.",
      "sentences": [
        [
          {
            "segment_text": "The present study highlighted the significance of E. coli ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Salmonella , Rotavirus , and Picobirnavirus as important diarrheagenic pathogens causing coinfection in piglets in Northeast region of India .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Probably , this is the first systematic study of the coinfection of four important diarrheagenic bacterial and viral agents associated with piglet diarrhea in India .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "13",
    "segment_num": "17",
    "token_num": "355"
  }
}