{
  "paper_id": "3cbeb11d471dd6cebf2b65c42c00fd66a6cb5dc0",
  "metadata": {
    "title": "Viral Metagenomics Revealed Sendai Virus and Coronavirus Infection of Malayan Pangolins (Manis javanica)",
    "coda_data_split": "train",
    "coda_paper_id": 2051,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Pangolins are endangered animals in urgent need of protection. Identifying and cataloguing the viruses carried by pangolins is a logical approach to evaluate the range of potential pathogens and help with conservation. This study provides insight into viral communities of Malayan Pangolins (Manis javanica) as well as the molecular epidemiology of dominant pathogenic viruses between Malayan Pangolin and other hosts. A total of 62,508 de novo assembled contigs were constructed, and a BLAST search revealed 3600 ones (≥300 nt) were related to viral sequences, of which 68 contigs had a high level of sequence similarity to known viruses, while dominant viruses were the Sendai virus and Coronavirus. This is the first report on the viral diversity of pangolins, expanding our understanding of the virome in endangered species, and providing insight into the overall diversity of viruses that may be capable of directly or indirectly crossing over into other mammals.",
      "sentences": [
        [
          {
            "segment_text": "Pangolins are endangered animals in urgent need of protection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Identifying and cataloguing the viruses carried by pangolins is a logical approach to evaluate the range of potential pathogens and help with conservation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This study provides insight into viral communities of Malayan Pangolins ( Manis javanica ) as well as the molecular epidemiology of dominant pathogenic viruses between Malayan Pangolin and other hosts .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "A total of 62,508 de novo assembled contigs were constructed ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and a BLAST search revealed 3600 ones ( ≥ 300 nt ) were related to viral sequences ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "of which 68 contigs had a high level of sequence similarity to known viruses ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while dominant viruses were the Sendai virus and Coronavirus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This is the first report on the viral diversity of pangolins ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "expanding our understanding of the virome in endangered species ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and providing insight into the overall diversity of viruses that may be capable of directly or indirectly crossing over into other mammals .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "10",
    "token_num": "164"
  }
}