{
  "paper_id": "3cc1733c40062f59a5d1e9c7c9fd318c8041c0a2",
  "metadata": {
    "title": "Prevalence of Group A Streptococcus in Primary Care Patients and the Utility of C-Reactive Protein and Clinical Scores for Its Identification in Thailand",
    "coda_data_split": "train",
    "coda_paper_id": 3695,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Pharyngitis is usually caused by a viral infection for which antibiotics are often unnecessarily prescribed, adding to the burden of antimicrobial resistance. Identifying who needs antibiotics is challenging; microbiological confirmation and clinical scores are used but have limitations. In a cross-sectional study nested within a randomized controlled trial, we estimated the prevalence and antibiotic susceptibility profiles of group A Streptococcus (GAS) in patients presenting to primary care with a sore throat and fever in northern Thailand. We then evaluated the use of C-reactive protein (CRP) and clinical scores (Centor and FeverPAIN) to identify the presence of GAS. One hundred sixty-nine patients were enrolled, of whom 35 (20.7%) had β-hemolytic Streptococci (BHS) isolated from throat swab culture, and 11 (6.5%) had GAS. All GAS isolates were sensitive to penicillin G. The median CRP of those without BHS isolation was 10 mg/L (interquartile range [IQR] £ 8-18), compared with 18 mg/L (IQR 9-71, P \u003d 0.0302) for those with GAS and 14 mg/L (IQR £ 8-38, P \u003d 0.0516) for those with any BHS isolated. However, there were no significant relationships between CRP \u003e 8 mg/L (P \u003d 0.112), Centor ³ 3 (P \u003d 0.212), and FeverPAIN ³ 4 (P \u003d 1.000), and the diagnosis of GAS compared with no BHS isolation. Identifying who requires antibiotics for pharyngitis remains challenging and necessitates further larger studies. C-reactive protein testing alone, although imperfect, can reduce prescribing compared with routine care. Targeted CRP testing through clinical scoring may be the most cost-effective approach to ruling out GAS infection.",
      "sentences": [
        [
          {
            "segment_text": "Pharyngitis is usually caused by a viral infection for which antibiotics are often unnecessarily prescribed ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "adding to the burden of antimicrobial resistance .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Identifying who needs antibiotics is challenging ; microbiological confirmation and clinical scores are used but have limitations .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In a cross-sectional study nested within a randomized controlled trial ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we estimated the prevalence and antibiotic susceptibility profiles of group A Streptococcus ( GAS ) in patients presenting to primary care with a sore throat and fever in northern Thailand .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We then evaluated the use of C-reactive protein ( CRP ) and clinical scores ( Centor and FeverPAIN ) to identify the presence of GAS .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "One hundred sixty-nine patients were enrolled ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "of whom 35 ( 20.7 % ) had β-hemolytic Streptococci ( BHS ) isolated from throat swab culture ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and 11 ( 6.5 % ) had GAS .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "All GAS isolates were sensitive to penicillin G .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The median CRP of those without BHS isolation was 10 mg/L ( interquartile range ( IQR ) £ 8-18 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "compared with 18 mg/L ( IQR 9-71 , P \u003d 0.0302 ) for those with GAS and 14 mg/L ( IQR £ 8-38 , P \u003d 0.0516 ) for those with any BHS isolated .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , there were no significant relationships between CRP \u003e 8 mg/L ( P \u003d 0.112 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Centor ³ 3 ( P \u003d 0.212 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and FeverPAIN ³ 4 ( P \u003d 1.000 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the diagnosis of GAS compared with no BHS isolation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Identifying who requires antibiotics for pharyngitis remains challenging and necessitates further larger studies .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "C-reactive protein testing alone , although imperfect ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "can reduce prescribing compared with routine care .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Targeted CRP testing through clinical scoring may be the most cost-effective approach to ruling out GAS infection .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "20",
    "token_num": "306"
  }
}