{
  "paper_id": "3cc9fdd2b88d5818ccaa3bcf260a6b02b62209d3",
  "metadata": {
    "title": "Health Care Worker Perspectives on Workplace Safety, Infection Control and Drug-Resistant Tuberculosis in a High Burden HIV setting",
    "coda_data_split": "train",
    "coda_paper_id": 5635,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Drug-resistant tuberculosis (TB) is an occupational hazard for health care workers (HCWs) in South Africa. We undertook this qualitative study to contextualize epidemiological findings suggesting that HCWs elevated risk of drug-resistant TB is related to workplace exposure. 55 HCWs and 7 hospital managers participated in focus groups and interviews about infection control (IC). Participants discussed caring for patients with drug-resistant TB, IC measures, occupational health programs, and stigma and support in the workplace. Key themes included: 1) lack of resources that hinders IC, 2) distrust of IC efforts among HCWs, and 3) disproportionate focus on individual level personal protections, particularly N95 masks. IC programs should be evaluated, and the impact of new policies to rapidly diagnose drug-resistant TB and decentralize treatment should be assessed as part of the effort to control drug-resistant TB and create a safe workplace.",
      "sentences": [
        [
          {
            "segment_text": "Drug-resistant tuberculosis ( TB ) is an occupational hazard for health care workers ( HCWs ) in South Africa .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We undertook this qualitative study to contextualize epidemiological findings suggesting that HCWs elevated risk of drug-resistant TB is related to workplace exposure .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "55 HCWs and 7 hospital managers participated in focus groups and interviews about infection control ( IC ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Participants discussed caring for patients with drug-resistant TB ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "IC measures , occupational health programs ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and stigma and support in the workplace .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Key themes included : 1 ) lack of resources that hinders IC ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "2 ) distrust of IC efforts among HCWs ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and 3 ) disproportionate focus on individual level personal protections , particularly N95 masks .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "IC programs should be evaluated ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the impact of new policies to rapidly diagnose drug-resistant TB and decentralize treatment should be assessed as part of the effort to control drug-resistant TB and create a safe workplace .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "11",
    "token_num": "161"
  }
}