{
  "paper_id": "3cd08fa458667ab292315b4a6b3a78853840ed3b",
  "metadata": {
    "title": "",
    "coda_data_split": "train",
    "coda_paper_id": 9140,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "A series of benzylidene hydrazides (1e20) was synthesized and tested, in vitro, for antibacterial, antifungal and antiviral activities. The microbial screening results indicated that compounds having chloro and nitro substituents were the most active ones. The antiviral evaluation depicted that compounds 9 and 19 were active against Vesicular stomatitis virus (VSV) in HeLa cell cultures. QSAR investigations indicated that the multi-target QSAR model was effective in describing the antimicrobial (antibacterial and antifungal) activity over the one-target QSAR models. Further the mt-QSAR model indicated that the topological parameters, second order molecular connectivity index ( 2 c) and third order Kier\u0027s alpha shape index (ka 3 ) are effective in describing the antimicrobial activity of synthesized hydrazides.",
      "sentences": [
        [
          {
            "segment_text": "A series of benzylidene hydrazides ( 1e20 ) was synthesized and tested ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "in vitro , for antibacterial , antifungal and antiviral activities .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The microbial screening results indicated that compounds having chloro and nitro substituents were the most active ones .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The antiviral evaluation depicted that compounds 9 and 19 were active against Vesicular stomatitis virus ( VSV ) in HeLa cell cultures .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "QSAR investigations indicated that the multi-target QSAR model was effective in describing the antimicrobial ( antibacterial and antifungal ) activity over the one-target QSAR models .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Further the mt-QSAR model indicated that the topological parameters ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "second order molecular connectivity index ( 2 c ) and third order Kier \u0027s alpha shape index ( ka 3 ) are effective in describing the antimicrobial activity of synthesized hydrazides .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "7",
    "token_num": "133"
  }
}