{
  "paper_id": "3cdc48bb9e40afd30a59463b7872761a726998c8",
  "metadata": {
    "title": "Experimental Evaluation of Musca domestica (Diptera: Muscidae) as a Vector of Newcastle Disease Virus",
    "coda_data_split": "train",
    "coda_paper_id": 8948,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "House ßies, Musca domestica L. (Diptera: Muscidae), were examined for their ability to harbor and transmit Newcastle disease virus (family Paramyxoviridae, genus Avulavirus, NDV) by using a mesogenic NDV strain. Laboratory-reared ßies were experimentally exposed to NDV (Roakin strain) by allowing ßies to imbibe an inoculum consisting of chicken embryo-propagated virus. NDV was detected in dissected crops and intestinal tissues from exposed ßies for up to 96 and 24 h postexposure, respectively; no virus was detected in crops and intestines of sham-exposed ßies. The potential of the house ßy to directly transmit NDV to live chickens was examined by placing 14-d-old chickens in contact with NDV-exposed house ßies 2 h after ßies consumed NDV inoculum. NDVexposed house ßies contained Ϸ10 4 50% infectious doses (ID 50 ) per ßy, but no transmission of NDV was observed in chickens placed in contact with exposed ßies at densities as high as 25 ßies per bird. Subsequent doseÐresponse studies demonstrated that oral exposure, the most likely route for ßy-tochicken transmission, required an NDV (Roakin) dose Ն10 6 ID 50 . These results indicate that house ßies are capable of harboring NDV (Roakin) but that they are poor vectors of the virus because they carry an insufÞcient virus titer to cause infection.",
      "sentences": [
        [
          {
            "segment_text": "House ßies , Musca domestica L. ( Diptera : Muscidae ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "were examined for their ability to harbor and transmit Newcastle disease virus ( family Paramyxoviridae , genus Avulavirus , NDV ) by using a mesogenic NDV strain .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Laboratory-reared ßies were experimentally exposed to NDV ( Roakin strain ) by allowing ßies to imbibe an inoculum consisting of chicken embryo-propagated virus .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "NDV was detected in dissected crops and intestinal tissues from exposed ßies for up to 96 and 24 h postexposure ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "respectively ; no virus was detected in crops and intestines of sham-exposed ßies .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The potential of the house ßy to directly transmit NDV to live chickens was examined by placing 14-d-old chickens in contact with NDV-exposed house ßies 2 h after ßies consumed NDV inoculum .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "NDVexposed house ßies contained Ϸ10 4 50 % infectious doses ( ID 50 ) per ßy ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but no transmission of NDV was observed in chickens placed in contact with exposed ßies at densities as high as 25 ßies per bird .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Subsequent doseÐresponse studies demonstrated that oral exposure ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the most likely route for ßy-tochicken transmission ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "required an NDV ( Roakin ) dose Ն10 6 ID 50 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results indicate that house ßies are capable of harboring NDV ( Roakin ) but that they are poor vectors of the virus because they carry an insufÞcient virus titer to cause infection .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "12",
    "token_num": "236"
  }
}