{
  "paper_id": "3ce03de615e79f44ac9d8193429f9f6be86be3a5",
  "metadata": {
    "title": "Validation of the easyscreen flavivirus dengue alphavirus detection kit based on 3base amplification technology and its application to the 2016/17 Vanuatu dengue outbreak",
    "coda_data_split": "train",
    "coda_paper_id": 9757,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The family flaviviridae and alphaviridae contain a diverse group of pathogens that cause significant morbidity and mortality worldwide. Diagnosis of the virus responsible for disease is essential to ensure patients receive appropriate clinical management. Very few real-time RT-PCR based assays are able to detect the presence of all members of these families using a single primer and probe set. We have developed a novel chemistry, 3base, which simplifies the viral nucleic acids allowing the design of RT-PCR assays capable of pan-family identification.",
      "sentences": [
        [
          {
            "segment_text": "The family flaviviridae and alphaviridae contain a diverse group of pathogens that cause significant morbidity and mortality worldwide .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Diagnosis of the virus responsible for disease is essential to ensure patients receive appropriate clinical management .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Very few real-time RT-PCR based assays are able to detect the presence of all members of these families using a single primer and probe set .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We have developed a novel chemistry ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "3base , which simplifies the viral nucleic acids allowing the design of RT-PCR assays capable of pan-family identification .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Synthetic constructs, viral nucleic acids, intact viral particles and characterised reference materials were used to determine the specificity and sensitivity of the assays. Synthetic constructs demonstrated the sensitivities of the pan-flavivirus detection component were in the range of 13 copies per PCR. The pan-alphavirus assay had a sensitivity range of 10-25 copies per reaction depending on the viral strain. Lower limit of detection studies using whole virus particles demonstrated that sensitivity for assays was in the range of 1-2 copies per reaction. No cross reactivity was observed with a number of commonly encountered viral strains. Proficiency panels showed 100% concordance with the expected results and the assays performed as well as, if not better than, other assays used in laboratories worldwide. After initial assay validation the pan-viral assays were then tested during the 2016-2017 Vanuatu dengue-2 outbreak. Positive results were detected in 116 positives from a total of 187 suspected dengue samples.",
      "sentences": [
        [
          {
            "segment_text": "Synthetic constructs , viral nucleic acids ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "intact viral particles and characterised reference materials were used to determine the specificity and sensitivity of the assays .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Synthetic constructs demonstrated the sensitivities of the pan-flavivirus detection component were in the range of 13 copies per PCR .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The pan-alphavirus assay had a sensitivity range of 10-25 copies per reaction depending on the viral strain .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Lower limit of detection studies using whole virus particles demonstrated that sensitivity for assays was in the range of 1-2 copies per reaction .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "No cross reactivity was observed with a number of commonly encountered viral strains .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Proficiency panels showed 100 % concordance with the expected results and the assays performed as well as ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "if not better than , other assays used in laboratories worldwide .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "After initial assay validation the pan-viral assays were then tested during the 2016-2017 Vanuatu dengue-2 outbreak .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Positive results were detected in 116 positives from a total of 187 suspected dengue samples .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "12",
    "segment_num": "15",
    "token_num": "253"
  }
}