{
  "paper_id": "3cef17183a44465f6b2c9a04bb9f3f5ca5938bf5",
  "metadata": {
    "title": "HIV-1 polypeptide and SARS-CoV peptide antigens",
    "coda_data_split": "train",
    "coda_paper_id": 7220,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "publicly funded repositories, such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source. These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active. Vaccine 23 (2005) 3446-3452",
      "sentences": [
        [
          {
            "segment_text": "publicly funded repositories , such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Vaccine 23 ( 2005 ) 3446-3452",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "rOv-ASP-1, a recombinant secreted protein of the helminth Onchocerca volvulus, is a potent adjuvant for inducing antibodies to ovalbumin,",
      "sentences": [
        [
          {
            "segment_text": "rOv-ASP-1 , a recombinant secreted protein of the helminth Onchocerca volvulus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "is a potent adjuvant for inducing antibodies to ovalbumin ,",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "We studied the adjuvanticity of recombinant Onchocerca volvulus activation associated protein-1 (rOv-ASP-1) for ovalbumin (OVA) in mice. After a single immunization and one boost, rOv-ASP-1 exceeded the efficacy of alum or MPL + TDM adjuvants in terms of end-point total IgG or IgG1 and IgG2a anti-OVA titres. Using the helminth-derived adjuvant, IgG isotype responses to OVA were of a mixed Th1/Th2 profile and spleen cell cytokines exclusively Th1-type. The potent adjuvanticity of rOv-ASP-1 was confirmed in mice vaccinated with a 37-mer peptide from the S protein of SARS-CoV and an HIV-1 gp120-CD4 chimeric polypeptide antigen. Unusually for a helminth product, the rOv-ASP-1 adjuvant augmented not only Th2 but also Th1 responses, the latter property being of potential utility in stimulating anti-viral immune responses.",
      "sentences": [
        [
          {
            "segment_text": "We studied the adjuvanticity of recombinant Onchocerca volvulus activation associated protein-1 ( rOv-ASP-1 ) for ovalbumin ( OVA ) in mice .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "After a single immunization and one boost ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "rOv-ASP-1 exceeded the efficacy of alum or MPL + TDM adjuvants in terms of end-point total IgG or IgG1 and IgG2a anti-OVA titres .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Using the helminth-derived adjuvant , IgG isotype responses to OVA were of a mixed Th1/Th2 profile and spleen cell cytokines exclusively Th1-type .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The potent adjuvanticity of rOv-ASP-1 was confirmed in mice vaccinated with a 37-mer peptide from the S protein of SARS-CoV and an HIV-1 gp120-CD4 chimeric polypeptide antigen .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Unusually for a helminth product ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the rOv-ASP-1 adjuvant augmented not only Th2 but also Th1 responses ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the latter property being of potential utility in stimulating anti-viral immune responses .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "9",
    "segment_num": "13",
    "token_num": "215"
  }
}