{
  "paper_id": "3cff423d90d10aed4310a7d726a6a873d37b2693",
  "metadata": {
    "title": "ARTICLE In vivo protection against ZIKV infection and pathogenesis through passive antibody transfer and active immunisation with a prMEnv DNA vaccine",
    "coda_data_split": "train",
    "coda_paper_id": 9905,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Significant concerns have been raised owing to the rapid global spread of infection and disease caused by the mosquito-borne Zika virus (ZIKV). Recent studies suggest that ZIKV can also be transmitted sexually, further increasing the exposure risk for this virus. Associated with this spread is a dramatic increase in cases of microcephaly and additional congenital abnormalities in infants of ZIKV-infected mothers, as well as a rise in the occurrence of Guillain Barre\u0027 syndrome in infected adults. Importantly, there are no licensed therapies or vaccines against ZIKV infection. In this study, we generate and evaluate the in vivo efficacy of a novel, synthetic, DNA vaccine targeting the pre-membrane+envelope proteins (prME) of ZIKV. Following initial in vitro development and evaluation studies of the plasmid construct, mice and non-human primates were immunised with this prME DNA-based immunogen through electroporation-mediated enhanced DNA delivery. Vaccinated animals were found to generate antigen-specific cellular and humoral immunity and neutralisation activity. In mice lacking receptors for interferon (IFN)-α/β (designated IFNAR − / − ) immunisation with this DNA vaccine induced, following in vivo viral challenge, 100% protection against infection-associated weight loss or death in addition to preventing viral pathology in brain tissue. In addition, passive transfer of non-human primate anti-ZIKV immune serum protected IFNAR − / − mice against subsequent viral challenge. This study in NHP and in a pathogenic mouse model supports the importance of immune responses targeting prME in ZIKV infection and suggests that additional research on this vaccine approach may have relevance for ZIKV control and disease prevention in humans.",
      "sentences": [
        [
          {
            "segment_text": "Significant concerns have been raised owing to the rapid global spread of infection and disease caused by the mosquito-borne Zika virus ( ZIKV ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Recent studies suggest that ZIKV can also be transmitted sexually ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "further increasing the exposure risk for this virus .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Associated with this spread is a dramatic increase in cases of microcephaly and additional congenital abnormalities in infants of ZIKV-infected mothers ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "as well as a rise in the occurrence of Guillain Barre \u0027 syndrome in infected adults .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Importantly , there are no licensed therapies or vaccines against ZIKV infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , we generate and evaluate the in vivo efficacy of a novel ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "synthetic , DNA vaccine targeting the pre-membrane + envelope proteins ( prME ) of ZIKV .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Following initial in vitro development and evaluation studies of the plasmid construct ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "mice and non-human primates were immunised with this prME DNA-based immunogen through electroporation-mediated enhanced DNA delivery .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Vaccinated animals were found to generate antigen-specific cellular and humoral immunity and neutralisation activity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In mice lacking receptors for interferon ( IFN ) - α/β ( designated IFNAR − / − ) immunisation with this DNA vaccine induced ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "following in vivo viral challenge ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "100 % protection against infection-associated weight loss or death in addition to preventing viral pathology in brain tissue .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , passive transfer of non-human primate anti-ZIKV immune serum protected IFNAR − / − mice against subsequent viral challenge .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This study in NHP and in a pathogenic mouse model supports the importance of immune responses targeting prME in ZIKV infection and suggests that additional research on this vaccine approach may have relevance for ZIKV control and disease prevention in humans .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "16",
    "token_num": "288"
  }
}