{
  "paper_id": "3cffdde62288c2bedae29c7291a5304f9cb9279b",
  "metadata": {
    "title": "Insights into the genetic and host adaptability of emerging porcine circovirus 3",
    "coda_data_split": "train",
    "coda_paper_id": 2066,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Porcine circovirus 3 (PCV3) was found to be associated with reproductive disease in pigs, and since its first identification in the United States, it subsequently spread worldwide, especially in China, where it might pose a potential threat to the porcine industry. However, no exhaustive analysis was performed to understand its evolution in the prospect of codon usage pattern. Here, we performed a deep codon usage analysis of PCV3. PCV3 sequences were classified into two clades: PCV3a and PCV3b, confirmed by principal component analysis. Additionally, the degree of codon usage bias of PCV3 was slightly low as inferred from the analysis of the effective number of codons. The codon usage pattern was mainly affected by natural selection, but there was a coeffect of mutation pressure and dinucleotide frequency. Moreover, based on similarity index analysis, codon adaptation index analysis and relative codon deoptimization index analysis, we found that PCV3 might pose a potential risk to public health though with unknow pathogenicity. In conclusion, this work reinforces the systematic understanding of the evolution of PCV3, which was reflected by the codon usage patterns and fitness of this novel emergent virus.",
      "sentences": [
        [
          {
            "segment_text": "Porcine circovirus 3 ( PCV3 ) was found to be associated with reproductive disease in pigs ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and since its first identification in the United States ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "it subsequently spread worldwide , especially in China ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "where it might pose a potential threat to the porcine industry .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , no exhaustive analysis was performed to understand its evolution in the prospect of codon usage pattern .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we performed a deep codon usage analysis of PCV3 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "PCV3 sequences were classified into two clades : PCV3a and PCV3b ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "confirmed by principal component analysis .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Additionally , the degree of codon usage bias of PCV3 was slightly low as inferred from the analysis of the effective number of codons .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The codon usage pattern was mainly affected by natural selection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but there was a coeffect of mutation pressure and dinucleotide frequency .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , based on similarity index analysis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "codon adaptation index analysis and relative codon deoptimization index analysis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "we found that PCV3 might pose a potential risk to public health though with unknow pathogenicity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In conclusion , this work reinforces the systematic understanding of the evolution of PCV3 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which was reflected by the codon usage patterns and fitness of this novel emergent virus .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "ARTICLE HISTORY",
      "sentences": [
        [
          {
            "segment_text": "ARTICLE HISTORY",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "9",
    "segment_num": "17",
    "token_num": "214"
  }
}