{
  "paper_id": "3d4106215f4d9cc9189f90d1beac917bdf3d9b09",
  "metadata": {
    "title": "Angiotensin-converting enzyme 2 is a potential therapeutic target for EGFR-mutant lung adenocarcinoma",
    "coda_data_split": "train",
    "coda_paper_id": 10871,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "a b s t r a c t EGFR-mutant lung adenocarcinomas contain a subpopulation of cells that have undergone epithelial-tomesenchymal transition and can grow independently of EGFR. To kill these cancer cells, we need a novel therapeutic approach other than EGFR inhibitors. If a molecule is specifically expressed on the cell surface of such EGFR-independent EGFR-mutant cancer cells, it can be a therapeutic target. We found that a mesenchymal EGFR-independent subline derived from HCC827 cells, an EGFR-mutant lung adenocarcinoma cell line, expressed angiotensin-converting enzyme 2 (ACE2) to a greater extent than its parental cells. ACE2 was also expressed at least partially in most of the primary EGFR-mutant lung adenocarcinomas examined, and the ACE2 expression level in the cancer cells was much higher than that in normal lung epithelial cells. In addition, we developed an anti-ACE2 mouse monoclonal antibody (mAb), termed H8R64, that was internalized by ACE2-expressing cells. If an antibody-drug conjugate consisting of a humanized mAb based on H8R64 and a potent anticancer drug were produced, it could be effective for the treatment of EGFR-mutant lung adenocarcinomas.",
      "sentences": [
        [
          {
            "segment_text": "a b s t r a c t EGFR-mutant lung adenocarcinomas contain a subpopulation of cells that have undergone epithelial-tomesenchymal transition and can grow independently of EGFR .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To kill these cancer cells ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "we need a novel therapeutic approach other than EGFR inhibitors .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "If a molecule is specifically expressed on the cell surface of such EGFR-independent EGFR-mutant cancer cells ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "it can be a therapeutic target .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We found that a mesenchymal EGFR-independent subline derived from HCC827 cells ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "an EGFR-mutant lung adenocarcinoma cell line ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "expressed angiotensin-converting enzyme 2 ( ACE2 ) to a greater extent than its parental cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "ACE2 was also expressed at least partially in most of the primary EGFR-mutant lung adenocarcinomas examined ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the ACE2 expression level in the cancer cells was much higher than that in normal lung epithelial cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , we developed an anti-ACE2 mouse monoclonal antibody ( mAb ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "termed H8R64 , that was internalized by ACE2-expressing cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "If an antibody-drug conjugate consisting of a humanized mAb based on H8R64 and a potent anticancer drug were produced ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "it could be effective for the treatment of EGFR-mutant lung adenocarcinomas .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "14",
    "token_num": "197"
  }
}