{
  "paper_id": "3d4b0d8d4ac0c8419efb82278b823952e94d1393",
  "metadata": {
    "title": "viruses Host and Viral Proteins Modulating Ebola and Marburg Virus Egress",
    "coda_data_split": "train",
    "coda_paper_id": 6712,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The filoviruses Ebolavirus and Marburgvirus are among the deadliest viral pathogens known to infect humans, causing emerging diseases with fatality rates of up to 90% during some outbreaks. The replication cycles of these viruses are comprised of numerous complex molecular processes and interactions with their human host, with one key feature being the means by which nascent virions exit host cells to spread to new cells and ultimately to a new host. This review focuses on our current knowledge of filovirus egress and the viral and host factors and processes that are involved. Within the virus, these factors consist of the major matrix protein, viral protein 40 (VP40), which is necessary and sufficient for viral particle release, and nucleocapsid and glycoprotein that interact with VP40 to promote egress. In the host cell, some proteins are hijacked by filoviruses in order to enhance virion budding capacity that include members of the family of E3 ubiquitin ligase and the endosomal sorting complexes required for transport (ESCRT) pathway, while others such as tetherin inhibit viral egress. An understanding of these molecular interactions that modulate viral particle egress provides an important opportunity to identify new targets for the development of antivirals to prevent and treat filovirus infections.",
      "sentences": [
        [
          {
            "segment_text": "The filoviruses Ebolavirus and Marburgvirus are among the deadliest viral pathogens known to infect humans ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "causing emerging diseases with fatality rates of up to 90 % during some outbreaks .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The replication cycles of these viruses are comprised of numerous complex molecular processes and interactions with their human host ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "with one key feature being the means by which nascent virions exit host cells to spread to new cells and ultimately to a new host .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review focuses on our current knowledge of filovirus egress and the viral and host factors and processes that are involved .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Within the virus , these factors consist of the major matrix protein ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "viral protein 40 ( VP40 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which is necessary and sufficient for viral particle release ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and nucleocapsid and glycoprotein that interact with VP40 to promote egress .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In the host cell , some proteins are hijacked by filoviruses in order to enhance virion budding capacity that include members of the family of E3 ubiquitin ligase and the endosomal sorting complexes required for transport ( ESCRT ) pathway ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while others such as tetherin inhibit viral egress .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "An understanding of these molecular interactions that modulate viral particle egress provides an important opportunity to identify new targets for the development of antivirals to prevent and treat filovirus infections .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "12",
    "token_num": "222"
  }
}