{
  "paper_id": "3d5d21ad6f2eaf094e42b2aa61d0857b15c094f3",
  "metadata": {
    "title": "BOVINE MONOCLONAL ANTIBODIES TO THE F5 (K99) PILUS ANTIGEN OF E. COLI, PRODUCED BY MURINE/BOVINE HYBRI DOMAS",
    "coda_data_split": "train",
    "coda_paper_id": 5676,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": ". Bovine monoclonal antibodies to the F5 (K99) pilus antigen of E. coli, produced by murine/bovine hybridomas. Vet. Immunol. Immunopathol., 15: 223-237.",
      "sentences": [
        [
          {
            "segment_text": ".",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Bovine monoclonal antibodies to the F5 ( K99 ) pilus antigen of E. coli , produced by murine/bovine hybridomas .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Vet .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Immunol .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Immunopathol. , 15 : 223-237 .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Lymph node cells from calves immunized with purified pilus antigen of K99 + enterotoxigenic E. coli (ETEC) were fused with mouse nweloma (NSO) cells, and with non-lg producing mouse/calf hybridomas or with a bovine Ig-producing mouse/calf/calf secondary hybridoma. Lines secreting bovine monoclonal IgG I specific for K99 pilus antigen in an ELISA were obtained in each case. Th~ two lines derived from xenohybridoma fusion partners have been secreting anti-K99 bovine monoclonal antibody for over one year in continual passage. None of the antibodies cross-reacted with other pilus types including K88, CFAI, CFAII, 987P or CP; they all inhibited agglutination of horse RBC (which have a K99 receptor) in the presence of K99 ~ntigen; they showed positive fluorescence in an indirect binding assay on K99 ETEC and inhibited K99-ETEC adhesion to piglet enterocytes. These antibodies have potential prophylactic and therapeutic use in control and treatment of diarrhoea.",
      "sentences": [
        [
          {
            "segment_text": "Lymph node cells from calves immunized with purified pilus antigen of K99 + enterotoxigenic E. coli ( ETEC ) were fused with mouse nweloma ( NSO ) cells ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and with non-lg producing mouse/calf hybridomas or with a bovine Ig-producing mouse/calf/calf secondary hybridoma .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Lines secreting bovine monoclonal IgG I specific for K99 pilus antigen in an ELISA were obtained in each case .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Th ~ two lines derived from xenohybridoma fusion partners have been secreting anti-K99 bovine monoclonal antibody for over one year in continual passage .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "None of the antibodies cross-reacted with other pilus types including K88 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "CFAI , CFAII , 987P or CP ; they all inhibited agglutination of horse RBC ( which have a K99 receptor ) in the presence of K99 ~ ntigen ; they showed positive fluorescence in an indirect binding assay on K99 ETEC and inhibited K99-ETEC adhesion to piglet enterocytes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These antibodies have potential prophylactic and therapeutic use in control and treatment of diarrhoea .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "10",
    "segment_num": "12",
    "token_num": "196"
  }
}