{
  "paper_id": "3d74ca34ea709f0300cdaa37a3d283e8ba8d7f48",
  "metadata": {
    "title": "Biochip Platforms for DNA Diagnostics",
    "coda_data_split": "train",
    "coda_paper_id": 10267,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "This chapter looks at the use of microlithographically fabricated biochip platforms for DNA diagnostics and prognostics, although protein and RNA biochips are also briefly considered. Biodetection methods such as ion-selective electrodes (ISEs), microelectromechanical systems (MEMS) devices such as microcantilevers, optical, piezoelectric-based acoustic wave, and mass spectrometry are briefly discussed. Emphasis is given to label-free electrochemical (impedimetric, voltammetric, and amperometric) detection. The production of DNA biochips is highlighted as are the operation and design of the experiments to reveal gene expression and SNP data. Applications discussed include the monitoring of microbes, cancer classification studies, and patient stratification in drug development. Finally, challenges and issues facing the development of diagnostic and prognostic biochips are discussed in detail.",
      "sentences": [
        [
          {
            "segment_text": "This chapter looks at the use of microlithographically fabricated biochip platforms for DNA diagnostics and prognostics ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "although protein and RNA biochips are also briefly considered .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Biodetection methods such as ion-selective electrodes ( ISEs ) ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "microelectromechanical systems ( MEMS ) devices such as microcantilevers ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "optical , piezoelectric-based acoustic wave ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and mass spectrometry are briefly discussed .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Emphasis is given to label-free electrochemical ( impedimetric , voltammetric , and amperometric ) detection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The production of DNA biochips is highlighted as are the operation and design of the experiments to reveal gene expression and SNP data .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Applications discussed include the monitoring of microbes ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "cancer classification studies , and patient stratification in drug development .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Finally , challenges and issues facing the development of diagnostic and prognostic biochips are discussed in detail .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "11",
    "token_num": "137"
  }
}