{
  "paper_id": "3da462455f5bc2edd234206ccd5bdc9d16c50842",
  "metadata": {
    "title": "Fc Receptors as Adaptive Immunoreceptors",
    "coda_data_split": "train",
    "coda_paper_id": 7776,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Most biological activities of antibodies depend on their ability to engage Receptors for the Fc portion of immunoglobulins (FcRs) on a variety of cell types. As FcRs can trigger positive and negative signals, as these signals control several biological activities in individual cells, as FcRs are expressed by many cells of hematopoietic origin, mostly of the myeloid lineage, as these cells express various combinations of FcRs, and as FcR-expressing cells have different functional repertoires, antibodies can exert a wide spectrum of biological activities. Like B and T Cell Receptors (BCRs and TCRs), FcRs are bona fide immunoreceptors. Unlike BCRs and TCRs, however, FcRs are immunoreceptors with an adaptive specificity for antigen, with an adaptive affinity for antibodies, with an adaptive structure and with an adaptive signaling. They induce adaptive biological responses that depend on their tissue distribution and on FcR-expressing cells that are selected locally by antibodies. They critically determine health and disease. They are thus exquisitely adaptive therapeutic tools.",
      "sentences": [
        [
          {
            "segment_text": "Most biological activities of antibodies depend on their ability to engage Receptors for the Fc portion of immunoglobulins ( FcRs ) on a variety of cell types .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "As FcRs can trigger positive and negative signals ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "as these signals control several biological activities in individual cells ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "as FcRs are expressed by many cells of hematopoietic origin ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "mostly of the myeloid lineage ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "as these cells express various combinations of FcRs ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and as FcR-expressing cells have different functional repertoires ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "antibodies can exert a wide spectrum of biological activities .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Like B and T Cell Receptors ( BCRs and TCRs ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "FcRs are bona fide immunoreceptors .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Unlike BCRs and TCRs , however ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "FcRs are immunoreceptors with an adaptive specificity for antigen ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "with an adaptive affinity for antibodies ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "with an adaptive structure and with an adaptive signaling .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "They induce adaptive biological responses that depend on their tissue distribution and on FcR-expressing cells that are selected locally by antibodies .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "They critically determine health and disease .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "They are thus exquisitely adaptive therapeutic tools .",
            "crowd_label": "background"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "17",
    "token_num": "182"
  }
}