{
  "paper_id": "3daf73ca2c2bb003b6f6201b1924660cc2fd75a2",
  "metadata": {
    "title": "Suppression of Coronavirus Replication by Cyclophilin Inhibitors",
    "coda_data_split": "train",
    "coda_paper_id": 10682,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Coronaviruses infect a variety of mammalian and avian species and cause serious diseases in humans, cats, mice, and birds in the form of severe acute respiratory syndrome (SARS), feline infectious peritonitis (FIP), mouse hepatitis, and avian infectious bronchitis, respectively. No effective vaccine or treatment has been developed for SARScoronavirus or FIP virus, both of which cause lethal diseases. It has been reported that a cyclophilin inhibitor, cyclosporin A (CsA), could inhibit the replication of coronaviruses. CsA is a well-known immunosuppressive drug that binds to cellular cyclophilins to inhibit calcineurin, a calcium-calmodulin-activated serine/threonine-specific phosphatase. The inhibition of calcineurin blocks the translocation of nuclear factor of activated T cells from the cytosol into the nucleus, thus preventing the transcription of genes encoding cytokines such as interleukin-2. Cyclophilins are peptidyl-prolyl isomerases with physiological functions that have been described for many years to include chaperone and foldase activities. Also, many viruses require cyclophilins for replication; these include human immunodeficiency virus, vesicular stomatitis virus, and hepatitis C virus. However, the molecular mechanisms leading to the suppression of viral replication differ for different viruses. This review describes the suppressive effects of CsA on coronavirus replication.",
      "sentences": [
        [
          {
            "segment_text": "Coronaviruses infect a variety of mammalian and avian species and cause serious diseases in humans ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "cats , mice , and birds in the form of severe acute respiratory syndrome ( SARS ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "feline infectious peritonitis ( FIP ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "mouse hepatitis , and avian infectious bronchitis , respectively .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "No effective vaccine or treatment has been developed for SARScoronavirus or FIP virus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "both of which cause lethal diseases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It has been reported that a cyclophilin inhibitor ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "cyclosporin A ( CsA ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "could inhibit the replication of coronaviruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "CsA is a well-known immunosuppressive drug that binds to cellular cyclophilins to inhibit calcineurin , a calcium-calmodulin-activated serine/threonine-specific phosphatase .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The inhibition of calcineurin blocks the translocation of nuclear factor of activated T cells from the cytosol into the nucleus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "thus preventing the transcription of genes encoding cytokines such as interleukin-2 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Cyclophilins are peptidyl-prolyl isomerases with physiological functions that have been described for many years to include chaperone and foldase activities .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Also , many viruses require cyclophilins for replication ; these include human immunodeficiency virus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "vesicular stomatitis virus , and hepatitis C virus .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , the molecular mechanisms leading to the suppression of viral replication differ for different viruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review describes the suppressive effects of CsA on coronavirus replication .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "17",
    "token_num": "221"
  }
}