{
  "paper_id": "3dc1b1e197ec2bdd5ee03a588505a7a7c127c79d",
  "metadata": {
    "title": "Common cold in Team Finland during 2018 Winter Olympic Games (PyeongChang): epidemiology, diagnosis including molecular point-of-care testing (POCT) and treatment",
    "coda_data_split": "train",
    "coda_paper_id": 4308,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Objectives The common cold is the main cause of medical time loss in elite sport. Rapid diagnosis has been a challenge that may be amenable to molecular point-ofcare testing (POCT). Methods We performed a prospective observational study of the common cold in Team Finland during the 2018 Winter Olympic Games. There were 44 elite athletes and 68 staff members. The chief physician recorded the symptoms of the common cold daily on a standardised form. Two nasal swabs were taken at the onset of symptoms. One swab was analysed within 45 min using a molecular POCT for respiratory syncytial virus and influenza A and B viruses. After the Games, the other swab was tested for 16 possible causative respiratory viruses using PCR in laboratory-based testing. Results 20 out of 44 (45%) athletes and 22 out of 68 (32%) staff members experienced symptoms of the common cold during a median stay of 21 days. Eleven (26%) samples tested virus-positive using POCT. All subjects with influenza (n\u003d6) and 32 close contacts were treated with oseltamivir. The aetiology of the common cold was finally detected in 75% of the athletes and 68 % of the staff members. Seven virus clusters were identified. They were caused by coronaviruses 229E, NL63 and OC43, influenza B virus, respiratory syncytial virus A, rhinovirus and human metapneumovirus. The virus infections spread readily within the team, most commonly within the same sport discipline. Conclusions The cold was indeed a common illness in Team Finland during the Winter Olympic Games. POCT proved to be clinically valuable, especially for influenza. The aetiology of the common cold was identified in most cases.",
      "sentences": [
        [
          {
            "segment_text": "Objectives The common cold is the main cause of medical time loss in elite sport .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Rapid diagnosis has been a challenge that may be amenable to molecular point-ofcare testing ( POCT ) .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods We performed a prospective observational study of the common cold in Team Finland during the 2018 Winter Olympic Games .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "There were 44 elite athletes and 68 staff members .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The chief physician recorded the symptoms of the common cold daily on a standardised form .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Two nasal swabs were taken at the onset of symptoms .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "One swab was analysed within 45 min using a molecular POCT for respiratory syncytial virus and influenza A and B viruses .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "After the Games , the other swab was tested for 16 possible causative respiratory viruses using PCR in laboratory-based testing .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results 20 out of 44 ( 45 % ) athletes and 22 out of 68 ( 32 % ) staff members experienced symptoms of the common cold during a median stay of 21 days .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Eleven ( 26 % ) samples tested virus-positive using POCT .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "All subjects with influenza ( n \u003d 6 ) and 32 close contacts were treated with oseltamivir .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The aetiology of the common cold was finally detected in 75 % of the athletes and 68 % of the staff members .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Seven virus clusters were identified .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "They were caused by coronaviruses 229E ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "NL63 and OC43 , influenza B virus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "respiratory syncytial virus A , rhinovirus and human metapneumovirus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The virus infections spread readily within the team ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "most commonly within the same sport discipline .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions The cold was indeed a common illness in Team Finland during the Winter Olympic Games .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "POCT proved to be clinically valuable , especially for influenza .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The aetiology of the common cold was identified in most cases .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "18",
    "segment_num": "21",
    "token_num": "310"
  }
}