{
  "paper_id": "3dd8351aa51cbbf5dbfbd90a569efbad88b57b36",
  "metadata": {
    "title": "HUMAN RHINOVIRUS INFECTIONS IN SYMPTOMATIC AND ASYMPTOMATIC SUBJECTS",
    "coda_data_split": "train",
    "coda_paper_id": 5627,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The role of rhinovirus asymptomatic infections in the transmission among close contacts subjects is unknown. We tested health care workers, a pair of one child and a family member and immunocompromised patients (n \u003d191). HRV were detected on 22.9% symptomatic and 3.6% asymptomatic cases suggesting lower transmission among contacts. Rhinovirus infections are among the most frequent causes of the common colds (18). It is the most common etiology of viral respiratory infections among diverse populations, including adults, children and more recent studies have linked HRVs to more severe lower respiratory illnesses in otherwise healthy young children (11-12), immunocompromised (4,6), and elderly patients. (5,13, 23). In Brazil, there are few HRV studies, Arruda et.al. (1991), realized the first Brazilian study detecting a 45.5% rate on symptomatic children in Fortaleza -CE. Another study realized in Salvador -BA also showed a high prevalence (48.5%) (Souza ,2003). The only study",
      "sentences": [
        [
          {
            "segment_text": "The role of rhinovirus asymptomatic infections in the transmission among close contacts subjects is unknown .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We tested health care workers ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "a pair of one child and a family member and immunocompromised patients ( n \u003d 191 ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "HRV were detected on 22.9 % symptomatic and 3.6 % asymptomatic cases suggesting lower transmission among contacts .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Rhinovirus infections are among the most frequent causes of the common colds ( 18 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It is the most common etiology of viral respiratory infections among diverse populations ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including adults , children and more recent studies have linked HRVs to more severe lower respiratory illnesses in otherwise healthy young children ( 11-12 ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "immunocompromised ( 4,6 ) , and elderly patients .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "( 5,13 , 23 ) .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "In Brazil , there are few HRV studies , Arruda et.al .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "( 1991 ) , realized the first Brazilian study detecting a 45.5 % rate on symptomatic children in Fortaleza - CE .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Another study realized in Salvador - BA also showed a high prevalence ( 48.5 % ) ( Souza ,2003 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The only study",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "13",
    "token_num": "187"
  }
}