{
  "paper_id": "3ddc728885c89c86d141cc470752c9b740894e53",
  "metadata": {
    "title": "The double burden of diabetes and global infection in low and middle- income countries",
    "coda_data_split": "train",
    "coda_paper_id": 7440,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Four out of five people in the world with diabetes now live in low-and middle-income countries (LMIC), and the incidence of diabetes is accelerating in poorer communities. Diabetes increases susceptibility to infection and worsens outcomes for some of the world\u0027s major infectious diseases such as tuberculosis, melioidosis and dengue, but the relationship between diabetes and many neglected tropical diseases is yet to be accurately characterised. There is some evidence that chronic viral infections such as hepatitis B and HIV may predispose to the development of type 2 diabetes by chronic inflammatory and immunometabolic mechanisms. Helminth infections such as schistosomiasis may be protective against the development of diabetes, and this finding opens up new territory for discovery of novel therapeutics for the prevention and treatment of diabetes. A greater understanding of the impact of diabetes on risks and outcomes for infections causing significant diseases in LMIC is essential in order to develop vaccines and therapies for the growing number of people with diabetes at risk of infection, and to prioritise research agendas, public health interventions and policy. This review seeks to give an overview of the current international diabetes burden, the evidence for interactions between diabetes and infection, immune mechanisms for the interaction, and potential interventions to tackle the dual burden of diabetes and infection.",
      "sentences": [
        [
          {
            "segment_text": "Four out of five people in the world with diabetes now live in low-and middle-income countries ( LMIC ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and the incidence of diabetes is accelerating in poorer communities .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Diabetes increases susceptibility to infection and worsens outcomes for some of the world \u0027s major infectious diseases such as tuberculosis ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "melioidosis and dengue , but the relationship between diabetes and many neglected tropical diseases is yet to be accurately characterised .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "There is some evidence that chronic viral infections such as hepatitis B and HIV may predispose to the development of type 2 diabetes by chronic inflammatory and immunometabolic mechanisms .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Helminth infections such as schistosomiasis may be protective against the development of diabetes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and this finding opens up new territory for discovery of novel therapeutics for the prevention and treatment of diabetes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A greater understanding of the impact of diabetes on risks and outcomes for infections causing significant diseases in LMIC is essential in order to develop vaccines and therapies for the growing number of people with diabetes at risk of infection ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and to prioritise research agendas ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "public health interventions and policy .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "This review seeks to give an overview of the current international diabetes burden ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "the evidence for interactions between diabetes and infection ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "immune mechanisms for the interaction ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and potential interventions to tackle the dual burden of diabetes and infection .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "14",
    "token_num": "232"
  }
}