{
  "paper_id": "3de45e7fef20e727dc730f4cf870f8567c8ec9fc",
  "metadata": {
    "title": "Mitochondrial mutations restricting spontaneous translational frameshift suppression in the yeast Saccharomyces cerevisiae",
    "coda_data_split": "train",
    "coda_paper_id": 5094,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The + 1 frameshift mutation, M5631, which is located in the gene (oxil) for cytochrome c oxidase II (COXII) of the yeast mitochondrial genome, is suppressed spontaneously to a remarkably high extent (20%-30%). The full-length wild-type COXII produced as a result of suppression allows the mutant strain to grow with a \"leaky\" phenotype on non-fermentable medium. In order to elucidate the factors and interactions involved in this translational suppression, the strain with the frameshift mutation was mutated by MnC12 treatment and a large number of mutants showing restriction of the suppression were isolated. Of 20 mutants exhibiting a strong, restricted, respiration-deficient (RD) phenotype, 6 were identified as having mutations in the mitochondrial genome. Furthermore, genetic analyses mapped one mutation to the vicinity of the gene for tRNA pr° and two others to a region of the tRNA cluster where two-thirds of all mitochondrial tRNA genes are encoded. The degree of restriction of the spontaneous frameshift suppression was characterized at the translational level by in vivo 3SS-labeling of the mitochondrial translational products and immunoblotting. These results showed that in some of these mutant strains the frameshift suppression product is synthesized to the same extent as in the leaky parent strain. It is suggested that more than one ÷ 1 frame-shifted product is made as a result of suppression in these strains : one is as functional as the wild-type COXII, the other(s) is (are) nonfunctional and prevent leaky growth on non-fermentable medium. A possible mechanism for this heterogenous frameshift suppression is discussed.",
      "sentences": [
        [
          {
            "segment_text": "The + 1 frameshift mutation ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "M5631 , which is located in the gene ( oxil ) for cytochrome c oxidase II ( COXII ) of the yeast mitochondrial genome ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "is suppressed spontaneously to a remarkably high extent ( 20 % -30 % ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The full-length wild-type COXII produced as a result of suppression allows the mutant strain to grow with a `` leaky \u0027\u0027 phenotype on non-fermentable medium .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In order to elucidate the factors and interactions involved in this translational suppression ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the strain with the frameshift mutation was mutated by MnC12 treatment and a large number of mutants showing restriction of the suppression were isolated .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Of 20 mutants exhibiting a strong ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "restricted , respiration-deficient ( RD ) phenotype ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "6 were identified as having mutations in the mitochondrial genome .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , genetic analyses mapped one mutation to the vicinity of the gene for tRNA pr ° and two others to a region of the tRNA cluster where two-thirds of all mitochondrial tRNA genes are encoded .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The degree of restriction of the spontaneous frameshift suppression was characterized at the translational level by in vivo 3SS-labeling of the mitochondrial translational products and immunoblotting .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results showed that in some of these mutant strains the frameshift suppression product is synthesized to the same extent as in the leaky parent strain .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "It is suggested that more than one ÷ 1 frame-shifted product is made as a result of suppression in these strains : one is as functional as the wild-type COXII ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the other ( s ) is ( are ) nonfunctional and prevent leaky growth on non-fermentable medium .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A possible mechanism for this heterogenous frameshift suppression is discussed .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "15",
    "token_num": "288"
  }
}