{
  "paper_id": "3de90c8c18dbed90408c4a5cc5cb94f856c9f637",
  "metadata": {
    "title": "",
    "coda_data_split": "train",
    "coda_paper_id": 6066,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "A 3-month-old female Maltese puppy was hospitalized with persistent diarrhea in a local veterinary clinic. Blood chemistry and hematology profile were analyzed and fecal smear was examined. Diarrheal stools were examined in a diagnostic laboratory, using multiplex real-time polymerase chain reaction (PCR) against 23 diarrheal pathogens. Sequence analysis was performed using nested PCR amplicon of 18S ribosomal RNA. Coccidian oocysts were identified in the fecal smear. Although multiplex real-time PCR was positive for Cyclospora cayetanensis, the final diagnosis was Cystoisospora ohioensis infection, confirmed by phylogenetic analysis of 18S rRNA. To our knowledge, this the first case report of C. ohioensis in Korea, using microscopic examination and phylogenetic analysis.",
      "sentences": [
        [
          {
            "segment_text": "A 3-month-old female Maltese puppy was hospitalized with persistent diarrhea in a local veterinary clinic .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Blood chemistry and hematology profile were analyzed and fecal smear was examined .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Diarrheal stools were examined in a diagnostic laboratory ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "using multiplex real-time polymerase chain reaction ( PCR ) against 23 diarrheal pathogens .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Sequence analysis was performed using nested PCR amplicon of 18S ribosomal RNA .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Coccidian oocysts were identified in the fecal smear .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Although multiplex real-time PCR was positive for Cyclospora cayetanensis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the final diagnosis was Cystoisospora ohioensis infection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "confirmed by phylogenetic analysis of 18S rRNA .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "To our knowledge , this the first case report of C. ohioensis in Korea ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "using microscopic examination and phylogenetic analysis .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "11",
    "token_num": "122"
  }
}