{
  "paper_id": "3dede13dfa857e159c3fd7830374e1dc76008f2e",
  "metadata": {
    "title": "A novel porcine reproductive and respiratory syndrome virus vector system that stably expresses enhanced green fluorescent protein as a separate transcription unit",
    "coda_data_split": "train",
    "coda_paper_id": 6011,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Here we report the rescue of a recombinant porcine reproductive and respiratory syndrome virus (PRRSV) carrying an enhanced green fluorescent protein (EGFP) reporter gene as a separate transcription unit. A copy of the transcription regulatory sequence for ORF6 (TRS6) was inserted between the N protein and 3′-UTR to drive the transcription of the EGFP gene and yield a general purpose expression vector. Successful recovery of PRRSV was obtained using an RNA polymerase II promoter to drive transcription of the full-length virus genome, which was assembled in a bacterial artificial chromosome (BAC). The recombinant virus showed growth replication characteristics similar to those of the wild-type virus in the infected cells. In addition, the recombinant virus stably expressed EGFP for at least 10 passages. EGFP expression was detected at approximately 10 h post infection by live-cell imaging to follow the virus spread in real time and the infection of neighbouring cells occurred predominantly through cell-to-cell-contact. Finally, the recombinant virus generated was found to be an excellent tool for neutralising antibodies and antiviral compound screening. The newly established reverse genetics system for PRRSV could be a useful tool not only to monitor virus spread and screen for neutralising antibodies and antiviral compounds, but also for fundamental research on the biology of the virus.",
      "sentences": [
        [
          {
            "segment_text": "Here we report the rescue of a recombinant porcine reproductive and respiratory syndrome virus ( PRRSV ) carrying an enhanced green fluorescent protein ( EGFP ) reporter gene as a separate transcription unit .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "A copy of the transcription regulatory sequence for ORF6 ( TRS6 ) was inserted between the N protein and 3 ′ - UTR to drive the transcription of the EGFP gene and yield a general purpose expression vector .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Successful recovery of PRRSV was obtained using an RNA polymerase II promoter to drive transcription of the full-length virus genome ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which was assembled in a bacterial artificial chromosome ( BAC ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The recombinant virus showed growth replication characteristics similar to those of the wild-type virus in the infected cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , the recombinant virus stably expressed EGFP for at least 10 passages .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "EGFP expression was detected at approximately 10 h post infection by live-cell imaging to follow the virus spread in real time and the infection of neighbouring cells occurred predominantly through cell-to-cell-contact .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Finally , the recombinant virus generated was found to be an excellent tool for neutralising antibodies and antiviral compound screening .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The newly established reverse genetics system for PRRSV could be a useful tool not only to monitor virus spread and screen for neutralising antibodies and antiviral compounds ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but also for fundamental research on the biology of the virus .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "10",
    "token_num": "233"
  }
}