{
  "paper_id": "3e339ee119ba0065cad4c40897cd1bc9dd0f118a",
  "metadata": {
    "title": "Open Access RESEARCH Interactions of SARS Coronavirus Nucleocapsid Protein with the host cell proteasome subunit p42",
    "coda_data_split": "train",
    "coda_paper_id": 3723,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Severe acute respiratory syndrome-associated coronavirus (SARS-CoV) spreads rapidly and has a high case-mortality rate. The nucleocapsid protein (NP) of SARS-CoV may be critical for pathogenicity. This study sought to discover the host proteins that interact with SARS-CoV NP.",
      "sentences": [
        [
          {
            "segment_text": "Background : Severe acute respiratory syndrome-associated coronavirus ( SARS-CoV ) spreads rapidly and has a high case-mortality rate .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The nucleocapsid protein ( NP ) of SARS-CoV may be critical for pathogenicity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This study sought to discover the host proteins that interact with SARS-CoV NP .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Results: Using surface plasmon resonance biomolecular interaction analysis (SPR/BIA) and matrix-assisted laser desorption/ionization time of flight (MALDI-TOF) mass spectrometry, we found that only the proteasome subunit p42 from human fetal lung diploid fibroblast (2BS) cells bound to SARS-CoV NP. This interaction was confirmed by the glutathione S-transferase (GST) fusion protein pulldown technique. The co-localization signal of SARS-CoV NP and proteasome subunit p42 in 2BS cells was detected using indirect immunofluorescence and confocal microscopy. p42 is a subunit of the 26S proteasome; this large, multi-protein complex is a component of the ubiquitin-proteasome pathway, which is involved in a variety of basic cellular processes and inflammatory responses.",
      "sentences": [
        [
          {
            "segment_text": "Results : Using surface plasmon resonance biomolecular interaction analysis ( SPR/BIA ) and matrix-assisted laser desorption/ionization time of flight ( MALDI-TOF ) mass spectrometry ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "we found that only the proteasome subunit p42 from human fetal lung diploid fibroblast ( 2BS ) cells bound to SARS-CoV NP .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This interaction was confirmed by the glutathione S-transferase ( GST ) fusion protein pulldown technique .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The co-localization signal of SARS-CoV NP and proteasome subunit p42 in 2BS cells was detected using indirect immunofluorescence and confocal microscopy .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "p42 is a subunit of the 26S proteasome ; this large ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "multi-protein complex is a component of the ubiquitin-proteasome pathway ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which is involved in a variety of basic cellular processes and inflammatory responses .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "To our knowledge, this is the first report that SARS-CoV NP interacts with the proteasome subunit p42 within host cells. These data enhance our understanding of the molecular mechanisms of SARS-CoV pathogenicity and the means by which SARS-CoV interacts with host cells.",
      "sentences": [
        [
          {
            "segment_text": "To our knowledge , this is the first report that SARS-CoV NP interacts with the proteasome subunit p42 within host cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These data enhance our understanding of the molecular mechanisms of SARS-CoV pathogenicity and the means by which SARS-CoV interacts with host cells .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "9",
    "segment_num": "12",
    "token_num": "214"
  }
}