{
  "paper_id": "3e3925148a778080ac13f3f532ee63ae24a3d1e5",
  "metadata": {
    "title": "Sequential Adaptive Mutations Enhance Efficient Vector Switching by Chikungunya Virus and Its Epidemic Emergence",
    "coda_data_split": "train",
    "coda_paper_id": 4671,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The adaptation of Chikungunya virus (CHIKV) to a new vector, the Aedes albopictus mosquito, is a major factor contributing to its ongoing re-emergence in a series of large-scale epidemics of arthritic disease in many parts of the world since 2004. Although the initial step of CHIKV adaptation to A. albopictus was determined to involve an A226V amino acid substitution in the E1 envelope glycoprotein that first arose in 2005, little attention has been paid to subsequent CHIKV evolution after this adaptive mutation was convergently selected in several geographic locations. To determine whether selection of second-step adaptive mutations in CHIKV or other arthropod-borne viruses occurs in nature, we tested the effect of an additional envelope glycoprotein amino acid change identified in Kerala, India in 2009. This substitution, E2-L210Q, caused a significant increase in the ability of CHIKV to develop a disseminated infection in A. albopictus, but had no effect on CHIKV fitness in the alternative mosquito vector, A. aegypti, or in vertebrate cell lines. Using infectious viruses or virus-like replicon particles expressing the E2-210Q and E2-210L residues, we determined that E2-L210Q acts primarily at the level of infection of A. albopictus midgut epithelial cells. In addition, we observed that the initial adaptive substitution, E1-A226V, had a significantly stronger effect on CHIKV fitness in A. albopictus than E2-L210Q, thus explaining the observed time differences required for selective sweeps of these mutations in nature. These results indicate that the continuous CHIKV circulation in an A. albopictus-human cycle since 2005 has resulted in the selection of an additional, second-step mutation that may facilitate even more efficient virus circulation and persistence in endemic areas, further increasing the risk of more severe and expanded CHIK epidemics.",
      "sentences": [
        [
          {
            "segment_text": "The adaptation of Chikungunya virus ( CHIKV ) to a new vector ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the Aedes albopictus mosquito , is a major factor contributing to its ongoing re-emergence in a series of large-scale epidemics of arthritic disease in many parts of the world since 2004 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although the initial step of CHIKV adaptation to A. albopictus was determined to involve an A226V amino acid substitution in the E1 envelope glycoprotein that first arose in 2005 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "little attention has been paid to subsequent CHIKV evolution after this adaptive mutation was convergently selected in several geographic locations .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To determine whether selection of second-step adaptive mutations in CHIKV or other arthropod-borne viruses occurs in nature ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "we tested the effect of an additional envelope glycoprotein amino acid change identified in Kerala , India in 2009 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "This substitution , E2-L210Q , caused a significant increase in the ability of CHIKV to develop a disseminated infection in A. albopictus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but had no effect on CHIKV fitness in the alternative mosquito vector ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "A. aegypti , or in vertebrate cell lines .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Using infectious viruses or virus-like replicon particles expressing the E2-210Q and E2-210L residues ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "we determined that E2-L210Q acts primarily at the level of infection of A. albopictus midgut epithelial cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , we observed that the initial adaptive substitution ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "E1-A226V , had a significantly stronger effect on CHIKV fitness in A. albopictus than E2-L210Q ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "thus explaining the observed time differences required for selective sweeps of these mutations in nature .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results indicate that the continuous CHIKV circulation in an A. albopictus-human cycle since 2005 has resulted in the selection of an additional ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "second-step mutation that may facilitate even more efficient virus circulation and persistence in endemic areas ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "further increasing the risk of more severe and expanded CHIK epidemics .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "17",
    "token_num": "306"
  }
}