{
  "paper_id": "3e3c84ba064eb8d3a0f7972d43235da7271478e8",
  "metadata": {
    "title": "The Health of Americans 2 Challenges of infectious diseases in the USA",
    "coda_data_split": "train",
    "coda_paper_id": 8045,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "In the USA, infectious diseases continue to exact a substantial toll on health and health-care resources. Endemic diseases such as chronic hepatitis, HIV, and other sexually transmitted infections aff ect millions of individuals and widen health disparities. Additional concerns include health-care-associated and foodborne infections-both of which have been targets of broad prevention eff orts, with success in some areas, yet major challenges remain. Although substantial progress in reduction of the burden of vaccine-preventable diseases has been made, continued cases and outbreaks of these diseases persist, driven by various contributing factors. Worldwide, emerging and reemerging infections continue to challenge prevention and control strategies while the growing problem of antimicrobial resistance needs urgent action. An important priority for control of infectious disease is to ensure that scientifi c and technological advances in molecular diagnostics and bioinformatics are well integrated into public health. Broad and diverse partnerships across governments, health care, academia, and industry, and with the public, are essential to eff ectively reduce the burden of infectious diseases.",
      "sentences": [
        [
          {
            "segment_text": "In the USA , infectious diseases continue to exact a substantial toll on health and health-care resources .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Endemic diseases such as chronic hepatitis ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "HIV , and other sexually transmitted infections aff ect millions of individuals and widen health disparities .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Additional concerns include health-care-associated and foodborne infections-both of which have been targets of broad prevention eff orts ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "with success in some areas , yet major challenges remain .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although substantial progress in reduction of the burden of vaccine-preventable diseases has been made ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "continued cases and outbreaks of these diseases persist ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "driven by various contributing factors .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Worldwide , emerging and reemerging infections continue to challenge prevention and control strategies while the growing problem of antimicrobial resistance needs urgent action .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "An important priority for control of infectious disease is to ensure that scientifi c and technological advances in molecular diagnostics and bioinformatics are well integrated into public health .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Broad and diverse partnerships across governments ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "health care , academia , and industry ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and with the public , are essential to eff ectively reduce the burden of infectious diseases .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "13",
    "token_num": "186"
  }
}