{
  "paper_id": "3e6e8c56fde177f72cd84a517ad65b95648448eb",
  "metadata": {
    "title": "~] Pergamon A MODEL FOR RESPIRATORY SYNCYTIAL VIRUS (RSV) INFECTION BASED ON EXPERIMENTAL AEROSOL EXPOSURE WITH BOVINE RSV IN CALVES",
    "coda_data_split": "train",
    "coda_paper_id": 2437,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Alrstraet--Five conventionally kept calves aged between 17 and 24 days were experimentally infected with bovine respiratory syncytial virus (BRSV) by aerosol in order to mimic the natural infection route. The calves were killed and autopsies performed 7 days after the first virus challenge. The BRSV isolate used induced tracheitis, bronchitis and atelectasis in infected calves. The only virus which could be isolated from the lungs of the calves was BRSV. In addition, Mycoplasma bovirhinis was isolated from the lungs or/and trachea of two calves. The clinical and histopathological findings, as well as the detection of BRSV antigens by immunofluorescence in the epithelial cells of lung and trachea, and the reisolation of the virus from bronchoalveolar lavage fluids of all inoculated calves, provided confirmation of successful infection with BRSV.",
      "sentences": [
        [
          {
            "segment_text": "Alrstraet -- Five conventionally kept calves aged between 17 and 24 days were experimentally infected with bovine respiratory syncytial virus ( BRSV ) by aerosol in order to mimic the natural infection route .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The calves were killed and autopsies performed 7 days after the first virus challenge .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The BRSV isolate used induced tracheitis ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "bronchitis and atelectasis in infected calves .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The only virus which could be isolated from the lungs of the calves was BRSV .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , Mycoplasma bovirhinis was isolated from the lungs or/and trachea of two calves .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The clinical and histopathological findings ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as well as the detection of BRSV antigens by immunofluorescence in the epithelial cells of lung and trachea ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the reisolation of the virus from bronchoalveolar lavage fluids of all inoculated calves ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "provided confirmation of successful infection with BRSV .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "10",
    "token_num": "143"
  }
}