{
  "paper_id": "3e7042ac51bcdbd64db05d998292e8ed45ebfc07",
  "metadata": {
    "title": "Structure of the host cell recognition and penetration machinery of a Staphylococcus aureus bacteriophage",
    "coda_data_split": "train",
    "coda_paper_id": 7340,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Staphylococcus aureus is a common cause of infections in humans. The emergence of virulent, antibiotic-resistant strains of S. aureus is a significant public health concern. Most virulence and resistance factors in S. aureus are encoded by mobile genetic elements, and transduction by bacteriophages represents the main mechanism for horizontal gene transfer. The baseplate is a specialized structure at the tip of bacteriophage tails that plays key roles in host recognition, cell wall penetration, and DNA ejection. We have used high-resolution cryo-electron microscopy to determine the structure of the S. aureus bacteriophage 80α baseplate at 3.75 Å resolution, allowing atomic models to be built for most of the major tail and baseplate proteins, including two tail fibers, the receptor binding protein, and part of the tape measure protein. Our structure provides a structural basis for understanding host recognition, cell wall penetration and DNA ejection in viruses infecting Gram-positive bacteria. Comparison to other phages demonstrates the modular design of baseplate proteins, and the adaptations to the host that take place during the evolution of staphylococci and other pathogens.",
      "sentences": [
        [
          {
            "segment_text": "Staphylococcus aureus is a common cause of infections in humans .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The emergence of virulent , antibiotic-resistant strains of S. aureus is a significant public health concern .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Most virulence and resistance factors in S. aureus are encoded by mobile genetic elements ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and transduction by bacteriophages represents the main mechanism for horizontal gene transfer .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The baseplate is a specialized structure at the tip of bacteriophage tails that plays key roles in host recognition ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "cell wall penetration , and DNA ejection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We have used high-resolution cryo-electron microscopy to determine the structure of the S. aureus bacteriophage 80α baseplate at 3.75 Å resolution ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "allowing atomic models to be built for most of the major tail and baseplate proteins ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "including two tail fibers , the receptor binding protein ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and part of the tape measure protein .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Our structure provides a structural basis for understanding host recognition ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "cell wall penetration and DNA ejection in viruses infecting Gram-positive bacteria .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Comparison to other phages demonstrates the modular design of baseplate proteins ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and the adaptations to the host that take place during the evolution of staphylococci and other pathogens .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "The emergence of virulent strains of Staphylococcus aureus that are resistant to most antibiotics has become a major public health concern. Virulence and resistance determinants in S. aureus are usually carried on mobile genetic elements (MGEs). Transduction by bacteriophages provides the main means by which MGEs are disseminated horizontally through the bacterial population, and is therefore essential to the evolution of pathogenicity of S. aureus and other pathogens. The baseplate is a complex structure at the tip of bacteriophage tails that serves multiple roles, including host recognition and binding, cell wall penetration, and ejection of the phage DNA. We have determined the structure of the baseplate from bacteriophage 80α, a representative of phages involved in host pathogenicity and in the mobilization of MGEs in S. aureus. Our structure provides a basis for understanding host recognition and infection by phages infecting Gram-positive hosts, and the PLOS Pathogens | https://doi.",
      "sentences": [
        [
          {
            "segment_text": "The emergence of virulent strains of Staphylococcus aureus that are resistant to most antibiotics has become a major public health concern .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Virulence and resistance determinants in S. aureus are usually carried on mobile genetic elements ( MGEs ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Transduction by bacteriophages provides the main means by which MGEs are disseminated horizontally through the bacterial population ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and is therefore essential to the evolution of pathogenicity of S. aureus and other pathogens .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The baseplate is a complex structure at the tip of bacteriophage tails that serves multiple roles ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including host recognition and binding ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "cell wall penetration , and ejection of the phage DNA .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We have determined the structure of the baseplate from bacteriophage 80α ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "a representative of phages involved in host pathogenicity and in the mobilization of MGEs in S. aureus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our structure provides a basis for understanding host recognition and infection by phages infecting Gram-positive hosts ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the PLOS Pathogens | https://doi .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "13",
    "segment_num": "25",
    "token_num": "355"
  }
}