{
  "paper_id": "3e7cfb0f2665388e6a1f1d8a92b16d16f65563ea",
  "metadata": {
    "title": "Factors associated with changing indications for adenotonsillectomy: A population-based longitudinal study",
    "coda_data_split": "train",
    "coda_paper_id": 8360,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Adenotonsillectomy (AT) is one of the most common surgical procedures performed in children and adults. We aim to assess the factors associated with changes in the incidence of and indications for AT using population-level data.",
      "sentences": [
        [
          {
            "segment_text": "Adenotonsillectomy ( AT ) is one of the most common surgical procedures performed in children and adults .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We aim to assess the factors associated with changes in the incidence of and indications for AT using population-level data .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "This retrospective cohort study investigated patients who underwent AT between 1997 and 2010 by using data from the Taiwan National Health Insurance Research Database. We examined surgical rates and indications by the calendar year as well as age, sex, hospital level, and insured residence areas for the correlating factors.",
      "sentences": [
        [
          {
            "segment_text": "This retrospective cohort study investigated patients who underwent AT between 1997 and 2010 by using data from the Taiwan National Health Insurance Research Database .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We examined surgical rates and indications by the calendar year as well as age ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "sex , hospital level , and insured residence areas for the correlating factors .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "The average annual incidence rate of AT was 14.7 per 100,000 individuals during 1997-2010. Pediatric (\u003c18 years) patients represented 48.2% of the total AT population. More than 99% of the patients underwent the AT procedures as an inpatient intervention. Longitudinal data demonstrated an increasing trend in the pediatric AT rates from 1997 (4.3/100,000) to 2010 (5.7/ 100,000) (p \u003d 0.029). In the adult subgroup, a decreasing prevalence of infectious indications (p \u003d 0.014) coincided with an increasing neoplastic indications (p \u003d 0.001). In the pediatric subgroup, the prevalence of obstructive indications increased (p \u003d 0.002). The logistic regression analyses indicated that the significant factors associated with the changing surgical indications for AT were the age in the adult subgroup and hospital level in the pediatric subgroup.",
      "sentences": [
        [
          {
            "segment_text": "The average annual incidence rate of AT was 14.7 per 100,000 individuals during 1997-2010 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Pediatric ( \u003c 18 years ) patients represented 48.2 % of the total AT population .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "More than 99 % of the patients underwent the AT procedures as an inpatient intervention .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Longitudinal data demonstrated an increasing trend in the pediatric AT rates from 1997 ( 4.3 / 100,000 ) to 2010 ( 5.7 / 100,000 ) ( p \u003d 0.029 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In the adult subgroup , a decreasing prevalence of infectious indications ( p \u003d 0.014 ) coincided with an increasing neoplastic indications ( p \u003d 0.001 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In the pediatric subgroup , the prevalence of obstructive indications increased ( p \u003d 0.002 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The logistic regression analyses indicated that the significant factors associated with the changing surgical indications for AT were the age in the adult subgroup and hospital level in the pediatric subgroup .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "This study revealed a low AT rate in Taiwan than that in other countries. Pediatric AT incidence increased during 1997-2010. Although a rising prevalence of obstructive and PLOS ONE | https://doi.",
      "sentences": [
        [
          {
            "segment_text": "This study revealed a low AT rate in Taiwan than that in other countries .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Pediatric AT incidence increased during 1997-2010 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Although a rising prevalence of obstructive and PLOS ONE | https://doi .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "14",
    "segment_num": "15",
    "token_num": "282"
  }
}