{
  "paper_id": "3e8286a0531a46c267f34d20e60a4754c2391a09",
  "metadata": {
    "title": "Case Report Central Hypoventilation: A Case Study of Issues Associated with Travel Medicine and Respiratory Infection",
    "coda_data_split": "train",
    "coda_paper_id": 7377,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Aim. We presented the case of a child with central hypoventilation syndrome (CHS) to highlight issues that need to be considered in planning long-haul flight and problems that may arise during the flight. Case. The pediatric intensive care unit (PICU) received a child with central hypoventilation syndrome (Ondine\u0027s curse) on nocturnal ventilatory support who travelled to Hong Kong on a make-a-wish journey. He was diagnosed with central hypoventilation and had been well managed in Canada. During a long-haul aviation travel, he developed respiratory symptoms and desaturations. The child arrived in Hong Kong and his respiratory symptoms persisted. He was taken to a PICU for management. The child remained well and investigations revealed no pathogen to account for his respiratory infection. He went on with his make-a-wish journey. Conclusions. Various issues of travel medicine such as equipment, airline arrangement, in-flight ventilatory support, travel insurance, and respiratory infection are explored and discussed. This case illustrates that long-haul air travel is possible for children with respiratory compromise if anticipatory preparation is timely arranged.",
      "sentences": [
        [
          {
            "segment_text": "Aim .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We presented the case of a child with central hypoventilation syndrome ( CHS ) to highlight issues that need to be considered in planning long-haul flight and problems that may arise during the flight .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Case .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The pediatric intensive care unit ( PICU ) received a child with central hypoventilation syndrome ( Ondine \u0027s curse ) on nocturnal ventilatory support who travelled to Hong Kong on a make-a-wish journey .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "He was diagnosed with central hypoventilation and had been well managed in Canada .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "During a long-haul aviation travel ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "he developed respiratory symptoms and desaturations .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The child arrived in Hong Kong and his respiratory symptoms persisted .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "He was taken to a PICU for management .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The child remained well and investigations revealed no pathogen to account for his respiratory infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "He went on with his make-a-wish journey .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Conclusions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Various issues of travel medicine such as equipment ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "airline arrangement , in-flight ventilatory support ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "travel insurance , and respiratory infection are explored and discussed .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This case illustrates that long-haul air travel is possible for children with respiratory compromise if anticipatory preparation is timely arranged .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "13",
    "segment_num": "16",
    "token_num": "195"
  }
}