{
  "paper_id": "3e83a099b7aa743708cc2cd4c4d69de3c20b838d",
  "metadata": {
    "title": "Human Metapneumovirus Infections in Hematopoietic Cell Transplant Recipients and Hematologic Malignancy Patients: A Systematic Review",
    "coda_data_split": "train",
    "coda_paper_id": 4231,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Over the past decade, reported incidence of human metapneumovirus (hMPV) has increased owing to the use of molecular assays for diagnosis of respiratory viral infections in cancer patients. The seasonality of these infections, differences in sampling strategies across institutions, and small sample size of published studies make it difficult to appreciate the true incidence and impact of hMPV infections. In this systematic review, we summarized the published data on hMPV infections in hematopoietic cell transplant recipients and patients with hematologic malignancy, focusing on incidence, hMPV-associated lower respiratory tract infection (LRTI), mortality, prevention, and management with ribavirin and/or intravenous immunoglobulins. Although the incidence of hMPV infections and hMPV-associated LRTI in this patient population is similar to respiratory syncytial virus or parainfluenza virus and despite lack of directed antiviral therapy, the mortality rate remains low unless patients develop LRTI. In the absence of vaccine to prevent hMPV, infection control measures are recommended to reduce its burden in cancer patients.",
      "sentences": [
        [
          {
            "segment_text": "Over the past decade , reported incidence of human metapneumovirus ( hMPV ) has increased owing to the use of molecular assays for diagnosis of respiratory viral infections in cancer patients .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The seasonality of these infections ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "differences in sampling strategies across institutions ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and small sample size of published studies make it difficult to appreciate the true incidence and impact of hMPV infections .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this systematic review , we summarized the published data on hMPV infections in hematopoietic cell transplant recipients and patients with hematologic malignancy ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "focusing on incidence , hMPV-associated lower respiratory tract infection ( LRTI ) ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "mortality , prevention , and management with ribavirin and/or intravenous immunoglobulins .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Although the incidence of hMPV infections and hMPV-associated LRTI in this patient population is similar to respiratory syncytial virus or parainfluenza virus and despite lack of directed antiviral therapy ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the mortality rate remains low unless patients develop LRTI .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In the absence of vaccine to prevent hMPV ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "infection control measures are recommended to reduce its burden in cancer patients .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "11",
    "token_num": "177"
  }
}