{
  "paper_id": "3e92c95edae9eabec9e6b1f3d8c93035ea2c9e05",
  "metadata": {
    "title": "The Elderly Patient and the Intensive Care Unit",
    "coda_data_split": "train",
    "coda_paper_id": 8651,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "At least 20-50% of all ICU admissions occur in patients older than 65 years of age, and geriatric patients account for almost 60% of all ICU days. Unfortunately, many older patients\u0027 fi nal days are spent in the ICU; 40% of Medicare patients who die are admitted to an ICU during their terminal illness, accounting for 25% of all Medicare expenditures. Additionally, of those who survive, many are discharged to a subacute facility with persistent organ failure where they will eventually die. Furthermore, those discharged to a subacute care facility have a higher mortality rate compared to those discharged home (31 vs. 17%). The decision to admit an elderly patient to an ICU should be based not only on their comorbidities, acuity of illness, and prehospital functional status, including quality of life, but also on their preference for the use of life-sustaining treatments if it is known. The underlying disease process is not altered despite the use of invasive procedures in terminally ill patients, and potential harm or discomfort can occur if invasive procedures are used inappropriately. To avoid such unintended consequences and enhance optimal end-of-life decision making, healthcare providers need to identify, explain, and negotiate consensus therapeutic goals.",
      "sentences": [
        [
          {
            "segment_text": "At least 20-50 % of all ICU admissions occur in patients older than 65 years of age ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and geriatric patients account for almost 60 % of all ICU days .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Unfortunately , many older patients \u0027 fi nal days are spent in the ICU ; 40 % of Medicare patients who die are admitted to an ICU during their terminal illness ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "accounting for 25 % of all Medicare expenditures .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Additionally , of those who survive ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "many are discharged to a subacute facility with persistent organ failure where they will eventually die .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Furthermore , those discharged to a subacute care facility have a higher mortality rate compared to those discharged home ( 31 vs. 17 % ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The decision to admit an elderly patient to an ICU should be based not only on their comorbidities ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "acuity of illness , and prehospital functional status ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including quality of life , but also on their preference for the use of life-sustaining treatments if it is known .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The underlying disease process is not altered despite the use of invasive procedures in terminally ill patients ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and potential harm or discomfort can occur if invasive procedures are used inappropriately .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To avoid such unintended consequences and enhance optimal end-of-life decision making ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "healthcare providers need to identify ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "explain , and negotiate consensus therapeutic goals .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "In 2005, spending by Medicare for those older than 65 years totaled $342 billion, representing 17.1% of the total of $2 trillion spent nationwide for health care. Intensive care consumes 4% of national healthcare expenditures. During the last 6 months of their lives, 11% of Medicare recipients spend 8 or more days in the ICU; various studies documenting ICU occupancy by those older than 65 years old note that this ranges from one quarter to one half of the available beds. These statistics alone show the profound fi nancial burden that must be borne to provide a medically sound and appropriate depth of care, a signi fi cant portion of which will be provided in the ICU.",
      "sentences": [
        [
          {
            "segment_text": "In 2005 , spending by Medicare for those older than 65 years totaled $ 342 billion ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "representing 17.1 % of the total of $ 2 trillion spent nationwide for health care .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Intensive care consumes 4 % of national healthcare expenditures .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "During the last 6 months of their lives ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "11 % of Medicare recipients spend 8 or more days in the ICU ; various studies documenting ICU occupancy by those older than 65 years old note that this ranges from one quarter to one half of the available beds .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These statistics alone show the profound fi nancial burden that must be borne to provide a medically sound and appropriate depth of care ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "a signi fi cant portion of which will be provided in the ICU .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "11",
    "segment_num": "22",
    "token_num": "360"
  }
}