{
  "paper_id": "3e9b4a16924047885d887a2f1204cdaff69d533e",
  "metadata": {
    "title": "Toward a Mechanistic Understanding of Environmentally Forced Zoonotic Disease Emergence: Sin Nombre Hantavirus",
    "coda_data_split": "train",
    "coda_paper_id": 5127,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Understanding the environmental drivers of zoonotic reservoir and human interactions is crucial to understanding disease risk, but these drivers are poorly predicted. We propose a mechanistic understanding of human-reservoir interactions, using hantavirus pulmonary syndrome as a case study. Crucial processes underpinning the disease\u0027s incidence remain poorly studied, including the connectivity among natural and peridomestic deer mouse host activity, virus transmission, and human exposure. We found that disease cases were greatest in arid states and declined exponentially with increasing precipitation. Within arid environments, relatively rare climatic conditions (e.g., El Niño) are associated with increased rainfall and reservoir abundance, producing more frequent virus transmission and host dispersal. We suggest that deer mice increase their occupancy of peridomestic structures during spring-summer, amplifying intraspecific transmission and human infection risk. Disease incidence in arid states may increase with predicted climatic changes. Mechanistic approaches incorporating reservoir behavior, reservoir-human interactions, and pathogen spillover could enhance our understanding of global hantavirus ecology, with applications to other directly transmitted zoonoses.",
      "sentences": [
        [
          {
            "segment_text": "Understanding the environmental drivers of zoonotic reservoir and human interactions is crucial to understanding disease risk ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but these drivers are poorly predicted .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We propose a mechanistic understanding of human-reservoir interactions ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "using hantavirus pulmonary syndrome as a case study .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Crucial processes underpinning the disease \u0027s incidence remain poorly studied ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including the connectivity among natural and peridomestic deer mouse host activity ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "virus transmission , and human exposure .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We found that disease cases were greatest in arid states and declined exponentially with increasing precipitation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Within arid environments , relatively rare climatic conditions ( e.g. , El Niño ) are associated with increased rainfall and reservoir abundance ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "producing more frequent virus transmission and host dispersal .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We suggest that deer mice increase their occupancy of peridomestic structures during spring-summer ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "amplifying intraspecific transmission and human infection risk .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Disease incidence in arid states may increase with predicted climatic changes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Mechanistic approaches incorporating reservoir behavior ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "reservoir-human interactions , and pathogen spillover could enhance our understanding of global hantavirus ecology ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with applications to other directly transmitted zoonoses .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "16",
    "token_num": "184"
  }
}