{
  "paper_id": "3e9d0220802e3e3fba0b25f1e2cd46b9412c4317",
  "metadata": {
    "title": "",
    "coda_data_split": "train",
    "coda_paper_id": 5357,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Cisplatin-based chemotherapy is the foundation of treatment for major non-small cell lung cancer (NSCLC) patients. However, cisplatin resistance is still a challenging issue, and the molecular mechanisms underlying this resistance remain to be fully explored. CLEC4M, a Ca 2+ -dependent C-type lectin, has recently been found to correlate with tumourigenesis. This study mainly focused on whether CLEC4M impacts clinical prognosis and how CLEC4M contributes to cisplatin resistance in NSCLC. Our results found that CLEC4M was correlated with poor prognosis in patients with lung cancer. In addition, a positive association between CLEC4M expression and the IC50 values of cisplatin was found, which suggests that CLEC4M may impact cisplatin sensitivity. In vitro results from cultured A549 and H1299 cells confirmed that CLEC4M could enhance cisplatin resistance, while CLEC4M knockdown led to higher sensitivity to cisplatin in these cells. Further experiments showed that the underlying mechanisms included inhibition of cisplatin-induced cell apoptosis by CLEC4M and improved DNA repair capacity by upregulating XPA and ERCC1 expression. In addition, CLEC4M was able to promote cell migration with or without cisplatin treatment. Collectively, these findings suggest the potential clinical significance of CLEC4M inhibition in overcoming cisplatin resistance in NSCLC patients.",
      "sentences": [
        [
          {
            "segment_text": "Cisplatin-based chemotherapy is the foundation of treatment for major non-small cell lung cancer ( NSCLC ) patients .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , cisplatin resistance is still a challenging issue ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and the molecular mechanisms underlying this resistance remain to be fully explored .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "CLEC4M , a Ca 2 + - dependent C-type lectin ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "has recently been found to correlate with tumourigenesis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This study mainly focused on whether CLEC4M impacts clinical prognosis and how CLEC4M contributes to cisplatin resistance in NSCLC .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Our results found that CLEC4M was correlated with poor prognosis in patients with lung cancer .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , a positive association between CLEC4M expression and the IC50 values of cisplatin was found ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which suggests that CLEC4M may impact cisplatin sensitivity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In vitro results from cultured A549 and H1299 cells confirmed that CLEC4M could enhance cisplatin resistance ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while CLEC4M knockdown led to higher sensitivity to cisplatin in these cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Further experiments showed that the underlying mechanisms included inhibition of cisplatin-induced cell apoptosis by CLEC4M and improved DNA repair capacity by upregulating XPA and ERCC1 expression .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , CLEC4M was able to promote cell migration with or without cisplatin treatment .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Collectively , these findings suggest the potential clinical significance of CLEC4M inhibition in overcoming cisplatin resistance in NSCLC patients .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "14",
    "token_num": "217"
  }
}