{
  "paper_id": "3ebb8d173e6297001673ec3ce3bb14e5c1cb9715",
  "metadata": {
    "title": "Respiratory Research Caveolin-1 and -2 in airway epithelium: expression and in situ association as detected by FRET-CLSM",
    "coda_data_split": "train",
    "coda_paper_id": 10658,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Caveolae are involved in diverse cellular functions such as signal transduction, cholesterol homeostasis, endo-and transcytosis, and also may serve as entry sites for microorganisms. Hence, their occurrence in epithelium of the airways might be expected but, nonetheless, has not yet been examined.",
      "sentences": [
        [
          {
            "segment_text": "Background : Caveolae are involved in diverse cellular functions such as signal transduction ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "cholesterol homeostasis , endo-and transcytosis ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and also may serve as entry sites for microorganisms .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Hence , their occurrence in epithelium of the airways might be expected but ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "nonetheless , has not yet been examined .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Methods: Western blotting, real-time quantitative PCR analysis of abraded tracheal epithelium and laser-assisted microdissection combined with subsequent mRNA analysis were used to examine the expression of cav-1 and cav-2, two major caveolar coat proteins, in rat tracheal epithelium. Fluorescence immunohistochemistry was performed to locate caveolae and cav-1 and -2 in the airway epithelium of rats, mice and humans. Electron-microscopic analysis was used for the identification of caveolae. CLSM-FRET analysis determined the interaction of cav-1α and cav-2 in situ.",
      "sentences": [
        [
          {
            "segment_text": "Methods : Western blotting , real-time quantitative PCR analysis of abraded tracheal epithelium and laser-assisted microdissection combined with subsequent mRNA analysis were used to examine the expression of cav-1 and cav-2 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "two major caveolar coat proteins , in rat tracheal epithelium .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Fluorescence immunohistochemistry was performed to locate caveolae and cav-1 and -2 in the airway epithelium of rats , mice and humans .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Electron-microscopic analysis was used for the identification of caveolae .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "CLSM-FRET analysis determined the interaction of cav-1α and cav-2 in situ .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Western blotting and laser-assisted microdissection identified protein and transcripts, respectively, of cav-1 and cav-2 in airway epithelium. Real-time quantitative RT-PCR analysis of abraded tracheal epithelium revealed a higher expression of cav-2 than of cav-1. Immunoreactivities for cav-1 and for cav-2 were co-localized in the cell membrane of the basal cells and basolaterally in the ciliated epithelial cells of large airways of rat and human. However, no labeling for cav-1 or cav-2 was observed in the epithelial cells of small bronchi. Using conventional double-labeling indirect immunofluorescence combined with CLSM-FRET analysis, we detected an association of cav-1α and -2 in epithelial cells. The presence of caveolae was confirmed by electron microscopy. In contrast to human and rat, cav-1-immunoreactivity and caveolae were confined to basal cells in mice. Epithelial caveolae were absent in cav-1-deficient mice, implicating a requirement of this caveolar protein in epithelial caveolae formation.",
      "sentences": [
        [
          {
            "segment_text": "Western blotting and laser-assisted microdissection identified protein and transcripts ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "respectively , of cav-1 and cav-2 in airway epithelium .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Real-time quantitative RT-PCR analysis of abraded tracheal epithelium revealed a higher expression of cav-2 than of cav-1 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Immunoreactivities for cav-1 and for cav-2 were co-localized in the cell membrane of the basal cells and basolaterally in the ciliated epithelial cells of large airways of rat and human .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "However , no labeling for cav-1 or cav-2 was observed in the epithelial cells of small bronchi .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Using conventional double-labeling indirect immunofluorescence combined with CLSM-FRET analysis ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we detected an association of cav-1α and -2 in epithelial cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The presence of caveolae was confirmed by electron microscopy .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In contrast to human and rat ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "cav-1-immunoreactivity and caveolae were confined to basal cells in mice .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Epithelial caveolae were absent in cav-1-deficient mice ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "implicating a requirement of this caveolar protein in epithelial caveolae formation .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "These results show that caveolae and caveolins are integral membrane components in basal and ciliated epithelial cells, indicating a crucial role in these cell types. In addition to their physiological role, they may be involved in airway infection.",
      "sentences": [
        [
          {
            "segment_text": "These results show that caveolae and caveolins are integral membrane components in basal and ciliated epithelial cells ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "indicating a crucial role in these cell types .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition to their physiological role ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "they may be involved in airway infection .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "16",
    "segment_num": "26",
    "token_num": "338"
  }
}