{
  "paper_id": "3ebbe01c6f991fcc45a9b12f9421acd50d756503",
  "metadata": {
    "title": "Surveillance on secular trends of incidence and mortality for device-associated infection in the intensive care unit setting at a tertiary medical center in Taiwan, 2000-2008: A retrospective observational study",
    "coda_data_split": "train",
    "coda_paper_id": 9141,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Device-associated infection (DAI) plays an important part in nosocomial infection. Active surveillance and infection control are needed to disclose the specific situation in each hospital and to cope with this problem effectively. We examined the rates of DAI by antimicrobial-resistant pathogens, and 30-day and in-hospital mortality in the intensive care unit (ICU).",
      "sentences": [
        [
          {
            "segment_text": "Background : Device-associated infection ( DAI ) plays an important part in nosocomial infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Active surveillance and infection control are needed to disclose the specific situation in each hospital and to cope with this problem effectively .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We examined the rates of DAI by antimicrobial-resistant pathogens ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and 30-day and in-hospital mortality in the intensive care unit ( ICU ) .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Methods: Prospective surveillance was conducted in a mixed medical and surgical ICU at a major teaching hospital from 2000 through 2008. Trend analysis was performed and logistic regression was used to assess prognostic factors of mortality.",
      "sentences": [
        [
          {
            "segment_text": "Methods : Prospective surveillance was conducted in a mixed medical and surgical ICU at a major teaching hospital from 2000 through 2008 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Trend analysis was performed and logistic regression was used to assess prognostic factors of mortality .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results: The overall rate of DAIs was 3.03 episodes per 1000 device-days. The most common DAI type was catheter-associated urinary tract infection (3.76 per 1000 urinary catheter-days). There was a decrease in DAI rates in 2005 and rates of ventilator-associated pneumonia (VAP, 3.18 per 1000 ventilator-days) have remained low since then (p \u003c 0.001). The crude rates of 30-day (33.6%) and in-hospital (52.3%) mortality, as well as infection by antibiotic-resistant VAP pathogens also decreased. The most common antimicrobial-resistant pathogens were methicillin-resistant Staphylococcus aureus (94.9%) and imipenem-resistant Acinetobacter baumannii (p \u003c 0.001), which also increased at the most rapid rate. The rate of antimicrobial resistance among Enterobacteriaceae also increased significantly (p \u003c 0.05). After controlling for potentially confounding factors, the DAI was an independent prognostic factor for both 30-day mortality (OR 2.51, 95% confidence interval [CI] 1.99-3.17, p \u003d 0.001) and in-hospital mortality (OR 3.61, 95% CI 2.10-3.25, p \u003c 0.001).",
      "sentences": [
        [
          {
            "segment_text": "Results : The overall rate of DAIs was 3.03 episodes per 1000 device-days .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The most common DAI type was catheter-associated urinary tract infection ( 3.76 per 1000 urinary catheter-days ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "There was a decrease in DAI rates in 2005 and rates of ventilator-associated pneumonia ( VAP , 3.18 per 1000 ventilator-days ) have remained low since then ( p \u003c 0.001 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The crude rates of 30-day ( 33.6 % ) and in-hospital ( 52.3 % ) mortality ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as well as infection by antibiotic-resistant VAP pathogens also decreased .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The most common antimicrobial-resistant pathogens were methicillin-resistant Staphylococcus aureus ( 94.9 % ) and imipenem-resistant Acinetobacter baumannii ( p \u003c 0.001 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which also increased at the most rapid rate .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The rate of antimicrobial resistance among Enterobacteriaceae also increased significantly ( p \u003c 0.05 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "After controlling for potentially confounding factors ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the DAI was an independent prognostic factor for both 30-day mortality ( OR 2.51 , 95 % confidence interval ( CI ) 1.99-3.17 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "p \u003d 0.001 ) and in-hospital mortality ( OR 3.61 , 95 % CI 2.10-3.25 , p \u003c 0.001 ) .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions: The decrease in the rate of DAI and infection by resistant bacteria on the impact of severe acute respiratory syndrome can be attributed to active infection control and improved adherence after 2003.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions : The decrease in the rate of DAI and infection by resistant bacteria on the impact of severe acute respiratory syndrome can be attributed to active infection control and improved adherence after 2003 .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "13",
    "segment_num": "18",
    "token_num": "329"
  }
}