{
  "paper_id": "3ebd3fb346c40a654f1f9d8e48ef8daa1902d406",
  "metadata": {
    "title": "Descriptive distribution and phylogenetic analysis of feline infectious peritonitis virus isolates of Malaysia",
    "coda_data_split": "train",
    "coda_paper_id": 4641,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The descriptive distribution and phylogeny of feline coronaviruses (FCoVs) were studied in cats suspected of having feline infectious peritonitis (FIP) in Malaysia. Ascitic fluids and/or biopsy samples were subjected to a reverse transcription polymerase chain reaction (RT-PCR) targeted for a conserved region of 3\u0027untranslated region (3\u0027UTR) of the FCoV genome. Eighty nine percent of the sampled animals were positive for the presence of FCoV. Among the FCoV positive cats, 80% of cats were males and 64% were below 2 years of age. The FCoV positive cases included 56% domestic short hair (DSH), 40% Persian, and 4% Siamese cats. The nucleotide sequences of 10 selected amplified products from FIP cases were determined. The sequence comparison revealed that the field isolates had 96% homology with a few point mutations. The extent of homology decreased to 93% when compared with reference strains. The overall branching pattern of phylogenetic tree showed two distinct clusters, where all Malaysian isolates fall into one main genetic cluster. These findings provided the first genetic information of FCoV in Malaysia.",
      "sentences": [
        [
          {
            "segment_text": "The descriptive distribution and phylogeny of feline coronaviruses ( FCoVs ) were studied in cats suspected of having feline infectious peritonitis ( FIP ) in Malaysia .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Ascitic fluids and/or biopsy samples were subjected to a reverse transcription polymerase chain reaction ( RT-PCR ) targeted for a conserved region of 3 ` untranslated region ( 3 ` UTR ) of the FCoV genome .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Eighty nine percent of the sampled animals were positive for the presence of FCoV .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Among the FCoV positive cats ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "80 % of cats were males and 64 % were below 2 years of age .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The FCoV positive cases included 56 % domestic short hair ( DSH ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "40 % Persian , and 4 % Siamese cats .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The nucleotide sequences of 10 selected amplified products from FIP cases were determined .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The sequence comparison revealed that the field isolates had 96 % homology with a few point mutations .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The extent of homology decreased to 93 % when compared with reference strains .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The overall branching pattern of phylogenetic tree showed two distinct clusters ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "where all Malaysian isolates fall into one main genetic cluster .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These findings provided the first genetic information of FCoV in Malaysia .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "13",
    "token_num": "206"
  }
}