{
  "paper_id": "3effa12910c66435787343ba74688b08b5450c8e",
  "metadata": {
    "title": "Household animal and human medicine use and animal husbandry practices in rural Bangladesh: risk factors for emerging zoonotic disease and antibiotic resistance HHS Public Access",
    "coda_data_split": "train",
    "coda_paper_id": 4811,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Animal antimicrobial use and husbandry practices increase risk of emerging zoonotic disease and antibiotic resistance. We surveyed 700 households to elicit information on human and animal medicine use and husbandry practices. Households that owned livestock (n\u003d265/459, 57.7%) reported using animal treatments 630 times during the previous 6 months; 57.6% obtained medicines, including antibiotics, from drug-sellers. Government animal health care providers were rarely visited (9.7 %), respondents more often sought animal health care from pharmacies and village doctors (70.6% and 11.9% respectively), citing the latter two as less costly and more successful based on past performance. Animal husbandry practices that could promote the transmission of microbes from animals to humans included: the proximity of chickens to humans (50.1% of households reported that the chickens slept in the bedroom); the shared use of natural bodies of water for human and animal bathing (78.3%); the use of livestock waste as fertilizer (60.9%); and gender roles that dictate that females are the primary care takers of poultry and children (62.8%). In the absence of an effective animal health care system, villagers must depend on local animal health care practitioners for treatment of their animals. Suboptimal use of antimicrobials coupled with unhygienic animal husbandry practices are important risk factors for emerging zoonotic disease and resistant pathogens.",
      "sentences": [
        [
          {
            "segment_text": "Animal antimicrobial use and husbandry practices increase risk of emerging zoonotic disease and antibiotic resistance .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We surveyed 700 households to elicit information on human and animal medicine use and husbandry practices .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Households that owned livestock ( n \u003d 265/459 , 57.7 % ) reported using animal treatments 630 times during the previous 6 months ; 57.6 % obtained medicines ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including antibiotics , from drug-sellers .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Government animal health care providers were rarely visited ( 9.7 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "respondents more often sought animal health care from pharmacies and village doctors ( 70.6 % and 11.9 % respectively ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "citing the latter two as less costly and more successful based on past performance .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Animal husbandry practices that could promote the transmission of microbes from animals to humans included : the proximity of chickens to humans ( 50.1 % of households reported that the chickens slept in the bedroom ) ; the shared use of natural bodies of water for human and animal bathing ( 78.3 % ) ; the use of livestock waste as fertilizer ( 60.9 % ) ; and gender roles that dictate that females are the primary care takers of poultry and children ( 62.8 % ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In the absence of an effective animal health care system ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "villagers must depend on local animal health care practitioners for treatment of their animals .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Suboptimal use of antimicrobials coupled with unhygienic animal husbandry practices are important risk factors for emerging zoonotic disease and resistant pathogens .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "11",
    "token_num": "253"
  }
}