{
  "paper_id": "3f00db51b8b2fa846179a56402bdb545643c14d9",
  "metadata": {
    "title": "Ranaviruses Bind Cells from Different Species through Interaction with Heparan Sulfate",
    "coda_data_split": "train",
    "coda_paper_id": 10330,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Ranavirus cross-species infections have been documented, but the viral proteins involved in the interaction with cell receptors have not yet been identified. Here, viral cell-binding proteins and their cognate cellular receptors were investigated using two ranaviruses, Andrias davidianus ranavirus (ADRV) and Rana grylio virus (RGV), and two different cell lines, Chinese giant salamander thymus cells (GSTC) and Epithelioma papulosum cyprinid (EPC) cells. The heparan sulfate (HS) analog heparin inhibited plaque formation of ADRV and RGV in the two cell lines by more than 80% at a concentration of 5 µg/mL. In addition, enzymatic removal of cell surface HS by heparinase I markedly reduced plaque formation by both viruses and competition with heparin reduced virus-cell binding.",
      "sentences": [
        [
          {
            "segment_text": "Ranavirus cross-species infections have been documented ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but the viral proteins involved in the interaction with cell receptors have not yet been identified .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , viral cell-binding proteins and their cognate cellular receptors were investigated using two ranaviruses ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "Andrias davidianus ranavirus ( ADRV ) and Rana grylio virus ( RGV ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and two different cell lines ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "Chinese giant salamander thymus cells ( GSTC ) and Epithelioma papulosum cyprinid ( EPC ) cells .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The heparan sulfate ( HS ) analog heparin inhibited plaque formation of ADRV and RGV in the two cell lines by more than 80 % at a concentration of 5 µg/mL .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , enzymatic removal of cell surface HS by heparinase I markedly reduced plaque formation by both viruses and competition with heparin reduced virus-cell binding .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "These results indicate that cell surface HS is involved in ADRV and RGV cell binding and infection. Furthermore, recombinant viral envelope proteins ADRV-58L and RGV-53R bound heparin-Sepharose beads implying the potential that cell surface HS is involved in the initial interaction between ranaviruses and susceptible host cells. To our knowledge, this is the first report identifying cell surface HS as ranavirus binding factor and furthers understanding of interactions between ranaviruses and host cells.",
      "sentences": [
        [
          {
            "segment_text": "These results indicate that cell surface HS is involved in ADRV and RGV cell binding and infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , recombinant viral envelope proteins ADRV-58L and RGV-53R bound heparin-Sepharose beads implying the potential that cell surface HS is involved in the initial interaction between ranaviruses and susceptible host cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "To our knowledge , this is the first report identifying cell surface HS as ranavirus binding factor and furthers understanding of interactions between ranaviruses and host cells .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "7",
    "segment_num": "11",
    "token_num": "214"
  }
}