{
  "paper_id": "3f06c41154ff140670ba10f54eeaf640c39f29b9",
  "metadata": {
    "title": "Network Clustering Revealed the Systemic Alterations of Mitochondrial Protein Expression",
    "coda_data_split": "train",
    "coda_paper_id": 9725,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The mitochondrial protein repertoire varies depending on the cellular state. Protein component modifications caused by mitochondrial DNA (mtDNA) depletion are related to a wide range of human diseases; however, little is known about how nuclear-encoded mitochondrial proteins (mt proteome) changes under such dysfunctional states. In this study, we investigated the systemic alterations of mtDNA-depleted (r 0 ) mitochondria by using network analysis of gene expression data. By modularizing the quantified proteomics data into protein functional networks, systemic properties of mitochondrial dysfunction were analyzed. We discovered that up-regulated and down-regulated proteins were organized into two predominant subnetworks that exhibited distinct biological processes. The down-regulated network modules are involved in typical mitochondrial functions, while up-regulated proteins are responsible for mtDNA repair and regulation of mt protein expression and transport. Furthermore, comparisons of proteome and transcriptome data revealed that r 0 cells attempted to compensate for mtDNA depletion by modulating the coordinated expression/transport of mt proteins. Our results demonstrate that mt protein composition changed to remodel the functional organization of mitochondrial protein networks in response to dysfunctional cellular states. Human mt protein functional networks provide a framework for understanding how cells respond to mitochondrial dysfunctions.",
      "sentences": [
        [
          {
            "segment_text": "The mitochondrial protein repertoire varies depending on the cellular state .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Protein component modifications caused by mitochondrial DNA ( mtDNA ) depletion are related to a wide range of human diseases ; however ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "little is known about how nuclear-encoded mitochondrial proteins ( mt proteome ) changes under such dysfunctional states .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , we investigated the systemic alterations of mtDNA-depleted ( r 0 ) mitochondria by using network analysis of gene expression data .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "By modularizing the quantified proteomics data into protein functional networks ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "systemic properties of mitochondrial dysfunction were analyzed .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We discovered that up-regulated and down-regulated proteins were organized into two predominant subnetworks that exhibited distinct biological processes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The down-regulated network modules are involved in typical mitochondrial functions ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while up-regulated proteins are responsible for mtDNA repair and regulation of mt protein expression and transport .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , comparisons of proteome and transcriptome data revealed that r 0 cells attempted to compensate for mtDNA depletion by modulating the coordinated expression/transport of mt proteins .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our results demonstrate that mt protein composition changed to remodel the functional organization of mitochondrial protein networks in response to dysfunctional cellular states .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Human mt protein functional networks provide a framework for understanding how cells respond to mitochondrial dysfunctions .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Citation: Jeon J, Jeong JH,",
      "sentences": [
        [
          {
            "segment_text": "Citation : Jeon J , Jeong JH ,",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "10",
    "segment_num": "13",
    "token_num": "220"
  }
}