{
  "paper_id": "3f1a42a65b20b1ba6e211e411f459cd8ea1af14b",
  "metadata": {
    "title": "Prevalence of chronic comorbidities in chikungunya: A systematic review and meta-analysis",
    "coda_data_split": "train",
    "coda_paper_id": 2583,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background: Epidemiologic evidence suggests that patients with chikungunya virus (CHIKV) infection may be at risk of severe disease complications when they also have comorbidities such as obesity, diabetes, cardiac diseases, and/or asthma. However, the prevalence of these co-existing medical conditions in severe CHIKV cases has not been systematically reported. Objective: The aim of the present study is to conduct a systematic review and meta-analysis to describe the prevalence of chronic comorbidities in CHIKV and evaluate their possible contributions to disease severity. Methods: A search strategy was developed for online databases. Search terms used were \"Chikungunya\" AND \"Diabetes, Hypertension, Stroke, Cardiovascular Diseases, Coronary Artery Diseases, Obesity, OR Asthma\". Only 11 articles documenting the frequency of comorbidities in CHIKV were included. Metaanalyses were conducted to evaluate the overall prevalence of comorbidities in the CHIKV infection and stratify the estimates by severity. Results: Among 2,773 CHIKV patients, hypertension was the most prevalent comorbidity (31.3%; 95%CI: 17.9-48.8%) followed by diabetes (20.5%; 95%CI: 12.7-31.3%), cardiac diseases (14.8%; 95%CI: 8.1-25.5%) and asthma (7.9%; 95%CI: 3.3-17.7). There was 4-to 5-fold significant increased prevalence of diabetes, hypertension and cardiac diseases in CHIKV patients over 50 years of age compared to their younger counterparts. Severe CHIKV cases had a significantly higher proportion of diabetes than non-severe cases (p \u003c 0.05). CHIKV patients with diabetes had OR of 1.2 (95%CI: 1.05-1.48; p \u003d 0.0135) for developing severe infection outcome compared to those with no diabetes. Conclusion: Hypertension, diabetes and cardiac diseases may contribute to the severe outcome of CHIKV. Diabetic subjects may be at higher risk of severe infection. These findings may be relevant in developing public health measures and practices targeting CHIKV patients with comorbidities to avert the severe outcome of the infectious disease.",
      "sentences": [
        [
          {
            "segment_text": "Background : Epidemiologic evidence suggests that patients with chikungunya virus ( CHIKV ) infection may be at risk of severe disease complications when they also have comorbidities such as obesity ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "diabetes , cardiac diseases , and/or asthma .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , the prevalence of these co-existing medical conditions in severe CHIKV cases has not been systematically reported .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Objective : The aim of the present study is to conduct a systematic review and meta-analysis to describe the prevalence of chronic comorbidities in CHIKV and evaluate their possible contributions to disease severity .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : A search strategy was developed for online databases .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Search terms used were `` Chikungunya \u0027\u0027 AND `` Diabetes ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "Hypertension , Stroke , Cardiovascular Diseases ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "Coronary Artery Diseases , Obesity , OR Asthma \u0027\u0027 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Only 11 articles documenting the frequency of comorbidities in CHIKV were included .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Metaanalyses were conducted to evaluate the overall prevalence of comorbidities in the CHIKV infection and stratify the estimates by severity .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Among 2,773 CHIKV patients ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "hypertension was the most prevalent comorbidity ( 31.3 % ; 95 % CI : 17.9-48.8 % ) followed by diabetes ( 20.5 % ; 95 % CI : 12.7-31.3 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "cardiac diseases ( 14.8 % ; 95 % CI : 8.1-25.5 % ) and asthma ( 7.9 % ; 95 % CI : 3.3-17.7 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "There was 4-to 5-fold significant increased prevalence of diabetes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "hypertension and cardiac diseases in CHIKV patients over 50 years of age compared to their younger counterparts .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Severe CHIKV cases had a significantly higher proportion of diabetes than non-severe cases ( p \u003c 0.05 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "CHIKV patients with diabetes had OR of 1.2 ( 95 % CI : 1.05-1.48 ; p \u003d 0.0135 ) for developing severe infection outcome compared to those with no diabetes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusion : Hypertension , diabetes and cardiac diseases may contribute to the severe outcome of CHIKV .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Diabetic subjects may be at higher risk of severe infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These findings may be relevant in developing public health measures and practices targeting CHIKV patients with comorbidities to avert the severe outcome of the infectious disease .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Crown",
      "sentences": [
        [
          {
            "segment_text": "Crown",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "15",
    "segment_num": "21",
    "token_num": "364"
  }
}