{
  "paper_id": "3f1dd22fd366efca2448379f7becf69de113353a",
  "metadata": {
    "title": "Randomized, double-blind, placebo- controlled clinical trial to assess the safety and effectiveness of a novel dual-action oral topical formulation against upper respiratory infections",
    "coda_data_split": "train",
    "coda_paper_id": 9465,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Current prevention options for upper respiratory infections (URIs) are not optimal. We conducted a randomized, double-blinded, placebo-controlled pilot clinical trial to evaluate the safety and efficacy of ARMS-I™ (currently marketed as Halo™) in the prevention of URIs. Methods: ARMS-I is patented novel formulation for the prevention and treatment of influenza, comprising a broadspectrum antimicrobial agent (cetylpyridinium chloride, CPC) and components (glycerin and xanthan gum) that form a barrier on the host mucosa, thus preventing viral contact and invasion. Healthy adults (18-45 years of age) were randomized into ARMS-I or placebo group (50 subjects each). The drug was sprayed intra-orally (3× daily) for 75 days. The primary objectives were to establish whether ARMS-I decreased the frequency, severity or duration of URIs. Secondary objectives were to evaluate safety, tolerability, rate of virus detection, acceptability and adherence; effect on URI-associated absenteeism and medical visits; and effect of prior influenza vaccination on study outcomes.",
      "sentences": [
        [
          {
            "segment_text": "Background : Current prevention options for upper respiratory infections ( URIs ) are not optimal .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We conducted a randomized , double-blinded ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "placebo-controlled pilot clinical trial to evaluate the safety and efficacy of ARMS-I ™ ( currently marketed as Halo ™ ) in the prevention of URIs .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : ARMS-I is patented novel formulation for the prevention and treatment of influenza ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "comprising a broadspectrum antimicrobial agent ( cetylpyridinium chloride , CPC ) and components ( glycerin and xanthan gum ) that form a barrier on the host mucosa ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "thus preventing viral contact and invasion .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Healthy adults ( 18-45 years of age ) were randomized into ARMS-I or placebo group ( 50 subjects each ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The drug was sprayed intra-orally ( 3 × daily ) for 75 days .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The primary objectives were to establish whether ARMS-I decreased the frequency ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "severity or duration of URIs .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Secondary objectives were to evaluate safety ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "tolerability , rate of virus detection ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "acceptability and adherence ; effect on URI-associated absenteeism and medical visits ; and effect of prior influenza vaccination on study outcomes .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results: Of the 94 individuals who completed the study (placebo: n \u003d 44, ARMS-I: n \u003d 50), six presented with confirmed URI (placebo: 4, ARMS-I: 2), representing a 55% relative reduction, albeit this was statistically not significant). Influenza, coronavirus or rhinovirus were detected in three participants; all in the placebo group. Moreover, frequency of posttreatment exit visits was reduced by 55% in ARMS-I compared to the placebo group (N \u003d 4 and 2, respectively). Fever was reported only in the placebo group. ARMS-I significantly reduced the frequency and severity of cough and sore throat, and duration of cough (P ≤ .019 for all comparisons). ARMS-I was safe, well tolerated, had high acceptability and high adherence to medication use. Medical visits occurred only in the placebo group while absenteeism did not differ between the two arms. Prior influenza vaccination had no effect on study outcome. Conclusions: This randomized proof-of-concept clinical trial demonstrated that ARMS-I tended to provide protection against URIs in the enrolled study participants, while reducing severity and duration of cough and sore throat. A clinical trial with a larger number of study participants is warranted.",
      "sentences": [
        [
          {
            "segment_text": "Results : Of the 94 individuals who completed the study ( placebo : n \u003d 44 , ARMS-I : n \u003d 50 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "six presented with confirmed URI ( placebo : 4 , ARMS-I : 2 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "representing a 55 % relative reduction ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "albeit this was statistically not significant ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Influenza , coronavirus or rhinovirus were detected in three participants ; all in the placebo group .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , frequency of posttreatment exit visits was reduced by 55 % in ARMS-I compared to the placebo group ( N \u003d 4 and 2 , respectively ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Fever was reported only in the placebo group .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "ARMS-I significantly reduced the frequency and severity of cough and sore throat ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and duration of cough ( P ≤ .019 for all comparisons ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "ARMS-I was safe , well tolerated ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "had high acceptability and high adherence to medication use .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Medical visits occurred only in the placebo group while absenteeism did not differ between the two arms .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Prior influenza vaccination had no effect on study outcome .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : This randomized proof-of-concept clinical trial demonstrated that ARMS-I tended to provide protection against URIs in the enrolled study participants ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while reducing severity and duration of cough and sore throat .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A clinical trial with a larger number of study participants is warranted .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Trial registration: ClinicalTrials.gov NCT02644135 (retrospectively registered).",
      "sentences": [
        [
          {
            "segment_text": "Trial registration : ClinicalTrials.gov NCT02644135 ( retrospectively registered ) .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "18",
    "segment_num": "30",
    "token_num": "424"
  }
}