{
  "paper_id": "3f4cb266ec3abe44bf4d875d5c6a6a205d03c9cf",
  "metadata": {
    "title": "Impact of rhinovirus nasopharyngeal viral load and viremia on severity of respiratory infections in children",
    "coda_data_split": "train",
    "coda_paper_id": 2520,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "There are few and partially discordant data regarding nasopharyngeal rhinovirus (RV) load and viremia, and none of the published studies evaluated the two variables together. The aim of this study was to provide new information concerning the clinical relevance of determining nasopharyngeal viral load and viremia when characterising RV infection. Nasopharyngeal swabs were obtained from 251 children upon their admission to hospital because of fever and signs and symptoms of acute respiratory infection in order to identify the virus and determine its nasopharyngeal load, and a venous blood sample was taken in order to evaluate viremia. Fifty children (19.9 %) had RV-positive nasopharyngeal swabs, six (12 %) of whom also had RV viremia: RV-C in four cases (66.6 %), and RV-A and RV-B in one case each. The RV nasopharyngeal load was significantly higher in the children with RV viremia (p \u003c0.001), who also had a higher respiratory rate (p \u003d0.02), white blood cell counts (p \u003d0.008) and C-reactive protein levels (p \u003d0.006), lower blood O 2 saturation levels (P \u003d0.005), and more often required O 2 therapy (p \u003d0.009). The presence of RV viremia is associated with a significantly higher nasopharyngeal viral load and more severe disease, which suggests that a high nasopharyngeal viral load is a prerequisite for viremia, and that viremia is associated with considerable clinical involvement.",
      "sentences": [
        [
          {
            "segment_text": "There are few and partially discordant data regarding nasopharyngeal rhinovirus ( RV ) load and viremia ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and none of the published studies evaluated the two variables together .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The aim of this study was to provide new information concerning the clinical relevance of determining nasopharyngeal viral load and viremia when characterising RV infection .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Nasopharyngeal swabs were obtained from 251 children upon their admission to hospital because of fever and signs and symptoms of acute respiratory infection in order to identify the virus and determine its nasopharyngeal load ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and a venous blood sample was taken in order to evaluate viremia .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Fifty children ( 19.9 % ) had RV-positive nasopharyngeal swabs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "six ( 12 % ) of whom also had RV viremia : RV-C in four cases ( 66.6 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and RV-A and RV-B in one case each .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The RV nasopharyngeal load was significantly higher in the children with RV viremia ( p \u003c 0.001 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "who also had a higher respiratory rate ( p \u003d 0.02 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "white blood cell counts ( p \u003d 0.008 ) and C-reactive protein levels ( p \u003d 0.006 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "lower blood O 2 saturation levels ( P \u003d 0.005 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and more often required O 2 therapy ( p \u003d 0.009 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The presence of RV viremia is associated with a significantly higher nasopharyngeal viral load and more severe disease ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which suggests that a high nasopharyngeal viral load is a prerequisite for viremia ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and that viremia is associated with considerable clinical involvement .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "16",
    "token_num": "263"
  }
}