{
  "paper_id": "3f95cd9324e4e68dfac149200521e09981091feb",
  "metadata": {
    "title": "Understanding the canine intestinal microbiota and its modification by pro-, pre-and synbiotics -what is the evidence?",
    "coda_data_split": "train",
    "coda_paper_id": 3044,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Interest in the composition of the intestinal microbiota and possibilities of its therapeutic modifications has soared over the last decade and more detailed knowledge specific to the canine microbiota at different mucosal sites including the gut is available. Probiotics, prebiotics or their combination (synbiotics) are a way of modifying the intestinal microbiota and exert effects on the host immune response. Probiotics are proposed to exert their beneficial effects through various pathways, for example production of antimicrobial peptides, enhancing growth of favourable endogenous microorganisms, competition for epithelial colonisation sites and immunemodulatory functions. Despite widespread use of pro-, pre-and synbiotics, scientific evidence of their beneficial effects in different conditions of the dog is scarce. Specific effects of different strains, their combination or their potential side-effects have not been evaluated sufficiently. In some instances, in vitro results have been promising, but could not be transferred consistently into in vivo situations. Specific canine gastrointestinal (GI) diseases or conditions where probiotics would be beneficial, their most appropriate dosage and application have not been assessed extensively. This review summarises the current knowledge of the intestinal microbiome composition in the dog and evaluates the evidence for probiotic use in canine GI diseases to date. It wishes to provide veterinarians with evidence-based information on when and why these products could be useful in preventing or treating canine GI conditions. It also outlines knowledge about safety and approval of commercial probiotic products, and the potential use of faecal microbial transplantation, as they are related to the topic of probiotic usage.",
      "sentences": [
        [
          {
            "segment_text": "Interest in the composition of the intestinal microbiota and possibilities of its therapeutic modifications has soared over the last decade and more detailed knowledge specific to the canine microbiota at different mucosal sites including the gut is available .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Probiotics , prebiotics or their combination ( synbiotics ) are a way of modifying the intestinal microbiota and exert effects on the host immune response .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Probiotics are proposed to exert their beneficial effects through various pathways ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "for example production of antimicrobial peptides ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "enhancing growth of favourable endogenous microorganisms ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "competition for epithelial colonisation sites and immunemodulatory functions .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Despite widespread use of pro- ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "pre-and synbiotics , scientific evidence of their beneficial effects in different conditions of the dog is scarce .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Specific effects of different strains ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "their combination or their potential side-effects have not been evaluated sufficiently .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In some instances , in vitro results have been promising ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but could not be transferred consistently into in vivo situations .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Specific canine gastrointestinal ( GI ) diseases or conditions where probiotics would be beneficial ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "their most appropriate dosage and application have not been assessed extensively .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review summarises the current knowledge of the intestinal microbiome composition in the dog and evaluates the evidence for probiotic use in canine GI diseases to date .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "It wishes to provide veterinarians with evidence-based information on when and why these products could be useful in preventing or treating canine GI conditions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "It also outlines knowledge about safety and approval of commercial probiotic products ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the potential use of faecal microbial transplantation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as they are related to the topic of probiotic usage .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "19",
    "token_num": "277"
  }
}