{
  "paper_id": "3f955e3cdd0a2c0b84e634062e1bf939d9812641",
  "metadata": {
    "title": "Review of bioaerosols in indoor environment with special reference to sampling, analysis and control mechanisms",
    "coda_data_split": "train",
    "coda_paper_id": 8069,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Several tiny organisms of various size ranges present in air are called airborne particles or bioaerosol which mainly includes live or dead fungi and bacteria, their secondary metabolites, viruses, pollens, etc. which have been related to health issues of human beings and other life stocks. Bio-terror attacks in 2001 as well as pandemic outbreak of flue due to influenza A H1N1 virus in 2009 have alarmed us about the importance of bioaerosol research. Hence characterization i.e. identification and quantification of different airborne microorganisms in various indoor environments is necessary to identify the associated risks and to establish exposure threshold. Along with the bioaerosol sampling and their analytical techniques, various literatures revealing the concentration levels of bioaerosol have been mentioned in this review thereby contributing to the knowledge of identification and quantification of bioaerosols and their different constituents in various indoor environments (both occupational and non-occupational sections). Apart from recognition of bioaerosol, developments of their control mechanisms also play an important role. Hence several control methods have also been briefly reviewed. However, several individual levels of efforts such as periodic cleaning operations, maintenance activities and proper ventilation system also serve in their best way to improve indoor air quality.",
      "sentences": [
        [
          {
            "segment_text": "Several tiny organisms of various size ranges present in air are called airborne particles or bioaerosol which mainly includes live or dead fungi and bacteria ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "their secondary metabolites , viruses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "pollens , etc. which have been related to health issues of human beings and other life stocks .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Bio-terror attacks in 2001 as well as pandemic outbreak of flue due to influenza A H1N1 virus in 2009 have alarmed us about the importance of bioaerosol research .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Hence characterization i.e. identification and quantification of different airborne microorganisms in various indoor environments is necessary to identify the associated risks and to establish exposure threshold .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Along with the bioaerosol sampling and their analytical techniques ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "various literatures revealing the concentration levels of bioaerosol have been mentioned in this review thereby contributing to the knowledge of identification and quantification of bioaerosols and their different constituents in various indoor environments ( both occupational and non-occupational sections ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Apart from recognition of bioaerosol ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "developments of their control mechanisms also play an important role .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Hence several control methods have also been briefly reviewed .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , several individual levels of efforts such as periodic cleaning operations ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "maintenance activities and proper ventilation system also serve in their best way to improve indoor air quality .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "12",
    "token_num": "215"
  }
}