{
  "paper_id": "3fa2c03259615e7a062deaac928c626c0a1bfbf7",
  "metadata": {
    "title": "Pharmacologic inhibition of host Phosphodiesterase-4 improves isoniazid-Mediated clearance of Mycobacterium tuberculosis",
    "coda_data_split": "train",
    "coda_paper_id": 7610,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The lengthy duration of multidrug therapy needed to cure tuberculosis (TB) poses significant challenges for global control of the disease. Moreover, chronic inflammation associated with TB leads to pulmonary damage that can remain even after successful cure. Thus, there is a great need for the development of effective shorter drug regimens to improve clinical outcome and strengthen TB control. Host-directed therapy (HDT) is emerging as a novel adjunctive strategy to enhance the efficacy and shorten the duration of TB treatment. Previously, we showed that the administration of CC-3052, a phosphodiesterase-4 inhibitor (PDE4i), reduced the host inflammatory response during Mycobacterium tuberculosis (Mtb) infection and improved the antimicrobial efficacy of isoniazid (INH) in both the mouse and rabbit models. In the present study, we evaluated the pharmacokinetics and explored the mechanism underlying the efficacy of a more potent PDE4i, CC-11050, as adjunct to INH treatment in a mouse model of pulmonary Mtb infection. Genome-wide lung transcriptome analysis confirmed the dampening of inflammation and associated network genes that we previously reported with CC-3052. Consistent with the reduction in inflammation, a significant improvement in Mtb control and pathology was observed in the lungs of mice treated with CC-11050 plus INH, compared to INH alone. This important confirmatory study will be used to help design upcoming human clinical trials with CC-11050 as an HDT for TB treatment.",
      "sentences": [
        [
          {
            "segment_text": "The lengthy duration of multidrug therapy needed to cure tuberculosis ( TB ) poses significant challenges for global control of the disease .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Moreover , chronic inflammation associated with TB leads to pulmonary damage that can remain even after successful cure .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Thus , there is a great need for the development of effective shorter drug regimens to improve clinical outcome and strengthen TB control .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Host-directed therapy ( HDT ) is emerging as a novel adjunctive strategy to enhance the efficacy and shorten the duration of TB treatment .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Previously , we showed that the administration of CC-3052 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a phosphodiesterase-4 inhibitor ( PDE4i ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "reduced the host inflammatory response during Mycobacterium tuberculosis ( Mtb ) infection and improved the antimicrobial efficacy of isoniazid ( INH ) in both the mouse and rabbit models .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In the present study , we evaluated the pharmacokinetics and explored the mechanism underlying the efficacy of a more potent PDE4i ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "CC-11050 , as adjunct to INH treatment in a mouse model of pulmonary Mtb infection .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Genome-wide lung transcriptome analysis confirmed the dampening of inflammation and associated network genes that we previously reported with CC-3052 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Consistent with the reduction in inflammation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "a significant improvement in Mtb control and pathology was observed in the lungs of mice treated with CC-11050 plus INH , compared to INH alone .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This important confirmatory study will be used to help design upcoming human clinical trials with CC-11050 as an HDT for TB treatment .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "13",
    "token_num": "251"
  }
}