{
  "paper_id": "3faac2ac5b5f0e8377c05474b446ec5ec5e49242",
  "metadata": {
    "title": "Duration of Rhinovirus Shedding in the Upper Respiratory Tract in the First Year of Life",
    "coda_data_split": "train",
    "coda_paper_id": 5773,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "WHAT\u0027S KNOWN ON THIS SUBJECT: Rhinoviruses are commonly detected in both acutely ill and asymptomatic infants and children. The finding may represent new infection or prolonged presence of rhinovirus RNA in the respiratory tract.",
      "sentences": [
        [
          {
            "segment_text": "WHAT \u0027S KNOWN ON THIS SUBJECT : Rhinoviruses are commonly detected in both acutely ill and asymptomatic infants and children .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The finding may represent new infection or prolonged presence of rhinovirus RNA in the respiratory tract .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "WHAT THIS STUDY ADDS: In young, otherwise healthy infants, shedding of RNA from the same rhinovirus strain rarely persisted longer than 30 days. abstract BACKGROUND: Current molecular diagnostic methods have detected rhinovirus RNA in a high proportion of asymptomatic infants and children, raising the question of the clinical significance of these findings. This study investigates the prevalence of prolonged rhinovirus RNA presence in the upper respiratory tract of infants during the first year of life.",
      "sentences": [
        [
          {
            "segment_text": "WHAT THIS STUDY ADDS : In young ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "otherwise healthy infants , shedding of RNA from the same rhinovirus strain rarely persisted longer than 30 days .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "abstract BACKGROUND : Current molecular diagnostic methods have detected rhinovirus RNA in a high proportion of asymptomatic infants and children ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "raising the question of the clinical significance of these findings .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This study investigates the prevalence of prolonged rhinovirus RNA presence in the upper respiratory tract of infants during the first year of life .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "In a longitudinal study, infants were followed from birth up to 12 months. Nasopharyngeal specimens were collected monthly (months 1-6 and month 9) and during an upper respiratory infection. Rhinoviruses were detected by quantitative reverse-transcription polymerase chain reaction. Presence of repeated rhinovirus RNA was evaluated by nucleotide sequence analysis.",
      "sentences": [
        [
          {
            "segment_text": "In a longitudinal study , infants were followed from birth up to 12 months .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Nasopharyngeal specimens were collected monthly ( months 1-6 and month 9 ) and during an upper respiratory infection .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Rhinoviruses were detected by quantitative reverse-transcription polymerase chain reaction .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Presence of repeated rhinovirus RNA was evaluated by nucleotide sequence analysis .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "A total of 2153 specimens from 362 infants were studied; 341 distinct rhinovirus infections in 216 infants were identified. Follow-up specimens were available within 30 days for 179 infections, creating the sample set to assess prolonged rhinovirus presence. Of the 179 infections, 46 involved the detection of the same rhinovirus strain in repeated specimens, including 8 events of prolonged presence of the same strain (detected in specimens collected .30 days apart), representing 4.5% of the evaluable rhinovirus infections. There were 26 events in which a rhinovirus strain was replaced by a different strain within a 30-day interval, representing 14.5% of the 179 infections. CONCLUSIONS: Although rhinovirus infections are common in healthy infants, prolonged presence of rhinovirus RNA in the respiratory tract after an upper respiratory infection was uncommon (,5%). Detection of rhinovirus RNA in an infant most likely represents an infection within a 30-day period. KEY WORDS rhinovirus, RNA, PCR, upper respiratory tract infection, persistence ABBREVIATIONS AOM-acute otitis media cDNA-complementary DNA PCR-polymerase chain reaction qPCR-quantitative polymerase chain reaction qRT-PCR-quantitative, real-time, reverse-transcription polymerase chain reaction URI-upper respiratory infection UTMB-University of Texas Medical Branch",
      "sentences": [
        [
          {
            "segment_text": "A total of 2153 specimens from 362 infants were studied ; 341 distinct rhinovirus infections in 216 infants were identified .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Follow-up specimens were available within 30 days for 179 infections ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "creating the sample set to assess prolonged rhinovirus presence .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Of the 179 infections , 46 involved the detection of the same rhinovirus strain in repeated specimens ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "including 8 events of prolonged presence of the same strain ( detected in specimens collected .30 days apart ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "representing 4.5 % of the evaluable rhinovirus infections .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "There were 26 events in which a rhinovirus strain was replaced by a different strain within a 30-day interval ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "representing 14.5 % of the 179 infections .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "CONCLUSIONS : Although rhinovirus infections are common in healthy infants ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "prolonged presence of rhinovirus RNA in the respiratory tract after an upper respiratory infection was uncommon ( ,5 % ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Detection of rhinovirus RNA in an infant most likely represents an infection within a 30-day period .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "KEY WORDS rhinovirus , RNA ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "PCR , upper respiratory tract infection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "persistence ABBREVIATIONS AOM-acute otitis media cDNA-complementary DNA PCR-polymerase chain reaction qPCR-quantitative polymerase chain reaction qRT-PCR-quantitative ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "real-time , reverse-transcription polymerase chain reaction URI-upper respiratory infection UTMB-University of Texas Medical Branch",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "16",
    "segment_num": "26",
    "token_num": "386"
  }
}