{
  "paper_id": "3fb9e68b962cbe9bb678fa69f66e77351bb27849",
  "metadata": {
    "title": "Original Article",
    "coda_data_split": "train",
    "coda_paper_id": 9220,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background: Immunosuppressive therapy for renal allograft recipients has changed substantially since the introduction of the anti-CD25 monoclonal antibody, basiliximab. We hypothesized that recent improvements in immunosuppressive treatment may reduce the incidence of osteonecrosis of the femoral head (ONFH). This study aimed to investigate transitional changes in the incidence of OFNH among renal transplant recipients by MRI. Methods: Participants comprised 110 patients who had undergone renal transplantation from 2003 to 2012, during which time basiliximab was in regular use at our institute (Recent group), and 232 patients who had undergone RT between 1986 and 2003 (Past group). We compared ONFH incidence between the two groups and evaluated risk factors for ONFH, including immunosuppressants (calcineurin inhibitors, basiliximab, and/or steroids) and postoperative renal function. Results: Incidence of ONFH was lower in the Recent group (0%) than in the Past group (3.4%; p ¼ 0.043). In the Recent group, age was greater, ABO/human leukocyte antigen incompatibility was worse, while steroid dose was decreased and post-transplant renal function was improved. Cumulative methylprednisolone dose at postoperative week 2 and delayed graft function were identified as risk factors for ONFH. Conclusion: Risk of ONFH after renal transplantation has fallen with the advent of regular use of basiliximab, although this agent does not appear to be a factor directly associated with the incidence of ONFH. Study design: Clinical prognostic study (Level III case control study).",
      "sentences": [
        [
          {
            "segment_text": "Background : Immunosuppressive therapy for renal allograft recipients has changed substantially since the introduction of the anti-CD25 monoclonal antibody , basiliximab .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We hypothesized that recent improvements in immunosuppressive treatment may reduce the incidence of osteonecrosis of the femoral head ( ONFH ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This study aimed to investigate transitional changes in the incidence of OFNH among renal transplant recipients by MRI .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : Participants comprised 110 patients who had undergone renal transplantation from 2003 to 2012 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "during which time basiliximab was in regular use at our institute ( Recent group ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and 232 patients who had undergone RT between 1986 and 2003 ( Past group ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We compared ONFH incidence between the two groups and evaluated risk factors for ONFH ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "including immunosuppressants ( calcineurin inhibitors , basiliximab , and/or steroids ) and postoperative renal function .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Incidence of ONFH was lower in the Recent group ( 0 % ) than in the Past group ( 3.4 % ; p 1/4 0.043 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In the Recent group , age was greater ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "ABO/human leukocyte antigen incompatibility was worse ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while steroid dose was decreased and post-transplant renal function was improved .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Cumulative methylprednisolone dose at postoperative week 2 and delayed graft function were identified as risk factors for ONFH .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusion : Risk of ONFH after renal transplantation has fallen with the advent of regular use of basiliximab ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "although this agent does not appear to be a factor directly associated with the incidence of ONFH .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Study design : Clinical prognostic study ( Level III case control study ) .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "16",
    "token_num": "269"
  }
}