{
  "paper_id": "3fbbb5c2047570f4c33a88cb927a6f54e83de658",
  "metadata": {
    "title": "Mathematical Analysis of Copy Number Variation in a DNA Sample Using Digital PCR on a Nanofluidic Device",
    "coda_data_split": "train",
    "coda_paper_id": 4783,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Copy Number Variations (CNVs) of regions of the human genome have been associated with multiple diseases. We present an algorithm which is mathematically sound and computationally efficient to accurately analyze CNV in a DNA sample utilizing a nanofluidic device, known as the digital array. This numerical algorithm is utilized to compute copy number variation and the associated statistical confidence interval and is based on results from probability theory and statistics. We also provide formulas which can be used as close approximations.",
      "sentences": [
        [
          {
            "segment_text": "Copy Number Variations ( CNVs ) of regions of the human genome have been associated with multiple diseases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We present an algorithm which is mathematically sound and computationally efficient to accurately analyze CNV in a DNA sample utilizing a nanofluidic device ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "known as the digital array .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "This numerical algorithm is utilized to compute copy number variation and the associated statistical confidence interval and is based on results from probability theory and statistics .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We also provide formulas which can be used as close approximations .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "5",
    "token_num": "88"
  }
}