{
  "paper_id": "3fc174fc77e8eed8980bb6e9dae0f49f1b4fdeec",
  "metadata": {
    "title": "Chapter 6. Protection of patients and staff during a pandemic",
    "coda_data_split": "train",
    "coda_paper_id": 4589,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Purpose: To provide recommendations and standard operating procedures (SOPs) for intensive care unit (ICU) and hospital preparations for an influenza pandemic or mass disaster with a specific focus on protection of patients and staff. Methods: Based on a literature review and expert opinion, a Delphi process was used to define the essential topics including protection of patients and staff. Results: Key recommendations include: (1) prepare infection control and occupational health policies for clinical risks relating to potential disease transmission;",
      "sentences": [
        [
          {
            "segment_text": "Purpose : To provide recommendations and standard operating procedures ( SOPs ) for intensive care unit ( ICU ) and hospital preparations for an influenza pandemic or mass disaster with a specific focus on protection of patients and staff .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : Based on a literature review and expert opinion ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "a Delphi process was used to define the essential topics including protection of patients and staff .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Key recommendations include : ( 1 ) prepare infection control and occupational health policies for clinical risks relating to potential disease transmission ;",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "(2) decrease clinical risks and provide adequate facilities through advanced planning to maximise capacity by increasing essential equipment, drugs, supplies and encouraging staff availability; (3) create robust systems to maintain staff confidence and safety by minimising non-clinical risks and maintaining or escalating essential services; (4) prepare formal reassurance plans for legal protection; (5) provide assistance to staff working outside their normal domains. Conclusions: Judicious planning and adoption of protocols for protection of patients and staff are necessary to optimise outcomes during a pandemic.",
      "sentences": [
        [
          {
            "segment_text": "( 2 ) decrease clinical risks and provide adequate facilities through advanced planning to maximise capacity by increasing essential equipment ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "drugs , supplies and encouraging staff availability ; ( 3 ) create robust systems to maintain staff confidence and safety by minimising non-clinical risks and maintaining or escalating essential services ; ( 4 ) prepare formal reassurance plans for legal protection ; ( 5 ) provide assistance to staff working outside their normal domains .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : Judicious planning and adoption of protocols for protection of patients and staff are necessary to optimise outcomes during a pandemic .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "5",
    "segment_num": "7",
    "token_num": "192"
  }
}