{
  "paper_id": "3fd4c59ae94e2ecc44c0c40d678dd18e31ddb7c7",
  "metadata": {
    "title": "Human matriptase/ST 14 proteolytically cleaves H7N9 hemagglutinin and facilitates the activation of influenza A/Shanghai/2/2013 virus in cell culture",
    "coda_data_split": "train",
    "coda_paper_id": 9004,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Influenza is a zoonotic disease that infects millions of people each year resulting in hundreds of thousands of deaths, and in turn devastating pandemics.",
      "sentences": [
        [
          {
            "segment_text": "Background : Influenza is a zoonotic disease that infects millions of people each year resulting in hundreds of thousands of deaths ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and in turn devastating pandemics .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Influenza is caused by influenza viruses, including influenza A virus (IAV). There are many subtypes of IAV but only a few seem to be able to adapt to humans and to cause disease. In 2013, an H7N9 IAV subtype emerged in China that does not cause clinical symptoms in its chicken host but leads to severe infections when transmitted into humans. Since 2013, there have been six epidemic waves of H7N9 with 1567 laboratory-confirmed human infections and 615 deaths. Pathogenicity of IAV is complex, but a crucial feature contributing to virulence is the activation of the hemagglutinin (HA) fusion protein by host proteases that triggers membrane fusion and leads to subsequent virus propagation.",
      "sentences": [
        [
          {
            "segment_text": "Influenza is caused by influenza viruses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including influenza A virus ( IAV ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "There are many subtypes of IAV but only a few seem to be able to adapt to humans and to cause disease .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In 2013 , an H7N9 IAV subtype emerged in China that does not cause clinical symptoms in its chicken host but leads to severe infections when transmitted into humans .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Since 2013 , there have been six epidemic waves of H7N9 with 1567 laboratory-confirmed human infections and 615 deaths .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Pathogenicity of IAV is complex ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but a crucial feature contributing to virulence is the activation of the hemagglutinin ( HA ) fusion protein by host proteases that triggers membrane fusion and leads to subsequent virus propagation .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": ": 293T, VERO, and MDCK cells were used to conduct Western blot analysis, immunofluorescence assays, and pseudoparticle and live virus infections, and to evaluate H7N9 HA cleavage-activation. Results/Conclusions: We show that human matriptase/ST 14 is able to cleave H7N9 HA. Cleavage of H7N9 HA expressed in cell culture results in fusogenic HA and syncytia formation. In infection studies with viral pseudoparticles carrying matriptase/ ST 14-activated H7N9 HA, we observed a high infectivity of cells. Finally, human matriptase/ST 14 also activated H7N9 live virus which resulted in high infectivity.",
      "sentences": [
        [
          {
            "segment_text": ": 293T , VERO , and MDCK cells were used to conduct Western blot analysis ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "immunofluorescence assays , and pseudoparticle and live virus infections ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and to evaluate H7N9 HA cleavage-activation .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results/Conclusions : We show that human matriptase/ST 14 is able to cleave H7N9 HA .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Cleavage of H7N9 HA expressed in cell culture results in fusogenic HA and syncytia formation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In infection studies with viral pseudoparticles carrying matriptase / ST 14-activated H7N9 HA ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "we observed a high infectivity of cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Finally , human matriptase/ST 14 also activated H7N9 live virus which resulted in high infectivity .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Our data demonstrate that human matriptase/ST 14 is a likely candidate protease to promote H7N9 infections in humans.",
      "sentences": [
        [
          {
            "segment_text": "Our data demonstrate that human matriptase/ST 14 is a likely candidate protease to promote H7N9 infections in humans .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "12",
    "segment_num": "18",
    "token_num": "275"
  }
}