{
  "paper_id": "3fdb6b8defe204ad3015dbd3d79ac7ee4f90419e",
  "metadata": {
    "title": "Growth characteristics of canine pathogenic viruses in MDCK cells cultured in RPMI 1640 medium without animal protein",
    "coda_data_split": "train",
    "coda_paper_id": 9711,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Madin Darby canine kidney (MDCK) cells were adapted to serum-free RPMI 1640 medium and used for cultivation of canine viruses. RPMI 1640 medium was supplemented with a soybean peptone, l-glutamine and antibiotics, so that the protein concentration was less than 5 g/ml (RPMI/SP medium). The resulting adapted MDCK-SP cells showed steady growth after the twenty-eighth passage in RPMI/SP medium (MDCK-SP cell culture). Canine distemper virus, canine parvovirus, canine adenoviruses and canine parainfluenza virus, which are the principal components of canine combined virus vaccines, grew in the MDCK-SP cell culture as efficiently as the parental MDCK cells cultured in the conventional Eagle\u0027s MEM containing fetal bovine serum. Consequently, the use of MDCK-SP cell culture can make current canine vaccine products much safer, of higher quality and at lower cost.",
      "sentences": [
        [
          {
            "segment_text": "Madin Darby canine kidney ( MDCK ) cells were adapted to serum-free RPMI 1640 medium and used for cultivation of canine viruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "RPMI 1640 medium was supplemented with a soybean peptone ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "l-glutamine and antibiotics , so that the protein concentration was less than 5 g/ml ( RPMI/SP medium ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The resulting adapted MDCK-SP cells showed steady growth after the twenty-eighth passage in RPMI/SP medium ( MDCK-SP cell culture ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Canine distemper virus , canine parvovirus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "canine adenoviruses and canine parainfluenza virus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which are the principal components of canine combined virus vaccines ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "grew in the MDCK-SP cell culture as efficiently as the parental MDCK cells cultured in the conventional Eagle \u0027s MEM containing fetal bovine serum .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Consequently , the use of MDCK-SP cell culture can make current canine vaccine products much safer ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "of higher quality and at lower cost .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "10",
    "token_num": "148"
  }
}