{
  "paper_id": "4013a7e351c40d2bb7fdfe7f185d2ef9b1a872e6",
  "metadata": {
    "title": "a section of the journal Frontiers in Pediatrics Viral Sepsis in Children",
    "coda_data_split": "train",
    "coda_paper_id": 3601,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Sepsis in children is typically presumed to be bacterial in origin until proven otherwise, but frequently bacterial cultures ultimately return negative. Although viruses may be important causative agents of culture-negative sepsis worldwide, the incidence, disease burden and mortality of viral-induced sepsis is poorly elucidated. Consideration of viral sepsis is critical as its recognition carries implications on appropriate use of antibacterial agents, infection control measures, and, in some cases, specific, time-sensitive antiviral therapies. This review outlines our current understanding of viral sepsis in children and addresses its epidemiology and pathophysiology, including pathogen-host interaction during active infection. Clinical manifestation, diagnostic testing, and management options unique to viral infections will be outlined.",
      "sentences": [
        [
          {
            "segment_text": "Sepsis in children is typically presumed to be bacterial in origin until proven otherwise ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but frequently bacterial cultures ultimately return negative .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although viruses may be important causative agents of culture-negative sepsis worldwide ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the incidence , disease burden and mortality of viral-induced sepsis is poorly elucidated .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Consideration of viral sepsis is critical as its recognition carries implications on appropriate use of antibacterial agents ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "infection control measures , and ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "in some cases , specific , time-sensitive antiviral therapies .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review outlines our current understanding of viral sepsis in children and addresses its epidemiology and pathophysiology ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including pathogen-host interaction during active infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Clinical manifestation , diagnostic testing ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and management options unique to viral infections will be outlined .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "11",
    "token_num": "125"
  }
}