{
  "paper_id": "40300efc788ceec0e5eca4dc884ee8c5601baa12",
  "metadata": {
    "title": "Articles Comparative community burden and severity of seasonal and pandemic infl uenza: results of the Flu Watch cohort study",
    "coda_data_split": "train",
    "coda_paper_id": 4186,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background Assessment of the eff ect of infl uenza on populations, including risk of infection, illness if infected, illness severity, and consultation rates, is essential to inform future control and prevention. We aimed to compare the community burden and severity of seasonal and pandemic infl uenza across diff erent age groups and study years and gain insight into the extent to which traditional surveillance underestimates this burden.",
      "sentences": [
        [
          {
            "segment_text": "Background Assessment of the eff ect of infl uenza on populations ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including risk of infection , illness if infected ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "illness severity , and consultation rates ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "is essential to inform future control and prevention .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We aimed to compare the community burden and severity of seasonal and pandemic infl uenza across diff erent age groups and study years and gain insight into the extent to which traditional surveillance underestimates this burden .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Methods Using preseason and postseason serology, weekly illness reporting, and RT-PCR identifi cation of infl uenza from nasal swabs, we tracked the course of seasonal and pandemic infl uenza over fi ve successive cohorts (England 2006-11; 5448 person-seasons\u0027 follow-up). We compared burden and severity of seasonal and pandemic strains. We weighted analyses to the age and regional structure of England to give nationally representative estimates. We compared symptom profi les over the fi rst week of illness for diff erent strains of PCR-confi rmed infl uenza and non-infl uenza viruses using ordinal logistic regression with symptom severity grade as the outcome variable. (13-34) , suggesting most infl uenza infections are asymptomatic. 25% (18-35) of all people with serologically confi rmed infections had PCR-confi rmed disease. 17% (10-26) of people with PCR-confi rmed infl uenza had medically attended illness. These fi gures did not diff er signifi cantly when comparing pandemic with seasonal infl uenza. Of PCR-confi rmed cases, people infected with the 2009 pandemic strain had markedly less severe symptoms than those infected with seasonal H3N2.",
      "sentences": [
        [
          {
            "segment_text": "Methods Using preseason and postseason serology ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "weekly illness reporting , and RT-PCR identifi cation of infl uenza from nasal swabs ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we tracked the course of seasonal and pandemic infl uenza over fi ve successive cohorts ( England 2006-11 ; 5448 person-seasons \u0027 follow-up ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We compared burden and severity of seasonal and pandemic strains .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We weighted analyses to the age and regional structure of England to give nationally representative estimates .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We compared symptom profi les over the fi rst week of illness for diff erent strains of PCR-confi rmed infl uenza and non-infl uenza viruses using ordinal logistic regression with symptom severity grade as the outcome variable .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "( 13-34 ) , suggesting most infl uenza infections are asymptomatic .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "25 % ( 18-35 ) of all people with serologically confi rmed infections had PCR-confi rmed disease .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "17 % ( 10-26 ) of people with PCR-confi rmed infl uenza had medically attended illness .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These fi gures did not diff er signifi cantly when comparing pandemic with seasonal infl uenza .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Of PCR-confi rmed cases , people infected with the 2009 pandemic strain had markedly less severe symptoms than those infected with seasonal H3N2 .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Interpretation Seasonal infl uenza and the 2009 pandemic strain were characterised by similar high rates of mainly asymptomatic infection with most symptomatic cases self-managing without medical consultation. In the community the 2009 pandemic strain caused milder symptoms than seasonal H3N2.",
      "sentences": [
        [
          {
            "segment_text": "Interpretation Seasonal infl uenza and the 2009 pandemic strain were characterised by similar high rates of mainly asymptomatic infection with most symptomatic cases self-managing without medical consultation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In the community the 2009 pandemic strain caused milder symptoms than seasonal H3N2 .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "www.thelancet.com/respiratory Vol",
      "sentences": [
        [
          {
            "segment_text": "www.thelancet.com/respiratory Vol",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "14",
    "segment_num": "19",
    "token_num": "319"
  }
}