{
  "paper_id": "405a2c2f0fd4e5b8bf8692a9728df332f9b89625",
  "metadata": {
    "title": "Structural insights into type I and type II of nsp4 porcine reproductive and respiratory syndrome virus (nsp4 PRRSV) by molecular dynamics simulations",
    "coda_data_split": "train",
    "coda_paper_id": 2340,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Porcine reproductive and respiratory virus (PRRSV) causes major economic concerns for the swine industry worldwide. We have performed molecular dynamics simulations (MD) and principle component analysis (PCA) to investigate the role of the catalytic triad and conformational dynamics of type I and type II of nsp4 PRRSV. The results showed that the RMSF of residues 136-142 near the active site of all models was highly flexible. Moreover, we identified the effect of single structural mutations of the catalytic triad. The percentage of residue with a 0.1 nm RMSF value and PCA results revealed that the mutations affected domain I and II suggesting the wild types were more stable than the mutants. At the catalytic triad, the distances between H39 and S118 were very flexible while the distances between H39 and D64 were very stable. H39, D64 and S118 showed high occupancy percentage of the hydrogen bond interaction with many residues that are conserved in PRRSVAS, PRRSVES, LDVC, LDVP and EAV. Moreover, S118 of wild-type protein formed H-bonds with T134 and G135 but these interactions were lost in PRRSVAV (S118A) and PRRSVES (S117A) indicating that the substitution of important H-bond interaction in PRRSVAS (S118A) and PRRSVES (S117A) affected the flexibility around the catalytic triad, conformation and proteolytic activity. Overall, our study may provide the structural basic of the catalytic triad and be useful for testing the protein activity in future experiments.",
      "sentences": [
        [
          {
            "segment_text": "Porcine reproductive and respiratory virus ( PRRSV ) causes major economic concerns for the swine industry worldwide .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We have performed molecular dynamics simulations ( MD ) and principle component analysis ( PCA ) to investigate the role of the catalytic triad and conformational dynamics of type I and type II of nsp4 PRRSV .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The results showed that the RMSF of residues 136-142 near the active site of all models was highly flexible .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , we identified the effect of single structural mutations of the catalytic triad .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The percentage of residue with a 0.1 nm RMSF value and PCA results revealed that the mutations affected domain I and II suggesting the wild types were more stable than the mutants .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "At the catalytic triad , the distances between H39 and S118 were very flexible while the distances between H39 and D64 were very stable .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "H39 , D64 and S118 showed high occupancy percentage of the hydrogen bond interaction with many residues that are conserved in PRRSVAS ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "PRRSVES , LDVC , LDVP and EAV .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , S118 of wild-type protein formed H-bonds with T134 and G135 but these interactions were lost in PRRSVAV ( S118A ) and PRRSVES ( S117A ) indicating that the substitution of important H-bond interaction in PRRSVAS ( S118A ) and PRRSVES ( S117A ) affected the flexibility around the catalytic triad , conformation and proteolytic activity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Overall , our study may provide the structural basic of the catalytic triad and be useful for testing the protein activity in future experiments .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "10",
    "token_num": "262"
  }
}