{
  "paper_id": "405b6caaf6c4d621f41c35217147a073ab87a87c",
  "metadata": {
    "title": "Genetic analysis revealed LX4 genotype strains of avian infectious bronchitis virus became predominant in recent years in Sichuan area, China",
    "coda_data_split": "train",
    "coda_paper_id": 5921,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "strains of infectious bronchitis virus (IBV) were isolated from the vaccinated chicken flocks in Sichuan province, China. The S1 genes of the isolates were amplified and sequenced. Phylogenetic analysis revealed that the 19 isolates and 37 reference IBV strains can be grouped into eight genotypes. Although IBVs of Taiwan-I type, massachusetts type, and proventriculitis type were isolated, but most isolates were LX4 genotype. Homology analysis of the sequences of S1 genes of the 19 isolates and 37 reference IBV strains revealed that the identity of the nucleotides and amino acid sequences of the S1 genes between the 15 LX4-type isolates and other IBV strains were 71.9-99.3% and 72.1-99.1%, respectively, while those of the analyzed IBV of LX4 type were 96.0-99.9% and 94.3-99.8%, respectively. The results from this study and other published results in the GenBank database showed that isolates circulating in Sichuan province in recent years were mainly LX4 genotype, which is the predominant genotype circulated in China in recent years.",
      "sentences": [
        [
          {
            "segment_text": "strains of infectious bronchitis virus ( IBV ) were isolated from the vaccinated chicken flocks in Sichuan province , China .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The S1 genes of the isolates were amplified and sequenced .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Phylogenetic analysis revealed that the 19 isolates and 37 reference IBV strains can be grouped into eight genotypes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although IBVs of Taiwan-I type ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "massachusetts type , and proventriculitis type were isolated ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but most isolates were LX4 genotype .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Homology analysis of the sequences of S1 genes of the 19 isolates and 37 reference IBV strains revealed that the identity of the nucleotides and amino acid sequences of the S1 genes between the 15 LX4-type isolates and other IBV strains were 71.9-99.3 % and 72.1-99.1 % ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "respectively , while those of the analyzed IBV of LX4 type were 96.0-99.9 % and 94.3-99.8 % , respectively .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The results from this study and other published results in the GenBank database showed that isolates circulating in Sichuan province in recent years were mainly LX4 genotype ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which is the predominant genotype circulated in China in recent years .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "10",
    "token_num": "181"
  }
}