{
  "paper_id": "4070f8b45d6c21d4a308990a7b3f3cf6ab22e865",
  "metadata": {
    "title": "Multiple changes in sialic acid biology during human evolution",
    "coda_data_split": "train",
    "coda_paper_id": 2521,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Humans are genetically very similar to \"great apes\", (chimpanzees, bonobos, gorillas and orangutans), our closest evolutionary relatives. We have discovered multiple genetic and biochemical differences between humans and these other hominids, in relation to sialic acids and in Siglecs (Sia-recognizing Ig superfamily lectins). An inactivating mutation in the CMAH gene eliminated human expression of N-glycolylneuraminic acid (Neu5Gc) a major sialic acid in \"great apes\". Additional human-specific changes have been found, affecting at least 10 of the \u003c60 genes known to be involved in the biology of sialic acids. There are potential implications for unique features of humans, as well as for human susceptibility or resistance to disease. Additionally, metabolic incorporation of Neu5Gc from animal-derived materials occurs into biotherapeutic molecules and cellular preparations -and into human tissues from dietary sources, particularly red meat and milk products. As humans also have varying and sometime high levels of circulating anti-Neu5Gc antibodies, there are implications for biotechnology products, and for some human diseases associated with chronic inflammation.",
      "sentences": [
        [
          {
            "segment_text": "Humans are genetically very similar to `` great apes \u0027\u0027 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "( chimpanzees , bonobos , gorillas and orangutans ) , our closest evolutionary relatives .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We have discovered multiple genetic and biochemical differences between humans and these other hominids ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "in relation to sialic acids and in Siglecs ( Sia-recognizing Ig superfamily lectins ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "An inactivating mutation in the CMAH gene eliminated human expression of N-glycolylneuraminic acid ( Neu5Gc ) a major sialic acid in `` great apes \u0027\u0027 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Additional human-specific changes have been found ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "affecting at least 10 of the \u003c 60 genes known to be involved in the biology of sialic acids .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "There are potential implications for unique features of humans ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "as well as for human susceptibility or resistance to disease .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Additionally , metabolic incorporation of Neu5Gc from animal-derived materials occurs into biotherapeutic molecules and cellular preparations - and into human tissues from dietary sources ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "particularly red meat and milk products .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "As humans also have varying and sometime high levels of circulating anti-Neu5Gc antibodies ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "there are implications for biotechnology products ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and for some human diseases associated with chronic inflammation .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "14",
    "token_num": "193"
  }
}