{
  "paper_id": "407284d8852ff557edc0dc4e838026a033f8ee17",
  "metadata": {
    "title": "Sudden Death from Pulmonary Causes",
    "coda_data_split": "train",
    "coda_paper_id": 6022,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "This chapter seeks to survey many of the common pathological entities identified in the lungs at autopsy and the potential role of pulmonary disease in formulating an opinion regarding the cause of death. Appreciation of pulmonary pathology in the medicolegal context is important as it frequently contributes to the immediate or underlying mechanisms of death. The primacy of the lungs in breathing and their coordinated function with the cardiovascular system means that pulmonary failure can rapidly compromise tissue oxygenation and body chemistry, leading to an alteration in blood pH, hypoxic damage to downstream tissues and ultimately multiorgan failure and death. Moreover, given that the lungs have direct contact with the environment through inhalation and receive approximately 50% of the cardiac output with each beat of the heart, they may be adversely affected by hazardous agents from the outside world or other pathologic processes not primarily located in the lungs. The range of topics discussed herein is limited by design to deaths due to disease and largely foregoes discussion of more forensically relevant issues relating to toxicology or trauma. Furthermore, the content and format of this chapter is not intended to be encyclopedic, but rather attempts to highlight selected issues regarding pulmonary disease of potential relevance to surgical or forensic pathologists who perform medicolegal postmortem examinations.",
      "sentences": [
        [
          {
            "segment_text": "This chapter seeks to survey many of the common pathological entities identified in the lungs at autopsy and the potential role of pulmonary disease in formulating an opinion regarding the cause of death .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Appreciation of pulmonary pathology in the medicolegal context is important as it frequently contributes to the immediate or underlying mechanisms of death .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The primacy of the lungs in breathing and their coordinated function with the cardiovascular system means that pulmonary failure can rapidly compromise tissue oxygenation and body chemistry ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "leading to an alteration in blood pH ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "hypoxic damage to downstream tissues and ultimately multiorgan failure and death .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Moreover , given that the lungs have direct contact with the environment through inhalation and receive approximately 50 % of the cardiac output with each beat of the heart ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "they may be adversely affected by hazardous agents from the outside world or other pathologic processes not primarily located in the lungs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The range of topics discussed herein is limited by design to deaths due to disease and largely foregoes discussion of more forensically relevant issues relating to toxicology or trauma .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , the content and format of this chapter is not intended to be encyclopedic ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but rather attempts to highlight selected issues regarding pulmonary disease of potential relevance to surgical or forensic pathologists who perform medicolegal postmortem examinations .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "10",
    "token_num": "228"
  }
}