{
  "paper_id": "407bf97338d28fafe0ffff4c1997a1942ed881d9",
  "metadata": {
    "title": "Antiviral effect of phytochemicals from medicinal plants: Applications and drug delivery strategies",
    "coda_data_split": "train",
    "coda_paper_id": 4941,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Viral infections affect three to five million patients annually. While commonly used antivirals often show limited efficacy and serious adverse effects, herbal extracts have been in use for medicinal purposes since ancient times and are known for their antiviral properties and more tolerable side effects. Thus, naturally based pharmacotherapy may be a proper alternative for treating viral diseases. With that in mind, various pharmaceutical formulations and delivery systems including micelles, nanoparticles, nanosuspensions, solid dispersions, microspheres and crystals, self-nanoemulsifying and self-microemulsifying drug delivery systems (SNEDDS and SMEDDS) have been developed and used for antiviral delivery of natural products. These diverse technologies offer effective and reliable delivery of medicinal phytochemicals. Given the challenges and possibilities of antiviral treatment, this review provides the verified data on the medicinal plants and related herbal substances with antiviral activity, as well as applied strategies for the delivery of these plant extracts and biologically active phytochemicals.",
      "sentences": [
        [
          {
            "segment_text": "Viral infections affect three to five million patients annually .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "While commonly used antivirals often show limited efficacy and serious adverse effects ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "herbal extracts have been in use for medicinal purposes since ancient times and are known for their antiviral properties and more tolerable side effects .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Thus , naturally based pharmacotherapy may be a proper alternative for treating viral diseases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "With that in mind , various pharmaceutical formulations and delivery systems including micelles ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "nanoparticles , nanosuspensions , solid dispersions ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "microspheres and crystals , self-nanoemulsifying and self-microemulsifying drug delivery systems ( SNEDDS and SMEDDS ) have been developed and used for antiviral delivery of natural products .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These diverse technologies offer effective and reliable delivery of medicinal phytochemicals .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Given the challenges and possibilities of antiviral treatment ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "this review provides the verified data on the medicinal plants and related herbal substances with antiviral activity ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "as well as applied strategies for the delivery of these plant extracts and biologically active phytochemicals .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "11",
    "token_num": "167"
  }
}