{
  "paper_id": "407cb0b425ec88d59147a62c7c8f07a2c8345242",
  "metadata": {
    "title": "Evaluation of the chronic disease self-management program in a Chinese population",
    "coda_data_split": "train",
    "coda_paper_id": 4732,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Objective: This study evaluated the 6-week Chronic Disease Self-Management Program (CDSMP) in Hong Kong. Methods: A total of 148 subjects with chronic illness were recruited. Subjects were matched on duration of illness and gender, and then randomly allocated to experimental and comparison groups. The experimental group participated in the CDSMP, while the comparison group joined a Tai-Chi interest class in a mass-activity format. Subjects completed evaluation questionnaires before beginning their program and 1 week following the program. Results: Analysis of covariance showed that the CDSMP participants demonstrated significantly higher self-efficacy in managing their illness, used more cognitive methods to manage pain and symptoms, and felt more energetic than the subjects in the comparison group. The CDSMP participants also demonstrated changes in their profile of coping strategies, having a tendency to adopt the cognitive methods of diverting attention, reinterpreting pain, ignoring sensations, and making positive self-statements. Conclusion: The short-term evaluation results showed that the CDSMP primarily increased the self-efficacy, exercise behavior, and application of cognitive coping strategies of the participants. Practice Implication: The effect of the CDSMP in a Chinese population is similar to that found in studies in Western cultures, and the CDSMP could be applied effectively in a Chinese population. #",
      "sentences": [
        [
          {
            "segment_text": "Objective : This study evaluated the 6-week Chronic Disease Self-Management Program ( CDSMP ) in Hong Kong .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : A total of 148 subjects with chronic illness were recruited .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Subjects were matched on duration of illness and gender ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and then randomly allocated to experimental and comparison groups .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The experimental group participated in the CDSMP ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "while the comparison group joined a Tai-Chi interest class in a mass-activity format .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Subjects completed evaluation questionnaires before beginning their program and 1 week following the program .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Analysis of covariance showed that the CDSMP participants demonstrated significantly higher self-efficacy in managing their illness ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "used more cognitive methods to manage pain and symptoms ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and felt more energetic than the subjects in the comparison group .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The CDSMP participants also demonstrated changes in their profile of coping strategies ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "having a tendency to adopt the cognitive methods of diverting attention ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "reinterpreting pain , ignoring sensations , and making positive self-statements .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusion : The short-term evaluation results showed that the CDSMP primarily increased the self-efficacy ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "exercise behavior , and application of cognitive coping strategies of the participants .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Practice Implication : The effect of the CDSMP in a Chinese population is similar to that found in studies in Western cultures ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the CDSMP could be applied effectively in a Chinese population .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "#",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "18",
    "token_num": "229"
  }
}