{
  "paper_id": "407d0f90865e91ec84c6b9ce69f4b75035ff3ad8",
  "metadata": {
    "title": "Structure-guided design of potent and permeable inhibitors of MERS coronavirus 3CL protease that utilize a piperidine moiety as a novel design element",
    "coda_data_split": "train",
    "coda_paper_id": 9349,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "There are currently no approved vaccines or small molecule therapeutics available for the prophylaxis or treatment of Middle East Respiratory Syndrome coronavirus (MERS-CoV) infections. MERS-CoV 3CL protease is essential for viral replication; consequently, it is an attractive target that provides a potentially effective means of developing small molecule therapeutics for combatting MERS-CoV. We describe herein the structure-guided design and evaluation of a novel class of inhibitors of MERS-CoV 3CL protease that embody a piperidine moiety as a design element that is well-suited to exploiting favorable subsite binding interactions to attain optimal pharmacological activity and PK properties. The mechanism of action of the compounds and the structural determinants associated with binding were illuminated using X-ray crystallography.",
      "sentences": [
        [
          {
            "segment_text": "There are currently no approved vaccines or small molecule therapeutics available for the prophylaxis or treatment of Middle East Respiratory Syndrome coronavirus ( MERS-CoV ) infections .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "MERS-CoV 3CL protease is essential for viral replication ; consequently ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "it is an attractive target that provides a potentially effective means of developing small molecule therapeutics for combatting MERS-CoV .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We describe herein the structure-guided design and evaluation of a novel class of inhibitors of MERS-CoV 3CL protease that embody a piperidine moiety as a design element that is well-suited to exploiting favorable subsite binding interactions to attain optimal pharmacological activity and PK properties .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The mechanism of action of the compounds and the structural determinants associated with binding were illuminated using X-ray crystallography .",
            "crowd_label": "method"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "5",
    "token_num": "123"
  }
}