{
  "paper_id": "40812d7b28ab3c043610f6e224b3f62806af6eb6",
  "metadata": {
    "title": "Evolution, antigenicity and pathogenicity of global porcine epidemic diarrhea virus strains",
    "coda_data_split": "train",
    "coda_paper_id": 3474,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Emerging and re-emerging coronaviruses cause morbidity and mortality in human and animal populations, resulting in serious public and animal health threats and economic losses. The ongoing outbreak of a highly contagious and deadly porcine epidemic diarrhea virus (PEDV) in Asia, the Americas and Europe is one example. Genomic sequence analyses of PEDV variants have revealed important insights into the evolution of PEDV. However, the antigenic variations among different PEDV strains are less explored, although they may contribute to the failure of PEDV vaccines in Asian countries. In addition, the evolution of PEDV results in variants with distinct genetic features and virulence differences; thus PEDV can serve as a model to explore the molecular mechanisms of coronavirus evolution and pathogenesis. In this article, we review the evolution, antigenic relationships and pathologic features of PEDV strains. This information and review of researches will aid in the development of strategies for control and prevention of PED.",
      "sentences": [
        [
          {
            "segment_text": "Emerging and re-emerging coronaviruses cause morbidity and mortality in human and animal populations ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "resulting in serious public and animal health threats and economic losses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The ongoing outbreak of a highly contagious and deadly porcine epidemic diarrhea virus ( PEDV ) in Asia ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the Americas and Europe is one example .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Genomic sequence analyses of PEDV variants have revealed important insights into the evolution of PEDV .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , the antigenic variations among different PEDV strains are less explored ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "although they may contribute to the failure of PEDV vaccines in Asian countries .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In addition , the evolution of PEDV results in variants with distinct genetic features and virulence differences ; thus PEDV can serve as a model to explore the molecular mechanisms of coronavirus evolution and pathogenesis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this article , we review the evolution ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "antigenic relationships and pathologic features of PEDV strains .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "This information and review of researches will aid in the development of strategies for control and prevention of PED .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "11",
    "token_num": "170"
  }
}