{
  "paper_id": "408e677725167e4c45863aab7d91de0a5dae6d22",
  "metadata": {
    "title": "Communicating uncertainty -how Australian television reported H1N1 risk in 2009: a content analysis",
    "coda_data_split": "train",
    "coda_paper_id": 10087,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Health officials face particular challenges in communicating with the public about emerging infectious diseases of unknown severity such as the 2009 H1N1(swine \u0027flu) pandemic (pH1N1). Statements intended to create awareness and convey the seriousness of infectious disease threats can draw accusations of scaremongering, while officials can be accused of complacency if such statements are not made. In these communication contexts, news journalists, often reliant on official sources to understand issues are pivotal in selecting and emphasising aspects of official discourse deemed sufficiently newsworthy to present to the public. This paper presents a case-study of news communication regarding the emergence of pH1N1.",
      "sentences": [
        [
          {
            "segment_text": "Background : Health officials face particular challenges in communicating with the public about emerging infectious diseases of unknown severity such as the 2009 H1N1 ( swine ` flu ) pandemic ( pH1N1 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Statements intended to create awareness and convey the seriousness of infectious disease threats can draw accusations of scaremongering ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "while officials can be accused of complacency if such statements are not made .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In these communication contexts , news journalists ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "often reliant on official sources to understand issues are pivotal in selecting and emphasising aspects of official discourse deemed sufficiently newsworthy to present to the public .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This paper presents a case-study of news communication regarding the emergence of pH1N1 .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Methods: We conducted a content analysis of all television news items about pH1N1. We examined news and current affairs items broadcast on 5 free-to-air Sydney television channels between April 25 2009 (the first report) and October 9 (prior to the vaccine release) for statements about [1] the seriousness of the disease [2] how the public could minimise contagion [3] government responses to emerging information. Results: pH1N1 was the leading health story for eight of 24 weeks and was in the top 5 for 20 weeks. 353 news items were identified, yielding 3086 statements for analysis, with 63.4% related to the seriousness of the situation, 12.9% providing advice for viewers and 23.6% involving assurances from government. Coverage focused on infection/mortality rates, the spread of the virus, the need for public calm, the vulnerability of particular groups, direct and indirect advice for viewers, and government reassurances about effective management. Conclusions: Overall, the reporting of 2009 pH1N1 in Sydney, Australia was generally non-alarmist, while conveying that pH1N1 was potentially serious. Daily infection rate tallies and commentary on changes in the pandemic alert level were seldom contextualised to assist viewers in understanding personal relevance. Suggestions are made about how future reporting of emerging infectious diseases could be enhanced.",
      "sentences": [
        [
          {
            "segment_text": "Methods : We conducted a content analysis of all television news items about pH1N1 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We examined news and current affairs items broadcast on 5 free-to-air Sydney television channels between April 25 2009 ( the first report ) and October 9 ( prior to the vaccine release ) for statements about ( 1 ) the seriousness of the disease ( 2 ) how the public could minimise contagion ( 3 ) government responses to emerging information .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : pH1N1 was the leading health story for eight of 24 weeks and was in the top 5 for 20 weeks .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "353 news items were identified ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "yielding 3086 statements for analysis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with 63.4 % related to the seriousness of the situation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "12.9 % providing advice for viewers and 23.6 % involving assurances from government .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Coverage focused on infection/mortality rates ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the spread of the virus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the need for public calm ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the vulnerability of particular groups ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "direct and indirect advice for viewers ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and government reassurances about effective management .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : Overall , the reporting of 2009 pH1N1 in Sydney ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Australia was generally non-alarmist , while conveying that pH1N1 was potentially serious .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Daily infection rate tallies and commentary on changes in the pandemic alert level were seldom contextualised to assist viewers in understanding personal relevance .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Suggestions are made about how future reporting of emerging infectious diseases could be enhanced .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "12",
    "segment_num": "23",
    "token_num": "355"
  }
}