{
  "paper_id": "409fbb3277f22340b1e301711f6f8aa6a4e1bd94",
  "metadata": {
    "title": "PEGylated human catalase elicits potent therapeutic effects on H1N1 influenza-induced pneumonia in mice",
    "coda_data_split": "train",
    "coda_paper_id": 6539,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Therapeutic recombinant human catalase (rhCAT) can quench infection-induced reactive oxygen species (ROS), thereby alleviating the associated tissue damage. Although the intranasal route is efficient to deliver native rhCAT to the lung, the therapeutic effect is limited by rapid elimination from the blood. In this study, we modified rhCAT with the active polymer, polyethylene glycol monomethyl ether (PEG)-5000, and analyzed the pharmacokinetics of PEGylated rhCAT in mice. The high tetra-PEGylation ratio was about 60 %, and PEGylation prolonged the half-life of rhCAT in serum (75 vs. 13.5 min for native rhCAT). The protective effects of PEG-rhCAT were investigated in a mouse model of influenza virus A (H1N1)-associated pneumonia. PEG-rhCAT was more effectively delivered than native rhCAT and was associated with higher survival ratio, less extensive lung injuries, reduced ROS levels, and lower viral replication. Collectively, these findings indicate that PEGylation can enhance the therapeutic efficacy of native rhCAT and suggest that PEGylated rhCAT may represent a novel complement therapy for H1N1 influenza-induced pneumonia.",
      "sentences": [
        [
          {
            "segment_text": "Therapeutic recombinant human catalase ( rhCAT ) can quench infection-induced reactive oxygen species ( ROS ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "thereby alleviating the associated tissue damage .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although the intranasal route is efficient to deliver native rhCAT to the lung ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the therapeutic effect is limited by rapid elimination from the blood .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , we modified rhCAT with the active polymer ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "polyethylene glycol monomethyl ether ( PEG ) -5000 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and analyzed the pharmacokinetics of PEGylated rhCAT in mice .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The high tetra-PEGylation ratio was about 60 % ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and PEGylation prolonged the half-life of rhCAT in serum ( 75 vs. 13.5 min for native rhCAT ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The protective effects of PEG-rhCAT were investigated in a mouse model of influenza virus A ( H1N1 ) - associated pneumonia .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "PEG-rhCAT was more effectively delivered than native rhCAT and was associated with higher survival ratio ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "less extensive lung injuries , reduced ROS levels , and lower viral replication .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Collectively , these findings indicate that PEGylation can enhance the therapeutic efficacy of native rhCAT and suggest that PEGylated rhCAT may represent a novel complement therapy for H1N1 influenza-induced pneumonia .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "13",
    "token_num": "192"
  }
}