{
  "paper_id": "40b19e61122433538ff22a68b0f7d4ff4f5d0821",
  "metadata": {
    "title": "Weak binder for MHC molecule is a potent Mycobacterium tuberculosis-specific CTL epitope in the context of HLA-A24 allele",
    "coda_data_split": "train",
    "coda_paper_id": 3525,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Tuberculosis causes serious health problem for the world population. Antigenic peptides selected by pathogen-specific cytotoxic T lymphocytes (CTLs) are presented by major histocompatibility complex (MHC; or human leukocyte antigen [HLA] in humans) molecules, and HLA-A restricted responses may be of interest for vaccine development and the understanding of cellular immunity. A series of peptides derived from the 10-KDa culture filtrate protein (CFP10) and the 6 kDa early secretory antigenic target (ESAT-6) in the Mycobacterium tuberculosis (Mtb) have been screened and a CTL epitope restricted by the human leukocyte antigen HLA-A24, a common HLA allele in Asian people, has been identified. In this study, we studied a panel of CFP10 and ESAT-6-derived peptides to identify those with binding motifs for HLA-A24 molecules. The antigenicity of candidate peptides was assessed with in vitro refolding tests and an enzyme-linked immunospot (ELISPOT) assay, and by tetramer staining to determine the capacity to stimulate CTLs from peripheral blood mononuclear cells (PBMCs) of HLA-A24-positive TB Patients. We report that one novel candidate peptide at positions 5e14 of ESAT-6 of Mtb could induce peptide-specific CTLs from PBMCs of HLA-A24-positive patients, but not from HLA-A24-negative patients and HLA-A24-positive healthy controls. Identified epitope is a weak binder for HLA-A24 molecule in a mini MHC refolding assay. Since the peptide is presented by a common HLA class I molecule, it may be useful for immunotherapy against Mtb infection and vaccine development in the large population of Mtb-infected patients.",
      "sentences": [
        [
          {
            "segment_text": "Tuberculosis causes serious health problem for the world population .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Antigenic peptides selected by pathogen-specific cytotoxic T lymphocytes ( CTLs ) are presented by major histocompatibility complex ( MHC ; or human leukocyte antigen ( HLA ) in humans ) molecules ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and HLA-A restricted responses may be of interest for vaccine development and the understanding of cellular immunity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A series of peptides derived from the 10-KDa culture filtrate protein ( CFP10 ) and the 6 kDa early secretory antigenic target ( ESAT-6 ) in the Mycobacterium tuberculosis ( Mtb ) have been screened and a CTL epitope restricted by the human leukocyte antigen HLA-A24 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a common HLA allele in Asian people , has been identified .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , we studied a panel of CFP10 and ESAT-6-derived peptides to identify those with binding motifs for HLA-A24 molecules .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The antigenicity of candidate peptides was assessed with in vitro refolding tests and an enzyme-linked immunospot ( ELISPOT ) assay ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and by tetramer staining to determine the capacity to stimulate CTLs from peripheral blood mononuclear cells ( PBMCs ) of HLA-A24-positive TB Patients .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We report that one novel candidate peptide at positions 5e14 of ESAT-6 of Mtb could induce peptide-specific CTLs from PBMCs of HLA-A24-positive patients ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but not from HLA-A24-negative patients and HLA-A24-positive healthy controls .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Identified epitope is a weak binder for HLA-A24 molecule in a mini MHC refolding assay .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Since the peptide is presented by a common HLA class I molecule ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "it may be useful for immunotherapy against Mtb infection and vaccine development in the large population of Mtb-infected patients .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "13",
    "token_num": "270"
  }
}