{
  "paper_id": "40b42a7a9cd69c4d366ee2b759fbb8160e73ce40",
  "metadata": {
    "title": "Autoimmune hepatitis-like disease in C57BL/6 mice infected with mouse hepatitis virus A59",
    "coda_data_split": "train",
    "coda_paper_id": 2530,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Mouse hepatitis virus A59 (MHV A59) induces autoantibodies (autoAb) to fumarylacetoacetate hydrolase (FAH), a soluble cytosolic enzyme present in the liver and kidneys, in various mouse strains. The aim of this work was to amplify and diversify the autoimmune response restricted to FAH through the use of the exogenous adjuvant called PADRE. Accordingly, C57BL/6 mice were chosen, because these animals respond to PADRE better than other mouse strains. Results presented herein indicate that, surprisingly, C57BL/6 mice developed signs of autoimmune hepatitis-like disease (AIH), including transient hypergammaglobulinemia, elevated transaminases, autoAb directed against different liver proteins and hepatic cellular infiltrates, indicating that a new model of experimental AIH could be generated by a viral inoculation. Furthermore, PADRE administration amplified the MHV effect, extending the duration of hypergammaglobulinemia and increasing the binding of autoAb as well as the degree of hepatic infiltrates. However, the adjuvant did not expand the time of the symptoms. Additionally, since plasmatic uric acid and high-mobility group box protein 1 (HGMB1) concentrations augmented in MHV-and/or PADRE-treated mice, it is suggested that both alarmins were probably involved in the spreading of the immune response induced by the viral infection and the adjuvant administration.",
      "sentences": [
        [
          {
            "segment_text": "Mouse hepatitis virus A59 ( MHV A59 ) induces autoantibodies ( autoAb ) to fumarylacetoacetate hydrolase ( FAH ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a soluble cytosolic enzyme present in the liver and kidneys , in various mouse strains .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The aim of this work was to amplify and diversify the autoimmune response restricted to FAH through the use of the exogenous adjuvant called PADRE .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Accordingly , C57BL/6 mice were chosen ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "because these animals respond to PADRE better than other mouse strains .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results presented herein indicate that ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "surprisingly , C57BL/6 mice developed signs of autoimmune hepatitis-like disease ( AIH ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including transient hypergammaglobulinemia , elevated transaminases ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "autoAb directed against different liver proteins and hepatic cellular infiltrates ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "indicating that a new model of experimental AIH could be generated by a viral inoculation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , PADRE administration amplified the MHV effect ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "extending the duration of hypergammaglobulinemia and increasing the binding of autoAb as well as the degree of hepatic infiltrates .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , the adjuvant did not expand the time of the symptoms .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Additionally , since plasmatic uric acid and high-mobility group box protein 1 ( HGMB1 ) concentrations augmented in MHV-and/or PADRE-treated mice ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "it is suggested that both alarmins were probably involved in the spreading of the immune response induced by the viral infection and the adjuvant administration .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "15",
    "token_num": "225"
  }
}