{
  "paper_id": "40bf10143cbee94371fb682e9bf1dbfe05884433",
  "metadata": {
    "title": "Assessment of Immunogenicity and Neutralisation Efficacy of Viral-Vectored Vaccines Against Chikungunya Virus",
    "coda_data_split": "train",
    "coda_paper_id": 6232,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Chikungunya virus (CHIKV) has caused extensive outbreaks in several countries within the Americas, Asia, Oceanic/Pacific Islands, and Europe. In humans, CHIKV infections cause a debilitating disease with acute febrile illness and long-term polyarthralgia. Acute and chronic symptoms impose a major economic burden to health systems and contribute to poverty in affected countries. An efficacious vaccine would be an important step towards decreasing the disease burden caused by CHIKV infection. Despite no licensed vaccine is yet available for CHIKV, there is strong evidence of effective asymptomatic viral clearance due to neutralising antibodies against the viral structural proteins. We have designed viral-vectored vaccines to express the structural proteins of CHIKV, using the replication-deficient chimpanzee adenoviral platform, ChAdOx1. Expression of the CHIKV antigens results in the formation of chikungunya virus-like particles. Our vaccines induce high frequencies of anti-chikungunya specific T-cell responses as well as high titres of anti-CHIKV E2 antibodies with high capacity for in vitro neutralisation. Our results indicate the potential for further clinical development of the ChAdOx1 vaccine platform in CHIKV vaccinology.",
      "sentences": [
        [
          {
            "segment_text": "Chikungunya virus ( CHIKV ) has caused extensive outbreaks in several countries within the Americas ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Asia , Oceanic/Pacific Islands , and Europe .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In humans , CHIKV infections cause a debilitating disease with acute febrile illness and long-term polyarthralgia .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Acute and chronic symptoms impose a major economic burden to health systems and contribute to poverty in affected countries .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "An efficacious vaccine would be an important step towards decreasing the disease burden caused by CHIKV infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Despite no licensed vaccine is yet available for CHIKV ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "there is strong evidence of effective asymptomatic viral clearance due to neutralising antibodies against the viral structural proteins .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We have designed viral-vectored vaccines to express the structural proteins of CHIKV ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "using the replication-deficient chimpanzee adenoviral platform , ChAdOx1 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Expression of the CHIKV antigens results in the formation of chikungunya virus-like particles .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Our vaccines induce high frequencies of anti-chikungunya specific T-cell responses as well as high titres of anti-CHIKV E2 antibodies with high capacity for in vitro neutralisation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our results indicate the potential for further clinical development of the ChAdOx1 vaccine platform in CHIKV vaccinology .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "12",
    "token_num": "189"
  }
}