{
  "paper_id": "40e3b146c83b132e9854dfb9dd8aa3f0c0e59822",
  "metadata": {
    "title": "Linking resource supplies and price drivers: Lessons from Traditional Chinese Medicine (TCM) price volatility and change, 2002-2017",
    "coda_data_split": "train",
    "coda_paper_id": 8614,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Ethnopharmacological relevance: Worldwide, one of the drivers of substitution and adulteration is the cost of the natural resources (plants, animals, fungi) that are ingredients of traditional medicines. Relatively few studies have been done that link prices of traditional medicine ingredients to what drives changes in price, yet this is an important topic. Theoretically, prices have been widely considered as an economic indicator of resource scarcity. Rare, slow growing medicinal plants sell for high prices and common, less popular species for low prices. Price levels also influence the viability of farming vs. wild harvest (and incentives to overharvest high value species when tenure is weak). Prices can also influence the harvesting or buying behaviour of harvesters, traders or manufacturers. When prices are high, then there is a greater incentive to use cheaper substitute species or adulterants. As previous studies on herbal medicine ingredients have shown, adulteration applies in a wide variety of cases, including to some Traditional Chinese Medicine (TCM) species. Aim of the study: The aim of this study was to gain a better understanding of which factors influenced changes in the market prices of document prices for four popular, but very different traditional Chinese medicine (TCM) species (2002 -2017). Materials and methods: Fluctuations in market prices were followed over a 15-year period (2002-2017) for four very different TCM ingredients: two plant species (one wild harvested for fruits (Schisandra sphenanthera Rehder \u0026 E.H. Wilson) the other in a transition from wild harvest to cultivation (Paris polyphylla Smith), an animal species (the Tokay gecko (Gekko gecko L.)) and the entomophagous \"caterpillar fungus\" (Ophiocordyceps sinensis (Berk). G.H. Sung, J.M. Sung, Hywel-Jones \u0026 Spatafora).",
      "sentences": [
        [
          {
            "segment_text": "Ethnopharmacological relevance : Worldwide , one of the drivers of substitution and adulteration is the cost of the natural resources ( plants , animals , fungi ) that are ingredients of traditional medicines .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Relatively few studies have been done that link prices of traditional medicine ingredients to what drives changes in price ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "yet this is an important topic .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Theoretically , prices have been widely considered as an economic indicator of resource scarcity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Rare , slow growing medicinal plants sell for high prices and common ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "less popular species for low prices .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Price levels also influence the viability of farming vs. wild harvest ( and incentives to overharvest high value species when tenure is weak ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Prices can also influence the harvesting or buying behaviour of harvesters , traders or manufacturers .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "When prices are high , then there is a greater incentive to use cheaper substitute species or adulterants .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "As previous studies on herbal medicine ingredients have shown ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "adulteration applies in a wide variety of cases ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including to some Traditional Chinese Medicine ( TCM ) species .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Aim of the study : The aim of this study was to gain a better understanding of which factors influenced changes in the market prices of document prices for four popular ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "but very different traditional Chinese medicine ( TCM ) species ( 2002 -2017 ) .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Materials and methods : Fluctuations in market prices were followed over a 15-year period ( 2002-2017 ) for four very different TCM ingredients : two plant species ( one wild harvested for fruits ( Schisandra sphenanthera Rehder \u0026 E.H. Wilson ) the other in a transition from wild harvest to cultivation ( Paris polyphylla Smith ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "an animal species ( the Tokay gecko ( Gekko gecko L. ) ) and the entomophagous `` caterpillar fungus \u0027\u0027 ( Ophiocordyceps sinensis ( Berk ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "G.H. Sung , J.M. Sung , Hywel-Jones \u0026 Spatafora ) .",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "Results: High prices of medicinal plants are widely considered to reflect resource scarcity. Real-time market prices for three of the four very different TCM species we studied all showed major price fluctuations. The exception was P. polyphylla, whose wild populations are widely known to be increasingly scarce, where there was a steady increase in price, with few fluctuations in the upward price trend. The three other species showed significant price fluctuations. These were driven by multiple factors. Ecological and biogeographic factors that influence abundance or scarcity of supply certainly played a role. But other factors were also influential. These included both national and global economic factors (the influence of the Global Financial Crisis (GFC)), national policy changes that in turn influenced businessmen giving expensive gifts (that included O. sinensis)), climate change (influencing fruiting success of S. sphenanthera), price speculation by traders and lack of information (e.g: reduction in G. gecko prices due to traders incorrectly believing that domestication would increase supplies). Conclusions: Price fluctuations in the four TCM species we examined are influenced by many factors and not just resource scarcity. And the situation is more complex than the trajectory based on Homma\u0027s (1992) model, where he predicted that higher prices would result in a shift to cultivation, thus replacing wild harvest. In case of both O. sinensis and P. polyphylla, Homma (1992 Homma ( , 1996 was right in terms of scarcity and high prices stimulating a major investment in cultivation (P. polyphylla) and artificial production (O. sinensis). But in both cases, intensive production through cultivation or artificial propagation do not yet occur on a large enough scale to reduce harvest of wild stocks. Substitution and adulteration occur with all four species. Improving information to https://doi.",
      "sentences": [
        [
          {
            "segment_text": "Results : High prices of medicinal plants are widely considered to reflect resource scarcity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Real-time market prices for three of the four very different TCM species we studied all showed major price fluctuations .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The exception was P. polyphylla ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whose wild populations are widely known to be increasingly scarce ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "where there was a steady increase in price ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with few fluctuations in the upward price trend .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The three other species showed significant price fluctuations .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These were driven by multiple factors .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Ecological and biogeographic factors that influence abundance or scarcity of supply certainly played a role .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "But other factors were also influential .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These included both national and global economic factors ( the influence of the Global Financial Crisis ( GFC ) ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "national policy changes that in turn influenced businessmen giving expensive gifts ( that included O. sinensis ) ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "climate change ( influencing fruiting success of S. sphenanthera ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "price speculation by traders and lack of information ( e.g : reduction in G. gecko prices due to traders incorrectly believing that domestication would increase supplies ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : Price fluctuations in the four TCM species we examined are influenced by many factors and not just resource scarcity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "And the situation is more complex than the trajectory based on Homma \u0027s ( 1992 ) model ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "where he predicted that higher prices would result in a shift to cultivation , thus replacing wild harvest .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In case of both O. sinensis and P. polyphylla ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Homma ( 1992 Homma ( , 1996 was right in terms of scarcity and high prices stimulating a major investment in cultivation ( P. polyphylla ) and artificial production ( O. sinensis ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "But in both cases , intensive production through cultivation or artificial propagation do not yet occur on a large enough scale to reduce harvest of wild stocks .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Substitution and adulteration occur with all four species .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Improving information to https://doi .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "25",
    "segment_num": "39",
    "token_num": "661"
  }
}