{
  "paper_id": "40f79b91682886f0f531b6bb876482a23cd6e400",
  "metadata": {
    "title": "Differential Cell Count and CRP Level in Blood as Predictors for Middle East Respiratory Syndrome Coronavirus Infection in Acute Febrile Patients during Nosocomial Outbreak",
    "coda_data_split": "train",
    "coda_paper_id": 5730,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "A case-control study was performed to identify clinical predictors for Middle East respiratory syndrome coronavirus (MERS-CoV) infection among patients with acute febrile illness during the nosocomial outbreak. Patients with MERS-CoV were more likely to have monocytosis with normal white blood cell (WBC) count and lower C-reactive protein (CRP) level. Simple laboratory data such as complete blood counts (CBC) with differential count could be a useful marker for the prediction of MERS and triage at the initial presentation of acute febrile patients in outbreak setting.",
      "sentences": [
        [
          {
            "segment_text": "A case-control study was performed to identify clinical predictors for Middle East respiratory syndrome coronavirus ( MERS-CoV ) infection among patients with acute febrile illness during the nosocomial outbreak .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Patients with MERS-CoV were more likely to have monocytosis with normal white blood cell ( WBC ) count and lower C-reactive protein ( CRP ) level .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Simple laboratory data such as complete blood counts ( CBC ) with differential count could be a useful marker for the prediction of MERS and triage at the initial presentation of acute febrile patients in outbreak setting .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "3",
    "segment_num": "3",
    "token_num": "95"
  }
}