{
  "paper_id": "4103e78cbe55b13805347fef2d0a1579d527e496",
  "metadata": {
    "title": "Riyadh, 5 Saudi Aramco Medical Services Organization, Dhahran, 6 Regional Laboratory, Ministry of Health, 7 Special Infectious Diseases Agents Unit",
    "coda_data_split": "train",
    "coda_paper_id": 3161,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background. Analysis of clinical samples from patients with new viral infections is critical to confirm the diagnosis, to specify the viral load, and to sequence data necessary for characterizing the viral kinetics, transmission, and evolution. We analyzed samples from 112 patients infected with the recently discovered Middle East respiratory syndrome coronavirus (MERS-CoV).",
      "sentences": [
        [
          {
            "segment_text": "Background .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Analysis of clinical samples from patients with new viral infections is critical to confirm the diagnosis ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "to specify the viral load ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and to sequence data necessary for characterizing the viral kinetics , transmission , and evolution .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We analyzed samples from 112 patients infected with the recently discovered Middle East respiratory syndrome coronavirus ( MERS-CoV ) .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Methods. Respiratory tract samples from cases of MERS-CoV infection confirmed by polymerase chain reaction (PCR) were investigated to determine the MERS-CoV load and fraction of the MERS-CoV genome. These values were analyzed to determine associations with clinical sample type.",
      "sentences": [
        [
          {
            "segment_text": "Methods .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Respiratory tract samples from cases of MERS-CoV infection confirmed by polymerase chain reaction ( PCR ) were investigated to determine the MERS-CoV load and fraction of the MERS-CoV genome .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "These values were analyzed to determine associations with clinical sample type .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results. Samples from 112 individuals in which MERS-CoV was detected by PCR were analyzed, of which 13 were sputum samples, 64 were nasopharyngeal swab specimens, 30 were tracheal aspirates, and 3 were bronchoalveolar lavage specimens; 2 samples were of unknown origin. Tracheal aspirates yielded significantly higher MERS-CoV loads, compared with nasopharyngeal swab specimens (P \u003d .005) and sputum specimens (P \u003d .0001). Tracheal aspirates had viral loads similar to those in bronchoalveolar lavage samples (P \u003d .3079). Bronchoalveolar lavage samples and tracheal aspirates had significantly higher genome fraction than nasopharyngeal swab specimens (P \u003d .0095 and P \u003d .0002, respectively) and sputum samples (P \u003d .0009 and P \u003d .0001, respectively). The genome yield from tracheal aspirates and bronchoalveolar lavage samples were similar (P \u003d .1174).",
      "sentences": [
        [
          {
            "segment_text": "Results .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Samples from 112 individuals in which MERS-CoV was detected by PCR were analyzed ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "of which 13 were sputum samples ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "64 were nasopharyngeal swab specimens ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "30 were tracheal aspirates , and 3 were bronchoalveolar lavage specimens ; 2 samples were of unknown origin .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Tracheal aspirates yielded significantly higher MERS-CoV loads ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "compared with nasopharyngeal swab specimens ( P \u003d .005 ) and sputum specimens ( P \u003d .0001 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Tracheal aspirates had viral loads similar to those in bronchoalveolar lavage samples ( P \u003d .3079 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Bronchoalveolar lavage samples and tracheal aspirates had significantly higher genome fraction than nasopharyngeal swab specimens ( P \u003d .0095 and P \u003d .0002 , respectively ) and sputum samples ( P \u003d .0009 and P \u003d .0001 , respectively ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The genome yield from tracheal aspirates and bronchoalveolar lavage samples were similar ( P \u003d .1174 ) .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions. Lower respiratory tract samples yield significantly higher MERS-CoV loads and genome fractions than upper respiratory tract samples.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Lower respiratory tract samples yield significantly higher MERS-CoV loads and genome fractions than upper respiratory tract samples .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "14",
    "segment_num": "20",
    "token_num": "277"
  }
}