{
  "paper_id": "411c81f510c36549e0788c08491baae3ccf225ee",
  "metadata": {
    "title": "Astrovirus infections in humans and animals -Molecular biology, genetic diversity, and interspecies transmissions",
    "coda_data_split": "train",
    "coda_paper_id": 5079,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Astroviruses are small, non-enveloped, positive sense, single-stranded RNA viruses first identified in 1975 in children suffering from diarrhea and then described in a wide variety of animals. To date, the list of animal species susceptible to astrovirus infection has expanded to 22 animal species or families, including domestic, synantropic and wild animals, avian, and mammalian species in the terrestrial and aquatic environments. Astrovirus infections are considered among the most common cause of gastroenteritis in children, second only to rotavirus infections, but in animals their association with enteric diseases is not well documented, with the exception of turkey and mink astrovirus infection. Genetic variability has been described in almost all astrovirus species sufficiently examined infecting mammals and birds; however, antigenic variability has been demonstrated for human astroviruses but is far less investigated in animal viruses. Interestingly, there is an increasing evidence of recombination events occurring in astroviruses, which contributes to increase the genetic variability of this group of viruses. A wide variety of species infected, the evident virus genetic diversity and the occurrence of recombination events indicate or imply either cross-species transmission and subsequent virus adaptation to new hosts or the co -infection of the same host with different astroviruses. This can also favor the emergence of novel astroviruses infecting animals or with a zoonotic potential. After more than 30 years from their first description in humans, there are many exciting streams of research to be explored and intriguing questions that remain to be answered about the relatively under-studied Astroviridae family. In the present work, we will review the existing knowledge concerning astrovirus infections in humans and animals, with particular focus on the molecular biology, interspecies transmission and zoonotic potential of this group of viruses.",
      "sentences": [
        [
          {
            "segment_text": "Astroviruses are small , non-enveloped ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "positive sense , single-stranded RNA viruses first identified in 1975 in children suffering from diarrhea and then described in a wide variety of animals .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To date , the list of animal species susceptible to astrovirus infection has expanded to 22 animal species or families ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including domestic , synantropic and wild animals ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "avian , and mammalian species in the terrestrial and aquatic environments .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Astrovirus infections are considered among the most common cause of gastroenteritis in children ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "second only to rotavirus infections ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but in animals their association with enteric diseases is not well documented ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "with the exception of turkey and mink astrovirus infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Genetic variability has been described in almost all astrovirus species sufficiently examined infecting mammals and birds ; however ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "antigenic variability has been demonstrated for human astroviruses but is far less investigated in animal viruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Interestingly , there is an increasing evidence of recombination events occurring in astroviruses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which contributes to increase the genetic variability of this group of viruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A wide variety of species infected ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the evident virus genetic diversity and the occurrence of recombination events indicate or imply either cross-species transmission and subsequent virus adaptation to new hosts or the co - infection of the same host with different astroviruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This can also favor the emergence of novel astroviruses infecting animals or with a zoonotic potential .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "After more than 30 years from their first description in humans ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "there are many exciting streams of research to be explored and intriguing questions that remain to be answered about the relatively under-studied Astroviridae family .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In the present work , we will review the existing knowledge concerning astrovirus infections in humans and animals ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with particular focus on the molecular biology ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "interspecies transmission and zoonotic potential of this group of viruses .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "21",
    "token_num": "314"
  }
}