{
  "paper_id": "412833ef524797198177f582425f82e45c0f7a06",
  "metadata": {
    "title": "A Co-Opted DEAD-Box RNA Helicase Enhances Tombusvirus Plus-Strand Synthesis",
    "coda_data_split": "train",
    "coda_paper_id": 5086,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Replication of plus-strand RNA viruses depends on recruited host factors that aid several critical steps during replication. In this paper, we show that an essential translation factor, Ded1p DEAD-box RNA helicase of yeast, directly affects replication of Tomato bushy stunt virus (TBSV). To separate the role of Ded1p in viral protein translation from its putative replication function, we utilized a cell-free TBSV replication assay and recombinant Ded1p. The in vitro data show that Ded1p plays a role in enhancing plus-strand synthesis by the viral replicase. We also find that Ded1p is a component of the tombusvirus replicase complex and Ded1p binds to the 39-end of the viral minus-stranded RNA. The data obtained with wt and ATPase deficient Ded1p mutants support the model that Ded1p unwinds local structures at the 39-end of the TBSV (2)RNA, rendering the RNA compatible for initiation of (+)-strand synthesis. Interestingly, we find that Ded1p and glyceraldehyde-3phosphate dehydrogenase (GAPDH), which is another host factor for TBSV, play non-overlapping functions to enhance (+)strand synthesis. Altogether, the two host factors enhance TBSV replication synergistically by interacting with the viral (2)RNA and the replication proteins. In addition, we have developed an in vitro assay for Flock house virus (FHV), a small RNA virus of insects, that also demonstrated positive effect on FHV replicase activity by the added Ded1p helicase. Thus, two small RNA viruses, which do not code for their own helicases, seems to recruit a host RNA helicase to aid their replication in infected cells.",
      "sentences": [
        [
          {
            "segment_text": "Replication of plus-strand RNA viruses depends on recruited host factors that aid several critical steps during replication .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this paper , we show that an essential translation factor ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "Ded1p DEAD-box RNA helicase of yeast ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "directly affects replication of Tomato bushy stunt virus ( TBSV ) .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "To separate the role of Ded1p in viral protein translation from its putative replication function ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we utilized a cell-free TBSV replication assay and recombinant Ded1p .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The in vitro data show that Ded1p plays a role in enhancing plus-strand synthesis by the viral replicase .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We also find that Ded1p is a component of the tombusvirus replicase complex and Ded1p binds to the 39-end of the viral minus-stranded RNA .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The data obtained with wt and ATPase deficient Ded1p mutants support the model that Ded1p unwinds local structures at the 39-end of the TBSV ( 2 ) RNA ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "rendering the RNA compatible for initiation of ( + ) - strand synthesis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Interestingly , we find that Ded1p and glyceraldehyde-3phosphate dehydrogenase ( GAPDH ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which is another host factor for TBSV ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "play non-overlapping functions to enhance ( + ) strand synthesis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Altogether , the two host factors enhance TBSV replication synergistically by interacting with the viral ( 2 ) RNA and the replication proteins .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , we have developed an in vitro assay for Flock house virus ( FHV ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "a small RNA virus of insects ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "that also demonstrated positive effect on FHV replicase activity by the added Ded1p helicase .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Thus , two small RNA viruses ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which do not code for their own helicases ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "seems to recruit a host RNA helicase to aid their replication in infected cells .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "20",
    "token_num": "290"
  }
}