{
  "paper_id": "413d8c5b923d8572615bfb6d7199dad41f4ad370",
  "metadata": {
    "title": "Generation of a Nebulizable CDR-Modified MERS-CoV Neutralizing Human Antibody",
    "coda_data_split": "train",
    "coda_paper_id": 3174,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Middle East respiratory syndrome coronavirus (MERS-CoV) induces severe aggravating respiratory failure in infected patients, frequently resulting in mechanical ventilation. As limited therapeutic antibody is accumulated in lung tissue following systemic administration, inhalation is newly recognized as an alternative, possibly better, route of therapeutic antibody for pulmonary diseases. The nebulization process, however, generates diverse physiological stresses, and thus, the therapeutic antibody must be resistant to these stresses, remain stable, and form minimal aggregates. We first isolated a MERS-CoV neutralizing antibody that is reactive to the receptor-binding domain (RBD) of spike (S) glycoprotein. To increase stability, we introduced mutations into the complementarity-determining regions (CDRs) of the antibody. In the HCDRs (excluding HCDR3) in this clone, two hydrophobic residues were replaced with Glu, two residues were replaced with Asp, and four residues were replaced with positively charged amino acids. In LCDRs, only two Leu residues were replaced with Val. These modifications successfully generated a clone with significantly greater stability and equivalent reactivity and neutralizing activity following nebulization compared to the original clone. In summary, we generated a MERS-CoV neutralizing human antibody that is reactive to recombinant MERS-CoV S RBD protein for delivery via a pulmonary route by introducing stabilizing mutations into five CDRs.",
      "sentences": [
        [
          {
            "segment_text": "Middle East respiratory syndrome coronavirus ( MERS-CoV ) induces severe aggravating respiratory failure in infected patients ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "frequently resulting in mechanical ventilation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "As limited therapeutic antibody is accumulated in lung tissue following systemic administration ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "inhalation is newly recognized as an alternative ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "possibly better , route of therapeutic antibody for pulmonary diseases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The nebulization process , however ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "generates diverse physiological stresses , and thus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the therapeutic antibody must be resistant to these stresses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "remain stable , and form minimal aggregates .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We first isolated a MERS-CoV neutralizing antibody that is reactive to the receptor-binding domain ( RBD ) of spike ( S ) glycoprotein .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "To increase stability , we introduced mutations into the complementarity-determining regions ( CDRs ) of the antibody .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "In the HCDRs ( excluding HCDR3 ) in this clone ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "two hydrophobic residues were replaced with Glu ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "two residues were replaced with Asp ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and four residues were replaced with positively charged amino acids .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "In LCDRs , only two Leu residues were replaced with Val .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "These modifications successfully generated a clone with significantly greater stability and equivalent reactivity and neutralizing activity following nebulization compared to the original clone .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In summary , we generated a MERS-CoV neutralizing human antibody that is reactive to recombinant MERS-CoV S RBD protein for delivery via a pulmonary route by introducing stabilizing mutations into five CDRs .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "18",
    "token_num": "235"
  }
}