{
  "paper_id": "4151e9b4ea5395d73bf33309dbca26551cc7c657",
  "metadata": {
    "title": "Gene expression is stronger associated with behaviour than 1 with age and fertility in ant workers 2",
    "coda_data_split": "train",
    "coda_paper_id": 7530,
    "coda_has_expert_labels": false,
    "subset": "biorxiv_medrxiv"
  },
  "abstract": [
    {
      "original_text": "The ecological success of social insects is based on division of labour, not only between queens 20 and workers, but also among workers. Whether a worker tends the brood or forages is strongly 21 influenced by age, fertility and nutritional status, with brood carers being younger, more fecund 22 and corpulent. Here, we experimentally disentangle behaviour from age and fertility 23 in Temnothorax longispinosus ant workers and analyse how these parameters are linked to 24 whole-body gene expression. Our transcriptome analysis reveals four times more genes 25 associated with behaviour than with age and only few fertility-associated genes. Brood carers 26 exhibited an upregulation of genes involved in lipid biosynthesis, whereas foragers invested in 27 metabolism. Additional simulations revealed that the experimental disassociation of co-varying 28 factors reduces transcriptomic noise, potentially explaining discrepancies between 29 transcriptomic studies on worker behaviour in other social insects. Our study highlights the 30 influence of nutritional status on task choice in ant workers.",
      "sentences": [
        [
          {
            "segment_text": "The ecological success of social insects is based on division of labour ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "not only between queens 20 and workers , but also among workers .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Whether a worker tends the brood or forages is strongly 21 influenced by age ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "fertility and nutritional status , with brood carers being younger ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "more fecund 22 and corpulent .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we experimentally disentangle behaviour from age and fertility 23 in Temnothorax longispinosus ant workers and analyse how these parameters are linked to 24 whole-body gene expression .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Our transcriptome analysis reveals four times more genes 25 associated with behaviour than with age and only few fertility-associated genes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Brood carers 26 exhibited an upregulation of genes involved in lipid biosynthesis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whereas foragers invested in 27 metabolism .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Additional simulations revealed that the experimental disassociation of co-varying 28 factors reduces transcriptomic noise ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "potentially explaining discrepancies between 29 transcriptomic studies on worker behaviour in other social insects .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our study highlights the 30 influence of nutritional status on task choice in ant workers .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "31 32 33 34 35 36 author/funder. All rights reserved. No reuse allowed without permission.",
      "sentences": [
        [
          {
            "segment_text": "31 32 33 34 35 36 author/funder .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "All rights reserved .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "No reuse allowed without permission .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "10",
    "segment_num": "15",
    "token_num": "192"
  }
}