{
  "paper_id": "415d631abafb711b3943496cb7e2851338a184a7",
  "metadata": {
    "title": "Pediatric Infectious Diseases Revisited 273 Epidemiology and etiology of Kawasaki disease",
    "coda_data_split": "train",
    "coda_paper_id": 6080,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Kawasaki disease was first reported in Japan in 1967 by Dr. Tomisaku Kawasaki. It has since been recognized worldwide, and in at the United States and Japan is the most important cause of acquired heart disease in children, surpassing other more recognized conditions such as rheumatic fever, endocarditis and myocarditis. It is primarily a disease of children less than 5 years of age but has been reported in older children and adults. Risk factors for the illness include Asian ancestry, male gender and certain familial predispositions. Observations such as similarity to certain exanthematous infectious diseases, temporal-geographic clustering of cases and seasonality in incidence favors an infectious etiology. Pathology and pathogenesis of the disease indicate that it is a medium-sized artery vasculitis that results from a dramatic immune activation that in most cases reversed by immune modulating agents such as intravenous immunoglobulin. Unfortunately, the etiology of the illness remains obscure, although recent studies favor a possible viral etiology.",
      "sentences": [
        [
          {
            "segment_text": "Kawasaki disease was first reported in Japan in 1967 by Dr. Tomisaku Kawasaki .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It has since been recognized worldwide ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and in at the United States and Japan is the most important cause of acquired heart disease in children ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "surpassing other more recognized conditions such as rheumatic fever , endocarditis and myocarditis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It is primarily a disease of children less than 5 years of age but has been reported in older children and adults .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Risk factors for the illness include Asian ancestry ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "male gender and certain familial predispositions .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Observations such as similarity to certain exanthematous infectious diseases ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "temporal-geographic clustering of cases and seasonality in incidence favors an infectious etiology .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Pathology and pathogenesis of the disease indicate that it is a medium-sized artery vasculitis that results from a dramatic immune activation that in most cases reversed by immune modulating agents such as intravenous immunoglobulin .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Unfortunately , the etiology of the illness remains obscure ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "although recent studies favor a possible viral etiology .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "12",
    "token_num": "171"
  }
}