{
  "paper_id": "416fda9bb2411e60413dd167fb7ef3fd56faf07a",
  "metadata": {
    "title": "Ebola Virus Entry into Host Cells: Identifying Therapeutic Strategies",
    "coda_data_split": "train",
    "coda_paper_id": 3646,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Filoviruses cause severe hemorrhagic fever in humans. The archetypal virus of this group, Ebola virus, is responsible for the current filovirus epidemic in West Africa. Filoviruses infect most mammalian cells, resulting in broad species tropism and likely contributing to rapid spread of virus throughout the body. A thorough understanding of filovirus entry events will facilitate the development of therapeutics against these critical steps in the viral life cycle. This review summarizes the current understanding of filovirus entry and discusses some of the recent advancements in therapeutic strategies that target entry.",
      "sentences": [
        [
          {
            "segment_text": "Filoviruses cause severe hemorrhagic fever in humans .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The archetypal virus of this group ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Ebola virus , is responsible for the current filovirus epidemic in West Africa .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Filoviruses infect most mammalian cells ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "resulting in broad species tropism and likely contributing to rapid spread of virus throughout the body .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A thorough understanding of filovirus entry events will facilitate the development of therapeutics against these critical steps in the viral life cycle .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review summarizes the current understanding of filovirus entry and discusses some of the recent advancements in therapeutic strategies that target entry .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "7",
    "token_num": "98"
  }
}