{
  "paper_id": "41a94f21d4dc3946e1377439a2a3880fb9d33776",
  "metadata": {
    "title": "Article EndoU is a novel regulator of AICD during peripheral B cell selection",
    "coda_data_split": "train",
    "coda_paper_id": 5884,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Balanced transmembrane signals maintain a competent peripheral B cell pool limited in selfreactive B cells that may produce pathogenic autoantibodies. To identify molecules regulating peripheral B cell survival and tolerance to self-antigens (Ags), a gene modifier screen was performed with B cells from CD22-deficient C57BL/6 (CD22 /[B6] ) mice that undergo activation-induced cell death (AICD) and fail to up-regulate c-Myc expression after B cell Ag receptor ligation. Likewise, lysozyme auto-Ag-specific B cells in Ig Tg hen egg lysozyme (HEL) transgenic mice inhabit the spleen but undergo AICD after auto-Ag encounter. This gene modifier screen identified EndoU, a single-stranded RNA-binding protein of ancient origin, as a major regulator of B cell survival in both models. EndoU gene disruption prevents AICD and normalizes c-Myc expression. These findings reveal that EndoU is a critical regulator of an unexpected and novel RNA-dependent pathway controlling peripheral B cell survival and Ag responsiveness that may contribute to peripheral B cell tolerance.",
      "sentences": [
        [
          {
            "segment_text": "Balanced transmembrane signals maintain a competent peripheral B cell pool limited in selfreactive B cells that may produce pathogenic autoantibodies .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To identify molecules regulating peripheral B cell survival and tolerance to self-antigens ( Ags ) ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "a gene modifier screen was performed with B cells from CD22-deficient C57BL/6 ( CD22 / ( B6 ) ) mice that undergo activation-induced cell death ( AICD ) and fail to up-regulate c-Myc expression after B cell Ag receptor ligation .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Likewise , lysozyme auto-Ag-specific B cells in Ig Tg hen egg lysozyme ( HEL ) transgenic mice inhabit the spleen but undergo AICD after auto-Ag encounter .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "This gene modifier screen identified EndoU ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "a single-stranded RNA-binding protein of ancient origin ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as a major regulator of B cell survival in both models .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "EndoU gene disruption prevents AICD and normalizes c-Myc expression .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These findings reveal that EndoU is a critical regulator of an unexpected and novel RNA-dependent pathway controlling peripheral B cell survival and Ag responsiveness that may contribute to peripheral B cell tolerance .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "9",
    "token_num": "175"
  }
}