{
  "paper_id": "41ba39d067988acb2e9164aa51d69e0a584dfb31",
  "metadata": {
    "title": "Enzootic patterns of Middle East respiratory syndrome coronavirus in imported African and local Arabian dromedary camels: a prospective genomic study",
    "coda_data_split": "train",
    "coda_paper_id": 10965,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "We studied the genetic diversity, geographical structure, infection prevalence, and age-associated prevalence among camels at the largest entry port of camels from Africa into the Arabian Peninsula.",
      "sentences": [
        [
          {
            "segment_text": "We studied the genetic diversity ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "geographical structure , infection prevalence ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and age-associated prevalence among camels at the largest entry port of camels from Africa into the Arabian Peninsula .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Methods In this prospective genomic study, we took nasal samples from camels imported from Sudan and Djibouti into the Port of Jeddah in Jeddah, Saudi Arabia, over an almost 2-year period and local Arabian camels over 2 months in the year after surveillance of the port.",
      "sentences": [
        [
          {
            "segment_text": "Methods In this prospective genomic study ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we took nasal samples from camels imported from Sudan and Djibouti into the Port of Jeddah in Jeddah ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "Saudi Arabia , over an almost 2-year period and local Arabian camels over 2 months in the year after surveillance of the port .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "We determined the prevalence of MERS-CoV infection, age-associated patterns of infection, and undertook phylogeographical and migration analyses to determine intercountry virus transmission after local lineage establishment. We compared all virological characteristics between the local and imported cohorts. We compared major gene deletions between African and Arabian strains of the virus. Reproductive numbers were inferred with Bayesian birth death skyline analyses.",
      "sentences": [
        [
          {
            "segment_text": "We determined the prevalence of MERS-CoV infection ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "age-associated patterns of infection , and undertook phylogeographical and migration analyses to determine intercountry virus transmission after local lineage establishment .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We compared all virological characteristics between the local and imported cohorts .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We compared major gene deletions between African and Arabian strains of the virus .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Reproductive numbers were inferred with Bayesian birth death skyline analyses .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Between Aug 10, 2016, and May 3, 2018, we collected samples from 1196 imported camels, of which 868 originated from Sudan and 328 from Djibouti, and between May 1, and June 25, 2018, we collected samples from 472 local camels, of which 189 were from Riyadh and 283 were from Jeddah, Saudi Arabia. Virus prevalence was higher in local camels than in imported camels (224 [47·5%] of 472 vs 157 [13·1%] of 1196; p\u003c0·0001). Infection prevalence peaked among camels older than 1 year and aged up to 2 years in both groups, with 255 (66·9%) of 381 positive cases in this age group. Although the overall geographical distribution of the virus corresponded with the phylogenetic tree topology, some virus exchange was observed between countries corresponding with trade routes in the region. East and west African strains of the virus appear to be geographically separated, with an origin of west African strains in east Africa. African strains of the virus were not re-sampled in Saudi Arabia despite sampling approximately 1 year after importation from Africa. All local Arabian samples contained strains of the virus that belong to a novel recombinant clade (NRC) first detected in 2014 in Saudi Arabia. Reproduction number estimates informed by the sequences suggest sustained endemicity of NRC, with a mean R e of 1·16. Interpretation Despite frequent imports of MERS-CoV with camels from Africa, African lineages of MERS-CoV do not establish themselves in Saudi Arabia. Arabian strains of the virus should be tested for changes in virulence and transmissibility.",
      "sentences": [
        [
          {
            "segment_text": "Between Aug 10 , 2016 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and May 3 , 2018 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we collected samples from 1196 imported camels ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "of which 868 originated from Sudan and 328 from Djibouti ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and between May 1 , and June 25 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "2018 , we collected samples from 472 local camels ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "of which 189 were from Riyadh and 283 were from Jeddah , Saudi Arabia .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Virus prevalence was higher in local camels than in imported camels ( 224 ( 47 · 5 % ) of 472 vs 157 ( 13 · 1 % ) of 1196 ; p \u003c 0 · 0001 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Infection prevalence peaked among camels older than 1 year and aged up to 2 years in both groups ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with 255 ( 66 · 9 % ) of 381 positive cases in this age group .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Although the overall geographical distribution of the virus corresponded with the phylogenetic tree topology ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "some virus exchange was observed between countries corresponding with trade routes in the region .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "East and west African strains of the virus appear to be geographically separated ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with an origin of west African strains in east Africa .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "African strains of the virus were not re-sampled in Saudi Arabia despite sampling approximately 1 year after importation from Africa .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "All local Arabian samples contained strains of the virus that belong to a novel recombinant clade ( NRC ) first detected in 2014 in Saudi Arabia .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Reproduction number estimates informed by the sequences suggest sustained endemicity of NRC ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with a mean R e of 1 · 16 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Interpretation Despite frequent imports of MERS-CoV with camels from Africa ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "African lineages of MERS-CoV do not establish themselves in Saudi Arabia .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Arabian strains of the virus should be tested for changes in virulence and transmissibility .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "16",
    "segment_num": "32",
    "token_num": "451"
  }
}