{
  "paper_id": "41cbc4bd8b333f0225d4050b8f012a650681314a",
  "metadata": {
    "title": "Heterogeneity in membrane protein genes of porcine epidemic diarrhea viruses isolated in China",
    "coda_data_split": "train",
    "coda_paper_id": 3228,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Since late 2010, porcine epidemic diarrhea virus (PEDV) has been re-emerging in immunized swine herds with devastating impact in the Hebei province of China. Seven prevailing strains of PEDV were isolated from fecal samples out of piglets suffering from severe diarrhea. The M gene of the seven PEDV isolates encompasses an open reading frame of 681 nucleotides, encoding a protein of 226 amino acids. The seven PEDV isolates showed 99.4-99.9 % nucleotide sequence identity and 98.2-99.1 % deduced amino acid identity. When compared with other Chinese isolates and foreign isolates, the seven isolates showed high nucleotide identity with the Thailand isolate M-NIAH1005 (99.6-99.9 %) and Korea isolate PFF188 (99.7-100 %), but low identity with other Chinese isolates (96.6-99.1 %) and with the vaccine strain CV777 used in China (97.8-98.2 %). Phylogenetic analyses showed that all seven Chinese field isolates were grouped together in the same cluster. Although CV777 was also separated into the same cluster with the seven isolates, they were belonged to different sub-cluster. These results showed that the seven prevailing isolates in China are closely related phylogenetically to each other and have close relationships with the Korean strain PFF188 and Thailand strain M_NIAH1005. However, they differ genetically from other Chinese isolates and the vaccine strain CV777. Therefore, a more efficient vaccine strain should be chosen to prevent outbreaks of PEDV in China.",
      "sentences": [
        [
          {
            "segment_text": "Since late 2010 , porcine epidemic diarrhea virus ( PEDV ) has been re-emerging in immunized swine herds with devastating impact in the Hebei province of China .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Seven prevailing strains of PEDV were isolated from fecal samples out of piglets suffering from severe diarrhea .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The M gene of the seven PEDV isolates encompasses an open reading frame of 681 nucleotides ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "encoding a protein of 226 amino acids .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The seven PEDV isolates showed 99.4-99.9 % nucleotide sequence identity and 98.2-99.1 % deduced amino acid identity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "When compared with other Chinese isolates and foreign isolates ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the seven isolates showed high nucleotide identity with the Thailand isolate M-NIAH1005 ( 99.6-99.9 % ) and Korea isolate PFF188 ( 99.7-100 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but low identity with other Chinese isolates ( 96.6-99.1 % ) and with the vaccine strain CV777 used in China ( 97.8-98.2 % ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Phylogenetic analyses showed that all seven Chinese field isolates were grouped together in the same cluster .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Although CV777 was also separated into the same cluster with the seven isolates ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "they were belonged to different sub-cluster .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results showed that the seven prevailing isolates in China are closely related phylogenetically to each other and have close relationships with the Korean strain PFF188 and Thailand strain M _ NIAH1005 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , they differ genetically from other Chinese isolates and the vaccine strain CV777 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Therefore , a more efficient vaccine strain should be chosen to prevent outbreaks of PEDV in China .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "14",
    "token_num": "253"
  }
}