{
  "paper_id": "41d412415c46baf70ca91ebf049c0352ead19f18",
  "metadata": {
    "title": "BAR scaffolds drive membrane fission by crowding disordered domains",
    "coda_data_split": "train",
    "coda_paper_id": 7166,
    "coda_has_expert_labels": false,
    "subset": "biorxiv_medrxiv"
  },
  "abstract": [
    {
      "original_text": "Cylindrical protein scaffolds are thought to stabilize membrane tubules, preventing membrane fission. In contrast, Snead et al. find that when scaffold proteins assemble, bulky disordered domains within them become acutely concentrated, generating steric pressure that destabilizes tubules, driving fission.",
      "sentences": [
        [
          {
            "segment_text": "Cylindrical protein scaffolds are thought to stabilize membrane tubules , preventing membrane fission .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In contrast , Snead et al. find that when scaffold proteins assemble ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "bulky disordered domains within them become acutely concentrated ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "generating steric pressure that destabilizes tubules , driving fission .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Cellular membranes are continuously remodeled. The crescent-shaped bin-amphiphysinrvs (BAR) domains remodel membranes in multiple cellular pathways. Based on studies of BAR domains in isolation, the current paradigm is that they polymerize into cylindrical scaffolds that stabilize lipid tubules, preventing membrane fission. But in nature BAR domains are often part of multi-domain proteins that contain large intrinsically-disordered regions. Using in vitro and live cell assays, here we show that full-length BAR domaincontaining proteins, rather than stabilizing membrane tubules, are instead surprisingly potent drivers of membrane fission. Specifically, when BAR scaffolds assemble at membrane surfaces, their bulky disordered domains become crowded, generating steric pressure that destabilizes lipid tubules. More broadly, we observe this behavior with BAR domains that have a range of curvatures. These data challenge the idea that cellular membranes adopt the curvature of BAR scaffolds, suggesting instead that the ability to concentrate disordered domains is the key requirement for membrane remodeling and fission by BAR domain-containing proteins.",
      "sentences": [
        [
          {
            "segment_text": "Cellular membranes are continuously remodeled .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The crescent-shaped bin-amphiphysinrvs ( BAR ) domains remodel membranes in multiple cellular pathways .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Based on studies of BAR domains in isolation ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the current paradigm is that they polymerize into cylindrical scaffolds that stabilize lipid tubules , preventing membrane fission .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "But in nature BAR domains are often part of multi-domain proteins that contain large intrinsically-disordered regions .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Using in vitro and live cell assays ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "here we show that full-length BAR domaincontaining proteins ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "rather than stabilizing membrane tubules ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "are instead surprisingly potent drivers of membrane fission .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Specifically , when BAR scaffolds assemble at membrane surfaces ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "their bulky disordered domains become crowded ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "generating steric pressure that destabilizes lipid tubules .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "More broadly , we observe this behavior with BAR domains that have a range of curvatures .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These data challenge the idea that cellular membranes adopt the curvature of BAR scaffolds ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "suggesting instead that the ability to concentrate disordered domains is the key requirement for membrane remodeling and fission by BAR domain-containing proteins .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "All rights reserved. No reuse allowed without permission.",
      "sentences": [
        [
          {
            "segment_text": "All rights reserved .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "No reuse allowed without permission .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "12",
    "segment_num": "21",
    "token_num": "233"
  }
}