{
  "paper_id": "41d6745c13535f5addaf2c21479b683e93b6445c",
  "metadata": {
    "title": "A comparative sequence analysis to revise the current taxonomy of the family Coronaviridae",
    "coda_data_split": "train",
    "coda_paper_id": 10952,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The Coronaviridae family, comprising the Coronavirus and Torovirus genera, is part of the Nidovirales order that also includes two other families, Arteriviridae and Roniviridae. Based on genetic and serological relationships, groups 1, 2 and 3 were previously recognized in the Coronavirus genus. In this report we present results of comparative sequence analysis of the spike (S), envelope (E), membrane (M), and nucleoprotein (N) structural proteins, and the two most conserved replicase domains, putative RNA-dependent RNA polymerase (RdRp) and RNA helicase (HEL), aimed at a revision of the Coronaviridae taxonomy. The results of pairwise comparisons involving structural and replicase proteins of the Coronavirus genus were consistent and produced percentages of sequence identities that were distributed in discontinuous clusters. Inter-group pairwise scores formed a single cluster in the lowest percentile. No homologs of the N and E proteins have been found outside coronaviruses, and the only (very) distant homologs of S and M proteins were identified in toroviruses. Intragroup sequence conservation was higher, although for some pairs, especially those from the most diverse group 1, scores were close or even overlapped with those from the intergroup comparisons. Phylogenetic analysis of six proteins using a neighbor-joining algorithm confirmed three coronavirus groups. Comparative sequence analysis of RdRp and HEL domains were extended to include arterivirus and ronivirus homologs. The pairwise scores between sequences of the genera 2208 J. M. González et al.",
      "sentences": [
        [
          {
            "segment_text": "The Coronaviridae family , comprising the Coronavirus and Torovirus genera ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "is part of the Nidovirales order that also includes two other families , Arteriviridae and Roniviridae .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Based on genetic and serological relationships ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "groups 1 , 2 and 3 were previously recognized in the Coronavirus genus .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this report we present results of comparative sequence analysis of the spike ( S ) ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "envelope ( E ) , membrane ( M ) ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and nucleoprotein ( N ) structural proteins ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and the two most conserved replicase domains ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "putative RNA-dependent RNA polymerase ( RdRp ) and RNA helicase ( HEL ) ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "aimed at a revision of the Coronaviridae taxonomy .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The results of pairwise comparisons involving structural and replicase proteins of the Coronavirus genus were consistent and produced percentages of sequence identities that were distributed in discontinuous clusters .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Inter-group pairwise scores formed a single cluster in the lowest percentile .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "No homologs of the N and E proteins have been found outside coronaviruses ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the only ( very ) distant homologs of S and M proteins were identified in toroviruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Intragroup sequence conservation was higher ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "although for some pairs , especially those from the most diverse group 1 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "scores were close or even overlapped with those from the intergroup comparisons .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Phylogenetic analysis of six proteins using a neighbor-joining algorithm confirmed three coronavirus groups .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Comparative sequence analysis of RdRp and HEL domains were extended to include arterivirus and ronivirus homologs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The pairwise scores between sequences of the genera 2208 J. M. González et al. .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Coronavirus and Torovirus (22-25% and 21-25%) were found to be very close to or overlapped with the value ranges (12 to 22% and 17 to 25%) obtained for interfamily pairwise comparisons, but were much smaller than values derived from pairwise comparisons within the Coronavirus genus (63-71% and 59-67%). Phylogenetic analysis confirmed toroviruses and coronaviruses to be separated by a large distance that is comparable to those between established nidovirus families. Based on comparison of these scores with those derived from analysis of separate ranks of several multi-genera virus families, like the Picornaviridae, a revision of the Coronaviridae taxonomy is proposed. We suggest the Coronavirus and Torovirus genera to be re-defined as two subfamilies within the Coronavirdae or two families within Nidovirales, and the current three informal coronavirus groups to be converted into three genera within the Coronaviridae.",
      "sentences": [
        [
          {
            "segment_text": "Coronavirus and Torovirus ( 22-25 % and 21-25 % ) were found to be very close to or overlapped with the value ranges ( 12 to 22 % and 17 to 25 % ) obtained for interfamily pairwise comparisons ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but were much smaller than values derived from pairwise comparisons within the Coronavirus genus ( 63-71 % and 59-67 % ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Phylogenetic analysis confirmed toroviruses and coronaviruses to be separated by a large distance that is comparable to those between established nidovirus families .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Based on comparison of these scores with those derived from analysis of separate ranks of several multi-genera virus families ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "like the Picornaviridae , a revision of the Coronaviridae taxonomy is proposed .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We suggest the Coronavirus and Torovirus genera to be re-defined as two subfamilies within the Coronavirdae or two families within Nidovirales ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the current three informal coronavirus groups to be converted into three genera within the Coronaviridae .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "14",
    "segment_num": "27",
    "token_num": "424"
  }
}