{
  "paper_id": "41ed8edac17db0256c043cee4b27884395539746",
  "metadata": {
    "title": "Global Dynamics of a Virus Dynamical Model with Cell-to-Cell Transmission and Cure Rate",
    "coda_data_split": "train",
    "coda_paper_id": 8590,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The cure effect of a virus model with both cell-to-cell transmission and cell-to-virus transmission is studied. By the method of next generation matrix, the basic reproduction number is obtained. The locally asymptotic stability of the virus-free equilibrium and the endemic equilibrium is considered by investigating the characteristic equation of the model. The globally asymptotic stability of the virus-free equilibrium is proved by constructing suitable Lyapunov function, and the sufficient condition for the globally asymptotic stability of the endemic equilibrium is obtained by constructing suitable Lyapunov function and using LaSalle invariance principal.",
      "sentences": [
        [
          {
            "segment_text": "The cure effect of a virus model with both cell-to-cell transmission and cell-to-virus transmission is studied .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "By the method of next generation matrix ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "the basic reproduction number is obtained .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The locally asymptotic stability of the virus-free equilibrium and the endemic equilibrium is considered by investigating the characteristic equation of the model .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The globally asymptotic stability of the virus-free equilibrium is proved by constructing suitable Lyapunov function ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the sufficient condition for the globally asymptotic stability of the endemic equilibrium is obtained by constructing suitable Lyapunov function and using LaSalle invariance principal .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "6",
    "token_num": "97"
  }
}