{
  "paper_id": "42145eff1cc724f8e5ad1a8e04cc421512d8ec7a",
  "metadata": {
    "title": "S1 Subunit of Spike Protein from a Current Highly Virulent Porcine Epidemic Diarrhea Virus Is an Important Determinant of Virulence in Piglets",
    "coda_data_split": "train",
    "coda_paper_id": 5257,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Base on the sequence of S genes, which encode spike proteins, we previously identified three different types (North American, S INDEL, and S large-DEL types) of porcine epidemic diarrhea virus (PEDV) that have re-emerged in Japan since 2013. Based on experimental infections with the North American and S large-DEL types, we also hypothesized that PEDV virulence may be linked to the S1 subunit of the S protein. To test this hypothesis, we have now assayed in gnotobiotic piglets various recombinant PEDVs generated by reverse genetics. Piglets inoculated with CV777 maintained in National Institute of Animal Health, along with piglets infected with a recombinant form of the same virus, developed subclinical to mild diarrhea. In contrast, severe watery diarrhea, dehydration, weight loss, astasia, and high mortality were observed in piglets inoculated with recombinant strains in which the S gene was partially or fully replaced with corresponding sequences from the highly virulent Japanese PEDV isolate OKN-1/JPN/2013. Indeed, symptoms resembled those in piglets inoculated with the OKN-1/JPN/2013, and were especially pronounced in younger piglets. Collectively, the data demonstrate that the S1 subunit of the S protein is an important determinant of PEDV virulence, and advance development of new vaccine candidate.",
      "sentences": [
        [
          {
            "segment_text": "Base on the sequence of S genes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which encode spike proteins , we previously identified three different types ( North American , S INDEL , and S large-DEL types ) of porcine epidemic diarrhea virus ( PEDV ) that have re-emerged in Japan since 2013 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Based on experimental infections with the North American and S large-DEL types ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "we also hypothesized that PEDV virulence may be linked to the S1 subunit of the S protein .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To test this hypothesis , we have now assayed in gnotobiotic piglets various recombinant PEDVs generated by reverse genetics .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Piglets inoculated with CV777 maintained in National Institute of Animal Health ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "along with piglets infected with a recombinant form of the same virus ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "developed subclinical to mild diarrhea .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In contrast , severe watery diarrhea ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "dehydration , weight loss , astasia ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and high mortality were observed in piglets inoculated with recombinant strains in which the S gene was partially or fully replaced with corresponding sequences from the highly virulent Japanese PEDV isolate OKN-1 / JPN/2013 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Indeed , symptoms resembled those in piglets inoculated with the OKN-1 / JPN/2013 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and were especially pronounced in younger piglets .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Collectively , the data demonstrate that the S1 subunit of the S protein is an important determinant of PEDV virulence ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and advance development of new vaccine candidate .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "15",
    "token_num": "229"
  }
}