{
  "paper_id": "4230f45cdf439e789aa57cbb1a080823c74d7e8a",
  "metadata": {
    "title": "Antibiotic Discontinuation Rates Associated with Positive Respiratory Viral Panel and Low Procalcitonin Results in Proven or Suspected Respiratory Infections",
    "coda_data_split": "train",
    "coda_paper_id": 3584,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "PCT\\0.25 lg/mL, 601 with a positive viral RP result, and 31 with both. Antibiotics were administered to 307 patients (39%) within the first 72 h. In these, antibiotics were discontinued within 48 h of laboratory results availability.",
      "sentences": [
        [
          {
            "segment_text": "PCT \\ 0.25 lg/mL , 601 with a positive viral RP result , and 31 with both .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Antibiotics were administered to 307 patients ( 39 % ) within the first 72 h .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "In these , antibiotics were discontinued within 48 h of laboratory results availability .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusion: These results suggest that positive viral RP and low PCT results are infrequently associated with discontinuation of antibiotic therapy in proven or possible respiratory infections at our institution. Direct interventions with clinicians are likely needed to correct this behavior and decrease unnecessary antibiotic use.",
      "sentences": [
        [
          {
            "segment_text": "Conclusion : These results suggest that positive viral RP and low PCT results are infrequently associated with discontinuation of antibiotic therapy in proven or possible respiratory infections at our institution .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Direct interventions with clinicians are likely needed to correct this behavior and decrease unnecessary antibiotic use .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "5",
    "segment_num": "5",
    "token_num": "96"
  }
}