{
  "paper_id": "42374ef16d1860a5d1b3501044d5e05d51dd6e5f",
  "metadata": {
    "title": "Molecular targets for the rational design of drugs to inhibit SARS coronavirus",
    "coda_data_split": "train",
    "coda_paper_id": 2796,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Despite years of research, the precise determinants of coronavirus replication and pathogenesis remain unidentified. What is known of the pathogenesis of the severe acute respiratory syndrome coronavirus (SARS-CoV) is limited, but clinical observations suggest that both viral-induced cytotoxicity and host immune-mediated destruction contribute to the severity of disease. This summary discusses recent advances in coronavirus research that will facilitate the identification of crucial molecular targets for the rational design of SARS therapeutics.",
      "sentences": [
        [
          {
            "segment_text": "Despite years of research , the precise determinants of coronavirus replication and pathogenesis remain unidentified .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "What is known of the pathogenesis of the severe acute respiratory syndrome coronavirus ( SARS-CoV ) is limited ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but clinical observations suggest that both viral-induced cytotoxicity and host immune-mediated destruction contribute to the severity of disease .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This summary discusses recent advances in coronavirus research that will facilitate the identification of crucial molecular targets for the rational design of SARS therapeutics .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "When the SARS coronavirus came dramatically to attention as a fatal and potentially pandemic respiratory disease, the scientific response was swift and effective. The etiological agent was identified, the genome was cloned and sequenced, and large strides have been made in understanding key points in the viral life cycle, including recent identification of a functional host cell receptor and solution of the three-dimensional structure of the viral attachment protein. Much of this progress was possible only because a foundation of basic coronavirus biology existed. The Denison laboratory has been at the forefront of the small group of investigators who have dissected the basic features of coronaviruses. Denison has discovered critical mechanisms in the life cycle of the coronaviruses and is a key figure in the effective and urgent application of this knowledge to SARS.",
      "sentences": [
        [
          {
            "segment_text": "When the SARS coronavirus came dramatically to attention as a fatal and potentially pandemic respiratory disease ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the scientific response was swift and effective .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The etiological agent was identified ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the genome was cloned and sequenced ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and large strides have been made in understanding key points in the viral life cycle ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including recent identification of a functional host cell receptor and solution of the three-dimensional structure of the viral attachment protein .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Much of this progress was possible only because a foundation of basic coronavirus biology existed .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The Denison laboratory has been at the forefront of the small group of investigators who have dissected the basic features of coronaviruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Denison has discovered critical mechanisms in the life cycle of the coronaviruses and is a key figure in the effective and urgent application of this knowledge to SARS .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "8",
    "segment_num": "13",
    "token_num": "222"
  }
}