{
  "paper_id": "424d6c622643d36a7f8d9a1d2714f4cef49387ed",
  "metadata": {
    "title": ",6-Penta-O-galloylglucose within Galla Chinensis Inhibits Human LDH-A and Attenuates Cell Proliferation in MDA-MB-231 Breast Cancer Cells",
    "coda_data_split": "train",
    "coda_paper_id": 4134,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "A characteristic feature of aggressive malignancy is the overexpression of lactic acid dehydrogenase-(LDH-) A, concomitant to pericellular accumulation of lactate. In a recent high-throughput screening, we identified Rhus chinensis (Mill.) gallnut (RCG) (also known as Galla Chinensis) extract as a potent (IC 50 \u003c 1 g/mL) inhibitor of human LDH-A (hLDH-A). In this study, through bioactivity guided fractionation of the crude extract, the data demonstrate that penta-1,2,3,4,6-O-galloyl--D-glucose (PGG) was a primary constituent responsible for hLDH-A inhibition, present at ∼9.95 ± 0.34% dry weight. Theoretical molecular docking studies of hLDH-A indicate that PGG acts through competitive binding at the NADH cofactor site, effects confirmed by functional enzyme studies where the IC 50 \u003d 27.32 nM was reversed with increasing concentration of NADH. Moreover, we confirm protein expression of hLDH-A in MDA-231 human breast carcinoma cells and show that PGG was toxic (LC 50 \u003d 94.18 M), parallel to attenuated lactic acid production (IC 50 \u003d 97.81 M). In a 72-hour cell proliferation assay, PGG was found to be a potent cytostatic agent with ability to halt cell division (IC 50 \u003d 1.2 M) relative to paclitaxel (IC 50 \u003c 100 nM). In summary, these findings demonstrate that PGG is a potent hLDH-A inhibitor with significant capacity to halt proliferation of human breast cancer cells.",
      "sentences": [
        [
          {
            "segment_text": "A characteristic feature of aggressive malignancy is the overexpression of lactic acid dehydrogenase - ( LDH - ) A ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "concomitant to pericellular accumulation of lactate .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In a recent high-throughput screening ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "we identified Rhus chinensis ( Mill . )",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "gallnut ( RCG ) ( also known as Galla Chinensis ) extract as a potent ( IC 50 \u003c 1 g/mL ) inhibitor of human LDH-A ( hLDH-A ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , through bioactivity guided fractionation of the crude extract ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "the data demonstrate that penta-1,2,3,4,6-O-galloyl -- D-glucose ( PGG ) was a primary constituent responsible for hLDH-A inhibition ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "present at ∼ 9.95 ± 0.34 % dry weight .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Theoretical molecular docking studies of hLDH-A indicate that PGG acts through competitive binding at the NADH cofactor site ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "effects confirmed by functional enzyme studies where the IC 50 \u003d 27.32 nM was reversed with increasing concentration of NADH .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , we confirm protein expression of hLDH-A in MDA-231 human breast carcinoma cells and show that PGG was toxic ( LC 50 \u003d 94.18 M ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "parallel to attenuated lactic acid production ( IC 50 \u003d 97.81 M ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In a 72-hour cell proliferation assay ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "PGG was found to be a potent cytostatic agent with ability to halt cell division ( IC 50 \u003d 1.2 M ) relative to paclitaxel ( IC 50 \u003c 100 nM ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In summary , these findings demonstrate that PGG is a potent hLDH-A inhibitor with significant capacity to halt proliferation of human breast cancer cells .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "15",
    "token_num": "260"
  }
}