{
  "paper_id": "42526ae12282aed68caa8e509b3bdd9765ba4249",
  "metadata": {
    "title": "IFN-l4: The Paradoxical New Member of the Interferon Lambda Family",
    "coda_data_split": "train",
    "coda_paper_id": 8051,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Interferons (IFNs) are generally considered antiviral cytokines, yet the newly discovered IFN-l4 is linked with the failure to clear hepatitis C virus (HCV) infection either spontaneously or in response to treatment. IFN-l4 can be generated only by individuals who carry the IFNL4-DG allele (rs368234815), which is the strongest known host factor for predicting clearance of HCV. The ancestral IFNL4-DG allele is the major variant in Africans while the minor variant in Asians, suggesting very strong negative genetic selection for this allelemost likely driven by an infectious agent other than HCV. IFN-l4 most closely resembles IFN-l3, but these proteins share only 29% amino-acid identity, and, in contrast to IFN-l3, IFN-l4 is only weakly secreted. Nevertheless, IFN-l4 signals through the IFN-l receptor complex and induces expression of IFN-stimulated genes via the Janus kinase-signal transducer and activator of transcription signaling pathway. Although the IFNL4-DG variant is strongly associated with the failure to clear HCV infection, HCV-infected patients who carry this allele have lower baseline HCV RNA levels in the absence of treatment. Resolving the paradoxical functions of IFN-l4, which appears to induce antiviral activity yet impair effective clearance of HCV, may yield critical new insights into the immunologic response to HCV infection and IFN biology.",
      "sentences": [
        [
          {
            "segment_text": "Interferons ( IFNs ) are generally considered antiviral cytokines ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "yet the newly discovered IFN-l4 is linked with the failure to clear hepatitis C virus ( HCV ) infection either spontaneously or in response to treatment .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "IFN-l4 can be generated only by individuals who carry the IFNL4-DG allele ( rs368234815 ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which is the strongest known host factor for predicting clearance of HCV .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The ancestral IFNL4-DG allele is the major variant in Africans while the minor variant in Asians ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "suggesting very strong negative genetic selection for this allelemost likely driven by an infectious agent other than HCV .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "IFN-l4 most closely resembles IFN-l3 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but these proteins share only 29 % amino-acid identity ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and , in contrast to IFN-l3 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "IFN-l4 is only weakly secreted .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Nevertheless , IFN-l4 signals through the IFN-l receptor complex and induces expression of IFN-stimulated genes via the Janus kinase-signal transducer and activator of transcription signaling pathway .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Although the IFNL4-DG variant is strongly associated with the failure to clear HCV infection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "HCV-infected patients who carry this allele have lower baseline HCV RNA levels in the absence of treatment .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Resolving the paradoxical functions of IFN-l4 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which appears to induce antiviral activity yet impair effective clearance of HCV ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "may yield critical new insights into the immunologic response to HCV infection and IFN biology .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "16",
    "token_num": "227"
  }
}