{
  "paper_id": "42732c6ec7bfac50d880fe8070d42290d62aee6c",
  "metadata": {
    "title": "A human astrocytoma cell line is highly susceptible to infection with Trypanosoma cruzi",
    "coda_data_split": "train",
    "coda_paper_id": 3470,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Astrocytes play a vital role in neuronal protection, homeostasis, vascular interchange and the local immune response. Some viruses and parasites can cross the blood-brain barrier and infect glia. Trypanosoma cruzi, the aetiological agent of Chagas disease, can seriously compromise the central nervous system, mainly in immunesuppressed individuals, but also during the acute phase of the infection. In this report, the infective capacity of T. cruzi in a human astrocyte tumour-derived cell line was studied. Astrocytes exposed to trypomastigotes (1:10 ratio) produced intracellular amastigotes and new trypomastigotes emerged by day 4 post-infection (p.i.). At day 6 p.i., 93% of the cells were infected. Using flow cytometry, changes were observed in both the expression of major histocompatibility complex class I and II molecules and the chemokine secretion pattern of astrocytes exposed to the parasite. Blocking the low-density lipoprotein receptor on astrocytes did not reduce parasite intracellular infection. Thus, T. cruzi can infect astrocytes and modulate the immune response during central nervous system infection.",
      "sentences": [
        [
          {
            "segment_text": "Astrocytes play a vital role in neuronal protection ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "homeostasis , vascular interchange and the local immune response .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Some viruses and parasites can cross the blood-brain barrier and infect glia .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Trypanosoma cruzi , the aetiological agent of Chagas disease ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "can seriously compromise the central nervous system ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "mainly in immunesuppressed individuals , but also during the acute phase of the infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this report , the infective capacity of T. cruzi in a human astrocyte tumour-derived cell line was studied .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Astrocytes exposed to trypomastigotes ( 1:10 ratio ) produced intracellular amastigotes and new trypomastigotes emerged by day 4 post-infection ( p.i. ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "At day 6 p.i. , 93 % of the cells were infected .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Using flow cytometry , changes were observed in both the expression of major histocompatibility complex class I and II molecules and the chemokine secretion pattern of astrocytes exposed to the parasite .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Blocking the low-density lipoprotein receptor on astrocytes did not reduce parasite intracellular infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Thus , T. cruzi can infect astrocytes and modulate the immune response during central nervous system infection .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "12",
    "token_num": "185"
  }
}