{
  "paper_id": "427bcae955765973787a270cb420e3f90acc4ccf",
  "metadata": {
    "title": "Immunity to transmissible gastroenteritis virus and porcine respiratory coronavirus infections in swine",
    "coda_data_split": "train",
    "coda_paper_id": 2611,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Despite the pioneering efforts to identify correlates of passive immunity to transmissible gastroenteritis virus (TGEV), effective vaccines for the control of TGE in suckling pigs have remained elusive. The initial concept of an enteromammary immunologic axis in monogastrics originated from studies oflactogenic immunity to TGEV in swine. These studies revealed that infection of pregnant swine with virulent TGEV stimulated high titers of SIgA antibodies in milk which correlated with protection of suckling pigs against TGE; parenteral or oral inoculation with live attenuated or killed TGEV vaccines induced mainly IgG antibodies in milk which generally provided poor protection to suckling pigs. The recent appearance of PRCV infections in swine and continuing studies of TGEV infections, present a unique model for further studies of mucosal immunity. Research using these viruses has increased our understanding of the various components of the common mucosal immune system and their interactions. Although the most important consideration in designing an effective vaccine for TGEV is the stimulation of GALT through intestinal virus replication, studies addressing the contribution of BALT to immunity to TGEV and PRCV may provide insights for alternative vaccine approaches. The mechanism by which exposure to PRCV elicits a variable degree of immunity to TGEV challenge is unknown. Virus replication in the gut or respiratory tract is a major factor affecting the magnitude of the immune response at the respective site and may be necessary for the recruitment of specific immune cells from other mucosal inductive sites, i.e., GALT to BALT and BALT to GALT migration. Further studies on the induction and immune regulation of specific responses to TGEV and PRCV that affect the distribution patterns of IgM-, IgGand IgA-antibody-secreting cells (ASC) and T lymphocytes should provide valuable insights for optimizing vaccine regimens to elicit the highest mucosal immune responses and optimal protection against TGEV challenge.",
      "sentences": [
        [
          {
            "segment_text": "Despite the pioneering efforts to identify correlates of passive immunity to transmissible gastroenteritis virus ( TGEV ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "effective vaccines for the control of TGE in suckling pigs have remained elusive .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The initial concept of an enteromammary immunologic axis in monogastrics originated from studies oflactogenic immunity to TGEV in swine .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These studies revealed that infection of pregnant swine with virulent TGEV stimulated high titers of SIgA antibodies in milk which correlated with protection of suckling pigs against TGE ; parenteral or oral inoculation with live attenuated or killed TGEV vaccines induced mainly IgG antibodies in milk which generally provided poor protection to suckling pigs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The recent appearance of PRCV infections in swine and continuing studies of TGEV infections ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "present a unique model for further studies of mucosal immunity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Research using these viruses has increased our understanding of the various components of the common mucosal immune system and their interactions .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although the most important consideration in designing an effective vaccine for TGEV is the stimulation of GALT through intestinal virus replication ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "studies addressing the contribution of BALT to immunity to TGEV and PRCV may provide insights for alternative vaccine approaches .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The mechanism by which exposure to PRCV elicits a variable degree of immunity to TGEV challenge is unknown .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Virus replication in the gut or respiratory tract is a major factor affecting the magnitude of the immune response at the respective site and may be necessary for the recruitment of specific immune cells from other mucosal inductive sites ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "i.e. , GALT to BALT and BALT to GALT migration .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Further studies on the induction and immune regulation of specific responses to TGEV and PRCV that affect the distribution patterns of IgM - ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "IgGand IgA-antibody-secreting cells ( ASC ) and T lymphocytes should provide valuable insights for optimizing vaccine regimens to elicit the highest mucosal immune responses and optimal protection against TGEV challenge .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "14",
    "token_num": "322"
  }
}