{
  "paper_id": "428da803e981cfb6bc5febfa4d898461679b716b",
  "metadata": {
    "title": "Antivirals: Past, Present and Future",
    "coda_data_split": "train",
    "coda_paper_id": 9628,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The uses of antiviral agents are increasing in the new era along with the development of vaccines for the effective control of viral diseases. The main aims of antiviral agents are to minimize harm to the host system and eradicate deadly viral diseases. However, the replications of viruses in host system represent a massive therapeutic challenge than bacteria and fungi. Antiviral drugs not just penetrate to disrupt the virus\u0027 cellular divisions but also have a negative impact on normal physiological pathways in the host. Due to these issues, antiviral agents have a narrow therapeutic index than antibacterial drugs. Nephrotoxicity is the main adverse reaction of antiviral drugs in human and animals. In this chapter, we summarize the antiviral agents\u0027 past, present and future perspectives with the main focus on the brief history of antiviral in animals, miscellaneous drugs, natural products, herbal and repurposing drugs.",
      "sentences": [
        [
          {
            "segment_text": "The uses of antiviral agents are increasing in the new era along with the development of vaccines for the effective control of viral diseases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The main aims of antiviral agents are to minimize harm to the host system and eradicate deadly viral diseases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , the replications of viruses in host system represent a massive therapeutic challenge than bacteria and fungi .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Antiviral drugs not just penetrate to disrupt the virus \u0027 cellular divisions but also have a negative impact on normal physiological pathways in the host .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Due to these issues , antiviral agents have a narrow therapeutic index than antibacterial drugs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Nephrotoxicity is the main adverse reaction of antiviral drugs in human and animals .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this chapter , we summarize the antiviral agents \u0027 past ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "present and future perspectives with the main focus on the brief history of antiviral in animals ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "miscellaneous drugs , natural products , herbal and repurposing drugs .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Virus · Therapy · Bacteria · DNA · RNA",
      "sentences": [
        [
          {
            "segment_text": "Virus · Therapy · Bacteria · DNA · RNA",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "8",
    "segment_num": "10",
    "token_num": "169"
  }
}