{
  "paper_id": "42a8d5fd943cd29a518ec9683f549f105aac92f8",
  "metadata": {
    "title": "Prevalence of dental caries and associated factors among primary school children: a population-based cross-sectional study in Riyadh, Saudi Arabia",
    "coda_data_split": "train",
    "coda_paper_id": 6482,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Dental caries is a preventable childhood disease, but public health efforts are hampered due to limited information on associated factors in vulnerable populations. Our study was aimed at estimating the prevalence of dental caries and identifying key associated factors in four major risk domains, including socioeconomic factors, child oral health behavior and practices, child feeding practices, and dietary habits among primary school children in Saudi Arabia.",
      "sentences": [
        [
          {
            "segment_text": "Background : Dental caries is a preventable childhood disease ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but public health efforts are hampered due to limited information on associated factors in vulnerable populations .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Our study was aimed at estimating the prevalence of dental caries and identifying key associated factors in four major risk domains ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "including socioeconomic factors , child oral health behavior and practices ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "child feeding practices , and dietary habits among primary school children in Saudi Arabia .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "A cross-sectional study design was used to recruit 578 male Saudi primary school children, aged 6-8 years, from 12 primary schools in five different regions of Riyadh. Children were clinically screened to detect carious lesions in primary teeth according to World Health Organization\u0027s criteria. Structured self-administered questionnaire was used to collect information on social and individual factors from the parents. The odds ratios and 95% confidence intervals of associated factors for dental caries were computed using logistic regression models; key factors were identified by systematic selection process that accounted for multicollinearity and bias correction.",
      "sentences": [
        [
          {
            "segment_text": "A cross-sectional study design was used to recruit 578 male Saudi primary school children ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "aged 6-8 years , from 12 primary schools in five different regions of Riyadh .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Children were clinically screened to detect carious lesions in primary teeth according to World Health Organization \u0027s criteria .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Structured self-administered questionnaire was used to collect information on social and individual factors from the parents .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The odds ratios and 95 % confidence intervals of associated factors for dental caries were computed using logistic regression models ; key factors were identified by systematic selection process that accounted for multicollinearity and bias correction .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results: Dental caries was prevalent among children (83%, 95% confidence interval 79.7-86.0%). Individual factors, including irregular brushing, late adoption of brushing habit, consulting dentist for symptomatic treatment, lack of breast feeding, sleeping with a bottle in mouth, habit of snacking between meals, low consumption of fruits, and frequent consumption of soft drinks and flavored milk, were predominantly associated with dental caries in children, instead of socioeconomic factors (p \u003c 0.05, adjusted R-square 80%). Conclusion: Dental caries were prevalent in school children, and individual factors were predominantly associated with the disease.",
      "sentences": [
        [
          {
            "segment_text": "Results : Dental caries was prevalent among children ( 83 % , 95 % confidence interval 79.7-86.0 % ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Individual factors , including irregular brushing ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "late adoption of brushing habit ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "consulting dentist for symptomatic treatment ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "lack of breast feeding , sleeping with a bottle in mouth ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "habit of snacking between meals ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "low consumption of fruits , and frequent consumption of soft drinks and flavored milk ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "were predominantly associated with dental caries in children ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "instead of socioeconomic factors ( p \u003c 0.05 , adjusted R-square 80 % ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusion : Dental caries were prevalent in school children ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and individual factors were predominantly associated with the disease .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "9",
    "segment_num": "21",
    "token_num": "294"
  }
}