{
  "paper_id": "42b049c2b5b32c094dc8b10f967e43ac2169b890",
  "metadata": {
    "title": "Evaluation of the influenza-like illness surveillance system in Tunisia, 2012-2015",
    "coda_data_split": "train",
    "coda_paper_id": 10090,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: This study was initiated to evaluate, for the first time, the performance and quality of the influenzalike illness (ILI) surveillance system in Tunisia.",
      "sentences": [
        [
          {
            "segment_text": "Background : This study was initiated to evaluate ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "for the first time , the performance and quality of the influenzalike illness ( ILI ) surveillance system in Tunisia .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "The evaluation covered the period of 2012-2015 and used different data sources to measure indicators related to data quality and completeness, representativeness, timeliness, simplicity, acceptability, flexibility, stability and utility.",
      "sentences": [
        [
          {
            "segment_text": "The evaluation covered the period of 2012-2015 and used different data sources to measure indicators related to data quality and completeness ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "representativeness , timeliness , simplicity ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "acceptability , flexibility , stability and utility .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results: During the evaluation period, 485.221 ILI cases were reported among 6.386.621 outpatients at 268 ILI sentinel sites. To conserve resources, cases were only enrolled and tested for influenza during times when the number of patients meeting the ILI case definition exceeded 7% (10% after 2014) of the total number of outpatients for the week. When this benchmark was met, five to 10 patients were enrolled and sampled by nasopharyngeal swabs the following week. In total, The National Influenza Center (NIC) received 2476 samples, of which 683 (27.6%) were positive for influenza. The greatest strength of the system was its representativeness and flexibility. The timeliness of the data and the acceptability of the surveillance system performed moderately well; however, the utility of the data and the stability and simplicity of the surveillance system need improvement. Overall, the performance of the Tunisian influenza surveillance system was evaluated as performing moderately well for situational awareness in the country and for collecting representative influenza virologic samples. Conclusions: The influenza surveillance system in Tunisia provided pertinent evidence for public health interventions related to influenza situational awareness. To better monitor influenza, we propose that ILI surveillance should be limited to sites that are currently performing well and the quality of data collected should be closely monitored and improved.",
      "sentences": [
        [
          {
            "segment_text": "Results : During the evaluation period ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "485.221 ILI cases were reported among 6.386.621 outpatients at 268 ILI sentinel sites .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "To conserve resources , cases were only enrolled and tested for influenza during times when the number of patients meeting the ILI case definition exceeded 7 % ( 10 % after 2014 ) of the total number of outpatients for the week .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "When this benchmark was met ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "five to 10 patients were enrolled and sampled by nasopharyngeal swabs the following week .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In total , The National Influenza Center ( NIC ) received 2476 samples ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "of which 683 ( 27.6 % ) were positive for influenza .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The greatest strength of the system was its representativeness and flexibility .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The timeliness of the data and the acceptability of the surveillance system performed moderately well ; however ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the utility of the data and the stability and simplicity of the surveillance system need improvement .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Overall , the performance of the Tunisian influenza surveillance system was evaluated as performing moderately well for situational awareness in the country and for collecting representative influenza virologic samples .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : The influenza surveillance system in Tunisia provided pertinent evidence for public health interventions related to influenza situational awareness .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "To better monitor influenza , we propose that ILI surveillance should be limited to sites that are currently performing well and the quality of data collected should be closely monitored and improved .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "11",
    "segment_num": "18",
    "token_num": "308"
  }
}