{
  "paper_id": "42b4eb29b3091750c9e0a3840dfab3a4cc985351",
  "metadata": {
    "title": "6 New Therapeutics Targets in Chronic Viral Cardiomyopathy",
    "coda_data_split": "train",
    "coda_paper_id": 6972,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Dilated cardiomyopathy (DCM) is a prevalent heart muscle disease characterized by impaired contractility and dilation of the ventricles. Recent clinical research suggests that cardiotropic viruses are important environmental pathogenic factors in human DCM, which may therefore be considered as a chronic viral cardiomyopathy. All virus-positive DCM patients thus come into the focus of virological research and should be considered for antiviral strategies. Interferon-β therapy has been shown to mediate virus elimination in patients with adenovirus or coxsackievirus persistence. We discuss here several possible new molecular targets for patients infected with cardiotropic viruses in (1) the cellular virus uptake system, (2) virus-induced cellular signaling pathways, and (3) interactions between virus-encoded proteins with important cellular target proteins. The potential of these approaches in the setting of a chronic viral infection is significantly different from that in an acute viral infection. Specific problems encountered in a chronic situation and possible solutions are discussed.",
      "sentences": [
        [
          {
            "segment_text": "Dilated cardiomyopathy ( DCM ) is a prevalent heart muscle disease characterized by impaired contractility and dilation of the ventricles .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Recent clinical research suggests that cardiotropic viruses are important environmental pathogenic factors in human DCM ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which may therefore be considered as a chronic viral cardiomyopathy .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "All virus-positive DCM patients thus come into the focus of virological research and should be considered for antiviral strategies .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Interferon-β therapy has been shown to mediate virus elimination in patients with adenovirus or coxsackievirus persistence .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We discuss here several possible new molecular targets for patients infected with cardiotropic viruses in ( 1 ) the cellular virus uptake system ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "( 2 ) virus-induced cellular signaling pathways ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and ( 3 ) interactions between virus-encoded proteins with important cellular target proteins .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The potential of these approaches in the setting of a chronic viral infection is significantly different from that in an acute viral infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Specific problems encountered in a chronic situation and possible solutions are discussed .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "10",
    "token_num": "168"
  }
}