{
  "paper_id": "42baa9df8f7d927d5a04d3b22a140b195e85f3a5",
  "metadata": {
    "title": "Emerging Infections and Pertinent Infections Related to Travel for Patients with Primary Immunodeficiencies",
    "coda_data_split": "train",
    "coda_paper_id": 5821,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "In today\u0027s global economy and affordable vacation travel, it is increasingly important that visitors to another country and their physician be familiar with emerging infections, infections unique to a specific geographic region, and risks related to the process of travel. This is never more important than for patients with primary immunodeficiency disorders (PIDD). A recent review addressing common causes of fever in travelers provides important information for the general population",
      "sentences": [
        [
          {
            "segment_text": "In today \u0027s global economy and affordable vacation travel ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "it is increasingly important that visitors to another country and their physician be familiar with emerging infections ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "infections unique to a specific geographic region ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and risks related to the process of travel .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This is never more important than for patients with primary immunodeficiency disorders ( PIDD ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A recent review addressing common causes of fever in travelers provides important information for the general population",
            "crowd_label": "background"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "3",
    "segment_num": "6",
    "token_num": "78"
  }
}