{
  "paper_id": "42ef2bf3057aeedc9a51d599553ee98527e2bfb4",
  "metadata": {
    "title": "polymers Preparation, Characterization and Application of Polysaccharide-Based Metallic Nanoparticles: A Review",
    "coda_data_split": "train",
    "coda_paper_id": 5534,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Polysaccharides are natural biopolymers that have been recognized to be the most promising hosts for the synthesis of metallic nanoparticles (MNPs) because of their outstanding biocompatible and biodegradable properties. Polysaccharides are diverse in size and molecular chains, making them suitable for the reduction and stabilization of MNPs. Considerable research has been directed toward investigating polysaccharide-based metallic nanoparticles (PMNPs) through host-guest strategy. In this review, approaches of preparation, including top-down and bottom-up approaches, are presented and compared. Different characterization techniques such as scanning electron microscopy, transmission electron microscopy, dynamic light scattering, UV-visible spectroscopy, Fourier-transform infrared spectroscopy, X-ray diffraction and small-angle X-ray scattering are discussed in detail. Besides, the applications of PMNPs in the field of wound healing, targeted delivery, biosensing, catalysis and agents with antimicrobial, antiviral and anticancer capabilities are specifically highlighted. The controversial toxicological effects of PMNPs are also discussed. This review can provide significant insights into the utilization of polysaccharides as the hosts to synthesize MPNs and facilitate their further development in synthesis approaches, characterization techniques as well as potential applications.",
      "sentences": [
        [
          {
            "segment_text": "Polysaccharides are natural biopolymers that have been recognized to be the most promising hosts for the synthesis of metallic nanoparticles ( MNPs ) because of their outstanding biocompatible and biodegradable properties .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Polysaccharides are diverse in size and molecular chains ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "making them suitable for the reduction and stabilization of MNPs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Considerable research has been directed toward investigating polysaccharide-based metallic nanoparticles ( PMNPs ) through host-guest strategy .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this review , approaches of preparation ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "including top-down and bottom-up approaches , are presented and compared .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Different characterization techniques such as scanning electron microscopy ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "transmission electron microscopy , dynamic light scattering ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "UV-visible spectroscopy , Fourier-transform infrared spectroscopy ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "X-ray diffraction and small-angle X-ray scattering are discussed in detail .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Besides , the applications of PMNPs in the field of wound healing ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "targeted delivery , biosensing , catalysis and agents with antimicrobial ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "antiviral and anticancer capabilities are specifically highlighted .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The controversial toxicological effects of PMNPs are also discussed .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This review can provide significant insights into the utilization of polysaccharides as the hosts to synthesize MPNs and facilitate their further development in synthesis approaches ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "characterization techniques as well as potential applications .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "16",
    "token_num": "199"
  }
}