{
  "paper_id": "430d572cd52231cb7432a1520ed505e1d49f2202",
  "metadata": {
    "title": "Detection of human metapneumovirus antigens in nasopharyngeal aspirates using an enzyme immunoassay",
    "coda_data_split": "train",
    "coda_paper_id": 3173,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background: Human metapneumovirus (hMPV) is associated with acute respiratory tract infections (ARTI) in patients from all age groups. Objective: To evaluate the performance of a rapid antigenic test for all hMPV genotypes. Study design: Frozen nasopharyngeal aspirates from 93 individuals with ARTI were analyzed for the presence of hMPV antigens using an enzyme immunoassay (EIA, Biotrin Ltd.). Results: The hMPV EIA showed a sensitivity of 81%, a specificity of 100%, a positive predictive value of 100% and a negative predictive value of 77% compared to viral culture and RT-PCR. Conclusion: The Biotrin hMPV EIA is a convenient alternative to cell culture for detection of hMPV with an excellent specificity.",
      "sentences": [
        [
          {
            "segment_text": "Background : Human metapneumovirus ( hMPV ) is associated with acute respiratory tract infections ( ARTI ) in patients from all age groups .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Objective : To evaluate the performance of a rapid antigenic test for all hMPV genotypes .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Study design : Frozen nasopharyngeal aspirates from 93 individuals with ARTI were analyzed for the presence of hMPV antigens using an enzyme immunoassay ( EIA , Biotrin Ltd. ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : The hMPV EIA showed a sensitivity of 81 % ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "a specificity of 100 % ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "a positive predictive value of 100 % and a negative predictive value of 77 % compared to viral culture and RT-PCR .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusion : The Biotrin hMPV EIA is a convenient alternative to cell culture for detection of hMPV with an excellent specificity .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "7",
    "token_num": "132"
  }
}