{
  "paper_id": "431cc0d8bd58bdbe9da45c4402399713d1a882ae",
  "metadata": {
    "title": "An Informatics Solution for Informing Care Delivery of Immediate Public Health Risks to Their Patients An Informatics Solution for Informing Care Delivery of Immediate Public Health Risks to Their Patients",
    "coda_data_split": "train",
    "coda_paper_id": 6874,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "This paper describes a public health alerting approach that has the potential to improve patient care during a public health outbreak and reduce healthcare costs, streamline the process of public health alert management and dissemination, and heighten the crucial feedback loop between public health officials and clinicians. The approach ties public health alerts into the diagnostic process and allows clinicians to more easily determine when an observed medical condition may be related to a more widespread disease outbreak. A prototype Alert Knowledge Repository (AKR) service using this approach was demonstrated within the Health Information and Management Systems Society (HIMSS) and the Public Health Information Network (PHIN) interoperability showcases in April and September 2009, respectively.",
      "sentences": [
        [
          {
            "segment_text": "This paper describes a public health alerting approach that has the potential to improve patient care during a public health outbreak and reduce healthcare costs ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "streamline the process of public health alert management and dissemination ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and heighten the crucial feedback loop between public health officials and clinicians .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The approach ties public health alerts into the diagnostic process and allows clinicians to more easily determine when an observed medical condition may be related to a more widespread disease outbreak .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A prototype Alert Knowledge Repository ( AKR ) service using this approach was demonstrated within the Health Information and Management Systems Society ( HIMSS ) and the Public Health Information Network ( PHIN ) interoperability showcases in April and September 2009 , respectively .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "3",
    "segment_num": "5",
    "token_num": "126"
  }
}