{
  "paper_id": "432bff7a22efb0fd2d87b162ce6da91120d28cfe",
  "metadata": {
    "title": "Impact of influenza vaccine on childhood otitis media in Taiwan: A population-based study",
    "coda_data_split": "train",
    "coda_paper_id": 5828,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Acute otitis media (AOM) is a common infectious disease in children and usually accompanied by a preceding viral respiratory tract infection, especially in the preschool-age population. The study aimed to evaluate impact of influenza vaccine on childhood otitis media.",
      "sentences": [
        [
          {
            "segment_text": "Acute otitis media ( AOM ) is a common infectious disease in children and usually accompanied by a preceding viral respiratory tract infection ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "especially in the preschool-age population .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The study aimed to evaluate impact of influenza vaccine on childhood otitis media .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "This retrospective cohort study included data for 803,592 children (\u003c10 years old) recorded in Taiwan\u0027s National Health Insurance Research Database. AOM incidence and tympanostomy tube insertion incidence in each influenza season before and after the introduction of traditional injectable trivalent influenza vaccine (TIV) were compared using the Poisson regression analysis to estimate the incidence rate ratios (IRRs) and 95% confidence intervals (CIs).",
      "sentences": [
        [
          {
            "segment_text": "This retrospective cohort study included data for 803,592 children ( \u003c 10 years old ) recorded in Taiwan \u0027s National Health Insurance Research Database .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "AOM incidence and tympanostomy tube insertion incidence in each influenza season before and after the introduction of traditional injectable trivalent influenza vaccine ( TIV ) were compared using the Poisson regression analysis to estimate the incidence rate ratios ( IRRs ) and 95 % confidence intervals ( CIs ) .",
            "crowd_label": "method"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "4",
    "segment_num": "5",
    "token_num": "119"
  }
}