{
  "paper_id": "432f684fc8610e68154ea21a86387c4f9ec80cf5",
  "metadata": {
    "title": "Continuous monitoring of aerial bioburden within intensive care isolation rooms and identification of high-risk activities",
    "coda_data_split": "train",
    "coda_paper_id": 4587,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background: The spread of pathogens via the airborne route is often underestimated, and little is known about the extent to which airborne microbial contamination levels vary throughout the day and night in hospital facilities. Aims: To evaluate airborne contamination levels within intensive care unit (ICU) isolation rooms over 10e24-h periods in order to improve understanding of the variability of environmental aerial bioburden, and the extent to which ward activities may contribute. Methods: Environmental air monitoring was conducted within occupied and vacant inpatient isolation rooms. A sieve impactor sampler was used to collect 500-L air samples every 15 min over 10-h (08:00e18:00 h) and 24-h (08:00e08:00 h) periods. Samples were collected, room activity was logged, and bacterial contamination levels were recorded as colony-forming units (cfu)/m 3 air. Findings: A high degree of variability in levels of airborne contamination was observed across all scenarios in the studied isolation rooms. Air bioburden increased as room occupancy increased, with air contamination levels highest in rooms occupied for the longest time during the study (10 days) (mean 104.4 cfu/m 3 , range 12e510 cfu/m 3 ). Counts were lowest in unoccupied rooms (mean 20 cfu/m 3 ) and during the night. Conclusion: Peaks in airborne contamination were directly associated with an increase in activity levels. This study provides the first clear evidence of the extent of variability in microbial airborne levels over 24-h periods in ICU isolation rooms, and found direct correlation between microbial load and ward activity.",
      "sentences": [
        [
          {
            "segment_text": "Background : The spread of pathogens via the airborne route is often underestimated ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and little is known about the extent to which airborne microbial contamination levels vary throughout the day and night in hospital facilities .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Aims : To evaluate airborne contamination levels within intensive care unit ( ICU ) isolation rooms over 10e24-h periods in order to improve understanding of the variability of environmental aerial bioburden ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and the extent to which ward activities may contribute .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : Environmental air monitoring was conducted within occupied and vacant inpatient isolation rooms .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A sieve impactor sampler was used to collect 500-L air samples every 15 min over 10-h ( 08:00 e18 : 00 h ) and 24-h ( 08:00 e08 : 00 h ) periods .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Samples were collected , room activity was logged ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and bacterial contamination levels were recorded as colony-forming units ( cfu ) / m 3 air .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Findings : A high degree of variability in levels of airborne contamination was observed across all scenarios in the studied isolation rooms .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Air bioburden increased as room occupancy increased ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with air contamination levels highest in rooms occupied for the longest time during the study ( 10 days ) ( mean 104.4 cfu/m 3 , range 12e510 cfu/m 3 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Counts were lowest in unoccupied rooms ( mean 20 cfu/m 3 ) and during the night .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusion : Peaks in airborne contamination were directly associated with an increase in activity levels .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This study provides the first clear evidence of the extent of variability in microbial airborne levels over 24-h periods in ICU isolation rooms ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and found direct correlation between microbial load and ward activity .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "15",
    "token_num": "284"
  }
}