{
  "paper_id": "433c16daf21bb7f5f0d6379d67fe0917c2aa0281",
  "metadata": {
    "title": "",
    "coda_data_split": "train",
    "coda_paper_id": 5995,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background and Purpose Middle East respiratory syndrome (MERS) has a high mortality rate and pandemic potential. However, the neurological manifestations of MERS have rarely been reported since it first emerged in 2012.",
      "sentences": [
        [
          {
            "segment_text": "Background and Purpose Middle East respiratory syndrome ( MERS ) has a high mortality rate and pandemic potential .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , the neurological manifestations of MERS have rarely been reported since it first emerged in 2012 .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "We evaluated four patients with laboratory-confirmed MERS coronavirus (CoV) infections who showed neurological complications during MERS treatment. These 4 patients were from a cohort of 23 patients who were treated at a single designated hospital during the 2015 outbreak in the Republic of Korea. The clinical presentations, laboratory findings, and prognoses are described.",
      "sentences": [
        [
          {
            "segment_text": "We evaluated four patients with laboratory-confirmed MERS coronavirus ( CoV ) infections who showed neurological complications during MERS treatment .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "These 4 patients were from a cohort of 23 patients who were treated at a single designated hospital during the 2015 outbreak in the Republic of Korea .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The clinical presentations , laboratory findings , and prognoses are described .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "5",
    "segment_num": "5",
    "token_num": "97"
  }
}