{
  "paper_id": "433d9a6bd7b2d59b9f60de933ff42854dae8326f",
  "metadata": {
    "title": "MERS-CoV spike protein: a key target for antivirals HHS Public Access",
    "coda_data_split": "train",
    "coda_paper_id": 2136,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The continual Middle East respiratory syndrome (MERS) threat highlights the importance of developing effective antiviral therapeutics to prevent and treat MERS coronavirus (MERS-CoV) infection. A surface spike (S) protein guides MERS-CoV entry into host cells by binding to cellular receptor dipeptidyl peptidase-4 (DPP4), followed by fusion between virus and host cell membranes. MERS-CoV S protein represents a key target for developing therapeutics to block viral entry and inhibit membrane fusion.",
      "sentences": [
        [
          {
            "segment_text": "The continual Middle East respiratory syndrome ( MERS ) threat highlights the importance of developing effective antiviral therapeutics to prevent and treat MERS coronavirus ( MERS-CoV ) infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A surface spike ( S ) protein guides MERS-CoV entry into host cells by binding to cellular receptor dipeptidyl peptidase-4 ( DPP4 ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "followed by fusion between virus and host cell membranes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "MERS-CoV S protein represents a key target for developing therapeutics to block viral entry and inhibit membrane fusion .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Areas covered-This review illustrates MERS-CoV S protein\u0027s structure and function, particularly S1 receptor-binding domain (RBD) and S2 heptad repeat 1 (HR1) as therapeutic targets, and summarizes current advancement on developing anti-MERS-CoV therapeutics, focusing on neutralizing monoclonal antibodies (mAbs) and antiviral peptides.",
      "sentences": [
        [
          {
            "segment_text": "Areas covered-This review illustrates MERS-CoV S protein \u0027s structure and function ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "particularly S1 receptor-binding domain ( RBD ) and S2 heptad repeat 1 ( HR1 ) as therapeutic targets ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and summarizes current advancement on developing anti-MERS-CoV therapeutics ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "focusing on neutralizing monoclonal antibodies ( mAbs ) and antiviral peptides .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Expert opinion-No anti-MERS-CoV therapeutic is approved for human use. Several Stargeting neutralizing mAbs and peptides have demonstrated efficacy against MERS-CoV infection, providing feasibility for development. Generally, human neutralizing mAbs targeting RBD are more potent than those targeting other regions of S protein. However, emergence of escape mutant viruses and mAb\u0027s limitations make it necessary for combining neutralizing mAbs recognizing different neutralizing epitopes and engineering them with improved efficacy and reduced cost. Optimization of the peptide sequences is expected to produce next-generation anti-MERS-CoV peptides with improved potency.",
      "sentences": [
        [
          {
            "segment_text": "Expert opinion-No anti-MERS-CoV therapeutic is approved for human use .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Several Stargeting neutralizing mAbs and peptides have demonstrated efficacy against MERS-CoV infection , providing feasibility for development .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Generally , human neutralizing mAbs targeting RBD are more potent than those targeting other regions of S protein .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , emergence of escape mutant viruses and mAb \u0027s limitations make it necessary for combining neutralizing mAbs recognizing different neutralizing epitopes and engineering them with improved efficacy and reduced cost .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Optimization of the peptide sequences is expected to produce next-generation anti-MERS-CoV peptides with improved potency .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "9",
    "segment_num": "13",
    "token_num": "229"
  }
}