{
  "paper_id": "4350c7bc82bb4dba102fe29a6b50ed632b28a920",
  "metadata": {
    "title": "What Have We Learned about the Microbiomes of Indoor Environments?",
    "coda_data_split": "train",
    "coda_paper_id": 2854,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The advent and application of high-throughput molecular techniques for analyzing microbial communities in the indoor environment have led to illuminating findings and are beginning to change the way we think about human health in relation to the built environment. Here I review recent studies on the microbiology of the built environment, organize their findings into 12 major thematic categories, and comment on how these studies have or have not advanced knowledge in each area beyond what we already knew from over 100 years of applying culturebased methods to building samples. I propose that while we have added tremendous complexity to the rich existing knowledge base, the practical implications of this added complexity remain somewhat elusive. It remains to be seen how this new knowledge base will change how we design, build, and operate buildings. Much more research is needed to better understand the complexity with which indoor microbiomes may affect human health in both positive and negative ways.",
      "sentences": [
        [
          {
            "segment_text": "The advent and application of high-throughput molecular techniques for analyzing microbial communities in the indoor environment have led to illuminating findings and are beginning to change the way we think about human health in relation to the built environment .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here I review recent studies on the microbiology of the built environment ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "organize their findings into 12 major thematic categories ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and comment on how these studies have or have not advanced knowledge in each area beyond what we already knew from over 100 years of applying culturebased methods to building samples .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "I propose that while we have added tremendous complexity to the rich existing knowledge base ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the practical implications of this added complexity remain somewhat elusive .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "It remains to be seen how this new knowledge base will change how we design ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "build , and operate buildings .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Much more research is needed to better understand the complexity with which indoor microbiomes may affect human health in both positive and negative ways .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "9",
    "token_num": "168"
  }
}