{
  "paper_id": "43568a4ba8221af0f87a1c7d1ddbd2a48eb27e79",
  "metadata": {
    "title": "Prevalence of infectious diseases in feral cats in Northern Florida",
    "coda_data_split": "train",
    "coda_paper_id": 8859,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Objectives of this study were to determine prevalence of infection in feral cats in Northern Florida with a select group of infectious organisms and to determine risk factors for infection. Blood samples or sera from 553 cats were tested with a panel of antibody, antigen or PCR assays. Male cats were at higher risk for FIV, Mycoplasma haemofelis, and M. haemominutum. Infection with either FeLV or FIV was associated with increased risk for coinfection with the other retrovirus, M. haemofelis, or M. haemominutum. Bartonella henselae had the highest prevalence and was the only organism that did not have any associated risk for coinfection with other organisms. Feral cats in this study had similar or lower prevalence rates of infections than those published for pet cats in the United States. Thus, feral cats assessed in this study appear to be of no greater risk to human beings or other cats than pet cats.",
      "sentences": [
        [
          {
            "segment_text": "Objectives of this study were to determine prevalence of infection in feral cats in Northern Florida with a select group of infectious organisms and to determine risk factors for infection .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Blood samples or sera from 553 cats were tested with a panel of antibody , antigen or PCR assays .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Male cats were at higher risk for FIV ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Mycoplasma haemofelis , and M. haemominutum .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Infection with either FeLV or FIV was associated with increased risk for coinfection with the other retrovirus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "M. haemofelis , or M. haemominutum .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Bartonella henselae had the highest prevalence and was the only organism that did not have any associated risk for coinfection with other organisms .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Feral cats in this study had similar or lower prevalence rates of infections than those published for pet cats in the United States .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Thus , feral cats assessed in this study appear to be of no greater risk to human beings or other cats than pet cats .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "9",
    "token_num": "165"
  }
}