{
  "paper_id": "435bba6a9fa47ef09570e309bb958a36bac86f8a",
  "metadata": {
    "title": "Characterization of gene expression in naturally occurring feline degenerative joint disease-associated pain",
    "coda_data_split": "train",
    "coda_paper_id": 8128,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Degenerative joint disease (DJD) associated-pain is a clinically relevant and common condition affecting domesticated cats and other species including humans. Identification of the neurobiological signature of pain is well developed in rodent pain models, however such information is lacking from animals or humans with naturally occurring painful conditions. In this study, identification of housekeeping genes (HKG) for neuronal tissue and expression levels of genes considered associated with chronic pain in rodent models were explored in cats with naturally occurring osteoarthritic pain. Fourteen adult cats were evaluatedseven without clinical signs of osteoarthritic pain, and seven with hind limb radiographic DJD and pain. Expression of an investigator-selected set of pain signaling genes (including ASIC3, ATF3, COX2, CX3CL1, NAV1.7, NAV1.8, NAV1.9, NGF, NK1R, TNFα, TRKA) in lumbar spinal cord dorsal horn and lumbar dorsal root ganglia tissues from clinically healthy cats and cats with DJD were studied using quantitative RT-PCR (qPCR).",
      "sentences": [
        [
          {
            "segment_text": "Degenerative joint disease ( DJD ) associated-pain is a clinically relevant and common condition affecting domesticated cats and other species including humans .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Identification of the neurobiological signature of pain is well developed in rodent pain models ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "however such information is lacking from animals or humans with naturally occurring painful conditions .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , identification of housekeeping genes ( HKG ) for neuronal tissue and expression levels of genes considered associated with chronic pain in rodent models were explored in cats with naturally occurring osteoarthritic pain .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Fourteen adult cats were evaluatedseven without clinical signs of osteoarthritic pain ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and seven with hind limb radiographic DJD and pain .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Expression of an investigator-selected set of pain signaling genes ( including ASIC3 , ATF3 , COX2 , CX3CL1 , NAV1 .7 , NAV1 .8 , NAV1 .9 , NGF , NK1R , TNFα , TRKA ) in lumbar spinal cord dorsal horn and lumbar dorsal root ganglia tissues from clinically healthy cats and cats with DJD were studied using quantitative RT-PCR ( qPCR ) .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "HKG identified as the most stable across all tissue samples were many of the ribosomal protein genes, such as RPL30 and RPS19. qPCR results showed ATF3 and CX3CL1 up-regulated in DJD-affected dorsal root ganglia compared to clinically healthy controls. In spinal cord, CX3CL1 was up-regulated and NGF was down-regulated when DJD-affected samples were compared to healthy samples. Further work is needed to understand the neurobiology of pain in naturally occurring disease and what rodent models are predictive of these changes in more heterogeneous populations such as domestic cats.",
      "sentences": [
        [
          {
            "segment_text": "HKG identified as the most stable across all tissue samples were many of the ribosomal protein genes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "such as RPL30 and RPS19 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "qPCR results showed ATF3 and CX3CL1 up-regulated in DJD-affected dorsal root ganglia compared to clinically healthy controls .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In spinal cord , CX3CL1 was up-regulated and NGF was down-regulated when DJD-affected samples were compared to healthy samples .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Further work is needed to understand the neurobiology of pain in naturally occurring disease and what rodent models are predictive of these changes in more heterogeneous populations such as domestic cats .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "9",
    "segment_num": "12",
    "token_num": "271"
  }
}