{
  "paper_id": "436862f3b5c487a2531672f3129afd0aef0e84c1",
  "metadata": {
    "title": "Virus perpetuation in populations: biological variables that determine persistence or eradication",
    "coda_data_split": "train",
    "coda_paper_id": 3727,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "In this review, I use the term \"perpetuation\" for persistence of a virus in a population, since this is a different phenomenon from persistence of a virus in an infected host. Important variables that influence perpetuation differ in small (\u003c1,000 individuals) and large (\u003e10,000) populations: in small populations, two important variables are persistence in individuals, and turnover of the population, while in large populations important variables are transmissibility, generation time, and seasonality. In small populations, viruses such as poliovirus that cause acute infections cannot readily be perpetuated, in contrast to viruses such as hepatitis B virus, that cause persistent infections. However, small animal populations can turnover significantly each year, permitting the perpetuation of some viruses that cause acute infections. Large populations of humans are necessary for the perpetuation of acute viruses; for instance, measles required a population of 500,000 for perpetuation in the pre-measles vaccine era. Furthermore, if an acute virus, such as poliovirus, exhibits marked seasonality in large populations, then it may disappear during the seasonal trough, even in the presence of a large number of susceptible persons. Eradication is the converse of perpetuation and can be used as a definitive approach to the control of a viral disease, as in the instance of smallpox. Therefore, the requirements for perpetuation have significant implications for practical public health goals.",
      "sentences": [
        [
          {
            "segment_text": "In this review , I use the term `` perpetuation \u0027\u0027 for persistence of a virus in a population ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "since this is a different phenomenon from persistence of a virus in an infected host .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Important variables that influence perpetuation differ in small ( \u003c 1,000 individuals ) and large ( \u003e 10,000 ) populations : in small populations ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "two important variables are persistence in individuals ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and turnover of the population ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "while in large populations important variables are transmissibility ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "generation time , and seasonality .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In small populations , viruses such as poliovirus that cause acute infections can not readily be perpetuated ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "in contrast to viruses such as hepatitis B virus , that cause persistent infections .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , small animal populations can turnover significantly each year ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "permitting the perpetuation of some viruses that cause acute infections .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Large populations of humans are necessary for the perpetuation of acute viruses ; for instance ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "measles required a population of 500,000 for perpetuation in the pre-measles vaccine era .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Furthermore , if an acute virus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "such as poliovirus , exhibits marked seasonality in large populations ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "then it may disappear during the seasonal trough ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "even in the presence of a large number of susceptible persons .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Eradication is the converse of perpetuation and can be used as a definitive approach to the control of a viral disease ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as in the instance of smallpox .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Therefore , the requirements for perpetuation have significant implications for practical public health goals .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "20",
    "token_num": "258"
  }
}