{
  "paper_id": "43758fa3b37840df736bcb6510d4be65364ae4e7",
  "metadata": {
    "title": "Spatial spread of an epidemic through public transportation systems with a hub",
    "coda_data_split": "train",
    "coda_paper_id": 10387,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "This article investigates an epidemic spreading among several locations through a transportation system, with a hub connecting these locations. Public transportation is not only a bridge through which infections travel from one location to another but also a place where infections occur since individuals are typically in close proximity to each other due to the limited space in these systems. A mathematical model is constructed to study the spread of an infectious disease through such systems. A variant of the next generation method is proposed and used to provide upper and lower bounds of the basic reproduction number for the model. Our investigation indicates that increasing transportation efficiency, and improving sanitation and ventilation of the public transportation system decrease the chance of an outbreak occurring. Moreover, discouraging unnecessary travel during an epidemic also decreases the chance of an outbreak. However, reducing travel by infectives while allowing susceptibles to travel may not be enough to avoid an outbreak.",
      "sentences": [
        [
          {
            "segment_text": "This article investigates an epidemic spreading among several locations through a transportation system ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "with a hub connecting these locations .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Public transportation is not only a bridge through which infections travel from one location to another but also a place where infections occur since individuals are typically in close proximity to each other due to the limited space in these systems .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A mathematical model is constructed to study the spread of an infectious disease through such systems .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A variant of the next generation method is proposed and used to provide upper and lower bounds of the basic reproduction number for the model .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Our investigation indicates that increasing transportation efficiency ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and improving sanitation and ventilation of the public transportation system decrease the chance of an outbreak occurring .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , discouraging unnecessary travel during an epidemic also decreases the chance of an outbreak .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , reducing travel by infectives while allowing susceptibles to travel may not be enough to avoid an outbreak .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "9",
    "token_num": "168"
  }
}