{
  "paper_id": "437ea4d132e4263cc2841e01fb19da51c566d0a1",
  "metadata": {
    "title": "",
    "coda_data_split": "train",
    "coda_paper_id": 2541,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: In 2015-2016, Zika virus (ZIKV) caused serious epidemics in Brazil.",
      "sentences": [
        [
          {
            "segment_text": "Background : In 2015-2016 , Zika virus ( ZIKV ) caused serious epidemics in Brazil .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "The key epidemiological parameters and spatial heterogeneity of ZIKV epidemics in different states in Brazil remain unclear. Early prediction of the final epidemic (or outbreak) size for ZIKV outbreaks is crucial for public health decision-making and mitigation planning. We investigated the spatial heterogeneity in the epidemiological features of ZIKV across eight different Brazilian states by using simple non-linear growth models.",
      "sentences": [
        [
          {
            "segment_text": "The key epidemiological parameters and spatial heterogeneity of ZIKV epidemics in different states in Brazil remain unclear .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Early prediction of the final epidemic ( or outbreak ) size for ZIKV outbreaks is crucial for public health decision-making and mitigation planning .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We investigated the spatial heterogeneity in the epidemiological features of ZIKV across eight different Brazilian states by using simple non-linear growth models .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "We fitted three different models to the weekly reported ZIKV cases in eight different states and obtained an R 2 larger than 0.995. The estimated average values of basic reproduction numbers from different states varied from 2.07 to 3.41, with a mean of 2.77. The estimated turning points of the epidemics also varied across different states. The estimation of turning points nevertheless is stable and real-time. The forecast of the final epidemic size (attack rate) is reasonably accurate, shortly after the turning point. The knowledge of the epidemic turning point is crucial for accurate real-time projection of the outbreak.",
      "sentences": [
        [
          {
            "segment_text": "We fitted three different models to the weekly reported ZIKV cases in eight different states and obtained an R 2 larger than 0.995 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The estimated average values of basic reproduction numbers from different states varied from 2.07 to 3.41 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with a mean of 2.77 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The estimated turning points of the epidemics also varied across different states .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The estimation of turning points nevertheless is stable and real-time .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The forecast of the final epidemic size ( attack rate ) is reasonably accurate ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "shortly after the turning point .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The knowledge of the epidemic turning point is crucial for accurate real-time projection of the outbreak .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Our simple models fitted the epidemic reasonably well and thus revealed the spatial heterogeneity in the epidemiological features across Brazilian states. The knowledge of the epidemic turning point is crucial for realtime projection of the outbreak size. Our real-time estimation framework is able to yield a reliable prediction of the final epidemic size.",
      "sentences": [
        [
          {
            "segment_text": "Our simple models fitted the epidemic reasonably well and thus revealed the spatial heterogeneity in the epidemiological features across Brazilian states .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The knowledge of the epidemic turning point is crucial for realtime projection of the outbreak size .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our real-time estimation framework is able to yield a reliable prediction of the final epidemic size .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "13",
    "segment_num": "15",
    "token_num": "246"
  }
}