{
  "paper_id": "4380f0251c595d6cb551e643198d2dacd3c6746c",
  "metadata": {
    "title": "Serological detection of 2019-nCoV respond to the epidemic: A useful complement to nucleic acid testing",
    "coda_data_split": "train",
    "coda_paper_id": 4285,
    "coda_has_expert_labels": false,
    "subset": "biorxiv_medrxiv"
  },
  "abstract": [
    {
      "original_text": "Corona Virus Disease 2019 has spread rapidly to more than 70 countries and regions overseas and over 80000 cases have been infected, resulting in more than three thousand deaths. Rapid diagnosis of patients remains a bottleneck in containing the progress of the epidemic. We used automated chemiluminescent immunoassay to detect serum IgM and IgG antibodies to 2019-nCoV of 736 subjects. COVID-19 patients were becoming reactive(positive) for specific antibodies from 7-12 days after the onset of morbidity. Specific IgM and IgG increased with the progression of the disease. The areas under the ROC curves of IgM and IgG were 0.988 and 1.000, respectively. Specific antibody detection has good sensitivity and specificity.",
      "sentences": [
        [
          {
            "segment_text": "Corona Virus Disease 2019 has spread rapidly to more than 70 countries and regions overseas and over 80000 cases have been infected ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "resulting in more than three thousand deaths .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Rapid diagnosis of patients remains a bottleneck in containing the progress of the epidemic .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We used automated chemiluminescent immunoassay to detect serum IgM and IgG antibodies to 2019-nCoV of 736 subjects .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "COVID-19 patients were becoming reactive ( positive ) for specific antibodies from 7-12 days after the onset of morbidity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Specific IgM and IgG increased with the progression of the disease .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The areas under the ROC curves of IgM and IgG were 0.988 and 1.000 , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Specific antibody detection has good sensitivity and specificity .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Detection of specific antibodies in patients with fever can be a good distinction between COVID-19 and other diseases, so as to be a complement to nucleic acid diagnosis to early diagnosis of suspected cases.",
      "sentences": [
        [
          {
            "segment_text": "Detection of specific antibodies in patients with fever can be a good distinction between COVID-19 and other diseases ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "so as to be a complement to nucleic acid diagnosis to early diagnosis of suspected cases .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
      "sentences": [
        [
          {
            "segment_text": "All rights reserved .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "No reuse allowed without permission .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "the author/funder , who has granted medRxiv a license to display the preprint in perpetuity .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "11",
    "segment_num": "13",
    "token_num": "184"
  }
}