{
  "paper_id": "438e817dea190348df99e09a8e519fc64101b899",
  "metadata": {
    "title": "Analysis of synonymous codon usage in Hepatitis A virus",
    "coda_data_split": "train",
    "coda_paper_id": 2701,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Hepatitis A virus is the causative agent of type A viral hepatitis, which causes occasional acute hepatitis. Nevertheless, little information about synonymous codon usage pattern of HAV genome in the process of its evolution is available. In this study, the key genetic determinants of codon usage in HAV were examined. Results: The overall extent of codon usage bias in HAV is high in Picornaviridae. And the patterns of synonymous codon usage are quite different in HAV genomes from different location. The base composition is closely correlated with codon usage bias. Furthermore, the most important determinant that results in such a high codon bias in HAV is mutation pressure rather than natural selection. Conclusions: HAV presents a higher codon usage bias than other members of Picornaviridae. Compositional constraint is a significant element that influences the variation of synonymous codon usage in HAV genome. Besides, mutation pressure is supposed to be the major factor shaping the hyperendemic codon usage pattern of HAV.",
      "sentences": [
        [
          {
            "segment_text": "Background : Hepatitis A virus is the causative agent of type A viral hepatitis ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which causes occasional acute hepatitis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Nevertheless , little information about synonymous codon usage pattern of HAV genome in the process of its evolution is available .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , the key genetic determinants of codon usage in HAV were examined .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Results : The overall extent of codon usage bias in HAV is high in Picornaviridae .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "And the patterns of synonymous codon usage are quite different in HAV genomes from different location .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The base composition is closely correlated with codon usage bias .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , the most important determinant that results in such a high codon bias in HAV is mutation pressure rather than natural selection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : HAV presents a higher codon usage bias than other members of Picornaviridae .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Compositional constraint is a significant element that influences the variation of synonymous codon usage in HAV genome .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Besides , mutation pressure is supposed to be the major factor shaping the hyperendemic codon usage pattern of HAV .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "11",
    "token_num": "179"
  }
}