{
  "paper_id": "439c3062b9159bb0a65247ff417f4a834f64c7e0",
  "metadata": {
    "title": "Molecular characterization of Giardia intestinalis and Cryptosporidium parvum from calves with diarrhoea in Austria and evaluation of point-of-care tests",
    "coda_data_split": "train",
    "coda_paper_id": 8628,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "To obtain information about the occurrence and genotype distribution of G. intestinalis and C. parvum in Austrian cattle, faecal samples from diarrhoeic calves younger than 180 days of age originating from 70 farms were examined. Of the 177 faecal samples, 27.1% were positive for Giardia cysts (immunofluorescence microscopy) and 55.4% for Cryptosporidium oocysts (phase-contrast microscopy). Positive samples were characterized by nested PCR for Giardia, 83.3% (triosephosphate isomerase; tpi) and 89.6% (β-giardin; bg) were positive, while the Cryptosporidium nested PCR returned 92.5% (60-kDa glycoprotein) positive results. Sequence analysis revealed one assemblage A-positive sample and 30 (bg) respectively 29 (tpi) assemblage E-positive samples for G. intestinalis. For C. parvum four subtypes within the IIa family (IIaA15G2R1, n \u003d 29; IIaA19G2R2, n \u003d 3; IIaA21G2R1, n \u003d 2; IIaA14G1R1, n \u003d 1) could be differentiated. Validation of two immunochromatographic point-of-care tests resulted in a sensitivity of 29.2% and 77.6%; a specificity of 98.4% and 91.1% for the detection of Giardia intestinalis and Cryptosporidium parvum, respectively. Results confirm the widespread occurrence of both protozoa in diarrhoeic calves in Austria.",
      "sentences": [
        [
          {
            "segment_text": "To obtain information about the occurrence and genotype distribution of G. intestinalis and C. parvum in Austrian cattle ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "faecal samples from diarrhoeic calves younger than 180 days of age originating from 70 farms were examined .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Of the 177 faecal samples ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "27.1 % were positive for Giardia cysts ( immunofluorescence microscopy ) and 55.4 % for Cryptosporidium oocysts ( phase-contrast microscopy ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Positive samples were characterized by nested PCR for Giardia ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "83.3 % ( triosephosphate isomerase ; tpi ) and 89.6 % ( β-giardin ; bg ) were positive ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while the Cryptosporidium nested PCR returned 92.5 % ( 60-kDa glycoprotein ) positive results .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Sequence analysis revealed one assemblage A-positive sample and 30 ( bg ) respectively 29 ( tpi ) assemblage E-positive samples for G. intestinalis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "For C. parvum four subtypes within the IIa family ( IIaA15G2R1 , n \u003d 29 ; IIaA19G2R2 , n \u003d 3 ; IIaA21G2R1 , n \u003d 2 ; IIaA14G1R1 , n \u003d 1 ) could be differentiated .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Validation of two immunochromatographic point-of-care tests resulted in a sensitivity of 29.2 % and 77.6 % ; a specificity of 98.4 % and 91.1 % for the detection of Giardia intestinalis and Cryptosporidium parvum , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Results confirm the widespread occurrence of both protozoa in diarrhoeic calves in Austria .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "11",
    "token_num": "222"
  }
}