{
  "paper_id": "43ac831b9f0a365a772c810673eae7dfdff6b7ba",
  "metadata": {
    "title": "Protection from Lethal Coronavirus Infection by Affinity-Purified Spike Glycoprotein of Murine Hepatitis Virus, Strain A59",
    "coda_data_split": "train",
    "coda_paper_id": 4541,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Murine hepatitis viruses provide excellent animal models for the study of virus-induced diseases of the central nervous system and gastrointestinal tract. Several studies have indirectly provided evidence that the spike glycoprotein (S) of these coronaviruses bears determinants for pathogenesis and the induction of protective immunity. In order to directly evaluate the immunogenicity of this protein, it was purified by affinity chromatography with an in vitro neutralizing and in vivo protective monoclonal antibody which immunoprecipitated the 180-kDa spike glycoprotein of the neurotropic A59 strain of murine hepatitis virus (MHV-A59). Mice immunized twice with approximately 1 ag of purified S in Freund\u0027s adjuvant developed high titers of neutralizing and fusion inhibiting antibodies, even though the protein was at least partially denaturated after elution from the affinity column. Moreover, these mice were protected from lethal encephalitis when challenged intracerebrally with 10 LDso of MHV-A59. This study provides a direct demonstration of the importance of the coronavirus spike giycoprotein in the induction of a protective immune response. o 1SSoAcademic press. Inc.",
      "sentences": [
        [
          {
            "segment_text": "Murine hepatitis viruses provide excellent animal models for the study of virus-induced diseases of the central nervous system and gastrointestinal tract .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Several studies have indirectly provided evidence that the spike glycoprotein ( S ) of these coronaviruses bears determinants for pathogenesis and the induction of protective immunity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In order to directly evaluate the immunogenicity of this protein ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "it was purified by affinity chromatography with an in vitro neutralizing and in vivo protective monoclonal antibody which immunoprecipitated the 180-kDa spike glycoprotein of the neurotropic A59 strain of murine hepatitis virus ( MHV-A59 ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Mice immunized twice with approximately 1 ag of purified S in Freund \u0027s adjuvant developed high titers of neutralizing and fusion inhibiting antibodies ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "even though the protein was at least partially denaturated after elution from the affinity column .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , these mice were protected from lethal encephalitis when challenged intracerebrally with 10 LDso of MHV-A59 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This study provides a direct demonstration of the importance of the coronavirus spike giycoprotein in the induction of a protective immune response .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "o 1SSoAcademic press .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Inc. .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "10",
    "token_num": "183"
  }
}