{
  "paper_id": "43bb2013802ed4ac9ab39c111ceff5b7cff19f2f",
  "metadata": {
    "title": "A theoretical investigation of the structure of 2-nitropyridine- N-oxide and the dependency of the NO 2 torsional motion on the applied wavefunction and basis set",
    "coda_data_split": "train",
    "coda_paper_id": 8454,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "HF, B3LYP, and MP2 wave functions in combination with Pople 6-31, 6-311 augmented with polarization functions on all atoms and Dunning doubleand triple-zeta basis sets have been employed to investigate the structures and torsional potential function of the nitro group in 2-nitropyridine-N-oxide (2-NPO) and a variety of its fluorinated derivatives. The augmentation of the basis sets with diffuse functions showed a marked effect on the profile and barriers of the NO 2 torsional potential. Depending on the applied model chemistry, the heterocyclic ring in some 2-NPOs has proved to be non-planar. The non-planarity of the ring was characterized by Cremer-Pople puckering amplitude Q. The disruption of the ring planarity in some NPOs was accounted for the distinctive reactivity and impact sensitivity of these heterocycles. Consistently, the NBO and the AIM analyses furnished clear evidence for the accentuated weakness of the C-NO 2 bond and provided evidence for the electronic interplay between the NO 2 group, the fluorine substituent and the heterocyclic ring. Deletion of all off-diagonal Fock-matrix elements (NOSTAR) to separate hyperconjugative stabilizing interactions from steric interactions was used. The effect of nitration and fluorination on the aromaticity of the studied 2-NPOs was investigated by using the NICS descriptors NICS(1) and NICS(1) zz . These NICS indices have shown that the fluorination in para position to the nitro group exhibits the highest degree of aromaticity within the fluorinated 2-NPOs.",
      "sentences": [
        [
          {
            "segment_text": "HF , B3LYP , and MP2 wave functions in combination with Pople 6-31 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "6-311 augmented with polarization functions on all atoms and Dunning doubleand triple-zeta basis sets have been employed to investigate the structures and torsional potential function of the nitro group in 2-nitropyridine-N-oxide ( 2-NPO ) and a variety of its fluorinated derivatives .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The augmentation of the basis sets with diffuse functions showed a marked effect on the profile and barriers of the NO 2 torsional potential .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Depending on the applied model chemistry ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the heterocyclic ring in some 2-NPOs has proved to be non-planar .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The non-planarity of the ring was characterized by Cremer-Pople puckering amplitude Q .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The disruption of the ring planarity in some NPOs was accounted for the distinctive reactivity and impact sensitivity of these heterocycles .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Consistently , the NBO and the AIM analyses furnished clear evidence for the accentuated weakness of the C-NO 2 bond and provided evidence for the electronic interplay between the NO 2 group ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the fluorine substituent and the heterocyclic ring .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Deletion of all off-diagonal Fock-matrix elements ( NOSTAR ) to separate hyperconjugative stabilizing interactions from steric interactions was used .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The effect of nitration and fluorination on the aromaticity of the studied 2-NPOs was investigated by using the NICS descriptors NICS ( 1 ) and NICS ( 1 ) zz .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These NICS indices have shown that the fluorination in para position to the nitro group exhibits the highest degree of aromaticity within the fluorinated 2-NPOs .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Keywords 2-Nitropyridine-N-oxide Á Fluoro-2nitropyridine-N-oxide Á NO 2 torsional potential Á C-NO 2 bond Á Ring non-planarity Á NBO Á AIM Á NOSTAR deletion Á NICS(1) zz Electronic supplementary material The online version of this article (",
      "sentences": [
        [
          {
            "segment_text": "Keywords 2-Nitropyridine-N-oxide Á Fluoro-2nitropyridine-N-oxide Á NO 2 torsional potential Á C-NO 2 bond Á Ring non-planarity Á NBO Á AIM Á NOSTAR deletion Á NICS ( 1 ) zz Electronic supplementary material The online version of this article (",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "10",
    "segment_num": "13",
    "token_num": "292"
  }
}