{
  "paper_id": "43cc3ee5f05b29c81beabb4aa5a358b0e3add31a",
  "metadata": {
    "title": "Cytokines and brain excitability",
    "coda_data_split": "train",
    "coda_paper_id": 10767,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Cytokines are molecules secreted by peripheral immune cells, microglia, astrocytes and neurons in the central nervous system. Peripheral or central inflammation is characterized by an upregulation of cytokines and their receptors in the brain. Emerging evidence indicates that pro-inflammatory cytokines modulate brain excitability. Findings from both the clinical literature and from in vivo and in vitro laboratory studies suggest that cytokines can increase seizure susceptibility and may be involved in epileptogenesis. Cellular mechanisms that underlie these effects include upregulation of excitatory glutamatergic transmission and downregulation of inhibitory GABAergic transmission.",
      "sentences": [
        [
          {
            "segment_text": "Cytokines are molecules secreted by peripheral immune cells ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "microglia , astrocytes and neurons in the central nervous system .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Peripheral or central inflammation is characterized by an upregulation of cytokines and their receptors in the brain .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Emerging evidence indicates that pro-inflammatory cytokines modulate brain excitability .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Findings from both the clinical literature and from in vivo and in vitro laboratory studies suggest that cytokines can increase seizure susceptibility and may be involved in epileptogenesis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Cellular mechanisms that underlie these effects include upregulation of excitatory glutamatergic transmission and downregulation of inhibitory GABAergic transmission .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "6",
    "token_num": "96"
  }
}