{
  "paper_id": "43d4eadd45196bbbafecfb3c888c18274d917859",
  "metadata": {
    "title": "A mechanistic population balance model to evaluate the impact of interventions on infectious disease outbreaks: Case for COVID19",
    "coda_data_split": "train",
    "coda_paper_id": 5962,
    "coda_has_expert_labels": false,
    "subset": "biorxiv_medrxiv"
  },
  "abstract": [
    {
      "original_text": "Infectious diseases, especially when new and highly contagious, could be devastating producing epidemic outbreaks and pandemics. Predicting the outcomes of such events in relation to possible interventions is crucial for societal and healthcare planning and forecasting of resource needs. Deterministic and mechanistic models can capture the main known phenomena of epidemics while also allowing for a meaningful interpretation of results. In this work a deterministic mechanistic population balance model was developed. The model describes individuals in a population by infection stage and age group. The population is treated as in a close well mixed community with no migrations. Infection rates and clinical and epidemiological information govern the transitions between stages of the disease. The present model provides a steppingstone to build upon and its current low complexity retains accessibility to non experts and policy makers to comprehend the variables and phenomena at play.",
      "sentences": [
        [
          {
            "segment_text": "Infectious diseases , especially when new and highly contagious ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "could be devastating producing epidemic outbreaks and pandemics .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Predicting the outcomes of such events in relation to possible interventions is crucial for societal and healthcare planning and forecasting of resource needs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Deterministic and mechanistic models can capture the main known phenomena of epidemics while also allowing for a meaningful interpretation of results .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this work a deterministic mechanistic population balance model was developed .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The model describes individuals in a population by infection stage and age group .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The population is treated as in a close well mixed community with no migrations .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Infection rates and clinical and epidemiological information govern the transitions between stages of the disease .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The present model provides a steppingstone to build upon and its current low complexity retains accessibility to non experts and policy makers to comprehend the variables and phenomena at play .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "9",
    "token_num": "153"
  }
}