{
  "paper_id": "4405f053c281d58d610e73a17777162a08c1ef67",
  "metadata": {
    "title": "Inhibition of infection caused by severe acute respiratory syndrome-associated coronavirus by equine neutralizing antibody in aged mice ☆",
    "coda_data_split": "train",
    "coda_paper_id": 3710,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The high susceptibility of elderly to severe acute respiratory syndrome-associated coronavirus (SARS-CoV) indicates how crucial it is to protect the elderly by various strategies. Aged BALB/c mice displayed a high susceptibility to SARS-CoV and have been a valuable platform for evaluation of strategies against SARS-CoV infection. In this study, we confirmed the validity of this model using various methods, and verified that equine anti-SARS-CoV F(ab\u0027) 2 can prevent aged animals from SARS-CoV infection. In a therapeutic setting, treatment with anti-SARS-CoV F(ab\u0027) 2 decreased viral load more than several thousand folds in the lungs. Thus, this antibody should be a potential candidate for treatment of elderly patients suffering from SARS.",
      "sentences": [
        [
          {
            "segment_text": "The high susceptibility of elderly to severe acute respiratory syndrome-associated coronavirus ( SARS-CoV ) indicates how crucial it is to protect the elderly by various strategies .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Aged BALB/c mice displayed a high susceptibility to SARS-CoV and have been a valuable platform for evaluation of strategies against SARS-CoV infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , we confirmed the validity of this model using various methods ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and verified that equine anti-SARS-CoV F ( ab \u0027 ) 2 can prevent aged animals from SARS-CoV infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In a therapeutic setting , treatment with anti-SARS-CoV F ( ab \u0027 ) 2 decreased viral load more than several thousand folds in the lungs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Thus , this antibody should be a potential candidate for treatment of elderly patients suffering from SARS .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "6",
    "token_num": "128"
  }
}