{
  "paper_id": "442a1332feedd98d5b471efc73ea917c9451f267",
  "metadata": {
    "title": "Separation and analysis of glycyrrhizin, 18␤-glycyrrhetic acid and 18␣-glycyrrhetic acid in liquorice roots by means of capillary zone electrophoresis",
    "coda_data_split": "train",
    "coda_paper_id": 3102,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Glycyrrhizin is the main active compound of Glycyrrhiza glabra root extracts; according to recent studies, glycyrrhizin and its aglycon, glycyrrhetic acid, have interesting therapeutic properties. A new capillary electrophoretic method has been developed for the separation and quantification of glycyrrhizin, ␤-glycyrrhetic acid and its isomer ␣-glycyrrhetic acid. Separation of the analytes was achieved in less than 3 min on a fused silica capillary, by injecting the samples at the short end of the capillary (effective length: 8.5 cm). The background electrolyte was composed of pH 10.0 carbonate buffer, methanol and ethylene glycol (80/10/10) and contained 0.4% ␤-cyclodextrin; indomethacin was used as the internal standard. Diode array detection was used, with quantitative assays carried out at 254 nm. Linearity was found over the 5-200 and 2.5-100 g mL −1 concentration ranges for glycyrrhizin and glycyrrhetic acid, respectively. This method has been applied to the determination of the analytes in different matrices (liquorice roots and commercial confectionery products), and to the purity control of ␤-glycyrrhetic acid obtained from the hydrolysis of glycyrrhizin. When analysing ␤-glycyrrhetic acid and its epimer in roots, the samples were purified by means of a suitable solid-phase extraction (SPE) procedure with Oasis HLB cartridges, which granted good selectivity, eliminating matrix interference.",
      "sentences": [
        [
          {
            "segment_text": "Glycyrrhizin is the main active compound of Glycyrrhiza glabra root extracts ; according to recent studies ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "glycyrrhizin and its aglycon , glycyrrhetic acid , have interesting therapeutic properties .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A new capillary electrophoretic method has been developed for the separation and quantification of glycyrrhizin ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "␤ - glycyrrhetic acid and its isomer ␣ - glycyrrhetic acid .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Separation of the analytes was achieved in less than 3 min on a fused silica capillary ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "by injecting the samples at the short end of the capillary ( effective length : 8.5 cm ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The background electrolyte was composed of pH 10.0 carbonate buffer ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "methanol and ethylene glycol ( 80/10/10 ) and contained 0.4 % ␤ - cyclodextrin ; indomethacin was used as the internal standard .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Diode array detection was used ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "with quantitative assays carried out at 254 nm .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Linearity was found over the 5-200 and 2.5-100 g mL − 1 concentration ranges for glycyrrhizin and glycyrrhetic acid , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This method has been applied to the determination of the analytes in different matrices ( liquorice roots and commercial confectionery products ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and to the purity control of ␤ - glycyrrhetic acid obtained from the hydrolysis of glycyrrhizin .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "When analysing ␤ - glycyrrhetic acid and its epimer in roots ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the samples were purified by means of a suitable solid-phase extraction ( SPE ) procedure with Oasis HLB cartridges ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which granted good selectivity , eliminating matrix interference .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "16",
    "token_num": "246"
  }
}