{
  "paper_id": "443717bea4964e658c8ed7b417c90e32631ed7e8",
  "metadata": {
    "title": "",
    "coda_data_split": "train",
    "coda_paper_id": 7137,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Airborne/droplet infection is caused by infected agents in the air around a person. Microbial pathogenic agents that are mainly transmitted airborne are aerosols, re-aerosols, microbe-carrying particles, huge amounts of bacteria-carrying airborne skin cells, dust, droplets and droplet nuclei. At the same time, there is always a contact transmission from contaminated environment, equipment, textiles and waste. Droplet nuclei are small evaporated droplet residues (\u003c5 μm) produced by coughing, sneezing, shouting, singing and speaking very distinctespecially the consonants. Droplet nuclei remain for many hours in the air and may be carried by normal air currents in long distances outside the room. Therefore, \"droplet isolation and droplet precaution\" is included in the airborne isolation regime. The source of infection is usually a patient but may also be a healthy carrier. The patient should be placed in isolate dedicated for airborne infections.",
      "sentences": [
        [
          {
            "segment_text": "Airborne/droplet infection is caused by infected agents in the air around a person .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Microbial pathogenic agents that are mainly transmitted airborne are aerosols ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "re-aerosols , microbe-carrying particles , huge amounts of bacteria-carrying airborne skin cells ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "dust , droplets and droplet nuclei .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "At the same time , there is always a contact transmission from contaminated environment ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "equipment , textiles and waste .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Droplet nuclei are small evaporated droplet residues ( \u003c 5 μm ) produced by coughing ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "sneezing , shouting , singing and speaking very distinctespecially the consonants .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Droplet nuclei remain for many hours in the air and may be carried by normal air currents in long distances outside the room .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Therefore , `` droplet isolation and droplet precaution \u0027\u0027 is included in the airborne isolation regime .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The source of infection is usually a patient but may also be a healthy carrier .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The patient should be placed in isolate dedicated for airborne infections .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "12",
    "token_num": "163"
  }
}