{
  "paper_id": "443aa07a6f57cab4c25fcdb0add50527028d6769",
  "metadata": {
    "title": "Emerging Cancer Vaccines: The Promise of Genetic Vectors",
    "coda_data_split": "train",
    "coda_paper_id": 2452,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Therapeutic vaccination against cancer is an important approach which, when combined with other therapies, can improve long-term control of cancer. In fact, the induction of adaptive immune responses against Tumor Associated Antigens (TAAs) as well as innate immunity are important factors for tumor stabilization/eradication. A variety of immunization technologies have been explored in last decades and are currently under active evaluation, such as cell-based, protein, peptide and heat-shock protein-based cancer vaccines. Genetic vaccines are emerging as promising methodologies to elicit immune responses against a wide variety of antigens, including TAAs. Amongst these, Adenovirus (Ad)-based vectors show excellent immunogenicity profile and have achieved immunological proof of concept in humans. In vivo electroporation of plasmid DNA (DNA-EP) is also a desirable vaccine technology for cancer vaccines, as it is repeatable several times, a parameter required for the long-term maintenance of anti-tumor immunity. Recent findings show that combinations of different modalities of immunization (heterologous prime/boost) are able to induce superior immune reactions as compared to single-modality vaccines. In this review, we will discuss the challenges and requirements of emerging cancer vaccines, particularly focusing on the genetic cancer vaccines currently under active development and the promise shown by Ad and DNA-EP heterologous prime-boost.",
      "sentences": [
        [
          {
            "segment_text": "Therapeutic vaccination against cancer is an important approach which ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "when combined with other therapies ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "can improve long-term control of cancer .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In fact , the induction of adaptive immune responses against Tumor Associated Antigens ( TAAs ) as well as innate immunity are important factors for tumor stabilization/eradication .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A variety of immunization technologies have been explored in last decades and are currently under active evaluation ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "such as cell-based , protein ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "peptide and heat-shock protein-based cancer vaccines .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Genetic vaccines are emerging as promising methodologies to elicit immune responses against a wide variety of antigens , including TAAs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Amongst these , Adenovirus ( Ad ) - based vectors show excellent immunogenicity profile and have achieved immunological proof of concept in humans .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In vivo electroporation of plasmid DNA ( DNA-EP ) is also a desirable vaccine technology for cancer vaccines ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "as it is repeatable several times ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a parameter required for the long-term maintenance of anti-tumor immunity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Recent findings show that combinations of different modalities of immunization ( heterologous prime/boost ) are able to induce superior immune reactions as compared to single-modality vaccines .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this review , we will discuss the challenges and requirements of emerging cancer vaccines ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "particularly focusing on the genetic cancer vaccines currently under active development and the promise shown by Ad and DNA-EP heterologous prime-boost .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "15",
    "token_num": "229"
  }
}