{
  "paper_id": "44436dae14d853ef48bf49b19ffb683eea51f798",
  "metadata": {
    "title": "The Infectious Diseases Physician in the Future of Healthcare: Not Only About Antibiotic Prescribing",
    "coda_data_split": "train",
    "coda_paper_id": 9572,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The uncertainties of healthcare payment and delivery reform on income and care process have created a sense of foreboding, concern, and fear that a career in medicine is not what it used to be and that a career in infectious diseases in particular may no longer be viable. Fears have been raised that the need for infectious diseases consultation and management will be curtailed because we provide cognitive services that are not perceived as being needed in a health system filled with intensivists, hospitalists, and skilled nursing facility physicians. Now is the time for us to reframe our role in the health system that is evolving to a process of care focused on population health and patient safety that pays providers for value they bring to achieve those goals. Specific suggestions are made to enhance the infectious diseases physician\u0027s profile with the intent of encouraging debate, discussion, and action.",
      "sentences": [
        [
          {
            "segment_text": "The uncertainties of healthcare payment and delivery reform on income and care process have created a sense of foreboding ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "concern , and fear that a career in medicine is not what it used to be and that a career in infectious diseases in particular may no longer be viable .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Fears have been raised that the need for infectious diseases consultation and management will be curtailed because we provide cognitive services that are not perceived as being needed in a health system filled with intensivists ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "hospitalists , and skilled nursing facility physicians .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Now is the time for us to reframe our role in the health system that is evolving to a process of care focused on population health and patient safety that pays providers for value they bring to achieve those goals .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Specific suggestions are made to enhance the infectious diseases physician \u0027s profile with the intent of encouraging debate , discussion , and action .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "6",
    "token_num": "160"
  }
}