{
  "paper_id": "4465b8957219de75fb5b7f7ed57069405572cf00",
  "metadata": {
    "title": "Visibility and transmission: complexities around promoting hand hygiene in young children -a qualitative study",
    "coda_data_split": "train",
    "coda_paper_id": 7161,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Effective hand hygiene practice can reduce transmission of diseases such as respiratory tract infections (RTIs) and gastrointestinal infections, especially in young children. While hand hygiene has been widely promoted within Australia, primary care providers\u0027 (PCPs) and parents\u0027 understanding of hand hygiene importance, and their views on hand hygiene in reducing transmission of diseases in the community are unclear. Therefore, the aim of this study was to explore the views of PCPs and parents of young children on their knowledge and practice of hand hygiene in disease transmission. Methods: Using a cross-sectional qualitative research design, we conducted 30 in-depth interviews with PCPs and five focus groups with parents (n \u003d 50) between June 2014 and July 2015 in Melbourne, Australia. Data were thematically analysed. Results: Participants agreed that hand hygiene practice was important in reducing disease transmissions. However, barriers such as variations of hand hygiene habits, relating visibility to transmission; concerns around young children being obsessed with washing hands; children already being \u0027too clean\u0027 and the need to build their immunity through exposure to dirt; and scepticism that hand hygiene practice was achievable in young children, all hindered participants\u0027 motivation to develop good hand hygiene behaviour in young children. Conclusion: Despite the established benefits of hand hygiene, sustained efforts are needed to ensure its uptake in routine care. To overcome the barriers identified in this study a multifaceted intervention is needed that includes teaching young children good hand hygiene habits, PCPs prompting parents and young children to practice hand hygiene when coming for an RTI consultation, reassuring parents that effective hand hygiene practice will not lead to abnormal psychological behaviour in their children, and community health promotion education campaigns.",
      "sentences": [
        [
          {
            "segment_text": "Background : Effective hand hygiene practice can reduce transmission of diseases such as respiratory tract infections ( RTIs ) and gastrointestinal infections , especially in young children .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "While hand hygiene has been widely promoted within Australia ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "primary care providers \u0027 ( PCPs ) and parents \u0027 understanding of hand hygiene importance ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and their views on hand hygiene in reducing transmission of diseases in the community are unclear .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Therefore , the aim of this study was to explore the views of PCPs and parents of young children on their knowledge and practice of hand hygiene in disease transmission .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : Using a cross-sectional qualitative research design ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we conducted 30 in-depth interviews with PCPs and five focus groups with parents ( n \u003d 50 ) between June 2014 and July 2015 in Melbourne , Australia .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Data were thematically analysed .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Participants agreed that hand hygiene practice was important in reducing disease transmissions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , barriers such as variations of hand hygiene habits ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "relating visibility to transmission ; concerns around young children being obsessed with washing hands ; children already being ` too clean \u0027 and the need to build their immunity through exposure to dirt ; and scepticism that hand hygiene practice was achievable in young children ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "all hindered participants \u0027 motivation to develop good hand hygiene behaviour in young children .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusion : Despite the established benefits of hand hygiene ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "sustained efforts are needed to ensure its uptake in routine care .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "To overcome the barriers identified in this study a multifaceted intervention is needed that includes teaching young children good hand hygiene habits ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "PCPs prompting parents and young children to practice hand hygiene when coming for an RTI consultation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "reassuring parents that effective hand hygiene practice will not lead to abnormal psychological behaviour in their children ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and community health promotion education campaigns .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "18",
    "token_num": "319"
  }
}