{
  "paper_id": "4467298e39f2e2c43a48135ce26a887ea78b5706",
  "metadata": {
    "title": "Protein folding liquid chromatography and its recent developments ଝ",
    "coda_data_split": "train",
    "coda_paper_id": 8517,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The ultimate goal of proteomics is to identify biologically active proteins and to produce them using biotechnology tools such as bacterial hosts. However, proteins produced by Escherichia coli must be refolded to their native state. Protein folding liquid chromatography (PFLC) is a new method developed in recent years, and it is widely used in molecular biology and biotechnology. In this paper, the new method, PFLC is introduced and its recent development is reviewed. In addition the paper includes definitions, advantages, principles, applications for both laboratory and large scales, apparatus, and effecting factors of PFLC. In addition, the role of this method in the future is examined.",
      "sentences": [
        [
          {
            "segment_text": "The ultimate goal of proteomics is to identify biologically active proteins and to produce them using biotechnology tools such as bacterial hosts .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , proteins produced by Escherichia coli must be refolded to their native state .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Protein folding liquid chromatography ( PFLC ) is a new method developed in recent years ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and it is widely used in molecular biology and biotechnology .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this paper , the new method ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "PFLC is introduced and its recent development is reviewed .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "In addition the paper includes definitions ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "advantages , principles , applications for both laboratory and large scales ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "apparatus , and effecting factors of PFLC .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "In addition , the role of this method in the future is examined .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "10",
    "token_num": "124"
  }
}