{
  "paper_id": "446b9a8a8fa54a5b771070c252cb5ecb0117f1be",
  "metadata": {
    "title": "Upper-Respiratory Viral Infection, Biomarkers, and COPD Exacerbations",
    "coda_data_split": "train",
    "coda_paper_id": 7887,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "A mong the infl ammatory processes triggering COPD exacerbations, respiratory tract viral infections are prime suspects. Although fi rst localized in the upper-respiratory tract (URT), these infections could trigger a cascade of infl ammatory events 1,2 that lead to clinically signifi cant exacerbations. Current guidelines recommend the administration of antibiotics based mainly on clinical criteria, 1 leading inevitably to an overuse of antibiotics, which is estimated to occur in approximately 55% of all acute exacerbations of COPD (AECOPD). 3 The participation of viral infections in AECOPD has been confi rmed in many studies. 4-7 The most recent reports using polymerase chain reaction (PCR)-based methods led to a positive detection of viral nucleic acids in 30% to 60% of AECOPD cases. 5,8-12 However, the role of recently identifi ed viruses, such as coronavirus NL63 and HKU1 and human bocavirus as well as the new human rhinoviruses C, which are reported as the most frequent ones circulating in the community, 13, 14 has not yet been fully established.",
      "sentences": [
        [
          {
            "segment_text": "A mong the infl ammatory processes triggering COPD exacerbations ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "respiratory tract viral infections are prime suspects .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although fi rst localized in the upper-respiratory tract ( URT ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "these infections could trigger a cascade of infl ammatory events 1,2 that lead to clinically signifi cant exacerbations .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Current guidelines recommend the administration of antibiotics based mainly on clinical criteria ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "1 leading inevitably to an overuse of antibiotics ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which is estimated to occur in approximately 55 % of all acute exacerbations of COPD ( AECOPD ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "3 The participation of viral infections in AECOPD has been confi rmed in many studies .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "4-7 The most recent reports using polymerase chain reaction ( PCR ) - based methods led to a positive detection of viral nucleic acids in 30 % to 60 % of AECOPD cases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "5,8-12 However , the role of recently identifi ed viruses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "such as coronavirus NL63 and HKU1 and human bocavirus as well as the new human rhinoviruses C ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which are reported as the most frequent ones circulating in the community ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "13 , 14 has not yet been fully established .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Biomarkers such as procalcitonin (PCT), when elevated, have been proposed as surrogate markers of bacterial disease and, when within normal values, often are considered in clinical practice as the signature of a viral infection. Although PCT has been studied Background: Respiratory viruses frequently are recovered in the upper-respiratory tract during acute exacerbations of COPD (AECOPD), but their role as contributing pathogens remains unclear. The usefulness of procalcitonin and C-reactive protein as indicators of the presence or absence of viral infection in this setting also needs to be evaluated.",
      "sentences": [
        [
          {
            "segment_text": "Biomarkers such as procalcitonin ( PCT ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "when elevated , have been proposed as surrogate markers of bacterial disease and ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "when within normal values , often are considered in clinical practice as the signature of a viral infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although PCT has been studied Background : Respiratory viruses frequently are recovered in the upper-respiratory tract during acute exacerbations of COPD ( AECOPD ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but their role as contributing pathogens remains unclear .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The usefulness of procalcitonin and C-reactive protein as indicators of the presence or absence of viral infection in this setting also needs to be evaluated .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Methods: The study was of a prospective cohort of patients with COPD admitted to the ED for AECOPD. Reverse transcriptase-polymerase chain reaction (RT-PCR) for 14 respiratory viruses was performed on nasopharyngeal swabs collected at admission and after recovery in stable condition.",
      "sentences": [
        [
          {
            "segment_text": "Methods : The study was of a prospective cohort of patients with COPD admitted to the ED for AECOPD .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Reverse transcriptase-polymerase chain reaction ( RT-PCR ) for 14 respiratory viruses was performed on nasopharyngeal swabs collected at admission and after recovery in stable condition .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions: Prevalence of upper-respiratory viral infection, as detected from nasopharyngeal swab by RT-PCR, is high in AECOPD and low after clinical recovery, suggesting that AECOPD frequently are triggered by viral infections initiated in the upper-respiratory tract. In our study, serum procalcitonin and C-reactive protein did not discriminate virus-associated exacerbations from others. Trial registration: clinicaltrials.gov; Identifi er: NCT00448604.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions : Prevalence of upper-respiratory viral infection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as detected from nasopharyngeal swab by RT-PCR ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "is high in AECOPD and low after clinical recovery ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "suggesting that AECOPD frequently are triggered by viral infections initiated in the upper-respiratory tract .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In our study , serum procalcitonin and C-reactive protein did not discriminate virus-associated exacerbations from others .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Trial registration : clinicaltrials.gov ; Identifi er : NCT00448604 .",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "Abbreviations: AECOPD 5 acute exacerbations of COPD; CRP 5 C-reactive protein; OR 5 odds ratio; PCR 5 polymerase chain reaction; PCT 5 procalcitonin; PEF 5 peak expiratory fl ow; RSV 5 respiratory syncytial virus; RT-PCR 5 reverse transcriptase-polymerase chain reaction; URT 5 upper-respiratory tract",
      "sentences": [
        [
          {
            "segment_text": "Abbreviations : AECOPD 5 acute exacerbations of COPD ; CRP 5 C-reactive protein ; OR 5 odds ratio ; PCR 5 polymerase chain reaction ; PCT 5 procalcitonin ; PEF 5 peak expiratory fl ow ; RSV 5 respiratory syncytial virus ; RT-PCR 5 reverse transcriptase-polymerase chain reaction ; URT 5 upper-respiratory tract",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "5",
    "sentence_num": "15",
    "segment_num": "28",
    "token_num": "460"
  }
}