{
  "paper_id": "4481ddf0d81e186b0be8ab48c20e8b206ec2879c",
  "metadata": {
    "title": "Non-Apical Membrane Antigen 1 (AMA1) IgGs from Malian Children Interfere with Functional Activity of AMA1 IgGs as Judged by Growth Inhibition Assay",
    "coda_data_split": "train",
    "coda_paper_id": 4574,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Apical membrane antigen 1 (AMA1) is one of the best-studied blood-stage malaria vaccine candidates. When an AMA1 vaccine was tested in a malaria naïve population, it induced functionally active antibodies judged by Growth Inhibition Assay (GIA). However, the same vaccine failed to induce higher growth-inhibitory activity in adults living in a malaria endemic area. Vaccination did induce functionally active antibodies in malaria-exposed children with less than 20% inhibition in GIA at baseline, but not in children with more than that level of baseline inhibition.",
      "sentences": [
        [
          {
            "segment_text": "Background : Apical membrane antigen 1 ( AMA1 ) is one of the best-studied blood-stage malaria vaccine candidates .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "When an AMA1 vaccine was tested in a malaria naïve population ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "it induced functionally active antibodies judged by Growth Inhibition Assay ( GIA ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , the same vaccine failed to induce higher growth-inhibitory activity in adults living in a malaria endemic area .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Vaccination did induce functionally active antibodies in malaria-exposed children with less than 20 % inhibition in GIA at baseline ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but not in children with more than that level of baseline inhibition .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Methods: Total IgGs were purified from plasmas collected from the pediatric trial before and after immunization and pools of total IgGs were made. Another set of total IgGs was purified from U.S. adults immunized with AMA1 (US-total IgG). From these total IgGs, AMA1-specific and non-AMA1 IgGs were affinity purified and the functional activity of these IgGs was evaluated by GIA. Competition ELISA was performed with the U.S.-total IgG and non-AMA1 IgGs from malaria-exposed children.",
      "sentences": [
        [
          {
            "segment_text": "Methods : Total IgGs were purified from plasmas collected from the pediatric trial before and after immunization and pools of total IgGs were made .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Another set of total IgGs was purified from U.S. adults immunized with AMA1 ( US-total IgG ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "From these total IgGs , AMA1-specific and non-AMA1 IgGs were affinity purified and the functional activity of these IgGs was evaluated by GIA .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Competition ELISA was performed with the U.S.-total IgG and non-AMA1 IgGs from malaria-exposed children .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results: AMA1-specific IgGs from malaria-exposed children and U.S. vaccinees showed similar growth-inhibitory activity at the same concentrations. When mixed with U.S.-total IgG, non-AMA1 IgGs from children showed an interference effect in GIA. Interestingly, the interference effect was higher with non-AMA1 IgGs from higher titer pools. The non-AMA1 IgGs did not compete with anti-AMA1 antibody in U.S.-total IgG in the competition ELISA.",
      "sentences": [
        [
          {
            "segment_text": "Results : AMA1-specific IgGs from malaria-exposed children and U.S. vaccinees showed similar growth-inhibitory activity at the same concentrations .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "When mixed with U.S.-total IgG ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "non-AMA1 IgGs from children showed an interference effect in GIA .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Interestingly , the interference effect was higher with non-AMA1 IgGs from higher titer pools .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The non-AMA1 IgGs did not compete with anti-AMA1 antibody in U.S.-total IgG in the competition ELISA .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusion: Children living in a malaria endemic area have a fraction of IgGs that interferes with the biological activity of anti-AMA1 antibody as judged by GIA. While the mechanism of interference is not resolved in this study, these results suggest it is not caused by direct competition between non-AMA1 IgG and AMA1 protein. This study indicates that antimalaria IgGs induced by natural exposure may interfere with the biological effect of antibody induced by an AMA1-based vaccine in the target population.",
      "sentences": [
        [
          {
            "segment_text": "Conclusion : Children living in a malaria endemic area have a fraction of IgGs that interferes with the biological activity of anti-AMA1 antibody as judged by GIA .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "While the mechanism of interference is not resolved in this study ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "these results suggest it is not caused by direct competition between non-AMA1 IgG and AMA1 protein .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This study indicates that antimalaria IgGs induced by natural exposure may interfere with the biological effect of antibody induced by an AMA1-based vaccine in the target population .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "15",
    "segment_num": "19",
    "token_num": "333"
  }
}