{
  "paper_id": "44bbdaa4c3b3f4c165fd80716537cf94791052ef",
  "metadata": {
    "title": "Antigenicity and receptor-binding ability of recombinant SARS coronavirus spike protein",
    "coda_data_split": "train",
    "coda_paper_id": 4795,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Severe acute respiratory syndrome (SARS) is an emerging infectious disease associated with a novel coronavirus and causing worldwide outbreaks. SARS coronavirus (SARS-CoV) is an enveloped RNA virus, which contains several structural proteins. Among these proteins, spike (S) protein is responsible for binding to specific cellular receptors and is a major antigenic determinant, which induces neutralizing antibody. In order to analyze the antigenicity and receptor-binding ability of SARS-CoV S protein, we expressed the S protein in Escherichia coli using a pET expression vector. After the isopropyl-b-D D -thiogalactoside induction, S protein was expressed in the soluble form and purified by nickel-affinity chromatography to homogeneity. The amount of S protein recovered was 0.2-0.3 mg/100 ml bacterial culture. The S protein was recognized by sera from SARS patients by ELISA and Western blot, which indicated that recombinant S protein retained its antigenicity. By biotinylated ELISA and Western blot using biotinlabeled S protein as the probe, we identified 130-kDa and 140-kDa proteins in Vero cells that might be the cellular receptors responsible for SARS-CoV infection. Taken together, these results suggested that recombinant S protein exhibited the antigenicity and receptor-binding ability, and it could be a good candidate for further developing SARS vaccine and anti-SARS therapy.",
      "sentences": [
        [
          {
            "segment_text": "Severe acute respiratory syndrome ( SARS ) is an emerging infectious disease associated with a novel coronavirus and causing worldwide outbreaks .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "SARS coronavirus ( SARS-CoV ) is an enveloped RNA virus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which contains several structural proteins .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Among these proteins , spike ( S ) protein is responsible for binding to specific cellular receptors and is a major antigenic determinant , which induces neutralizing antibody .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In order to analyze the antigenicity and receptor-binding ability of SARS-CoV S protein ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "we expressed the S protein in Escherichia coli using a pET expression vector .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "After the isopropyl-b-D D - thiogalactoside induction ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "S protein was expressed in the soluble form and purified by nickel-affinity chromatography to homogeneity .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The amount of S protein recovered was 0.2-0.3 mg/100 ml bacterial culture .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The S protein was recognized by sera from SARS patients by ELISA and Western blot ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which indicated that recombinant S protein retained its antigenicity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "By biotinylated ELISA and Western blot using biotinlabeled S protein as the probe ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "we identified 130-kDa and 140-kDa proteins in Vero cells that might be the cellular receptors responsible for SARS-CoV infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Taken together , these results suggested that recombinant S protein exhibited the antigenicity and receptor-binding ability ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and it could be a good candidate for further developing SARS vaccine and anti-SARS therapy .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "15",
    "token_num": "226"
  }
}