{
  "paper_id": "44bdee5bb927cb58ca1791c02466ecb45ebf5ef6",
  "metadata": {
    "title": "A community-based approach to influenza assessment and treatment during a pandemic",
    "coda_data_split": "train",
    "coda_paper_id": 6554,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "In the event of an influenza pandemic, hospitals and community-based health services will be overwhelmed. To ensure that life-saving health services are able to continue, the Ontario Health Plan for an Influenza Pandemic (OHPIP) provides direction for assessing and treating patients with influenza, remotely and through the implementation of alternate assessment, treatment and referral centres (Flu Centres). The OHPIP also provides tools and resources for local pandemic planners to assist them with the implementation of this strategy.",
      "sentences": [
        [
          {
            "segment_text": "In the event of an influenza pandemic ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "hospitals and community-based health services will be overwhelmed .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To ensure that life-saving health services are able to continue ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the Ontario Health Plan for an Influenza Pandemic ( OHPIP ) provides direction for assessing and treating patients with influenza ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "remotely and through the implementation of alternate assessment ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "treatment and referral centres ( Flu Centres ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The OHPIP also provides tools and resources for local pandemic planners to assist them with the implementation of this strategy .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "3",
    "segment_num": "7",
    "token_num": "88"
  }
}