{
  "paper_id": "44eb008ea8b710df2f2e33f598e6f0fe81ff162b",
  "metadata": {
    "title": "Genome-wide screening using RNAi (RNA interference) to study host factors in viral replication and pathogenesis",
    "coda_data_split": "train",
    "coda_paper_id": 2102,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "With the recent development of siRNA and shRNA expression libraries, RNAi technology has been extensively employed to identify genes involved in diverse cellular processes, such as signal transduction, cell cycle, cancer biology and host-pathogen interactions. In the field of viral infection, this approach has already identified hundreds of new genes not previously known to be important for various virus lifecycles. In this brief review, we focus on recent studies performed using genome-wide RNAi-based screens in mammalian cells for the identification of essential host factors for viral infection and pathogenesis.",
      "sentences": [
        [
          {
            "segment_text": "With the recent development of siRNA and shRNA expression libraries ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "RNAi technology has been extensively employed to identify genes involved in diverse cellular processes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "such as signal transduction , cell cycle ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "cancer biology and host-pathogen interactions .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In the field of viral infection ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "this approach has already identified hundreds of new genes not previously known to be important for various virus lifecycles .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this brief review , we focus on recent studies performed using genome-wide RNAi-based screens in mammalian cells for the identification of essential host factors for viral infection and pathogenesis .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "3",
    "segment_num": "7",
    "token_num": "98"
  }
}