{
  "paper_id": "44f6db0cdbf4aeb5bd10e15066084b8d02e43dc8",
  "metadata": {
    "title": "A contribution to the ectoparasite fauna of bats (Mammalia: Chiroptera) in Mindoro Island, Philippines: I. Blood sucking Diptera (Nycteribiidae, Streblidae) and Siphonaptera (Ischnopsyllidae)",
    "coda_data_split": "train",
    "coda_paper_id": 10261,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "New data on bat ectoparasites from Mindoro Island, Philippines are reported. Eighty-three individuals of ectoparasitic insects representing seven species of Nycteribiidae and five species of Streblidae (both Diptera), and one species of Ischnopsyllidae (Siphonaptera) were recorded from 11 bat species captured in Naujan Lake National Park, Mindoro Oriental Province, Philippines. Raymondia pagodarum is a new record for the country. Eight species are also newly recorded for Mindoro Island, including Cyclopodia garrula, Leptocyclopodia ferrarii mabuhai, Megastrebla parvior, Brachytarsina amboinensis, B. werneri, R. pagodarum, R. pseudopagodarum and Thaumapsylla longiforceps. Five species are newly documented on various hosts: C. horsfieldi on Pteropus pumilus, M. parvior on Macroglossus minimus, B. amboinensis on Hipposideros diadema, B. werneri on Rhinolophus arcuatus and R. pagodarum on Hipposideros bicolor.",
      "sentences": [
        [
          {
            "segment_text": "New data on bat ectoparasites from Mindoro Island , Philippines are reported .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Eighty-three individuals of ectoparasitic insects representing seven species of Nycteribiidae and five species of Streblidae ( both Diptera ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and one species of Ischnopsyllidae ( Siphonaptera ) were recorded from 11 bat species captured in Naujan Lake National Park ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Mindoro Oriental Province , Philippines .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Raymondia pagodarum is a new record for the country .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Eight species are also newly recorded for Mindoro Island ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including Cyclopodia garrula , Leptocyclopodia ferrarii mabuhai ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Megastrebla parvior , Brachytarsina amboinensis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "B. werneri , R. pagodarum ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "R. pseudopagodarum and Thaumapsylla longiforceps .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Five species are newly documented on various hosts : C. horsfieldi on Pteropus pumilus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "M. parvior on Macroglossus minimus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "B. amboinensis on Hipposideros diadema ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "B. werneri on Rhinolophus arcuatus and R. pagodarum on Hipposideros bicolor .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "14",
    "token_num": "145"
  }
}