{
  "paper_id": "450c0a74a968ba65478471b89143599c112941dd",
  "metadata": {
    "title": "Setting the proportion of CD4 + and CD8 + T-cells co-cultured with canine macrophages infected with Leishmania chagasi",
    "coda_data_split": "train",
    "coda_paper_id": 2533,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "New methods for evaluating the canine immune system are necessary, not only to monitor immunological disorders, but also to provide insights for vaccine evaluations and therapeutic interventions, reducing the costs of assays using dog models, and provide a more rational way for analyzing the canine immune response. The present study intended to establish an in vitro toll to assess the parasitological/immunological status of dogs, applicable in pre-clinical trials of vaccinology, prognosis follow-up and therapeutics analysis of canine visceral leishmaniasis. We have evaluated the performance of co-culture systems of canine Leishmania chagasi-infected macrophages with different cell ratios of total lymphocytes or purified CD4 + and CD8 + T-cells. Peripheral blood mononuclear cells from uninfected dogs were used for the system set up. Employing the co-culture systems of L. chagasi-infected macrophages and purified CD4 + or CD8 + T-cell subsets we observed a microenvironment compatible with the expected status of the analyzed dogs. In this context, it was clearly demonstrated that, at this selected T-cell:target ratio, the adaptive immune response of uninfected dogs, composed by L. chagasi-unprimed T-cells was not able to perform the in vitro killing of L. chagasi-infected macrophages. Our data demonstrated that the co-culture system with T-cells from uninfected dogs at 1:5 and 1:2 ratio did not control the infection, yielding to patent in vitro parasitism (≥80%), low NO production (≤5 M) and IL-10 modulated (IFN-␥/IL-10≤2) immunological profile in vitro. CD4 + or CD8 + T-cells at 1:5 or 1:2 ratio to L. chagasi-infected macrophages seems to be ideal for in vitro assays. This co-culture system may have great potential as a canine immunological analysis method, as well as in vaccine evaluations, prognosis follow-up and therapeutic interventions.",
      "sentences": [
        [
          {
            "segment_text": "New methods for evaluating the canine immune system are necessary ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "not only to monitor immunological disorders ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but also to provide insights for vaccine evaluations and therapeutic interventions ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "reducing the costs of assays using dog models ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and provide a more rational way for analyzing the canine immune response .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The present study intended to establish an in vitro toll to assess the parasitological/immunological status of dogs ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "applicable in pre-clinical trials of vaccinology ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "prognosis follow-up and therapeutics analysis of canine visceral leishmaniasis .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We have evaluated the performance of co-culture systems of canine Leishmania chagasi-infected macrophages with different cell ratios of total lymphocytes or purified CD4 + and CD8 + T-cells .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Peripheral blood mononuclear cells from uninfected dogs were used for the system set up .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Employing the co-culture systems of L. chagasi-infected macrophages and purified CD4 + or CD8 + T-cell subsets we observed a microenvironment compatible with the expected status of the analyzed dogs .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "In this context , it was clearly demonstrated that ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "at this selected T-cell : target ratio ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the adaptive immune response of uninfected dogs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "composed by L. chagasi-unprimed T-cells was not able to perform the in vitro killing of L. chagasi-infected macrophages .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our data demonstrated that the co-culture system with T-cells from uninfected dogs at 1:5 and 1:2 ratio did not control the infection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "yielding to patent in vitro parasitism ( ≥ 80 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "low NO production ( ≤ 5 M ) and IL-10 modulated ( IFN - ␥ / IL-10 ≤ 2 ) immunological profile in vitro .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "CD4 + or CD8 + T-cells at 1:5 or 1:2 ratio to L. chagasi-infected macrophages seems to be ideal for in vitro assays .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This co-culture system may have great potential as a canine immunological analysis method ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as well as in vaccine evaluations ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "prognosis follow-up and therapeutic interventions .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "22",
    "token_num": "318"
  }
}