{
  "paper_id": "4520cd4c15579ae26cee487bce575f96b0dafd96",
  "metadata": {
    "title": "Tumorigenesis and Neoplastic Progression Overexpression of NANOG in Gestational Trophoblastic Diseases Effect on Apoptosis, Cell Invasion, and Clinical Outcome",
    "coda_data_split": "train",
    "coda_paper_id": 9827,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Gestational trophoblastic disease includes choriocarcinoma, a frankly malignant tumor, and hydatidiform mole (HM), which often leads to the development of persistent gestational trophoblastic neoplasia and requires chemotherapy. NANOG is an important transcription factor that is crucial for maintaining embryonic stem cell self-renewal and pluripotency. We postulated that NANOG is involved in the pathogenesis of gestational trophoblastic disease. In this study, significantly higher NANOG mRNA and protein expression levels, by quantitative PCR and immunoblotting, respectively, were demonstrated in HMs, particularly those that developed persistent disease, when compared with normal placentas. In addition, significantly increased nuclear NANOG immunoreactivity was found by immunohistochemistry in HMs (P \u003c 0.001) and choriocarcinoma (P ‫؍‬ 0.002). Higher NANOG expression levels were demonstrated in HMs that developed persistent disease, as compared with those that regressed (P ‫؍‬ 0.025). Nuclear localization of NANOG was confirmed by confocal microscopy and immunoblotting in choriocarcinoma cell lines. There was a significant inverse correlation between NANOG immunoreactivity and apoptotic index assessed by M30 CytoDeath antibody (P ‫؍‬ 0.012). After stable knockdown of NANOG in the choriocarcinoma cell line JEG-3 by an shRNA approach, increased apoptosis was observed in relation to with enhanced caspases and poly(ADP-ribose) polymerase activities. NANOG knockdown was also associated with decreased mobility and invasion of JEG-3 and downregulation of matrix metalloproteases 2 and 9. These findings suggest that NANOG is involved in the pathogenesis and clinical progress of gestational trophoblastic disease , likely through its effect on apoptosis , cell migration , and invasion.",
      "sentences": [
        [
          {
            "segment_text": "Gestational trophoblastic disease includes choriocarcinoma ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a frankly malignant tumor , and hydatidiform mole ( HM ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which often leads to the development of persistent gestational trophoblastic neoplasia and requires chemotherapy .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "NANOG is an important transcription factor that is crucial for maintaining embryonic stem cell self-renewal and pluripotency .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We postulated that NANOG is involved in the pathogenesis of gestational trophoblastic disease .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "In this study , significantly higher NANOG mRNA and protein expression levels ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "by quantitative PCR and immunoblotting ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "respectively , were demonstrated in HMs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "particularly those that developed persistent disease ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "when compared with normal placentas .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , significantly increased nuclear NANOG immunoreactivity was found by immunohistochemistry in HMs ( P \u003c 0.001 ) and choriocarcinoma ( P 0.002 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Higher NANOG expression levels were demonstrated in HMs that developed persistent disease ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as compared with those that regressed ( P 0.025 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Nuclear localization of NANOG was confirmed by confocal microscopy and immunoblotting in choriocarcinoma cell lines .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "There was a significant inverse correlation between NANOG immunoreactivity and apoptotic index assessed by M30 CytoDeath antibody ( P 0.012 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "After stable knockdown of NANOG in the choriocarcinoma cell line JEG-3 by an shRNA approach ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "increased apoptosis was observed in relation to with enhanced caspases and poly ( ADP-ribose ) polymerase activities .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "NANOG knockdown was also associated with decreased mobility and invasion of JEG-3 and downregulation of matrix metalloproteases 2 and 9 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These findings suggest that NANOG is involved in the pathogenesis and clinical progress of gestational trophoblastic disease ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "likely through its effect on apoptosis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "cell migration , and invasion .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "21",
    "token_num": "278"
  }
}