{
  "paper_id": "45233bf6811dee0ae29ee1ab8d2112ef49e007a6",
  "metadata": {
    "title": "Intestinal replication of a porcine respiratory coronavirus closely related antigenically to the enteric transmissible gastroenteritis virus",
    "coda_data_split": "train",
    "coda_paper_id": 5947,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Cox, E., Pensaert, M.B., Callebaut, P. and van Deun, K., 1990. Intestinal replication of a porcine respiratory coronavirus closely related antigenically to transmissible gastroenteritis virus. Vet. Microbiol., One-week-old piglets were inoculated with the porcine respiratory coronavirus (PRCV) either intravenously or directly into the lumen of the gastrointestinal tract. Both inoculation routes resulted in the isolation of virus from the caudal small intestine. Viral replication, however, was only observed upon inoculation into the digestive tract in quantities of \u003e 10 3 TCIDso. Replication remained limited to a few unidentified cells located in or underneath the epithelial layer at villus-or crypt-sites. Virus was excreted in the faeces for several days but infection of the respiratory tract occurred rarely in the same pigs.",
      "sentences": [
        [
          {
            "segment_text": "Cox , E. , Pensaert ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "M.B. , Callebaut , P. and van Deun , K. , 1990 .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Intestinal replication of a porcine respiratory coronavirus closely related antigenically to transmissible gastroenteritis virus .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Vet .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Microbiol. , One-week-old piglets were inoculated with the porcine respiratory coronavirus ( PRCV ) either intravenously or directly into the lumen of the gastrointestinal tract .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Both inoculation routes resulted in the isolation of virus from the caudal small intestine .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Viral replication , however , was only observed upon inoculation into the digestive tract in quantities of \u003e 10 3 TCIDso .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Replication remained limited to a few unidentified cells located in or underneath the epithelial layer at villus-or crypt-sites .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Virus was excreted in the faeces for several days but infection of the respiratory tract occurred rarely in the same pigs .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "The results of this study indicate that small changes in molecular structure between PRCV and transmissible gastroenteritis virus have resulted in important changes in host cell tropism.",
      "sentences": [
        [
          {
            "segment_text": "The results of this study indicate that small changes in molecular structure between PRCV and transmissible gastroenteritis virus have resulted in important changes in host cell tropism .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "9",
    "segment_num": "10",
    "token_num": "168"
  }
}