{
  "paper_id": "452d86f7efa0e959a7fe78d341ec9590986ec3b0",
  "metadata": {
    "title": "Outstanding Youth Scientist Foundation of China (No. 30325020) and National Natural Science Foundation",
    "coda_data_split": "train",
    "coda_paper_id": 8021,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "To warrant potential clinical testing, the equine anti-SARS-CoV F(ab′) 2 requires evaluation in as many animal models as possible and a safety test in a primate model. In this study, we evaluated the pharmacokinetics, tolerance and immunity of this kind of antibody in macaques and rats. Results showed that the F(ab′) 2 fragments had a normal metabolism in injected animals. The general physiological indexes did not differ between animals injected with anti-SARS-CoV F(ab′) 2 or saline. However, a mild inflammatory response in local injection site and a moderate immune response against this antibody in the successively injected animals were observed, which however recovered 3 weeks after the last injection. The antibody titring from 1:100 to 400 against the equine anti-SARS-CoV F(ab′) 2 in the inoculated hosts could be detected at week 2 during the successive injections of the equine F(ab′) 2 . The considerable safety of this antibody used in primates and the fact that the immune system of the host can be motivated by post-injection of the F(ab′) 2 indicate that this type of anti-SARS-CoV antibody can be used for prevention and treatment of SASR, especially at the early stage of this virus infection. In addition, it can also provide the precious time for the combined use of other anti-SARS-CoV agents such as antiviral drug and vaccine.",
      "sentences": [
        [
          {
            "segment_text": "To warrant potential clinical testing ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the equine anti-SARS-CoV F ( ab ′ ) 2 requires evaluation in as many animal models as possible and a safety test in a primate model .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , we evaluated the pharmacokinetics ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "tolerance and immunity of this kind of antibody in macaques and rats .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Results showed that the F ( ab ′ ) 2 fragments had a normal metabolism in injected animals .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The general physiological indexes did not differ between animals injected with anti-SARS-CoV F ( ab ′ ) 2 or saline .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , a mild inflammatory response in local injection site and a moderate immune response against this antibody in the successively injected animals were observed ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which however recovered 3 weeks after the last injection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The antibody titring from 1:100 to 400 against the equine anti-SARS-CoV F ( ab ′ ) 2 in the inoculated hosts could be detected at week 2 during the successive injections of the equine F ( ab ′ ) 2 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The considerable safety of this antibody used in primates and the fact that the immune system of the host can be motivated by post-injection of the F ( ab ′ ) 2 indicate that this type of anti-SARS-CoV antibody can be used for prevention and treatment of SASR ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "especially at the early stage of this virus infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , it can also provide the precious time for the combined use of other anti-SARS-CoV agents such as antiviral drug and vaccine .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "12",
    "token_num": "256"
  }
}