{
  "paper_id": "453985e02d2419abce4d5626b093a888187cfc7a",
  "metadata": {
    "title": "Characterization of the polyadenylation activity in a replicase complex from Bamboo mosaic virus-infected Nicotiana benthamiana plants",
    "coda_data_split": "train",
    "coda_paper_id": 5789,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Bamboo mosaic virus (BaMV) has a positive-sense single-stranded RNA genome with a 5′ cap and a 3′ poly (A) tail. To characterize polyadenylation activity in the BaMV replicase complex, we performed the in vitro polyadenylation with various BaMV templates. We conducted a polyadenylation activity assay for BaMV RNA by using a partially purified BaMV replicase complex. The results showed that approximately 200 adenylates at the 3′ end of the RNA were generated on the endogenous RNA templates. Specific fractions derived from uninfected Nicotiana benthamiana plants enhanced the polyadenylation activity, implying that host factors are involved in polyadenylation. Furthermore, polyadenylation can be detected in newly synthesized plus-strand RNA in vitro when using the exogenous BaMV minus-strand minigenome. For polyadenylation on the exogenous plus-strand minigenome, the 3′ end requires at least 4A to reach 22% polyadenylation activity. The results indicate that the BaMV replicase complex recognizes the 3′ end of BaMV for polyadenylation.",
      "sentences": [
        [
          {
            "segment_text": "Bamboo mosaic virus ( BaMV ) has a positive-sense single-stranded RNA genome with a 5 ′ cap and a 3 ′ poly ( A ) tail .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To characterize polyadenylation activity in the BaMV replicase complex ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "we performed the in vitro polyadenylation with various BaMV templates .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We conducted a polyadenylation activity assay for BaMV RNA by using a partially purified BaMV replicase complex .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The results showed that approximately 200 adenylates at the 3 ′ end of the RNA were generated on the endogenous RNA templates .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Specific fractions derived from uninfected Nicotiana benthamiana plants enhanced the polyadenylation activity ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "implying that host factors are involved in polyadenylation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , polyadenylation can be detected in newly synthesized plus-strand RNA in vitro when using the exogenous BaMV minus-strand minigenome .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "For polyadenylation on the exogenous plus-strand minigenome ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the 3 ′ end requires at least 4A to reach 22 % polyadenylation activity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The results indicate that the BaMV replicase complex recognizes the 3 ′ end of BaMV for polyadenylation .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "11",
    "token_num": "173"
  }
}