{
  "paper_id": "453f11e130ec3975f27d601da20140338101dc15",
  "metadata": {
    "title": "Characterizing replication kinetics and plaque production of type I feline infectious peritonitis virus in three feline cell lines",
    "coda_data_split": "train",
    "coda_paper_id": 6580,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Investigating type I feline coronaviruses (FCoVs) in tissue culture is critical for understanding the basic virology, pathogenesis, and virus-host interactome of these important veterinary pathogens. This has been a perennial challenge as type I FCoV strains do not easily adapt to cell culture. Here we characterize replication kinetics and plaque formation of a model type I strain FIPV Black in Fcwf-4 cells established at Cornell University (Fcwf-4 CU). We determined that maximum virus titers (\u003e 10 7 pfu/mL) were recoverable from infected Fcwf-4 CU cellfree supernatant at 20 h post-infection. Type I FIPV Black and both biotypes of type II FCoV formed uniform and enumerable plaques on Fcwf-4 CU cells. Therefore, these cells were employable in a standardized plaque assay. Finally, we determined that the Fcwf-4 CU cells were morphologically distinct from feline bone marrow-derived macrophages and were less sensitive to exogenous type I interferon than were Fcwf-4 cells purchased from ATCC. 1991; Pedersen et al., 1984) , but a recent study proposes a more https://doi.",
      "sentences": [
        [
          {
            "segment_text": "Investigating type I feline coronaviruses ( FCoVs ) in tissue culture is critical for understanding the basic virology ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "pathogenesis , and virus-host interactome of these important veterinary pathogens .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This has been a perennial challenge as type I FCoV strains do not easily adapt to cell culture .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we characterize replication kinetics and plaque formation of a model type I strain FIPV Black in Fcwf-4 cells established at Cornell University ( Fcwf-4 CU ) .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We determined that maximum virus titers ( \u003e 10 7 pfu/mL ) were recoverable from infected Fcwf-4 CU cellfree supernatant at 20 h post-infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Type I FIPV Black and both biotypes of type II FCoV formed uniform and enumerable plaques on Fcwf-4 CU cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Therefore , these cells were employable in a standardized plaque assay .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Finally , we determined that the Fcwf-4 CU cells were morphologically distinct from feline bone marrow-derived macrophages and were less sensitive to exogenous type I interferon than were Fcwf-4 cells purchased from ATCC .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "1991 ; Pedersen et al. ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "1984 ) , but a recent study proposes a more https://doi .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "10",
    "token_num": "187"
  }
}