{
  "paper_id": "4564577ec73f757cb36aae29fd4c867482f84dee",
  "metadata": {
    "title": "Evidence and future potential of mobile phone data for disease disaster management",
    "coda_data_split": "train",
    "coda_paper_id": 2023,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Global health threats such as the recent Ebola and Zika virus outbreaks require rapid and robust responses to prevent, reduce and recover from disease dispersion. As part of broader big data and digital humanitarianism discourses, there is an emerging interest in data produced through mobile phone communications for enhancing the data environment in such circumstances. This paper assembles user perspectives and critically examines existing evidence and future potential of mobile phone data derived from call detail records (CDRs) and two-way short message service (SMS) platforms, for managing and responding to humanitarian disasters caused by communicable disease outbreaks. We undertake a scoping review of relevant literature and in-depth interviews with key informants to ascertain the: (i) information that can be gathered from CDRs or SMS data; (ii) phase(s) in the disease disaster management cycle when mobile data may be useful; (iii) value added over conventional approaches to data collection and transfer; (iv) barriers and enablers to use of mobile data in disaster contexts; and (v) the social and ethical challenges. Based on this evidence we develop a typology of mobile phone data sources, types, and end-uses, and a decision-tree for mobile data use, designed to enable effective use of mobile data for disease disaster management. We show that mobile data holds great potential for improving the quality, quantity and timing of selected information required for disaster management, but that testing and evaluation of the benefits, constraints and limitations of mobile data use in a wider range of mobile-user and disaster contexts is needed to fully understand its utility, validity, and limitations.",
      "sentences": [
        [
          {
            "segment_text": "Global health threats such as the recent Ebola and Zika virus outbreaks require rapid and robust responses to prevent ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "reduce and recover from disease dispersion .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "As part of broader big data and digital humanitarianism discourses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "there is an emerging interest in data produced through mobile phone communications for enhancing the data environment in such circumstances .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This paper assembles user perspectives and critically examines existing evidence and future potential of mobile phone data derived from call detail records ( CDRs ) and two-way short message service ( SMS ) platforms ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "for managing and responding to humanitarian disasters caused by communicable disease outbreaks .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We undertake a scoping review of relevant literature and in-depth interviews with key informants to ascertain the : ( i ) information that can be gathered from CDRs or SMS data ; ( ii ) phase ( s ) in the disease disaster management cycle when mobile data may be useful ; ( iii ) value added over conventional approaches to data collection and transfer ; ( iv ) barriers and enablers to use of mobile data in disaster contexts ; and ( v ) the social and ethical challenges .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Based on this evidence we develop a typology of mobile phone data sources ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "types , and end-uses , and a decision-tree for mobile data use ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "designed to enable effective use of mobile data for disease disaster management .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We show that mobile data holds great potential for improving the quality ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "quantity and timing of selected information required for disaster management ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but that testing and evaluation of the benefits ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "constraints and limitations of mobile data use in a wider range of mobile-user and disaster contexts is needed to fully understand its utility , validity , and limitations .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "14",
    "token_num": "300"
  }
}