{
  "paper_id": "45673bc77a85f522c99ddfa23654813b570167bd",
  "metadata": {
    "title": "Peripheral immune tolerance alleviates the intracranial lipopolysaccharide injection- induced neuroinflammation and protects the dopaminergic neurons from neuroinflammation-related neurotoxicity",
    "coda_data_split": "train",
    "coda_paper_id": 4791,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Neuroinflammation plays a critical role in the onset and development of neurodegeneration disorders such as Parkinson\u0027s disease. The immune activities of the central nervous system are profoundly affected by peripheral immune activities. Immune tolerance refers to the unresponsiveness of the immune system to continuous or repeated stimulation to avoid excessive inflammation and unnecessary by-stander injury in the face of continuous antigen threat. It has been proved that the immune tolerance could suppress the development of various peripheral inflammation-related diseases. However, the role of immune tolerance in neuroinflammation and neurodegenerative diseases was not clear.",
      "sentences": [
        [
          {
            "segment_text": "Background : Neuroinflammation plays a critical role in the onset and development of neurodegeneration disorders such as Parkinson \u0027s disease .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The immune activities of the central nervous system are profoundly affected by peripheral immune activities .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Immune tolerance refers to the unresponsiveness of the immune system to continuous or repeated stimulation to avoid excessive inflammation and unnecessary by-stander injury in the face of continuous antigen threat .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It has been proved that the immune tolerance could suppress the development of various peripheral inflammation-related diseases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , the role of immune tolerance in neuroinflammation and neurodegenerative diseases was not clear .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Methods: Rats were injected with repeated low-dose lipopolysaccharide (LPS, 0.3 mg/kg) intraperitoneally for 4 days to induce peripheral immune tolerance. Neuroinflammation was produced using intracranial LPS (15 μg) injection. Inflammation cytokines were measured using enzyme-linked immunosorbent assay (ELISA) and quantitative real-time polymerase chain reaction (qRT-PCR). Microglial activation were measured using immunostaining of Iba-1 and ED-1. Dopaminergic neuronal damage was evaluated using immunochemistry staining and stereological counting of TH-positive neurons. Behavioral impairment was evaluated using amphetamine-induced rotational behavioral assessment.",
      "sentences": [
        [
          {
            "segment_text": "Methods : Rats were injected with repeated low-dose lipopolysaccharide ( LPS , 0.3 mg/kg ) intraperitoneally for 4 days to induce peripheral immune tolerance .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Neuroinflammation was produced using intracranial LPS ( 15 μg ) injection .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Inflammation cytokines were measured using enzyme-linked immunosorbent assay ( ELISA ) and quantitative real-time polymerase chain reaction ( qRT-PCR ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Microglial activation were measured using immunostaining of Iba-1 and ED-1 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Dopaminergic neuronal damage was evaluated using immunochemistry staining and stereological counting of TH-positive neurons .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Behavioral impairment was evaluated using amphetamine-induced rotational behavioral assessment .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results: Compared with the non-immune tolerated animals, pre-treatment of peripheral immune tolerance significantly decreased the production of inflammatory cytokines, suppressed the microglial activation, and increased the number of dopaminergic neuronal survival in the substantia nigra.",
      "sentences": [
        [
          {
            "segment_text": "Results : Compared with the non-immune tolerated animals ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "pre-treatment of peripheral immune tolerance significantly decreased the production of inflammatory cytokines ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "suppressed the microglial activation , and increased the number of dopaminergic neuronal survival in the substantia nigra .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions: Our results indicated that peripheral immune tolerance attenuated neuroinflammation and inhibited neuroinflammation-induced dopaminergic neuronal death.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions : Our results indicated that peripheral immune tolerance attenuated neuroinflammation and inhibited neuroinflammation-induced dopaminergic neuronal death .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "13",
    "segment_num": "15",
    "token_num": "254"
  }
}