{
  "paper_id": "45694460eb735606f756b5850caced2cd8b313d9",
  "metadata": {
    "title": "Evaluation of potential anti-toxoplasmosis efficiency of combined traditional herbs in a mouse model *",
    "coda_data_split": "train",
    "coda_paper_id": 7858,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Toxoplasma gondii is a worldwide spread protozoan and is able to infect almost all warm-blood animals. No effective drugs are available clinically on toxoplasmosis. Chinese traditional herbal medicines have provided remedies for many health problems. There exists a possibility that Chinese herbs may provide protection against T. gondii. This work aims to assess the protective efficacy of combined Chinese herbs against T. gondii. We screened five herbal medicines that have different pharmacological effects and combined them into a prescription according to the traditional Chinese medicine compatibility principle. The drug potential and protective efficacy were evaluated through a mouse model by determining the survival time, the parasite load in blood and tissues, the change of cell proportions in blood and histological detection. The results showed that the survival time of mice in the 500 mg Chinese herbs group and sulfadiazine group was significantly longer than that of the PBS control group. Also the parasite load in blood and tissues of 500 mg Chinese herbs and sulfadiazine groups was significantly lower than that of PBS group at 7 days post infection (dpi), which was in accordance with the result of histological detection. Monocyte and neutrophil of infected mice were remarkably increased while lymphocyte was dramatically decreased compared to that of blank group at 7 dpi. The results demonstrated that the 500 mg dosage of our Chinese herbs could slow down the replication of T. gondii and prolong the survival time of mice and could be considered as possible candidate drug against toxoplasmosis.",
      "sentences": [
        [
          {
            "segment_text": "Toxoplasma gondii is a worldwide spread protozoan and is able to infect almost all warm-blood animals .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "No effective drugs are available clinically on toxoplasmosis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Chinese traditional herbal medicines have provided remedies for many health problems .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "There exists a possibility that Chinese herbs may provide protection against T. gondii .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This work aims to assess the protective efficacy of combined Chinese herbs against T. gondii .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We screened five herbal medicines that have different pharmacological effects and combined them into a prescription according to the traditional Chinese medicine compatibility principle .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The drug potential and protective efficacy were evaluated through a mouse model by determining the survival time ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "the parasite load in blood and tissues ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "the change of cell proportions in blood and histological detection .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The results showed that the survival time of mice in the 500 mg Chinese herbs group and sulfadiazine group was significantly longer than that of the PBS control group .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Also the parasite load in blood and tissues of 500 mg Chinese herbs and sulfadiazine groups was significantly lower than that of PBS group at 7 days post infection ( dpi ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which was in accordance with the result of histological detection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Monocyte and neutrophil of infected mice were remarkably increased while lymphocyte was dramatically decreased compared to that of blank group at 7 dpi .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The results demonstrated that the 500 mg dosage of our Chinese herbs could slow down the replication of T. gondii and prolong the survival time of mice and could be considered as possible candidate drug against toxoplasmosis .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "14",
    "token_num": "266"
  }
}