{
  "paper_id": "459d33b82e3a5a073d8608efc547f62a09fd7896",
  "metadata": {
    "title": "Mammalian phosphatidylinositol 4-kinases as modulators of membrane trafficking and lipid signaling networks",
    "coda_data_split": "train",
    "coda_paper_id": 9060,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The four mammalian phosphatidylinositol 4-kinases modulate inter-organelle lipid trafficking, phosphoinositide signalling and intracellular vesicle trafficking. In addition to catalytic domains required for the synthesis of PI4P, the phosphatidylinositol 4-kinases also contain isoform-specific structural motifs that mediate interactions with proteins such as AP-3 and the E3 ubiquitin ligase Itch, and such structural differences determine isoform-specific roles in membrane trafficking. Moreover, different permutations of phosphatidylinositol 4-kinase isozymes may be required for a single cellular function such as occurs during distinct stages of GPCR signalling and in Golgi to lysosome trafficking. Phosphatidylinositol 4-kinases have recently been implicated in human disease. Emerging paradigms include increased phosphatidylinositol 4-kinase expression in some cancers, impaired functioning associated with neurological pathologies, the subversion of PI4P trafficking functions in bacterial infection and the activation of lipid kinase activity in viral disease. We discuss how the diverse and sometimes overlapping functions of the phosphatidylinositol 4-kinases present challenges for the design of isoform-specific inhibitors in a therapeutic context.",
      "sentences": [
        [
          {
            "segment_text": "The four mammalian phosphatidylinositol 4-kinases modulate inter-organelle lipid trafficking ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "phosphoinositide signalling and intracellular vesicle trafficking .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In addition to catalytic domains required for the synthesis of PI4P ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the phosphatidylinositol 4-kinases also contain isoform-specific structural motifs that mediate interactions with proteins such as AP-3 and the E3 ubiquitin ligase Itch ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and such structural differences determine isoform-specific roles in membrane trafficking .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Moreover , different permutations of phosphatidylinositol 4-kinase isozymes may be required for a single cellular function such as occurs during distinct stages of GPCR signalling and in Golgi to lysosome trafficking .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Phosphatidylinositol 4-kinases have recently been implicated in human disease .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Emerging paradigms include increased phosphatidylinositol 4-kinase expression in some cancers ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "impaired functioning associated with neurological pathologies ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the subversion of PI4P trafficking functions in bacterial infection and the activation of lipid kinase activity in viral disease .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We discuss how the diverse and sometimes overlapping functions of the phosphatidylinositol 4-kinases present challenges for the design of isoform-specific inhibitors in a therapeutic context .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "11",
    "token_num": "169"
  }
}