{
  "paper_id": "45a03a7fbd289f6da276b1c0bab12e09337b9ffd",
  "metadata": {
    "title": "Case Report H1N1 Influenza Viral Infection in a Postpartum Young Woman Causes Respiratory Failure: What the Care Providers Ought to Know?",
    "coda_data_split": "train",
    "coda_paper_id": 8660,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Pregnant and postpartum women are considered a population at increased risk of hospitalization of H1N1 infection. We report the case of a young postpartum woman, who developed evidence of respiratory failure reaching the point of requiring intubation due to an H1N1 influenza virus infection two days after a caesarean delivery. We emphasize the diagnosis, management, and the outcome focusing on the question \"what the care providers, including obstetric health care workers, ought to know?\" Diagnostic and management strategy for pregnant or postpartum women with novel influenza A (H1N1) viral infection and increased awareness amongst patients and health care professionals may result in improved survival.",
      "sentences": [
        [
          {
            "segment_text": "Pregnant and postpartum women are considered a population at increased risk of hospitalization of H1N1 infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We report the case of a young postpartum woman ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "who developed evidence of respiratory failure reaching the point of requiring intubation due to an H1N1 influenza virus infection two days after a caesarean delivery .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We emphasize the diagnosis , management ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the outcome focusing on the question `` what the care providers ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including obstetric health care workers , ought to know ? \u0027\u0027",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Diagnostic and management strategy for pregnant or postpartum women with novel influenza A ( H1N1 ) viral infection and increased awareness amongst patients and health care professionals may result in improved survival .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "7",
    "token_num": "117"
  }
}