{
  "paper_id": "45b5b1c24269b3ee4c2f74aba8872482c0a6a934",
  "metadata": {
    "title": "Myeloid C-Type Lectin Receptors in Viral Recognition and Antiviral Immunity",
    "coda_data_split": "train",
    "coda_paper_id": 3365,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Recognition of viral glycans by pattern recognition receptors (PRRs) in innate immunity contributes to antiviral immune responses. C-type lectin receptors (CLRs) are PRRs capable of sensing glycans present in viral pathogens to activate antiviral immune responses such as phagocytosis, antigen processing and presentation, and subsequent T cell activation. The ability of CLRs to elicit and shape adaptive immunity plays a critical role in the inhibition of viral spread within the host. However, certain viruses exploit CLRs for viral entry into hosT cells to avoid immune recognition. To block CLR interactions with viral glycoproteins, antiviral strategies may involve the use of multivalent glycan carrier systems. In this review, we describe the role of CLRs in antiviral immunity and we highlight their dual function in viral clearance and exploitation by viral pathogens.",
      "sentences": [
        [
          {
            "segment_text": "Recognition of viral glycans by pattern recognition receptors ( PRRs ) in innate immunity contributes to antiviral immune responses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "C-type lectin receptors ( CLRs ) are PRRs capable of sensing glycans present in viral pathogens to activate antiviral immune responses such as phagocytosis ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "antigen processing and presentation , and subsequent T cell activation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The ability of CLRs to elicit and shape adaptive immunity plays a critical role in the inhibition of viral spread within the host .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , certain viruses exploit CLRs for viral entry into hosT cells to avoid immune recognition .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To block CLR interactions with viral glycoproteins ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "antiviral strategies may involve the use of multivalent glycan carrier systems .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this review , we describe the role of CLRs in antiviral immunity and we highlight their dual function in viral clearance and exploitation by viral pathogens .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "8",
    "token_num": "145"
  }
}