{
  "paper_id": "45db36b5a66870fe4cb0c4996332351a49f13d08",
  "metadata": {
    "title": "Environmental survey to assess viral contamination of air and surfaces in hospital settings",
    "coda_data_split": "train",
    "coda_paper_id": 9421,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The presence of pathogenic viruses in healthcare settings represents a serious risk for both staff and patients. Direct viral detection in the environment poses significant technical problems and the indirect indicators currently in use suffer from serious limitations. The aim of this study was to monitor surfaces and air in hospital settings to reveal the presence of hepatitis C virus, human adenovirus, norovirus, human rotavirus and torque teno virus by nucleic acid assays, in parallel with measurements of total bacterial count and haemoglobin presence. In total, 114 surface and 62 air samples were collected. Bacterial contamination was very low (\u003c1 cfu/cm 2 ) on surfaces, whereas the \u0027medium\u0027 detected value in air was 282 cfu/m 3 . Overall, 19 (16.7%) surface samples tested positive for viral nucleic acids: one for norovirus, one for human adenovirus and 17 (14.9%) for torque teno virus (TTV). Only this latter virus was directly detected in 10 air samples (16.1%). Haemoglobin was found on two surfaces. No relationship was found between viral, biochemical or bacterial indicators. The data obtained confirm the difficulty of assessing viral contamination using bacterial indicators. The frequent detection of TTV suggests its possible use as an indicator for general viral contamination of the environment.",
      "sentences": [
        [
          {
            "segment_text": "The presence of pathogenic viruses in healthcare settings represents a serious risk for both staff and patients .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Direct viral detection in the environment poses significant technical problems and the indirect indicators currently in use suffer from serious limitations .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The aim of this study was to monitor surfaces and air in hospital settings to reveal the presence of hepatitis C virus ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "human adenovirus , norovirus , human rotavirus and torque teno virus by nucleic acid assays ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "in parallel with measurements of total bacterial count and haemoglobin presence .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "In total , 114 surface and 62 air samples were collected .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Bacterial contamination was very low ( \u003c 1 cfu/cm 2 ) on surfaces ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whereas the ` medium \u0027 detected value in air was 282 cfu/m 3 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Overall , 19 ( 16.7 % ) surface samples tested positive for viral nucleic acids : one for norovirus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "one for human adenovirus and 17 ( 14.9 % ) for torque teno virus ( TTV ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Only this latter virus was directly detected in 10 air samples ( 16.1 % ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Haemoglobin was found on two surfaces .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "No relationship was found between viral , biochemical or bacterial indicators .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The data obtained confirm the difficulty of assessing viral contamination using bacterial indicators .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The frequent detection of TTV suggests its possible use as an indicator for general viral contamination of the environment .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "15",
    "token_num": "238"
  }
}