{
  "paper_id": "45dbbfd585b275d497552cf6a2f73e05f2b935f0",
  "metadata": {
    "title": "The activation-dependent induction of APN-(CD13) in T-cells is controlled at different levels of gene expression",
    "coda_data_split": "train",
    "coda_paper_id": 6188,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Recently, it was shown that aminopeptidase N (E.C. 3.4.11.2, CD13) is up-regulated during mitogenic stimulation of peripheral T-cells. In this study, we demonstrate that the half-life of APN mRNA was considerably prolonged in these cells leading to a 2.7-fold increase of APN transcript level. The apparent halflife time of the APN transcript was investigated by the RNA synthesis inhibitor-chase method using actinomycin D. The steady-state APN mRNA levels was determined by a competitive",
      "sentences": [
        [
          {
            "segment_text": "Recently , it was shown that aminopeptidase N ( E.C. 3.4.11.2 , CD13 ) is up-regulated during mitogenic stimulation of peripheral T-cells .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , we demonstrate that the half-life of APN mRNA was considerably prolonged in these cells leading to a 2.7-fold increase of APN transcript level .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The apparent halflife time of the APN transcript was investigated by the RNA synthesis inhibitor-chase method using actinomycin D .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The steady-state APN mRNA levels was determined by a competitive",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "promoter activity as well. These studies suggest a control of APN gene expression at the post-transcriptional level in addition to promoter-mediated regulation. © 1997 Federation of European Biochemical Societies.",
      "sentences": [
        [
          {
            "segment_text": "promoter activity as well .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "These studies suggest a control of APN gene expression at the post-transcriptional level in addition to promoter-mediated regulation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "© 1997 Federation of European Biochemical Societies .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "7",
    "segment_num": "7",
    "token_num": "113"
  }
}