{
  "paper_id": "45e549b40146feb1dd8f8d1ce4999d07889ce6c8",
  "metadata": {
    "title": "Viral Precursor Polyproteins: Keys of Regulation from Replication to Maturation",
    "coda_data_split": "train",
    "coda_paper_id": 7012,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Many viruses use a replication strategy involving the translation of a large polyprotein, which is cleaved by viral and/or cellular proteases. Several of these viruses severely impact human health around the globe, including HIV, HCV, Dengue virus, and West Nile virus. This method of genome organization has many benefits to the virus such as condensation of genetic material, as well as temporal and spatial regulation of protein activity depending on polyprotein cleavage state. The study of polyprotein precursors is necessary to fully understand viral infection, and identify possible new drug targets; however, few atomic structures are currently available. Presented here are structures of four recent polyprotein precursors from viruses with a positive sense RNA genome.",
      "sentences": [
        [
          {
            "segment_text": "Many viruses use a replication strategy involving the translation of a large polyprotein ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which is cleaved by viral and/or cellular proteases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Several of these viruses severely impact human health around the globe ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including HIV , HCV , Dengue virus , and West Nile virus .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This method of genome organization has many benefits to the virus such as condensation of genetic material ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "as well as temporal and spatial regulation of protein activity depending on polyprotein cleavage state .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The study of polyprotein precursors is necessary to fully understand viral infection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and identify possible new drug targets ; however ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "few atomic structures are currently available .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Presented here are structures of four recent polyprotein precursors from viruses with a positive sense RNA genome .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "10",
    "token_num": "129"
  }
}