{
  "paper_id": "4615051fd7d1bae4ffa5ec9b8227e6bd84d6cd3f",
  "metadata": {
    "title": "The influence of collagen film nanostructure on pulmonary stem cells and collagenestromal cell interactions",
    "coda_data_split": "train",
    "coda_paper_id": 10792,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "We have recently identified a rare subpopulation of lung colony cells with the characteristics of pulmonary stem cells, and discovered that stem cell colonies grew preferentially on type I collagen films in a serum-free medium. In order to further optimize culture conditions and determine stem cell growth in relation to microenvironments (including the stroma, medium and nanostructures of type I collagen films), both primary and pre-sorted stem cells were cultured on the type I collagen films with controllable degree of polymerization and film thickness, as confirmed by an atomic force microscope and surface profiler. We found that in a primary culture, the spreading of stromal cells is greatly restrained and both the size and number of colonies are significantly reduced on highly polymerized collagen films. In contrast, in a pre-sorted stem cell culture without stromal cells, the intrinsic stem cell properties and cell number are independent of the degree of collagen polymerization. Our results indicate that the nanostructures of type I collagen films primarily affect stem colony formation through the collagene stroma interactions. In those cases, collagen film thickness shows no effect on colony formation.",
      "sentences": [
        [
          {
            "segment_text": "We have recently identified a rare subpopulation of lung colony cells with the characteristics of pulmonary stem cells ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and discovered that stem cell colonies grew preferentially on type I collagen films in a serum-free medium .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In order to further optimize culture conditions and determine stem cell growth in relation to microenvironments ( including the stroma , medium and nanostructures of type I collagen films ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "both primary and pre-sorted stem cells were cultured on the type I collagen films with controllable degree of polymerization and film thickness ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "as confirmed by an atomic force microscope and surface profiler .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We found that in a primary culture ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the spreading of stromal cells is greatly restrained and both the size and number of colonies are significantly reduced on highly polymerized collagen films .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In contrast , in a pre-sorted stem cell culture without stromal cells ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the intrinsic stem cell properties and cell number are independent of the degree of collagen polymerization .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our results indicate that the nanostructures of type I collagen films primarily affect stem colony formation through the collagene stroma interactions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In those cases , collagen film thickness shows no effect on colony formation .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "11",
    "token_num": "201"
  }
}