{
  "paper_id": "462449693ed63e4d1297aa953ca1d5de9bbf3d0a",
  "metadata": {
    "title": "Expression, puriWcation and characterization of recombinant severe acute respiratory syndrome coronavirus non-structural protein 1",
    "coda_data_split": "train",
    "coda_paper_id": 9744,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The coronavirus (CoV) responsible for severe acute respiratory syndrome (SARS), SARS-CoV, encodes two large polyproteins (pp1a and pp1ab) that are processed by two viral proteases to yield mature non-structural proteins (nsps). Many of these nsps have essential roles in viral replication, but several have no assigned function and possess amino acid sequences that are unique to the CoV family. One such protein is SARS-CoV nsp1, which is processed from the N-terminus of both pp1a and pp1ab. The mature SARS-CoV protein is present in cells several hours post-infection and co-localizes to the viral replication complex, but its function in the viral life cycle remains unknown. Furthermore, nsp1 sequences are highly divergent across the CoV family, and it has been suggested that this is due to nsp1 possessing a function speciWc to viral interactions with its host cell or acting as a host speciWc virulence factor. In order to initiate structural and biophysical studies of SARS-CoV nsp1, a recombinant expression system and a puriWcation protocol have been developed, yielding milligram quantities of highly puriWed SARS-CoV nsp1. The puriWed protein was characterized using circular dichroism, size exclusion chromatography, and multi-angle light scattering.",
      "sentences": [
        [
          {
            "segment_text": "The coronavirus ( CoV ) responsible for severe acute respiratory syndrome ( SARS ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "SARS-CoV , encodes two large polyproteins ( pp1a and pp1ab ) that are processed by two viral proteases to yield mature non-structural proteins ( nsps ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Many of these nsps have essential roles in viral replication ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but several have no assigned function and possess amino acid sequences that are unique to the CoV family .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "One such protein is SARS-CoV nsp1 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which is processed from the N-terminus of both pp1a and pp1ab .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The mature SARS-CoV protein is present in cells several hours post-infection and co-localizes to the viral replication complex ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but its function in the viral life cycle remains unknown .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Furthermore , nsp1 sequences are highly divergent across the CoV family ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and it has been suggested that this is due to nsp1 possessing a function speciWc to viral interactions with its host cell or acting as a host speciWc virulence factor .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In order to initiate structural and biophysical studies of SARS-CoV nsp1 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "a recombinant expression system and a puriWcation protocol have been developed ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "yielding milligram quantities of highly puriWed SARS-CoV nsp1 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The puriWed protein was characterized using circular dichroism ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "size exclusion chromatography , and multi-angle light scattering .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "15",
    "token_num": "215"
  }
}