{
  "paper_id": "463af8e2b638f43d6617bd9736d36281559f8baf",
  "metadata": {
    "title": "Simulated gastrointestinal tract metabolism and pharmacological activities of water extract of Scutellaria baicalensis roots",
    "coda_data_split": "train",
    "coda_paper_id": 7025,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Ethnopharmacological relevance: Scutellaria baicalensis: Georgi (Labiatae) is a well-known traditional Chinese medicine to treat inflammation, cardiovascular diseases, respiratory and gastrointestinal infections, etc. The present study was to understand the metabolism of the root of Scutellaria baicalensis (a.k.a. Huangqin in Chinese) in the gastrointestinal tract and the correlation between the metabolites and their respective pharmacological activities. Materials and methods: The water extract of the root of Scutellaria baicalensis (WESB) was incubated with simulated gastric and intestinal juices, and human fecal microflora for 24 h at 37 1C. The HPLC-DAD analysis was used to monitor the in vitro metabolic process and identify its metabolites by comparing their absorption spectrum and retention time with those of chemical references. The in vitro anticomplementary and antimicrobial activity was evaluated with hemolysis assay, agar disc-diffusion method and MIC value, respectively. Results: Main constituents of WESB remain unchanged during the incubation with simulated gastric juice (pH¼ 1.5) and intestinal juice (pH¼6.8), whereas four flavones, baicalin, wogonoside, oroxyloside and norwogonoside were metabolized into their respective aglycons by human intestinal bacteria. All four metabolites were demonstrated to have higher anticomplementary and antimicrobial activity than those of WESB. The anticomplementary active metabolites were identified to be baicalein, oroxylin A and norwogonin, among them, norwogonin is the most active compound. Conclusion: The presence of intestinal bacteria is demonstrated to play an important role in the gastrointestinal metabolism of WESB, and the pharmacological effects of Scutellaria baicalensis may be dependent on the intestinal bacteria metabolism.",
      "sentences": [
        [
          {
            "segment_text": "Ethnopharmacological relevance : Scutellaria baicalensis : Georgi ( Labiatae ) is a well-known traditional Chinese medicine to treat inflammation ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "cardiovascular diseases , respiratory and gastrointestinal infections , etc. .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The present study was to understand the metabolism of the root of Scutellaria baicalensis ( a.k.a. Huangqin in Chinese ) in the gastrointestinal tract and the correlation between the metabolites and their respective pharmacological activities .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Materials and methods : The water extract of the root of Scutellaria baicalensis ( WESB ) was incubated with simulated gastric and intestinal juices ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and human fecal microflora for 24 h at 37 1C .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The HPLC-DAD analysis was used to monitor the in vitro metabolic process and identify its metabolites by comparing their absorption spectrum and retention time with those of chemical references .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The in vitro anticomplementary and antimicrobial activity was evaluated with hemolysis assay ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "agar disc-diffusion method and MIC value , respectively .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Main constituents of WESB remain unchanged during the incubation with simulated gastric juice ( pH 1/4 1.5 ) and intestinal juice ( pH 1/4 6.8 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whereas four flavones , baicalin ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "wogonoside , oroxyloside and norwogonoside were metabolized into their respective aglycons by human intestinal bacteria .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "All four metabolites were demonstrated to have higher anticomplementary and antimicrobial activity than those of WESB .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The anticomplementary active metabolites were identified to be baicalein ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "oroxylin A and norwogonin , among them ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "norwogonin is the most active compound .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusion : The presence of intestinal bacteria is demonstrated to play an important role in the gastrointestinal metabolism of WESB ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the pharmacological effects of Scutellaria baicalensis may be dependent on the intestinal bacteria metabolism .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "17",
    "token_num": "284"
  }
}