{
  "paper_id": "464f7d3a460eb51dbc25bd12639b22079a73f85a",
  "metadata": {
    "title": "Viral lncRNA: A regulatory molecule for controlling virus life cycle",
    "coda_data_split": "train",
    "coda_paper_id": 7805,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Long non-coding RNAs (lncRNAs) are found not only in mammals but also in other organisms, including viruses. Recent findings suggest that lncRNAs play various regulatory roles in multiple major biological and pathological processes. During viral life cycles, lncRNAs are involved in a series of steps, including enhancing viral gene expression, promoting viral replication and genome packaging, boosting virion release, maintaining viral latency and assisting viral transformation; additionally, lncRNAs antagonize host antiviral innate immune responses. In contrast to proteins that function in viral infection, lncRNAs are expected to be novel targets for the modulation of all types of biochemical processes due to their broad characteristics and profound influence. This review highlights our current understanding of the regulatory roles of lncRNAs during viral infection processes with an emphasis on the potential usefulness of lncRNAs as a target for viral intervention strategies, which could have therapeutic implications for the application of a clinical approach for the treatment of viral diseases.",
      "sentences": [
        [
          {
            "segment_text": "Long non-coding RNAs ( lncRNAs ) are found not only in mammals but also in other organisms , including viruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Recent findings suggest that lncRNAs play various regulatory roles in multiple major biological and pathological processes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "During viral life cycles , lncRNAs are involved in a series of steps ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including enhancing viral gene expression ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "promoting viral replication and genome packaging ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "boosting virion release , maintaining viral latency and assisting viral transformation ; additionally ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "lncRNAs antagonize host antiviral innate immune responses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In contrast to proteins that function in viral infection ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "lncRNAs are expected to be novel targets for the modulation of all types of biochemical processes due to their broad characteristics and profound influence .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review highlights our current understanding of the regulatory roles of lncRNAs during viral infection processes with an emphasis on the potential usefulness of lncRNAs as a target for viral intervention strategies ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which could have therapeutic implications for the application of a clinical approach for the treatment of viral diseases .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "11",
    "token_num": "174"
  }
}