{
  "paper_id": "4660da2a8603d28150c9d3de1a17c0333094087c",
  "metadata": {
    "title": "Histopathology of Pneumocystis carinii pneumonia in immunocompetent laboratory rats",
    "coda_data_split": "train",
    "coda_paper_id": 4782,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The occurrence of idiopathic pulmonary lesions in laboratory rats, characterized by lymphohistiocytic interstitial pneumonia with dense perivascular lymphoid cuffs, has been reported over the past decade. Although the term rat respiratory virus (RRV) was adopted to confer a putative viral etiology to the idiopathic pulmonary lesions, the etiology of this disease remains to be elucidated. Recently, inflammatory lesions have been observed in the lungs of immunocompetent laboratory rats similar to those previously described. Based on the latest evidence indicating that Pneumocystis carinii (P. carinii), and not putative RRV, causes infectious interstitial pneumonia in laboratory rats, the present study investigated whether the pulmonary lesions observed were caused by P. carinii infection. Male Sprague-Dawley rats, free of known pathogens, were introduced into a rat colony positive for RRV-type lesions. Routine histopathological examinations were performed on the rat lung tissues following exposure. The presence of Pneumocystis organisms was confirmed using Grocott\u0027s methenamine silver (GMS) staining. At week 3 following introduction, a few small lymphoid aggregates were located adjacent to the edematous vascular sheath. By week 5, foci of dense perivascular lymphoid cuffing were observed. Multifocal lymphohistiocytic interstitial pneumonia and prominent lymphoid perivascular cuffs were observed between week 7 and 10. GMS staining confirmed the presence of Pneumocystis cysts. Thus, the results of the present study demonstrated that P. carinii caused lymphohistiocytic interstitial pneumonia in a group of laboratory rats. The observations strongly support the conclusion that P. carinii infection in immunocompetent laboratory rats causes the lung lesions that were previously attributed to RRV.",
      "sentences": [
        [
          {
            "segment_text": "The occurrence of idiopathic pulmonary lesions in laboratory rats ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "characterized by lymphohistiocytic interstitial pneumonia with dense perivascular lymphoid cuffs ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "has been reported over the past decade .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although the term rat respiratory virus ( RRV ) was adopted to confer a putative viral etiology to the idiopathic pulmonary lesions ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the etiology of this disease remains to be elucidated .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Recently , inflammatory lesions have been observed in the lungs of immunocompetent laboratory rats similar to those previously described .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Based on the latest evidence indicating that Pneumocystis carinii ( P. carinii ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and not putative RRV , causes infectious interstitial pneumonia in laboratory rats ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the present study investigated whether the pulmonary lesions observed were caused by P. carinii infection .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Male Sprague-Dawley rats , free of known pathogens ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "were introduced into a rat colony positive for RRV-type lesions .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Routine histopathological examinations were performed on the rat lung tissues following exposure .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The presence of Pneumocystis organisms was confirmed using Grocott \u0027s methenamine silver ( GMS ) staining .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "At week 3 following introduction ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "a few small lymphoid aggregates were located adjacent to the edematous vascular sheath .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "By week 5 , foci of dense perivascular lymphoid cuffing were observed .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Multifocal lymphohistiocytic interstitial pneumonia and prominent lymphoid perivascular cuffs were observed between week 7 and 10 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "GMS staining confirmed the presence of Pneumocystis cysts .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Thus , the results of the present study demonstrated that P. carinii caused lymphohistiocytic interstitial pneumonia in a group of laboratory rats .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The observations strongly support the conclusion that P. carinii infection in immunocompetent laboratory rats causes the lung lesions that were previously attributed to RRV .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "13",
    "segment_num": "20",
    "token_num": "282"
  }
}