{
  "paper_id": "468d8047a0283ba355246ed938fac8434a589a26",
  "metadata": {
    "title": "Structural and mechanistic basis for preferential deadenylation of U6 snRNA by Usb1",
    "coda_data_split": "train",
    "coda_paper_id": 10572,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Post-transcriptional modification of snRNA is central to spliceosome function. Usb1 is an exoribonuclease that shortens the oligo-uridine tail of U6 snRNA, resulting in a terminal 2 ,3 cyclic phosphate group in most eukaryotes, including humans. Loss of function mutations in human Usb1 cause the rare disorder poikiloderma with neutropenia (PN), and result in U6 snRNAs with elongated 3 ends that are aberrantly adenylated. Here, we show that human Usb1 removes 3 adenosines with 20-fold greater efficiency than uridines, which explains the presence of adenylated U6 snRNAs in cells lacking Usb1. We determined three high-resolution co-crystal structures of Usb1: wild-type Usb1 bound to the substrate analog adenosine 5 -monophosphate, and an inactive mutant bound to RNAs with a 3 terminal adenosine and uridine. These structures, along with QM/MM MD simulations of the catalytic mechanism, illuminate the molecular basis for preferential deadenylation of U6 snRNA. The extent of Usb1 processing is influenced by the secondary structure of U6 snRNA.",
      "sentences": [
        [
          {
            "segment_text": "Post-transcriptional modification of snRNA is central to spliceosome function .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Usb1 is an exoribonuclease that shortens the oligo-uridine tail of U6 snRNA ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "resulting in a terminal 2 ,3 cyclic phosphate group in most eukaryotes , including humans .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Loss of function mutations in human Usb1 cause the rare disorder poikiloderma with neutropenia ( PN ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and result in U6 snRNAs with elongated 3 ends that are aberrantly adenylated .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we show that human Usb1 removes 3 adenosines with 20-fold greater efficiency than uridines ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which explains the presence of adenylated U6 snRNAs in cells lacking Usb1 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We determined three high-resolution co-crystal structures of Usb1 : wild-type Usb1 bound to the substrate analog adenosine 5 - monophosphate ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and an inactive mutant bound to RNAs with a 3 terminal adenosine and uridine .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These structures , along with QM/MM MD simulations of the catalytic mechanism ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "illuminate the molecular basis for preferential deadenylation of U6 snRNA .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The extent of Usb1 processing is influenced by the secondary structure of U6 snRNA .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "12",
    "token_num": "176"
  }
}