{
  "paper_id": "469d2702c9ac28d511d9f921432ef44e83a07723",
  "metadata": {
    "title": "Review Closure of schools during an infl uenza pandemic",
    "coda_data_split": "train",
    "coda_paper_id": 9643,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "In response to WHO raising the infl uenza pandemic alert level from phase fi ve to phase six, health offi cials around the world are carefully reviewing pandemic mitigation protocols. School closure (also called class dismissal in North America) is a non-pharmaceutical intervention that is commonly suggested for mitigating infl uenza pandemics. Health offi cials taking the decision to close schools must weigh the potential health benefi ts of reducing transmission and thus case numbers against high economic and social costs, diffi cult ethical issues, and the possible disruption of key services such as health care. Also, if schools are expected to close as a deliberate policy option, or just because of high levels of staff absenteeism, it is important to plan to mitigate the negative features of closure. In this context, there is still debate about if, when, and how school closure policy should be used. In this Review, we take a multidisciplinary and holistic perspective and review the multiple aspects of school closure as a public health policy. Implications for the mitigation of the swine-origin infl uenza A H1N1 pandemic are also discussed. Lancet Infect Dis 2009; 9: 473-81 MRC Centre for Outbreak Analysis and Modelling, (A Tegnell MD); Chargé de mission auprès du délégué interministériel à la lute contre la grippe aviaire,",
      "sentences": [
        [
          {
            "segment_text": "In response to WHO raising the infl uenza pandemic alert level from phase fi ve to phase six ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "health offi cials around the world are carefully reviewing pandemic mitigation protocols .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "School closure ( also called class dismissal in North America ) is a non-pharmaceutical intervention that is commonly suggested for mitigating infl uenza pandemics .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Health offi cials taking the decision to close schools must weigh the potential health benefi ts of reducing transmission and thus case numbers against high economic and social costs ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "diffi cult ethical issues , and the possible disruption of key services such as health care .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Also , if schools are expected to close as a deliberate policy option ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "or just because of high levels of staff absenteeism ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "it is important to plan to mitigate the negative features of closure .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this context , there is still debate about if ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "when , and how school closure policy should be used .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this Review , we take a multidisciplinary and holistic perspective and review the multiple aspects of school closure as a public health policy .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Implications for the mitigation of the swine-origin infl uenza A H1N1 pandemic are also discussed .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Lancet Infect Dis 2009 ; 9 : 473-81 MRC Centre for Outbreak Analysis and Modelling ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "( A Tegnell MD ) ; Chargé de mission auprès du délégué interministériel à la lute contre la grippe aviaire ,",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "14",
    "token_num": "241"
  }
}