{
  "paper_id": "46a724ae1d703a71a68ae6d0afafff0f1ea3d522",
  "metadata": {
    "title": "",
    "coda_data_split": "train",
    "coda_paper_id": 10353,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Organizing pneumonia (OP) is an inflammatory lung disease characterized pathologically by the presence of buds of granulation tissue in the distal air spaces. There are numerous causes of OP including acute respiratory infections such as viral and bacterial infections. However, Mycobacterium abscessus (M. abscessus) has rarely been reported as a causative pathogen of OP. Here, we report a 67-year-old woman with rapidly progressive pulmonary M. abscessus infection who developed OP and acute respiratory failure (ARF).",
      "sentences": [
        [
          {
            "segment_text": "Organizing pneumonia ( OP ) is an inflammatory lung disease characterized pathologically by the presence of buds of granulation tissue in the distal air spaces .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "There are numerous causes of OP including acute respiratory infections such as viral and bacterial infections .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , Mycobacterium abscessus ( M. abscessus ) has rarely been reported as a causative pathogen of OP .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we report a 67-year-old woman with rapidly progressive pulmonary M. abscessus infection who developed OP and acute respiratory failure ( ARF ) .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "She was treated successfully with a corticosteroid and anti-mycobacterial therapy. Our observations suggest that pulmonary M. abscessus infection should be added to the list of infectious conditions associated with OP.",
      "sentences": [
        [
          {
            "segment_text": "She was treated successfully with a corticosteroid and anti-mycobacterial therapy .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our observations suggest that pulmonary M. abscessus infection should be added to the list of infectious conditions associated with OP .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "6",
    "segment_num": "6",
    "token_num": "119"
  }
}