{
  "paper_id": "46b4f53a5fc4a0a6459fb24bfd81cd4748f9b40b",
  "metadata": {
    "title": "Site-Specific Photo-Crosslinking Proteomics Reveal Regulation of IFITM3 Trafficking and Turnover by VCP/p97 ATPase Article Site-Specific Photo-Crosslinking Proteomics Reveal Regulation of IFITM3 Trafficking and Turnover by VCP/p97 ATPase",
    "coda_data_split": "train",
    "coda_paper_id": 2294,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Highlights d Photo-crosslinking proteomics identify VCP/p97 as an IFITM3-interacting protein d Ubiquitination of IFITM3 is crucial for interaction with VCP d Lysine 24 ubiquitination regulates IFITM3 trafficking and turnover d Depletion or inhibition of VCP leads to delayed turnover and accumulation of IFITM3",
      "sentences": [
        [
          {
            "segment_text": "Highlights d Photo-crosslinking proteomics identify VCP/p97 as an IFITM3-interacting protein d Ubiquitination of IFITM3 is crucial for interaction with VCP d Lysine 24 ubiquitination regulates IFITM3 trafficking and turnover d Depletion or inhibition of VCP leads to delayed turnover and accumulation of IFITM3",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Interferon-induced transmembrane protein 3 (IFITM3) is a key interferon effector that broadly prevents infection by diverse viruses. However, the cellular factors that control IFITM3 homeostasis and antiviral activity have not been fully elucidated. Using sitespecific photo-crosslinking and quantitative proteomic analysis, here we present the identification and functional characterization of VCP/p97 AAA-ATPase as a primary interaction partner of IFITM3. We show that IFITM3 ubiquitination at lysine 24 is crucial for VCP binding, trafficking, turnover, and engagement with incoming virus particles. Consistently, pharmacological inhibition of VCP/p97 ATPase activity leads to defective IFITM3 lysosomal sorting, turnover, and co-trafficking with virus particles. Our results showcase the utility of site-specific protein photo-crosslinking in mammalian cells and reveal VCP/p97 as a key cellular factor involved in IFITM3 trafficking and homeostasis. ., et al. (2013). Amphotericin B increases influenza A virus infection by preventing IFITM3-mediated restriction. Cell Rep. 5, 895-908.",
      "sentences": [
        [
          {
            "segment_text": "Interferon-induced transmembrane protein 3 ( IFITM3 ) is a key interferon effector that broadly prevents infection by diverse viruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , the cellular factors that control IFITM3 homeostasis and antiviral activity have not been fully elucidated .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Using sitespecific photo-crosslinking and quantitative proteomic analysis ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "here we present the identification and functional characterization of VCP/p97 AAA-ATPase as a primary interaction partner of IFITM3 .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We show that IFITM3 ubiquitination at lysine 24 is crucial for VCP binding ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "trafficking , turnover , and engagement with incoming virus particles .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Consistently , pharmacological inhibition of VCP/p97 ATPase activity leads to defective IFITM3 lysosomal sorting ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "turnover , and co-trafficking with virus particles .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our results showcase the utility of site-specific protein photo-crosslinking in mammalian cells and reveal VCP/p97 as a key cellular factor involved in IFITM3 trafficking and homeostasis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": ".",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": ", et al. ( 2013 ) .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Amphotericin B increases influenza A virus infection by preventing IFITM3-mediated restriction .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Cell Rep. 5 , 895-908 .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "11",
    "segment_num": "14",
    "token_num": "209"
  }
}