{
  "paper_id": "46bf124930f3ef18bc9dd2d4ae356a45d3bae461",
  "metadata": {
    "title": "Chest Radiographic and CT Findings of the 2019 Novel Coronavirus Disease (COVID-19): Analysis of Nine Patients Treated in Korea",
    "coda_data_split": "train",
    "coda_paper_id": 10371,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Objective: This study presents a preliminary report on the chest radiographic and computed tomography (CT) findings of the 2019 novel coronavirus disease (COVID-19) pneumonia in Korea. Materials and Methods: As part of a multi-institutional collaboration coordinated by the Korean Society of Thoracic Radiology, we collected nine patients with COVID-19 infections who had undergone chest radiography and CT scans. We analyzed the radiographic and CT findings of COVID-19 pneumonia at baseline. Fisher\u0027s exact test was used to compare CT findings depending on the shape of pulmonary lesions. Results: Three of the nine patients (33.3%) had parenchymal abnormalities detected by chest radiography, and most of the abnormalities were peripheral consolidations. Chest CT images showed bilateral involvement in eight of the nine patients, and a unilobar reversed halo sign in the other patient. In total, 77 pulmonary lesions were found, including patchy lesions (39%), large confluent lesions (13%), and small nodular lesions (48%). The peripheral and posterior lung fields were involved in 78% and 67% of the lesions, respectively. The lesions were typically ill-defined and were composed of mixed ground-glass opacities and consolidation or pure ground-glass opacities. Patchy to confluent lesions were primarily distributed in the lower lobes (p \u003d 0.040) and along the pleura (p \u003c 0.001), whereas nodular lesions were primarily distributed along the bronchovascular bundles (p \u003d 0.006). Conclusion: COVID-19 pneumonia in Korea primarily manifested as pure to mixed ground-glass opacities with a patchy to confluent or nodular shape in the bilateral peripheral posterior lungs. A considerable proportion of patients with COVID-19 pneumonia had normal chest radiographs.",
      "sentences": [
        [
          {
            "segment_text": "Objective : This study presents a preliminary report on the chest radiographic and computed tomography ( CT ) findings of the 2019 novel coronavirus disease ( COVID-19 ) pneumonia in Korea .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Materials and Methods : As part of a multi-institutional collaboration coordinated by the Korean Society of Thoracic Radiology ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we collected nine patients with COVID-19 infections who had undergone chest radiography and CT scans .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We analyzed the radiographic and CT findings of COVID-19 pneumonia at baseline .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Fisher \u0027s exact test was used to compare CT findings depending on the shape of pulmonary lesions .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Three of the nine patients ( 33.3 % ) had parenchymal abnormalities detected by chest radiography ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and most of the abnormalities were peripheral consolidations .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Chest CT images showed bilateral involvement in eight of the nine patients ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and a unilobar reversed halo sign in the other patient .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In total , 77 pulmonary lesions were found ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including patchy lesions ( 39 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "large confluent lesions ( 13 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and small nodular lesions ( 48 % ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The peripheral and posterior lung fields were involved in 78 % and 67 % of the lesions , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The lesions were typically ill-defined and were composed of mixed ground-glass opacities and consolidation or pure ground-glass opacities .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Patchy to confluent lesions were primarily distributed in the lower lobes ( p \u003d 0.040 ) and along the pleura ( p \u003c 0.001 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whereas nodular lesions were primarily distributed along the bronchovascular bundles ( p \u003d 0.006 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusion : COVID-19 pneumonia in Korea primarily manifested as pure to mixed ground-glass opacities with a patchy to confluent or nodular shape in the bilateral peripheral posterior lungs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A considerable proportion of patients with COVID-19 pneumonia had normal chest radiographs .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "12",
    "segment_num": "19",
    "token_num": "307"
  }
}