{
  "paper_id": "46c611e413292dbf6f747a11b93de6f0a7ec1354",
  "metadata": {
    "title": "Construction of a food-grade cell surface display system for Lactobacillus casei",
    "coda_data_split": "train",
    "coda_paper_id": 2446,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "In this study, a food-grade cell surface display host/vector system for Lactobacillus casei was constructed. The food-grade host L. casei Q-5 was a lactose-deficient derivative of L. casei ATCC 334 obtained by plasmid elimination. The food-grade cell surface display vector was constructed based on safe DNA elements from lactic acid bacteria containing the following: pSH71 replicon from Lactococcus lactis, lactose metabolism genes from L. casei ATCC 334 as complementation markers, and surface layer protein gene from Lactobacillus acidophilus ATCC 4356 for cell surface display. The feasibility of the new host/vector system was verified by the expression of green fluorescent protein (GFP) on L. casei. Laser scanning confocal microscopy and immunofluorescence analysis using anti-GFP antibody confirmed that GFP was anchored on the surface of the recombinant cells. The stability of recombinant L. casei cells in artificial gastrointestinal conditions was verified, which is beneficial for oral vaccination applications. These results indicate that the food-grade host/vector system can be an excellent antigen delivery vehicle in oral vaccine construction.",
      "sentences": [
        [
          {
            "segment_text": "In this study , a food-grade cell surface display host/vector system for Lactobacillus casei was constructed .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The food-grade host L. casei Q-5 was a lactose-deficient derivative of L. casei ATCC 334 obtained by plasmid elimination .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The food-grade cell surface display vector was constructed based on safe DNA elements from lactic acid bacteria containing the following : pSH71 replicon from Lactococcus lactis ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "lactose metabolism genes from L. casei ATCC 334 as complementation markers ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and surface layer protein gene from Lactobacillus acidophilus ATCC 4356 for cell surface display .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The feasibility of the new host/vector system was verified by the expression of green fluorescent protein ( GFP ) on L. casei .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Laser scanning confocal microscopy and immunofluorescence analysis using anti-GFP antibody confirmed that GFP was anchored on the surface of the recombinant cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The stability of recombinant L. casei cells in artificial gastrointestinal conditions was verified ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which is beneficial for oral vaccination applications .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results indicate that the food-grade host/vector system can be an excellent antigen delivery vehicle in oral vaccine construction .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "10",
    "token_num": "179"
  }
}