{
  "paper_id": "46decd956d74e9db8e5c0f023b554015a7d8f0af",
  "metadata": {
    "title": "SARS CORONAVIRUS AND INNATE IMMUNITY",
    "coda_data_split": "train",
    "coda_paper_id": 10862,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The emergence of the highly pathogenic SARS coronavirus (SARS-CoV) has reignited interest in coronavirus biology and pathogenesis. An emerging theme in coronavirus pathogenesis is that the interaction between specific viral genes and the host immune system, specifically the innate immune system, functions as a key determinant in regulating virulence and disease outcomes. Using SARS-CoV as a model, we will review the current knowledge of the interplay between coronavirus infection and the host innate immune system in vivo, and then discuss the mechanisms by which specific gene products antagonize the host innate immune response in cell culture models. Our data suggests that the SARS-CoV uses specific strategies to evade and antagonize the sensing and signaling arms of the interferon pathway. We summarize by identifying future points of consideration that will contribute greatly to our understanding of the molecular mechanisms governing coronavirus pathogenesis and virulence, and the development of severe disease in humans and animals.",
      "sentences": [
        [
          {
            "segment_text": "The emergence of the highly pathogenic SARS coronavirus ( SARS-CoV ) has reignited interest in coronavirus biology and pathogenesis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "An emerging theme in coronavirus pathogenesis is that the interaction between specific viral genes and the host immune system ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "specifically the innate immune system ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "functions as a key determinant in regulating virulence and disease outcomes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Using SARS-CoV as a model ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "we will review the current knowledge of the interplay between coronavirus infection and the host innate immune system in vivo ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and then discuss the mechanisms by which specific gene products antagonize the host innate immune response in cell culture models .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Our data suggests that the SARS-CoV uses specific strategies to evade and antagonize the sensing and signaling arms of the interferon pathway .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We summarize by identifying future points of consideration that will contribute greatly to our understanding of the molecular mechanisms governing coronavirus pathogenesis and virulence ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the development of severe disease in humans and animals .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "10",
    "token_num": "165"
  }
}