{
  "paper_id": "46e5064094ed75015cad5a226c704a0dc21b15c1",
  "metadata": {
    "title": "Feline Virome-A Review of Novel Enteric Viruses Detected in Cats",
    "coda_data_split": "train",
    "coda_paper_id": 5669,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Recent advances in the diagnostic and metagenomic investigations of the feline enteric environment have allowed the identification of several novel viruses that have been associated with gastroenteritis in cats. In the last few years, noroviruses, kobuviruses, and novel parvoviruses have been repetitively detected in diarrheic cats as alone or in mixed infections with other pathogens, raising a number of questions, with particular regards to their pathogenic attitude and clinical impact. In the present article, the current available literature on novel potential feline enteric viruses is reviewed, providing a meaningful update on the etiology, epidemiologic, pathogenetic, clinical, and diagnostic aspects of the infections caused by these pathogens.",
      "sentences": [
        [
          {
            "segment_text": "Recent advances in the diagnostic and metagenomic investigations of the feline enteric environment have allowed the identification of several novel viruses that have been associated with gastroenteritis in cats .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In the last few years ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "noroviruses , kobuviruses , and novel parvoviruses have been repetitively detected in diarrheic cats as alone or in mixed infections with other pathogens ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "raising a number of questions ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "with particular regards to their pathogenic attitude and clinical impact .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In the present article , the current available literature on novel potential feline enteric viruses is reviewed ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "providing a meaningful update on the etiology ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "epidemiologic , pathogenetic , clinical ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and diagnostic aspects of the infections caused by these pathogens .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "3",
    "segment_num": "9",
    "token_num": "120"
  }
}