{
  "paper_id": "46e6c155f1b7e6d93735e45da3f93b0f1ae63113",
  "metadata": {
    "title": "Occupational infection and needle stick injury among clinical laboratory workers in Al-Madinah city, Saudi Arabia",
    "coda_data_split": "train",
    "coda_paper_id": 9990,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Clinical laboratory workers face biohazard such as needlestick injury and occupational infection on a daily basis. In this study, we examined self-reported frequency of occupational infection and needlestick injury among the clinical laboratory workers in Al-Madinah, Saudi Arabia. Methods: A total of 234 clinical laboratory workers were recruited from private and government health sectors to answer a self-administered questionnaire that was prepared to achieve the aims of the study. Results: The results showed that approximately 33% of the sample had an experienced occupational infection while 24% had experienced a needlestick injury. Approximately, 49% reported that they always recap needle after use, whereas 15% reported doing that most of the times. Occupational infection, needlestick injury and recapping needles after use were associated with lack of training on biosafety (P \u003c 0.05). Conclusion: The frequency of occupational infection and needlestick injury among clinical laboratory workers in Al-Madinah is high. Interventions related to biosafety and infection control and the use of needlestick prevention devices might be useful in lowering such frequency.",
      "sentences": [
        [
          {
            "segment_text": "Background : Clinical laboratory workers face biohazard such as needlestick injury and occupational infection on a daily basis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , we examined self-reported frequency of occupational infection and needlestick injury among the clinical laboratory workers in Al-Madinah , Saudi Arabia .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : A total of 234 clinical laboratory workers were recruited from private and government health sectors to answer a self-administered questionnaire that was prepared to achieve the aims of the study .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : The results showed that approximately 33 % of the sample had an experienced occupational infection while 24 % had experienced a needlestick injury .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Approximately , 49 % reported that they always recap needle after use ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whereas 15 % reported doing that most of the times .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Occupational infection , needlestick injury and recapping needles after use were associated with lack of training on biosafety ( P \u003c 0.05 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusion : The frequency of occupational infection and needlestick injury among clinical laboratory workers in Al-Madinah is high .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Interventions related to biosafety and infection control and the use of needlestick prevention devices might be useful in lowering such frequency .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "9",
    "token_num": "192"
  }
}