{
  "paper_id": "46ecc5f1ac34e8f2befad14d000ad7d0cde539d8",
  "metadata": {
    "title": "An Effective CTL Peptide Vaccine for Ebola Zaire Based on Survivors\u0027 CD8+ Targeting of a Particular Nucleocapsid Protein Epitope with Potential Implications for COVID-19 Vaccine Design",
    "coda_data_split": "train",
    "coda_paper_id": 5898,
    "coda_has_expert_labels": false,
    "subset": "biorxiv_medrxiv"
  },
  "abstract": [
    {
      "original_text": "The 2013-2016 West Africa EBOV epidemic was the biggest EBOV outbreak to date. An analysis of virus-specific CD8+ T-cell immunity in 30 survivors showed that 26 of those individuals had a CD8+ response to at least one EBOV protein. The dominant response (25/26 subjects) was specific to the EBOV nucleocapsid protein (NP). It has been suggested that epitopes on the EBOV NP could form an important part of an effective T-cell vaccine for Ebola Zaire.",
      "sentences": [
        [
          {
            "segment_text": "The 2013-2016 West Africa EBOV epidemic was the biggest EBOV outbreak to date .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "An analysis of virus-specific CD8 + T-cell immunity in 30 survivors showed that 26 of those individuals had a CD8 + response to at least one EBOV protein .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The dominant response ( 25/26 subjects ) was specific to the EBOV nucleocapsid protein ( NP ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It has been suggested that epitopes on the EBOV NP could form an important part of an effective T-cell vaccine for Ebola Zaire .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "We show that a 9-amino-acid peptide NP44-52 (YQVNNLEEI) located in a conserved region of EBOV NP provides protection against morbidity and mortality after mouse adapted EBOV challenge. A single vaccination in a C57BL/6 : bioRxiv preprint mouse using an adjuvanted microsphere peptide vaccine formulation containing NP44-52 is enough to confer immunity in mice. Our work suggests that a peptide vaccine based on CD8+ T-cell immunity in EBOV survivors is conceptually sound and feasible. Nucleocapsid proteins within SARS-CoV-2 contain multiple class I epitopes with predicted HLA restrictions consistent with broad population coverage. A similar approach to a CTL vaccine design may be possible for that virus.",
      "sentences": [
        [
          {
            "segment_text": "We show that a 9-amino-acid peptide NP44-52 ( YQVNNLEEI ) located in a conserved region of EBOV NP provides protection against morbidity and mortality after mouse adapted EBOV challenge .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A single vaccination in a C57BL/6 : bioRxiv preprint mouse using an adjuvanted microsphere peptide vaccine formulation containing NP44-52 is enough to confer immunity in mice .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our work suggests that a peptide vaccine based on CD8 + T-cell immunity in EBOV survivors is conceptually sound and feasible .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Nucleocapsid proteins within SARS-CoV-2 contain multiple class I epitopes with predicted HLA restrictions consistent with broad population coverage .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A similar approach to a CTL vaccine design may be possible for that virus .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "9",
    "segment_num": "9",
    "token_num": "198"
  }
}