{
  "paper_id": "4716aa61386cb52b7aa834b557cb4e2ac7ec4cad",
  "metadata": {
    "title": "Molecular Sciences The Role of the Lung\u0027s Microbiome in the Pathogenesis and Progression of Idiopathic Pulmonary Fibrosis",
    "coda_data_split": "train",
    "coda_paper_id": 5899,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Idiopathic pulmonary fibrosis (IPF) is a chronic, progressive, fibrosing interstitial lung disease that commonly affects older adults and is associated with the histopathological and/or radiological patterns of usual interstitial pneumonia (UIP). Despite significant advances in our understanding of disease pathobiology and natural history, what causes IPF remains unknown. A potential role for infection in the disease\u0027s pathogenesis and progression or as a trigger of acute exacerbation has long been postulated, but initial studies based on traditional culture methods have yielded inconsistent results. The recent application to IPF of culture-independent techniques for microbiological analysis has revealed previously unappreciated alterations of the lung microbiome, as well as an increased bacterial burden in the bronchoalveolar lavage (BAL) of IPF patients, although correlation does not necessarily entail causation. In addition, the lung microbiome remains only partially characterized and further research should investigate organisms other than bacteria and viruses, including fungi. The clarification of the role of the microbiome in the pathogenesis and progression of IPF may potentially allow its manipulation, providing an opportunity for targeted therapeutic intervention. Author Contributions: Conceptualization, P.S., E.B.; Data curation, P.S., P.L.M., D.B., T.M.M.; Funding acquisition, P.S.; Investigation, P.S., P.L.M., E.B., T.M.M.; Writing-review and editing, P.S., P.L.M., D.B., E.B., T.M.M., E.C., N.B., F.F., M.T., M.S.",
      "sentences": [
        [
          {
            "segment_text": "Idiopathic pulmonary fibrosis ( IPF ) is a chronic ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "progressive , fibrosing interstitial lung disease that commonly affects older adults and is associated with the histopathological and/or radiological patterns of usual interstitial pneumonia ( UIP ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Despite significant advances in our understanding of disease pathobiology and natural history ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "what causes IPF remains unknown .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A potential role for infection in the disease \u0027s pathogenesis and progression or as a trigger of acute exacerbation has long been postulated ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but initial studies based on traditional culture methods have yielded inconsistent results .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The recent application to IPF of culture-independent techniques for microbiological analysis has revealed previously unappreciated alterations of the lung microbiome ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "as well as an increased bacterial burden in the bronchoalveolar lavage ( BAL ) of IPF patients ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "although correlation does not necessarily entail causation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In addition , the lung microbiome remains only partially characterized and further research should investigate organisms other than bacteria and viruses , including fungi .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The clarification of the role of the microbiome in the pathogenesis and progression of IPF may potentially allow its manipulation ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "providing an opportunity for targeted therapeutic intervention .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Author Contributions : Conceptualization , P.S. ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "E.B. ; Data curation , P.S. ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "P.L.M. , D.B. , T.M.M. ; Funding acquisition ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "P.S. ; Investigation , P.S. ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "P.L.M. , E.B. , T.M.M. ; Writing-review and editing ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "P.S. , P.L.M. , D.B. ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "E.B. , T.M.M. , E.C. ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "N.B. , F.F. , M.T. , M.S.",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "20",
    "token_num": "253"
  }
}