{
  "paper_id": "4748ceca08233f0869c4e2d028f575fead051b64",
  "metadata": {
    "title": "Silencing SARS-CoV Spike protein expression in cultured cells by RNA interference",
    "coda_data_split": "train",
    "coda_paper_id": 10271,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The severe acute respiratory syndrome (SARS) has been one of the most epidemic diseases threatening human health all over the world. Based on clinical studies, SARS-CoV (the SARS-associated coronavirus), a novel coronavirus, is reported as the pathogen responsible for the disease. To date, no e¡ective and speci¢c therapeutic method can be used to treat patients su¡ering from SARS-CoV infection. RNA interference (RNAi) is a process by which the introduced small interfering RNA (siRNA) could cause the degradation of mRNA with identical sequence speci¢city. The RNAi methodology has been used as a tool to silence genes in cultured cells and in animals. Recently, this technique was employed in anti-virus infections in human immunode¢ciency virus and hepatitis C/B virus. In this study, RNAi technology has been applied to explore the possibility for prevention of SARS-CoV infection. We constructed speci¢c siRNAs targeting the S gene in SARS-CoV. We demonstrated that the siRNAs could e¡ectively and speci¢cally inhibit gene expression of Spike protein in SARS-CoV-infected cells. Our study provided evidence that RNAi could be a tool for inhibition of SARS-CoV. ß 2004 Published by Elsevier B.V. on behalf of the Federation of European Biochemical Societies.",
      "sentences": [
        [
          {
            "segment_text": "The severe acute respiratory syndrome ( SARS ) has been one of the most epidemic diseases threatening human health all over the world .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Based on clinical studies , SARS-CoV ( the SARS-associated coronavirus ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a novel coronavirus , is reported as the pathogen responsible for the disease .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To date , no e ¡ ective and speci ¢ c therapeutic method can be used to treat patients su ¡ ering from SARS-CoV infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "RNA interference ( RNAi ) is a process by which the introduced small interfering RNA ( siRNA ) could cause the degradation of mRNA with identical sequence speci ¢ city .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The RNAi methodology has been used as a tool to silence genes in cultured cells and in animals .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Recently , this technique was employed in anti-virus infections in human immunode ¢ ciency virus and hepatitis C/B virus .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , RNAi technology has been applied to explore the possibility for prevention of SARS-CoV infection .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We constructed speci ¢ c siRNAs targeting the S gene in SARS-CoV .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We demonstrated that the siRNAs could e ¡ ectively and speci ¢ cally inhibit gene expression of Spike protein in SARS-CoV-infected cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our study provided evidence that RNAi could be a tool for inhibition of SARS-CoV .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "ß 2004 Published by Elsevier B.V. on behalf of the Federation of European Biochemical Societies .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "12",
    "token_num": "232"
  }
}