{
  "paper_id": "47599902cfeaaf5cea64838d8179f9ac326a38ea",
  "metadata": {
    "title": "The Effects of Live Attenuated Influenza Vaccine on Nasopharyngeal Bacteria in Healthy 2 to 4 Year Olds A Randomized Controlled Trial",
    "coda_data_split": "train",
    "coda_paper_id": 3244,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Rationale: Viral infections of the upper respiratory tract may influence the commensal nasopharyngeal bacteria. Changes in the bacterial niche could affect transmission dynamics. Attenuated vaccine viruses can be used to investigate this empirically in humans.",
      "sentences": [
        [
          {
            "segment_text": "Rationale : Viral infections of the upper respiratory tract may influence the commensal nasopharyngeal bacteria .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Changes in the bacterial niche could affect transmission dynamics .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Attenuated vaccine viruses can be used to investigate this empirically in humans .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Objectives: To study the effects of mild viral upper respiratory infections on nasopharyngeal bacterial colonization using live attenuated influenza vaccine (LAIV) as a surrogate.",
      "sentences": [
        [
          {
            "segment_text": "Objectives : To study the effects of mild viral upper respiratory infections on nasopharyngeal bacterial colonization using live attenuated influenza vaccine ( LAIV ) as a surrogate .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Methods: We used trivalent LAIV to evaluate the effects of viral infection on bacterial carriage and density of Streptococcus pneumoniae, Moraxella catarrhalis, Haemophilus influenzae, and Staphylococcus aureus. A total of 151 healthy children were randomized 1:1 to receive the vaccine starting either at recruitment (n \u003d 74) or 28 days later (n \u003d 77) in a stepped wedge fashion, allowing comparisons between recipients and nonrecipients as well as wholegroup comparisons pre-and postvaccination. Bacterial carriage and density were determined using quantitative polymerase chain reaction assays.",
      "sentences": [
        [
          {
            "segment_text": "Methods : We used trivalent LAIV to evaluate the effects of viral infection on bacterial carriage and density of Streptococcus pneumoniae ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "Moraxella catarrhalis , Haemophilus influenzae , and Staphylococcus aureus .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A total of 151 healthy children were randomized 1:1 to receive the vaccine starting either at recruitment ( n \u003d 74 ) or 28 days later ( n \u003d 77 ) in a stepped wedge fashion ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "allowing comparisons between recipients and nonrecipients as well as wholegroup comparisons pre-and postvaccination .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Bacterial carriage and density were determined using quantitative polymerase chain reaction assays .",
            "crowd_label": "method"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "7",
    "segment_num": "9",
    "token_num": "163"
  }
}