{
  "paper_id": "47607c06b9a109c4a5d6f1c51fdc9db107a48bab",
  "metadata": {
    "title": "Article Molecular simulation study of the binding mechanism of [α-PTi 2 W 10 O 40 ] 7-for its promising broad-spectrum inhibitory activity to FluV-A neuraminidase",
    "coda_data_split": "train",
    "coda_paper_id": 10716,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Polyoxometalate (POM) has promising antiviral activities. It shows broad-spectrum inhibiting ability, high efficiency, and low toxicity. Experimental assays show that titanium containing polyoxotungstates have anti-influenza-virus activity. In this paper, the binding mechanisms of five isomers of di-Ti-substituted polyoxotungstate, [α-1,2-PTi 2 W 10 O 40 ] 7-(α-1,2), [α-1,6-PTi 2 W 10 O 40 ] 7-(α-1,6), [α-1,5-PTi 2 W 10 O 40 ] 7-(α-1,5), [α-1,4-PTi 2 W 10 O 40 ] 7-(α-1,4) and [α-1,11-PTi 2 W 10 O 40 ] 7-(α-1,11), to five subtypes of influenza virus A neuraminidase (FluV-A NA) were investigated in the context of aqueous solution by using molecular docking and molecular dynamics studies. The results show that the isomer α-1,2 is superior to other isomers as a potential inhibitor to neuraminidase. The positively charged arginine residues around the active site of NA could be induced by negatively charged POM to adapt themselves and could form salt bridge interactions and hydrogen bond interactions with POM. The binding free energies of POM/NA complexes range from -5.36 to -8.31 kcal mol -1 . The electrostatic interactions are found to be the driving force during the binding process of POM to NA. The conformational analysis shows that POM tends to bind primarily with N1 and N8 at the edge of the active pocket, which causes the conformational change of the pincers structure comprising residue 347 and loop 150. Whereas, the active pockets of N2, N9 and N4 are found to be more spacious, which allows POM to enter into the active pockets directly and anchor there firmly. This study shows that negatively charged ligand as POM could induce the reorganization of the active site of NA and highlights POM as a promising inhibitor to NA despite the ever increasing mutants of NA.",
      "sentences": [
        [
          {
            "segment_text": "Polyoxometalate ( POM ) has promising antiviral activities .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It shows broad-spectrum inhibiting ability ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "high efficiency , and low toxicity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Experimental assays show that titanium containing polyoxotungstates have anti-influenza-virus activity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this paper , the binding mechanisms of five isomers of di-Ti-substituted polyoxotungstate ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "( α-1,2-PTi 2 W 10 O 40 ) 7 - ( α-1,2 ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "( α-1,6-PTi 2 W 10 O 40 ) 7 - ( α-1,6 ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "( α-1,5-PTi 2 W 10 O 40 ) 7 - ( α-1,5 ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "( α-1,4-PTi 2 W 10 O 40 ) 7 - ( α-1,4 ) and ( α-1,11-PTi 2 W 10 O 40 ) 7 - ( α-1,11 ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "to five subtypes of influenza virus A neuraminidase ( FluV-A NA ) were investigated in the context of aqueous solution by using molecular docking and molecular dynamics studies .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The results show that the isomer α-1,2 is superior to other isomers as a potential inhibitor to neuraminidase .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The positively charged arginine residues around the active site of NA could be induced by negatively charged POM to adapt themselves and could form salt bridge interactions and hydrogen bond interactions with POM .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The binding free energies of POM/NA complexes range from -5.36 to -8.31 kcal mol -1 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The electrostatic interactions are found to be the driving force during the binding process of POM to NA .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The conformational analysis shows that POM tends to bind primarily with N1 and N8 at the edge of the active pocket ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which causes the conformational change of the pincers structure comprising residue 347 and loop 150 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Whereas , the active pockets of N2 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "N9 and N4 are found to be more spacious ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which allows POM to enter into the active pockets directly and anchor there firmly .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This study shows that negatively charged ligand as POM could induce the reorganization of the active site of NA and highlights POM as a promising inhibitor to NA despite the ever increasing mutants of NA .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "influenza virus A, neuraminidase, polyoxometalate, docking, molecular dynamics Citation:",
      "sentences": [
        [
          {
            "segment_text": "influenza virus A , neuraminidase ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "polyoxometalate , docking , molecular dynamics Citation :",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Wang J P, Hu D H, Su Z M. Molecular simulation study of the binding mechanism of [α-PTi 2 W 10 O 40 ] 7for its promising broad-spectrum inhibitory activity to FluV-A neuraminidase.",
      "sentences": [
        [
          {
            "segment_text": "Wang J P , Hu D H ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Su Z M. Molecular simulation study of the binding mechanism of ( α-PTi 2 W 10 O 40 ) 7for its promising broad-spectrum inhibitory activity to FluV-A neuraminidase .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "13",
    "segment_num": "24",
    "token_num": "392"
  }
}