{
  "paper_id": "476bd5fb7999c05f606fa57f73845ccef02e2d61",
  "metadata": {
    "title": "Generation of a recombinant avian coronavirus infectious bronchitis virus using transient dominant selection",
    "coda_data_split": "train",
    "coda_paper_id": 4562,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "A reverse genetics system for the avian coronavirus infectious bronchitis virus (IBV) has been described in which a full-length cDNA, corresponding to the IBV (Beaudette-CK) genome, was inserted into the vaccinia virus genome following in vitro assembly of three contiguous cDNAs [Casais, R., Thiel, V., Siddell, S.G., Cavanagh, D., Britton, P., 2001. Reverse genetics system for the avian coronavirus infectious bronchitis virus. J. Virol. 75, 12359-12369]. The method has subsequently been used to generate a recombinant IBV expressing a chimaeric S gene [Casais, R., Dove, B., Cavanagh, D., Britton, P., 2003. Recombinant avian infectious bronchitis virus expressing a heterologous spike gene demonstrates that the spike protein is a determinant of cell tropism. J. Virol. 77, 9084-9089]. Use of vaccinia virus as a vector for the full-length cDNA of the IBV genome has the advantage that modifications can be made to the IBV cDNA using homologous recombination, a method frequently used to insert and delete sequences from the vaccinia virus genome. We describe the use of homologous recombination as a method for modifying the Beaudette full-length cDNA, within the vaccinia virus genome, without the requirement for in vitro assembly of the IBV cDNA. To demonstrate the feasibility of the method we exchanged the ectodomain of the Beaudette spike gene for the corresponding region from IBV M41 and generated two recombinant infectious bronchitis viruses (rIBVs) expressing the chimaeric S protein, validating the method as an alternative way for generating rIBVs.",
      "sentences": [
        [
          {
            "segment_text": "A reverse genetics system for the avian coronavirus infectious bronchitis virus ( IBV ) has been described in which a full-length cDNA ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "corresponding to the IBV ( Beaudette-CK ) genome ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "was inserted into the vaccinia virus genome following in vitro assembly of three contiguous cDNAs ( Casais , R. , Thiel , V. , Siddell , S.G. , Cavanagh , D. , Britton , P. , 2001 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Reverse genetics system for the avian coronavirus infectious bronchitis virus .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "J. Virol .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "75 , 12359-12369 ) .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "The method has subsequently been used to generate a recombinant IBV expressing a chimaeric S gene ( Casais , R. , Dove , B. , Cavanagh , D. , Britton , P. , 2003 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Recombinant avian infectious bronchitis virus expressing a heterologous spike gene demonstrates that the spike protein is a determinant of cell tropism .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "J. Virol .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "77 , 9084-9089 ) .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Use of vaccinia virus as a vector for the full-length cDNA of the IBV genome has the advantage that modifications can be made to the IBV cDNA using homologous recombination ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "a method frequently used to insert and delete sequences from the vaccinia virus genome .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We describe the use of homologous recombination as a method for modifying the Beaudette full-length cDNA ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "within the vaccinia virus genome ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "without the requirement for in vitro assembly of the IBV cDNA .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "To demonstrate the feasibility of the method we exchanged the ectodomain of the Beaudette spike gene for the corresponding region from IBV M41 and generated two recombinant infectious bronchitis viruses ( rIBVs ) expressing the chimaeric S protein ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "validating the method as an alternative way for generating rIBVs .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "17",
    "token_num": "285"
  }
}