{
  "paper_id": "476db4612637dfb23fe3797a46f7215539701ae3",
  "metadata": {
    "title": "Severe community-acquired pneumonia caused by adenovirus type 11 in immunocompetent adults in Beijing",
    "coda_data_split": "train",
    "coda_paper_id": 6203,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background: Severe community-acquired pneumonia (CAP) due to human adenoviruses (HAdVs) in immunocompetent adults has raised concerns. Objective: To describe the clinical, laboratorial, and radiological characteristics of adenovirus pneumonia and detect the type and diversity of human adenoviruses that caused acute respiratory distress syndrome (ARDS) in Beijing. Study design: An etiological study of adult community-acquired pneumonia was carried out prospectively at Beijing Chao-Yang Hospital. A total of 18 cases with laboratory-confirmed adenovirus infections in 487 cases with CAP were observed clinically. The viral type and phylogenetic analysis were tested by polymerase chain reaction (PCR). Results: Patients with adenovirus pneumonia typically reported flu-like symptoms. Some of them developed shortness of breath or severe dyspnea on 6 days after disease onset. The patients with ARDS usually present dyspnea, higher level of serum muscle enzymes and bilateral, mutilobal consolidation and patchy/ground-glass opacities. HAdVs type was detected in 17 samples and all of them belonged to species B (HAdV-11, 7, 3 and 14) . Among them, HAdV-11 was most frequently (10/17), followed by HAdV-7 (5/17). Phylogenetic analysis of the partial penton nucleotide confirmed a close relationship with stains circulating in the Beijing region. Conclusions: Our identification of severe respiratory illness due to adenovirus, especially type 11 may highlight the need for rapid diagnosis and improved surveillance, which may assist with targeted development of antiviral agents or type-specific vaccines.",
      "sentences": [
        [
          {
            "segment_text": "Background : Severe community-acquired pneumonia ( CAP ) due to human adenoviruses ( HAdVs ) in immunocompetent adults has raised concerns .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Objective : To describe the clinical ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "laboratorial , and radiological characteristics of adenovirus pneumonia and detect the type and diversity of human adenoviruses that caused acute respiratory distress syndrome ( ARDS ) in Beijing .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Study design : An etiological study of adult community-acquired pneumonia was carried out prospectively at Beijing Chao-Yang Hospital .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A total of 18 cases with laboratory-confirmed adenovirus infections in 487 cases with CAP were observed clinically .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The viral type and phylogenetic analysis were tested by polymerase chain reaction ( PCR ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Patients with adenovirus pneumonia typically reported flu-like symptoms .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Some of them developed shortness of breath or severe dyspnea on 6 days after disease onset .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The patients with ARDS usually present dyspnea ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "higher level of serum muscle enzymes and bilateral ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "mutilobal consolidation and patchy/ground-glass opacities .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "HAdVs type was detected in 17 samples and all of them belonged to species B ( HAdV-11 , 7 , 3 and 14 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Among them , HAdV-11 was most frequently ( 10/17 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "followed by HAdV-7 ( 5/17 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Phylogenetic analysis of the partial penton nucleotide confirmed a close relationship with stains circulating in the Beijing region .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : Our identification of severe respiratory illness due to adenovirus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "especially type 11 may highlight the need for rapid diagnosis and improved surveillance ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which may assist with targeted development of antiviral agents or type-specific vaccines .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "12",
    "segment_num": "18",
    "token_num": "263"
  }
}