{
  "paper_id": "478532306e2fdcf86f4fc610d1fd14e5fa21e3de",
  "metadata": {
    "title": "Inhibition of an Early Step of Poliovirus Replication by Disoxaril (WIN 51711) Neutralizing Monoclonal Antibodies Obtained After In Vivo Priming with VPl of Poliovirus Type 1 Recognize Epitopes Located Between Amino Acid Residues 93-104 of VPl",
    "coda_data_split": "train",
    "coda_paper_id": 8962,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": ")phenoxy] heptyl]-3-methylisoxazole, inhibits the replication of several picornaviruses (Otto et al., Antimicrob. Ag. Chemother. 27 (1985) 883-886). Measurements of viral RNA synthesis and electron microscopy showed that disoxaril inhibits the replication of poliovirus types 1 and 2 in HeLa cells prior to uncoating by stabilizing the virus capsid: The arrival of viral RNA for new RNA synthesis was inhibited completely only when the inocula were preincubated with disoxaril for 15 min at 37°C at 0.3 Ilg disoxarillml for poliovirus type 1 and 0.03 ug disoxarillml for poliovirus type 2. Simultaneous addition of the compound and virus resulted in reduced inhibition of viral RNA synthesis. The inhibitory effect of the compound could be partially reversed up to 25 min p.i. if the compound was eluted from the cells. Disoxaril pretreated poliovirus was not inhibited from entering HeLa cells (entry by receptor-mediated endocytosis via coated pits and vesicles into endosomes) (d.",
      "sentences": [
        [
          {
            "segment_text": ") phenoxy ) heptyl ) -3-methylisoxazole ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "inhibits the replication of several picornaviruses ( Otto et al. , Antimicrob .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Ag .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Chemother .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "27 ( 1985 ) 883-886 ) .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Measurements of viral RNA synthesis and electron microscopy showed that disoxaril inhibits the replication of poliovirus types 1 and 2 in HeLa cells prior to uncoating by stabilizing the virus capsid : The arrival of viral RNA for new RNA synthesis was inhibited completely only when the inocula were preincubated with disoxaril for 15 min at 37 °C at 0.3 Ilg disoxarillml for poliovirus type 1 and 0.03 ug disoxarillml for poliovirus type 2 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Simultaneous addition of the compound and virus resulted in reduced inhibition of viral RNA synthesis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The inhibitory effect of the compound could be partially reversed up to 25 min p.i. if the compound was eluted from the cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Disoxaril pretreated poliovirus was not inhibited from entering HeLa cells ( entry by receptor-mediated endocytosis via coated pits and vesicles into endosomes ) ( d.",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "9",
    "token_num": "171"
  }
}