{
  "paper_id": "47aa21ec26143c3b7a9ff3fa57eb20634cc41940",
  "metadata": {
    "title": "The Impact of \u0027\u0027Omic\u0027\u0027 and Imaging Technologies on Assessing the Host Immune Response to Biodefence Agents",
    "coda_data_split": "train",
    "coda_paper_id": 9845,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Understanding the interactions between host and pathogen is important for the development and assessment of medical countermeasures to infectious agents, including potential biodefence pathogens such as Bacillus anthracis, Ebola virus, and Francisella tularensis. This review focuses on technological advances which allow this interaction to be studied in much greater detail. Namely, the use of \"omic\" technologies (next generation sequencing, DNA, and protein microarrays) for dissecting the underlying host response to infection at the molecular level; optical imaging techniques (flow cytometry and fluorescence microscopy) for assessing cellular responses to infection; and biophotonic imaging for visualising the infectious disease process. All of these technologies hold great promise for important breakthroughs in the rational development of vaccines and therapeutics for biodefence agents.",
      "sentences": [
        [
          {
            "segment_text": "Understanding the interactions between host and pathogen is important for the development and assessment of medical countermeasures to infectious agents ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including potential biodefence pathogens such as Bacillus anthracis ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Ebola virus , and Francisella tularensis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review focuses on technological advances which allow this interaction to be studied in much greater detail .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Namely , the use of `` omic \u0027\u0027 technologies ( next generation sequencing , DNA , and protein microarrays ) for dissecting the underlying host response to infection at the molecular level ; optical imaging techniques ( flow cytometry and fluorescence microscopy ) for assessing cellular responses to infection ; and biophotonic imaging for visualising the infectious disease process .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "All of these technologies hold great promise for important breakthroughs in the rational development of vaccines and therapeutics for biodefence agents .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "6",
    "token_num": "137"
  }
}