{
  "paper_id": "47c0b64aae69b1e7352979fbf427ee86292be4c4",
  "metadata": {
    "title": "Structural insights into SARS coronavirus proteins",
    "coda_data_split": "train",
    "coda_paper_id": 2697,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The SARS coronavirus was identified as the pathogen of a global outbreak of SARS (severe acute respiratory syndrome) in 2003. Its large RNA genome encodes four structural proteins, sixteen non-structural proteins and eight accessory proteins. The availability of structures of SARS coronavirus macromolecules has enabled the elucidation of their important functions, such as mediating the fusion of viral and host cellular membranes, and in replication and transcription. In particular, the spike protein fusion core and the main protease have been the most extensively studied, with the aim of designing anti-SARS therapeutics. Attention is now being focused on replicase proteins, which should enhance our understanding of the replication and transcription machinery. The structures and functions of most SARS proteins remain unknown, and further structural studies will be important for revealing their functions and for designing potential anti-SARS therapeutics.",
      "sentences": [
        [
          {
            "segment_text": "The SARS coronavirus was identified as the pathogen of a global outbreak of SARS ( severe acute respiratory syndrome ) in 2003 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Its large RNA genome encodes four structural proteins ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "sixteen non-structural proteins and eight accessory proteins .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The availability of structures of SARS coronavirus macromolecules has enabled the elucidation of their important functions ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "such as mediating the fusion of viral and host cellular membranes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and in replication and transcription .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In particular , the spike protein fusion core and the main protease have been the most extensively studied ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "with the aim of designing anti-SARS therapeutics .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Attention is now being focused on replicase proteins ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which should enhance our understanding of the replication and transcription machinery .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The structures and functions of most SARS proteins remain unknown ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and further structural studies will be important for revealing their functions and for designing potential anti-SARS therapeutics .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "12",
    "token_num": "152"
  }
}