{
  "paper_id": "47cdcaabd4477354fd0dff83a0f2e9c509e759fd",
  "metadata": {
    "title": "Analysis of concentration fluctuations in gas dispersion around high-rise building for different incident wind directions",
    "coda_data_split": "train",
    "coda_paper_id": 6805,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "This article presents experimental results that illustrate the unsteady characteristics of gas dispersion around a complex-shaped high-rise building for different incident wind directions. A series of wind tunnel experiments were conducted using a 1:30 scale model that represented the real structures under study. The objective of this paper is to study the behaviour of concentration fluctuations through transient analysis. Tracer gas was continuously released from a point source located at different positions, and a time series of fluctuating concentrations were recorded at a large number of points using fast flame ionization detectors. The experimental data were analysed to provide a comprehensive data set including variances and associated statistical quantities. Both the unsteady characteristics of the system and their potential practical impact are presented and discussed. Under crowd living conditions, the air pollutant exhausted from one household could probably re-enter into the neighbouring households, traveling with ambient airflow. Such pollutant dispersion process is defined as air cross-contamination in this study. The results indicate that the wind-induced cross-contamination around the studied type of high-rise building should not be overlooked, and the fluctuating concentrations should be paid attention to particularly during the evaluation of a potential contamination risk. This study can help deepen our understanding of the mechanisms of air cross-contamination, and will be useful for implementing optimization strategies to improve the built environments in metropolitan cities such as Hong Kong.",
      "sentences": [
        [
          {
            "segment_text": "This article presents experimental results that illustrate the unsteady characteristics of gas dispersion around a complex-shaped high-rise building for different incident wind directions .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A series of wind tunnel experiments were conducted using a 1:30 scale model that represented the real structures under study .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The objective of this paper is to study the behaviour of concentration fluctuations through transient analysis .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Tracer gas was continuously released from a point source located at different positions ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and a time series of fluctuating concentrations were recorded at a large number of points using fast flame ionization detectors .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The experimental data were analysed to provide a comprehensive data set including variances and associated statistical quantities .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Both the unsteady characteristics of the system and their potential practical impact are presented and discussed .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Under crowd living conditions , the air pollutant exhausted from one household could probably re-enter into the neighbouring households , traveling with ambient airflow .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Such pollutant dispersion process is defined as air cross-contamination in this study .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The results indicate that the wind-induced cross-contamination around the studied type of high-rise building should not be overlooked ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the fluctuating concentrations should be paid attention to particularly during the evaluation of a potential contamination risk .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This study can help deepen our understanding of the mechanisms of air cross-contamination ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and will be useful for implementing optimization strategies to improve the built environments in metropolitan cities such as Hong Kong .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "13",
    "token_num": "243"
  }
}