{
  "paper_id": "47e593a00576aad5a15d454e14495f971129e9da",
  "metadata": {
    "title": "Epidemiology of Clostridium difficile infection in a large teaching hospital in Singapore",
    "coda_data_split": "train",
    "coda_paper_id": 7898,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Aims: We undertook this study to define the incidence of toxigenic Clostridium difficile in our hospital and to characterise the isolates. Methods: All unformed stool was tested for the presence of Toxin A (TcdA) and Toxin B (TcdB), and cultured for C. difficile. Culture filtrates were also tested for TcdA and TcdB. Detection of tcdA and tcdB genes was carried out for A 2 B + strains by polymerase chain reaction (PCR).The minimum inhibitory concentrations (MICs) of metronidazole, vancomycin and clindamycin for all isolates were tested using the Etest. PCR ribotyping was carried out on all isolates. Results: The incidence of Clostridium difficile associated disease (CDAD) was 3.2 cases per 1000 admissions or discharges and 53.8 cases per 100 000 patient days. Most cases occurred in renal and haematology patients. CDAD was more common in patients aged over 50 years and of male gender. The Indian population was under-represented. Fourteen (11.8%) isolates were A 2 B + . All strains were susceptible to metronidazole but one strain showed intermediate resistance to vancomycin. Only 12.8% of the isolates were susceptible to clindamycin. Thirty-five isolates had PCR ribotype A, of which 29 (83%) had a clindamycin MIC .256 mg/L. Thirty-three had PCR ribotype B, of which only one (3%) had a clindamycin MIC .256 mg/L. The 14 A 2 B + strains were all PCR ribotype C, and had a range of MICs for clindamycin from 2 to .256 mg/L. Conclusions: The incidence of CDAD in our hospital is relatively low. Isolates remain susceptible to metronidazole and vancomycin.",
      "sentences": [
        [
          {
            "segment_text": "Aims : We undertook this study to define the incidence of toxigenic Clostridium difficile in our hospital and to characterise the isolates .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : All unformed stool was tested for the presence of Toxin A ( TcdA ) and Toxin B ( TcdB ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and cultured for C. difficile .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Culture filtrates were also tested for TcdA and TcdB .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Detection of tcdA and tcdB genes was carried out for A 2 B + strains by polymerase chain reaction ( PCR ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The minimum inhibitory concentrations ( MICs ) of metronidazole ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "vancomycin and clindamycin for all isolates were tested using the Etest .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "PCR ribotyping was carried out on all isolates .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : The incidence of Clostridium difficile associated disease ( CDAD ) was 3.2 cases per 1000 admissions or discharges and 53.8 cases per 100 000 patient days .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Most cases occurred in renal and haematology patients .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "CDAD was more common in patients aged over 50 years and of male gender .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The Indian population was under-represented .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Fourteen ( 11.8 % ) isolates were A 2 B + .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "All strains were susceptible to metronidazole but one strain showed intermediate resistance to vancomycin .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Only 12.8 % of the isolates were susceptible to clindamycin .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Thirty-five isolates had PCR ribotype A ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "of which 29 ( 83 % ) had a clindamycin MIC .256 mg/L .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Thirty-three had PCR ribotype B ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "of which only one ( 3 % ) had a clindamycin MIC .256 mg/L .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The 14 A 2 B + strains were all PCR ribotype C ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and had a range of MICs for clindamycin from 2 to .256 mg/L .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : The incidence of CDAD in our hospital is relatively low .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Isolates remain susceptible to metronidazole and vancomycin .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "18",
    "segment_num": "23",
    "token_num": "303"
  }
}