{
  "paper_id": "47ea921414f80ff08dde15e828a3c5259d127f7e",
  "metadata": {
    "title": "Autopsy: Infectious and Serious Communicable Diseases",
    "coda_data_split": "train",
    "coda_paper_id": 7693,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The infectious autopsy is the postmortem examination of a decedent who is likely to have a serious infectious disease that can be transmitted at autopsy. Human immunodeficiency virus (HIV), viral hepatitis B and C, and tuberculosis infections are common in forensic autopsy populations. Autopsy and laboratory personnel are at risk for acquiring these postmortem infections. As the autopsy often is essential to determine the cause and manner of death and/or help the living, the use of certain standard precautions can minimize the risk of occupational infections. This chapter reviews frequently encountered occupational infections and provides preventive measures including postexposure management.",
      "sentences": [
        [
          {
            "segment_text": "The infectious autopsy is the postmortem examination of a decedent who is likely to have a serious infectious disease that can be transmitted at autopsy .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Human immunodeficiency virus ( HIV ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "viral hepatitis B and C ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and tuberculosis infections are common in forensic autopsy populations .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Autopsy and laboratory personnel are at risk for acquiring these postmortem infections .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "As the autopsy often is essential to determine the cause and manner of death and/or help the living ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the use of certain standard precautions can minimize the risk of occupational infections .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This chapter reviews frequently encountered occupational infections and provides preventive measures including postexposure management .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "8",
    "token_num": "110"
  }
}