{
  "paper_id": "48161cd54196700f67b479eb52879805f2d6bca0",
  "metadata": {
    "title": "Casualties of war: the infection control assessment of civilians transferred from conflict zones to specialist units overseas for treatment",
    "coda_data_split": "train",
    "coda_paper_id": 2553,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Casualties Civilian Infection control assessment Precautionary principle Risk management War",
      "sentences": [
        [
          {
            "segment_text": "Casualties Civilian Infection control assessment Precautionary principle Risk management War",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "The casualties of global conflict attract media attention and sympathy in public, governmental, and non-governmental circles. Hospitals in developed countries offering specialist reconstructive or tertiary services are not infrequently asked to accept civilian patients from overseas conflict for complex surgical procedures or rehabilitation. Concern about the infection prevention and control risks posed by these patients, and the lack of a good evidence base on which to base measured precautions, means that the precautionary principle of accepting zero risk is usually followed. The aim of this article is to highlight infection control considerations that may be required when treating casualties from overseas conflict, based partly on our own experience. Currently there is a lack of published evidence and national consensus on how to manage these patients. The precautionary principle requires that there is an ongoing search for evidence and knowledge that can be used to move towards more traditional risk management. We propose that only by gathering the experiences of the many individual hospitals that have each cared for small numbers of such patients can such evidence and knowledge be assimilated.",
      "sentences": [
        [
          {
            "segment_text": "The casualties of global conflict attract media attention and sympathy in public ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "governmental , and non-governmental circles .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Hospitals in developed countries offering specialist reconstructive or tertiary services are not infrequently asked to accept civilian patients from overseas conflict for complex surgical procedures or rehabilitation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Concern about the infection prevention and control risks posed by these patients ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and the lack of a good evidence base on which to base measured precautions ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "means that the precautionary principle of accepting zero risk is usually followed .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The aim of this article is to highlight infection control considerations that may be required when treating casualties from overseas conflict ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "based partly on our own experience .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Currently there is a lack of published evidence and national consensus on how to manage these patients .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The precautionary principle requires that there is an ongoing search for evidence and knowledge that can be used to move towards more traditional risk management .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We propose that only by gathering the experiences of the many individual hospitals that have each cared for small numbers of such patients can such evidence and knowledge be assimilated .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "8",
    "segment_num": "12",
    "token_num": "202"
  }
}