{
  "paper_id": "4836fbff373cb9e9a2ee0089c5e53e18af553205",
  "metadata": {
    "title": "Chapter 4 Porcine Coronaviruses",
    "coda_data_split": "train",
    "coda_paper_id": 2830,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Transmissible gastroenteritis virus (TGEV), porcine epidemic diarrhoea virus (PEDV), and porcine deltacoronavirus (PDCoV) are enteropathogenic coronaviruses (CoVs) of swine. TGEV appearance in 1946 preceded identification of PEDV (1971) and PDCoV (2009) that are considered as emerging CoVs. A spike deletion mutant of TGEV associated with respiratory tract infection in piglets appeared in 1984 in pigs in Belgium and was designated porcine respiratory coronavirus (PRCV). PRCV is considered non-pathogenic because the infection is very mild or subclinical. Since PRCV emergence and rapid spread, most pigs have become immune to both PRCV and TGEV, which has significantly reduced the clinical and economic importance of TGEV. In contrast, PDCoV and PEDV are currently expanding their geographic distribution, and there are reports on the circulation of TGEV-PEDV recombinants that cause a disease clinically indistinguishable from that associated with the parent viruses. TGEV, PEDV and PDCoV cause acute gastroenteritis in pigs (most severe in neonatal piglets) and matches in their clinical signs and pathogenesis. Necrosis of the infected intestinal epithelial cells causes villous atrophy and malabsorptive diarrhoea. Profuse diarrhoea frequently combined with vomiting results in dehydration, which can lead to the death of piglets. Strong immune responses following natural infection protect against subsequent homologous challenge; however, these viruses display no cross-protection. Adoption of advance biosecurity measures and effective vaccines control and prevent the occurrence of diseases due to these porcine-associated CoVs. Recombination and reversion to virulence are the risks associated with generally highly effective attenuated vaccines necessitating further research on alternative vaccines to ensure their safe application in the field.",
      "sentences": [
        [
          {
            "segment_text": "Transmissible gastroenteritis virus ( TGEV ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "porcine epidemic diarrhoea virus ( PEDV ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and porcine deltacoronavirus ( PDCoV ) are enteropathogenic coronaviruses ( CoVs ) of swine .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "TGEV appearance in 1946 preceded identification of PEDV ( 1971 ) and PDCoV ( 2009 ) that are considered as emerging CoVs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A spike deletion mutant of TGEV associated with respiratory tract infection in piglets appeared in 1984 in pigs in Belgium and was designated porcine respiratory coronavirus ( PRCV ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "PRCV is considered non-pathogenic because the infection is very mild or subclinical .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Since PRCV emergence and rapid spread ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "most pigs have become immune to both PRCV and TGEV ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which has significantly reduced the clinical and economic importance of TGEV .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In contrast , PDCoV and PEDV are currently expanding their geographic distribution ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and there are reports on the circulation of TGEV-PEDV recombinants that cause a disease clinically indistinguishable from that associated with the parent viruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "TGEV , PEDV and PDCoV cause acute gastroenteritis in pigs ( most severe in neonatal piglets ) and matches in their clinical signs and pathogenesis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Necrosis of the infected intestinal epithelial cells causes villous atrophy and malabsorptive diarrhoea .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Profuse diarrhoea frequently combined with vomiting results in dehydration ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which can lead to the death of piglets .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Strong immune responses following natural infection protect against subsequent homologous challenge ; however ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "these viruses display no cross-protection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Adoption of advance biosecurity measures and effective vaccines control and prevent the occurrence of diseases due to these porcine-associated CoVs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Recombination and reversion to virulence are the risks associated with generally highly effective attenuated vaccines necessitating further research on alternative vaccines to ensure their safe application in the field .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "12",
    "segment_num": "19",
    "token_num": "293"
  }
}