{
  "paper_id": "483dd65eb6b06ffb4f69b0da8e3a1f9ea1a92fb0",
  "metadata": {
    "title": "Operational issues and network effects in vaccine markets",
    "coda_data_split": "train",
    "coda_paper_id": 10085,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "One of the most important concerns for managing public health is the prevention of infectious diseases. Although vaccines provide the most effective means for preventing infectious diseases, there are two main reasons why it is often difficult to reach a socially optimal level of vaccine coverage: (i) the emergence of operational issues (such as yield uncertainty) on the supply side, and (ii) the existence of negative network effects on the consumption side. In particular, uncertainties about production yield and vaccine imperfections often make manufacturing some vaccines a risky process and may lead the manufacturer to produce below the socially optimal level. At the same time, negative network effects provide incentives to potential consumers to free ride off the immunity of the vaccinated population. In this research, we consider how a central policy-maker can induce a socially optimal vaccine coverage through the use of incentives to both consumers and the vaccine manufacturer. We consider a monopoly market for an imperfect vaccine; we show that a fixed two-part subsidy is unable to coordinate the market, but derive a two-part menu of subsidies that leads to a socially efficient level of coverage.",
      "sentences": [
        [
          {
            "segment_text": "One of the most important concerns for managing public health is the prevention of infectious diseases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although vaccines provide the most effective means for preventing infectious diseases ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "there are two main reasons why it is often difficult to reach a socially optimal level of vaccine coverage : ( i ) the emergence of operational issues ( such as yield uncertainty ) on the supply side ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and ( ii ) the existence of negative network effects on the consumption side .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In particular , uncertainties about production yield and vaccine imperfections often make manufacturing some vaccines a risky process and may lead the manufacturer to produce below the socially optimal level .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "At the same time , negative network effects provide incentives to potential consumers to free ride off the immunity of the vaccinated population .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this research , we consider how a central policy-maker can induce a socially optimal vaccine coverage through the use of incentives to both consumers and the vaccine manufacturer .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We consider a monopoly market for an imperfect vaccine ; we show that a fixed two-part subsidy is unable to coordinate the market ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "but derive a two-part menu of subsidies that leads to a socially efficient level of coverage .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "9",
    "token_num": "209"
  }
}