{
  "paper_id": "485169c3d48f25be33434505f0e9b5ea5c1256f9",
  "metadata": {
    "title": "Identification of an enterovirus recombinant with a torovirus-like gene insertion during a diarrhea outbreak in fattening pigs",
    "coda_data_split": "train",
    "coda_paper_id": 10722,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Diarrhea outbreaks in pig farms have raised major concerns in Europe and USA, as they can lead to dramatic pig losses. During a suspected outbreak in Belgium of porcine epidemic diarrhea virus (PEDV), we performed viral metagenomics to assess other potential viral pathogens. Although PEDV was detected, its low abundance indicated that other viruses were involved in the outbreak. Interestingly, a porcine bocavirus and several enteroviruses were most abundant in the sample. We also observed the presence of a porcine enterovirus genome with a gene insertion, resembling a C28 peptidase gene found in toroviruses, which was confirmed using re-sequencing, bioinformatics, and proteomics approaches. Moreover, the predicted cleavage sites for the insertion suggest that this gene was being expressed as a single protein, rather than a fused protein. Recombination in enteroviruses has been reported as a major mechanism to generate genetic diversity, but gene insertions across viral families are rather uncommon. Although such inter-family recombinations are rare, our finding suggests that these events may significantly contribute to viral evolution.",
      "sentences": [
        [
          {
            "segment_text": "Diarrhea outbreaks in pig farms have raised major concerns in Europe and USA ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "as they can lead to dramatic pig losses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "During a suspected outbreak in Belgium of porcine epidemic diarrhea virus ( PEDV ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we performed viral metagenomics to assess other potential viral pathogens .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Although PEDV was detected , its low abundance indicated that other viruses were involved in the outbreak .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Interestingly , a porcine bocavirus and several enteroviruses were most abundant in the sample .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We also observed the presence of a porcine enterovirus genome with a gene insertion ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "resembling a C28 peptidase gene found in toroviruses ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which was confirmed using re-sequencing ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "bioinformatics , and proteomics approaches .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , the predicted cleavage sites for the insertion suggest that this gene was being expressed as a single protein ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "rather than a fused protein .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Recombination in enteroviruses has been reported as a major mechanism to generate genetic diversity ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but gene insertions across viral families are rather uncommon .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Although such inter-family recombinations are rare ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "our finding suggests that these events may significantly contribute to viral evolution .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "16",
    "token_num": "190"
  }
}