{
  "paper_id": "4855be64a5e7637134abdef26487801074cc62e3",
  "metadata": {
    "title": "Lifting the lid on toilet plume aerosol: A literature review with suggestions for future research",
    "coda_data_split": "train",
    "coda_paper_id": 5770,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background-The potential risks associated with \"toilet plume\" aerosols produced by flush toilets is a subject of continuing study. This review examines the evidence regarding toilet plume bioaerosol generation and infectious disease transmission.",
      "sentences": [
        [
          {
            "segment_text": "Background-The potential risks associated with `` toilet plume \u0027\u0027 aerosols produced by flush toilets is a subject of continuing study .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review examines the evidence regarding toilet plume bioaerosol generation and infectious disease transmission .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Methods-The peer-reviewed scientific literature was searched to identify articles related to aerosol production during toilet flushing, as well as epidemiologic studies examining the potential role of toilets in infectious disease outbreaks.",
      "sentences": [
        [
          {
            "segment_text": "Methods-The peer-reviewed scientific literature was searched to identify articles related to aerosol production during toilet flushing ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "as well as epidemiologic studies examining the potential role of toilets in infectious disease outbreaks .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results-The studies demonstrate that potentially infectious aerosols may be produced in substantial quantities during flushing. Aerosolization can continue through multiple flushes to expose subsequent toilet users. Some of the aerosols desiccate to become droplet nuclei and remain adrift in the air currents. However, no studies have yet clearly demonstrated or refuted toilet plume-related disease transmission, and the significance of the risk remains largely uncharacterized.",
      "sentences": [
        [
          {
            "segment_text": "Results-The studies demonstrate that potentially infectious aerosols may be produced in substantial quantities during flushing .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Aerosolization can continue through multiple flushes to expose subsequent toilet users .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Some of the aerosols desiccate to become droplet nuclei and remain adrift in the air currents .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , no studies have yet clearly demonstrated or refuted toilet plume-related disease transmission ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the significance of the risk remains largely uncharacterized .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusion-Research suggests that toilet plume could play a contributory role in the transmission of infectious diseases. Additional research in multiple areas is warranted to assess the risks posed by toilet plume, especially within health care facilities.",
      "sentences": [
        [
          {
            "segment_text": "Conclusion-Research suggests that toilet plume could play a contributory role in the transmission of infectious diseases .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Additional research in multiple areas is warranted to assess the risks posed by toilet plume ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "especially within health care facilities .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "An association between inhalable bioaerosols produced from disturbed sewage and the transmission of infectious disease has been proposed for over 100 years. However, little study has been devoted to characterizing the potential risks posed by the \"toilet plume\" Gerba et al 10 seeded a siphonic gravity-flow toilet with Escherichia coli and sequentially placed 3 arrays of settle plates on the floor around the toilet, with each set exposed for 2 Johnson et al.",
      "sentences": [
        [
          {
            "segment_text": "An association between inhalable bioaerosols produced from disturbed sewage and the transmission of infectious disease has been proposed for over 100 years .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , little study has been devoted to characterizing the potential risks posed by the `` toilet plume \u0027\u0027 Gerba et al 10 seeded a siphonic gravity-flow toilet with Escherichia coli and sequentially placed 3 arrays of settle plates on the floor around the toilet ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with each set exposed for 2 Johnson et al. .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "5",
    "sentence_num": "11",
    "segment_num": "15",
    "token_num": "257"
  }
}