{
  "paper_id": "4857468cd1f02230d276a51d4ad6cfc772ccf684",
  "metadata": {
    "title": "Interferon-β expressed by a rabies virus-based HIV-1 vaccine vector serves as a molecular adjuvant and decreases pathogenicity",
    "coda_data_split": "train",
    "coda_paper_id": 5896,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Type I interferon is important in anti-viral responses and in coordinating the innate immune response. Here we explore the use of interferon-β to adjuvant the response to a rabies virus (RV) vaccine vector expressing both HIV-1 Gag and IFN-β. Viral load and immune responses of immunized mice were analyzed over time. Our results indicate that the RV expressing IFN-β (IFN(+)) is highly attenuated when compared to control RV and demonstrate that the expression of IFN-β reduces viral replication approximately 100-fold. Despite the decrease in replication, those mice immunized with the IFN(+) RV had a significantly greater number of activated CD8+ T cells. The increased activation of CD8 + T cells was dependent on IFN-β signaling, as we saw no difference following infection of IFNAR −/− mice. Although mice immunized with IFN(+) have a greater primary immune response than controls, immunized mice that were challenged with vaccinia expressing Gag had no significant difference in the number or functionality of CD8+ T cells. The increased CD8+ T cell activation in the presence of IFN-β, even with greatly reduced viral replication, indicates the beneficial effect of IFN-β for the host.",
      "sentences": [
        [
          {
            "segment_text": "Type I interferon is important in anti-viral responses and in coordinating the innate immune response .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we explore the use of interferon-β to adjuvant the response to a rabies virus ( RV ) vaccine vector expressing both HIV-1 Gag and IFN-β .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Viral load and immune responses of immunized mice were analyzed over time .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Our results indicate that the RV expressing IFN-β ( IFN ( + ) ) is highly attenuated when compared to control RV and demonstrate that the expression of IFN-β reduces viral replication approximately 100-fold .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Despite the decrease in replication ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "those mice immunized with the IFN ( + ) RV had a significantly greater number of activated CD8 + T cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The increased activation of CD8 + T cells was dependent on IFN-β signaling ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as we saw no difference following infection of IFNAR − / − mice .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Although mice immunized with IFN ( + ) have a greater primary immune response than controls ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "immunized mice that were challenged with vaccinia expressing Gag had no significant difference in the number or functionality of CD8 + T cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The increased CD8 + T cell activation in the presence of IFN-β ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "even with greatly reduced viral replication ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "indicates the beneficial effect of IFN-β for the host .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "13",
    "token_num": "218"
  }
}