{
  "paper_id": "485b745f048cbac696175c1ca05eee8fb46ba026",
  "metadata": {
    "title": "PI3K-Akt-mTOR axis sustains rotavirus infection via the 4E-BP1 mediated autophagy pathway and represents an antiviral target",
    "coda_data_split": "train",
    "coda_paper_id": 9404,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Rotavirus infection is a major cause of severe dehydrating diarrhea in infants younger than 5 y old and in particular cases of immunocompromised patients irrespective to the age of the patients. Although vaccines have been developed, antiviral therapy is an important complement that cannot be substituted. Because of the lack of specific approved treatment, it is urgent to facilitate the cascade of further understanding of the infection biology, identification of druggable targets and the final development of effective antiviral therapies. PI3K-Akt-mTOR signaling pathway plays a vital role in regulating the infection course of many viruses. In this study, we have dissected the effects of PI3K-Akt-mTOR signaling pathway on rotavirus infection using both conventional cell culture models and a 3D model of human primary intestinal organoids. We found that PI3K-Akt-mTOR signaling is essential in sustaining rotavirus infection. Thus, blocking the key elements of this pathway, including PI3K, mTOR and 4E-BP1, has resulted in potent anti-rotavirus activity. Importantly, a clinically used mTOR inhibitor, rapamycin, potently inhibited both experimental and patient-derived rotavirus strains. This effect involves 4E-BP1 mediated induction of autophagy, which in turn exerts anti-rotavirus effects. These results revealed new insights on rotavirus-host interactions and provided new avenues for antiviral drug development.",
      "sentences": [
        [
          {
            "segment_text": "Rotavirus infection is a major cause of severe dehydrating diarrhea in infants younger than 5 y old and in particular cases of immunocompromised patients irrespective to the age of the patients .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although vaccines have been developed ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "antiviral therapy is an important complement that can not be substituted .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Because of the lack of specific approved treatment ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "it is urgent to facilitate the cascade of further understanding of the infection biology ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "identification of druggable targets and the final development of effective antiviral therapies .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "PI3K-Akt-mTOR signaling pathway plays a vital role in regulating the infection course of many viruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , we have dissected the effects of PI3K-Akt-mTOR signaling pathway on rotavirus infection using both conventional cell culture models and a 3D model of human primary intestinal organoids .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We found that PI3K-Akt-mTOR signaling is essential in sustaining rotavirus infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Thus , blocking the key elements of this pathway ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including PI3K , mTOR and 4E-BP1 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "has resulted in potent anti-rotavirus activity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Importantly , a clinically used mTOR inhibitor ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "rapamycin , potently inhibited both experimental and patient-derived rotavirus strains .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This effect involves 4E-BP1 mediated induction of autophagy ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which in turn exerts anti-rotavirus effects .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results revealed new insights on rotavirus-host interactions and provided new avenues for antiviral drug development .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "17",
    "token_num": "223"
  }
}