{
  "paper_id": "485b039c35ff2b0b0d592af3856fd9de63d47d01",
  "metadata": {
    "title": "Longitudinal active sampling for respiratory viral infections across age groups",
    "coda_data_split": "train",
    "coda_paper_id": 4669,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Respiratory viral infections are a major cause of morbidity and mortality worldwide. However, their characterization is incomplete because prevalence estimates are based on syndromic surveillance data. Here, we address this shortcoming through the analysis of infection rates among individuals tested regularly for respiratory viral infections, irrespective of their symptoms.",
      "sentences": [
        [
          {
            "segment_text": "Respiratory viral infections are a major cause of morbidity and mortality worldwide .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , their characterization is incomplete because prevalence estimates are based on syndromic surveillance data .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we address this shortcoming through the analysis of infection rates among individuals tested regularly for respiratory viral infections , irrespective of their symptoms .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "We carried out longitudinal sampling and analysis among 214 individuals enrolled at multiple New York City locations from fall 2016 to spring 2018. We combined personal information with weekly nasal swab collection to investigate the prevalence of 18 respiratory viruses among different age groups and to assess risk factors associated with infection susceptibility.",
      "sentences": [
        [
          {
            "segment_text": "We carried out longitudinal sampling and analysis among 214 individuals enrolled at multiple New York City locations from fall 2016 to spring 2018 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We combined personal information with weekly nasal swab collection to investigate the prevalence of 18 respiratory viruses among different age groups and to assess risk factors associated with infection susceptibility .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results: 17.5% of samples were positive for respiratory viruses. Some viruses circulated predominantly during winter, whereas others were found year round. Rhinovirus and coronavirus were most frequently detected. Children registered the highest positivity rates, and adults with daily contacts with children experienced significantly more infections than their counterparts without children.",
      "sentences": [
        [
          {
            "segment_text": "Results : 17.5 % of samples were positive for respiratory viruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Some viruses circulated predominantly during winter ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whereas others were found year round .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Rhinovirus and coronavirus were most frequently detected .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Children registered the highest positivity rates ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and adults with daily contacts with children experienced significantly more infections than their counterparts without children .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": ": Respiratory viral infections are widespread among the general population with the majority of individuals presenting multiple infections per year. The observations identify children as the principal source of respiratory infections. These findings motivate further active surveillance and analysis of differences in pathogenicity among respiratory viruses. K E Y W O R D S prevalence of respiratory viruses, respiratory viral infections, seasonality of respiratory viruses, susceptibility to respiratory infections | 227 GALANTI eT AL.",
      "sentences": [
        [
          {
            "segment_text": ": Respiratory viral infections are widespread among the general population with the majority of individuals presenting multiple infections per year .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The observations identify children as the principal source of respiratory infections .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These findings motivate further active surveillance and analysis of differences in pathogenicity among respiratory viruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "K E Y W O R D S prevalence of respiratory viruses ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "respiratory viral infections , seasonality of respiratory viruses ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "susceptibility to respiratory infections | 227 GALANTI eT AL. .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "13",
    "segment_num": "17",
    "token_num": "249"
  }
}