{
  "paper_id": "485d57a331131978f3ae4ee46e4009a5eab81ce5",
  "metadata": {
    "title": "Retrovectors packaged in CHO cells to generate GLP-1-Fc stable expression CHO cell lines-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/)",
    "coda_data_split": "train",
    "coda_paper_id": 10038,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background: Chinese hamster ovary (CHO) cells are the most dependable mammalian cells for the production of recombinant proteins. Replication-incompetent retroviral vector (retrovector) is an efficient tool to generate stable cell lines. Multiple copies of integrated genes by retrovector transduction results in improved recombinant protein yield. HEK-293 and their genetic derivatives are principal cells for retrovector production. Retrovectors packaged in HEK-293 cells pose a risk of infectious agent transmission, such as viruses and mycoplasmas, from serum and packaging cells. Results: In this report, retrovectors were packaged in CHO cells cultured in chemically defined (CD) media. The retrovectors were then used to transduce CHO cells. This method can block potential transmission of infectious agents from serum and packaging cells. With this method, we generated glucagon-like protein-1 Fc fusion protein (GLP-1-Fc) stable expression CHO cell lines. Productivity of GLP-1-Fc can reach 3.15 g/L. The GLP-1-Fc protein produced by this method has comparable bioactivity to that of dulaglutide (Trulicity). These stable cell lines retain 95-100% of productivity after 40 days of continuous culture (~48-56 generations). Conclusions: Suspension CHO cells are clean, safe, and reliable cells for retrovector packaging. Retrovectors packaged from this system could be used to generate CHO stable cell lines for recombinant protein expression. How to cite: Li J, Wei S, Cao C, et al. Retrovectors packaged in CHO cells to generate GLP-1-Fc stable expression CHO cell lines. Electron J Biotechnol 2019;41. https://doi.",
      "sentences": [
        [
          {
            "segment_text": "Background : Chinese hamster ovary ( CHO ) cells are the most dependable mammalian cells for the production of recombinant proteins .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Replication-incompetent retroviral vector ( retrovector ) is an efficient tool to generate stable cell lines .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Multiple copies of integrated genes by retrovector transduction results in improved recombinant protein yield .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "HEK-293 and their genetic derivatives are principal cells for retrovector production .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Retrovectors packaged in HEK-293 cells pose a risk of infectious agent transmission ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "such as viruses and mycoplasmas ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "from serum and packaging cells .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Results : In this report ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "retrovectors were packaged in CHO cells cultured in chemically defined ( CD ) media .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The retrovectors were then used to transduce CHO cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This method can block potential transmission of infectious agents from serum and packaging cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "With this method , we generated glucagon-like protein-1 Fc fusion protein ( GLP-1-Fc ) stable expression CHO cell lines .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Productivity of GLP-1-Fc can reach 3.15 g/L .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The GLP-1-Fc protein produced by this method has comparable bioactivity to that of dulaglutide ( Trulicity ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These stable cell lines retain 95-100 % of productivity after 40 days of continuous culture ( ~ 48-56 generations ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : Suspension CHO cells are clean ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "safe , and reliable cells for retrovector packaging .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Retrovectors packaged from this system could be used to generate CHO stable cell lines for recombinant protein expression .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "How to cite : Li J ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "Wei S , Cao C , et al. .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Retrovectors packaged in CHO cells to generate GLP-1-Fc stable expression CHO cell lines .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Electron J Biotechnol 2019 ; 41 .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "https://doi .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "18",
    "segment_num": "23",
    "token_num": "278"
  }
}