{
  "paper_id": "4878d966944fb0b66d96fec7b7dff3f79194f26d",
  "metadata": {
    "title": "Endocytic function is critical for influenza A virus infection via DC- SIGN and L-SIGN",
    "coda_data_split": "train",
    "coda_paper_id": 3190,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Influenza A virus (IAV) can infect host cells via pH-dependent endocytosis. It is generally accepted that hemagglutinin (HA)-mediated recognition of cell surface sialic acid (SIA) is the first step in initiating IAV infection, however surprisingly little is known regarding the identity of specific receptors and/or coreceptors that mediate virus internalization. SIA structures do not exhibit signalling capacity but may act as attachment factors, promoting interactions with specific transmembrane receptors for virus uptake. Alternatively, recognition of critical SIA residues expressed by transmembrane receptors may be required to initiate virus entry. As SIA-independent entry and infection has also been reported 1,2 , it is possible that some receptors can bind IAV and signal independently of SIA, although attachment to SIA may concentrate virions at the cell surface and augment this mode of entry. The sorting of IAV into particular entry pathways will be determined by specific adaptor protein(s) that bind to the cytoplasmic tails of IAV receptors and co-receptors, activating intracellular signalling proteins for subsequent internalization of virus.",
      "sentences": [
        [
          {
            "segment_text": "Influenza A virus ( IAV ) can infect host cells via pH-dependent endocytosis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It is generally accepted that hemagglutinin ( HA ) - mediated recognition of cell surface sialic acid ( SIA ) is the first step in initiating IAV infection ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "however surprisingly little is known regarding the identity of specific receptors and/or coreceptors that mediate virus internalization .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "SIA structures do not exhibit signalling capacity but may act as attachment factors ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "promoting interactions with specific transmembrane receptors for virus uptake .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Alternatively , recognition of critical SIA residues expressed by transmembrane receptors may be required to initiate virus entry .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "As SIA-independent entry and infection has also been reported 1,2 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "it is possible that some receptors can bind IAV and signal independently of SIA ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "although attachment to SIA may concentrate virions at the cell surface and augment this mode of entry .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The sorting of IAV into particular entry pathways will be determined by specific adaptor protein ( s ) that bind to the cytoplasmic tails of IAV receptors and co-receptors ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "activating intracellular signalling proteins for subsequent internalization of virus .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "While little is known regarding the specific entry receptors for IAV expressed by epithelial cells, significant progress has been made towards identifying receptors that play a role in infectious entry of IAV into macrophages (MΦ ) and dendritic cells (DC). C-type lectin receptors (CLRs) are transmembrane glycoproteins that recognize glycans expressed on IAV glycoproteins and a number of distinct CLRs have been implicated in promoting IAV infection (reviewed in 3 ). Previous studies from our group implicated the macrophage mannose receptor (MMR) and the macrophage galactose-type lectin (MGL)-1 in infectious entry of IAV into mouse macrophages (MΦ ) 4-6 . Of the human CLRs, expression of DC-SIGN (DC209) and/or L-SIGN (DC-SIGNR and CD209L) by transfected cell lines 7-9 or primary cells 7,9 has also been associated with enhanced susceptibility to IAV infection.",
      "sentences": [
        [
          {
            "segment_text": "While little is known regarding the specific entry receptors for IAV expressed by epithelial cells ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "significant progress has been made towards identifying receptors that play a role in infectious entry of IAV into macrophages ( MΦ ) and dendritic cells ( DC ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "C-type lectin receptors ( CLRs ) are transmembrane glycoproteins that recognize glycans expressed on IAV glycoproteins and a number of distinct CLRs have been implicated in promoting IAV infection ( reviewed in 3 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Previous studies from our group implicated the macrophage mannose receptor ( MMR ) and the macrophage galactose-type lectin ( MGL ) -1 in infectious entry of IAV into mouse macrophages ( MΦ ) 4-6 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Of the human CLRs , expression of DC-SIGN ( DC209 ) and/or L-SIGN ( DC-SIGNR and CD209L ) by transfected cell lines 7-9 or primary cells 7,9 has also been associated with enhanced susceptibility to IAV infection .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "DC-SIGN and L-SIGN are tetrameric type II transmembrane CLRs expressing Ca 2+ -dependent (C-type) carbohydrate recognition domains (CRD) which bind preferentially to mannose-rich oligosaccharides (reviewed in 10 ). Despite their similarities, DC-SIGN and L-SIGN differ with respect to tissue distribution. DC-SIGN is expressed by MΦ and DC subsets throughout the body whereas L-SIGN tends to be expressed by non-immune cells. In the respiratory tract, DC-SIGN is expressed by human alveolar MΦ and subpopulations of lung DCs 11,12 , whereas L-SIGN is expressed by bronchiolar epithelial cells, type II alveolar cells and endothelial cells of the",
      "sentences": [
        [
          {
            "segment_text": "DC-SIGN and L-SIGN are tetrameric type II transmembrane CLRs expressing Ca 2 + - dependent ( C-type ) carbohydrate recognition domains ( CRD ) which bind preferentially to mannose-rich oligosaccharides ( reviewed in 10 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Despite their similarities , DC-SIGN and L-SIGN differ with respect to tissue distribution .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "DC-SIGN is expressed by MΦ and DC subsets throughout the body whereas L-SIGN tends to be expressed by non-immune cells .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In the respiratory tract , DC-SIGN is expressed by human alveolar MΦ and subpopulations of lung DCs 11,12 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "whereas L-SIGN is expressed by bronchiolar epithelial cells ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "type II alveolar cells and endothelial cells of the",
            "crowd_label": "background"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "14",
    "segment_num": "22",
    "token_num": "449"
  }
}