{
  "paper_id": "4897212ecb3c7d659bda8a992f12f63d3abad13e",
  "metadata": {
    "title": "Oral administration of chestnut tannins to reduce the duration of neonatal calf diarrhea",
    "coda_data_split": "train",
    "coda_paper_id": 4862,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Neonatal calf diarrhea is generally caused by infectious agents and is a very common disease in bovine practice, leading to substantial economic losses. Tannins are known for their astringent and antiinflammatory properties in the gastro-enteric tract. The aim of this study was to evaluate the effect of the oral administration of chestnut tannins (Castanea sativa Mill.) in order to reduce the duration of calf neonatal diarrhea. Twenty-four Italian Friesian calves affected by neonatal diarrhea were included. The duration of the diarrheic episode (DDE) was recorded and the animals were divided into a control group (C), which received Effydral® in 2 l of warm water, and a tannin-treated group (T), which received Effydral® in 2 l of warm water plus 10 g of extract of chestnut tannins powder. A Mann-Whitney test was performed to verify differences for the DDE values between the two groups. Results: The DDE was significantly higher in group C than in group T (p \u003d 0.02), resulting in 10.1 ± 3.2 and 6.6 ± 3. 8 days, respectively. Conclusions: Phytotherapic treatments for various diseases have become more common both in human and in veterinary medicine, in order to reduce the presence of antibiotic molecules in the food chain and in the environment. Administration of tannins in calves with diarrhea seemed to shorten the DDE in T by almost 4 days compared to C, suggesting an effective astringent action of chestnut tannins in the calf, as already reported in humans. The use of chestnut tannins in calves could represent an effective, low-impact treatment for neonatal diarrhea.",
      "sentences": [
        [
          {
            "segment_text": "Background : Neonatal calf diarrhea is generally caused by infectious agents and is a very common disease in bovine practice ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "leading to substantial economic losses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Tannins are known for their astringent and antiinflammatory properties in the gastro-enteric tract .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The aim of this study was to evaluate the effect of the oral administration of chestnut tannins ( Castanea sativa Mill . )",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "in order to reduce the duration of calf neonatal diarrhea .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Twenty-four Italian Friesian calves affected by neonatal diarrhea were included .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The duration of the diarrheic episode ( DDE ) was recorded and the animals were divided into a control group ( C ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "which received Effydral ® in 2 l of warm water ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and a tannin-treated group ( T ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "which received Effydral ® in 2 l of warm water plus 10 g of extract of chestnut tannins powder .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A Mann-Whitney test was performed to verify differences for the DDE values between the two groups .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : The DDE was significantly higher in group C than in group T ( p \u003d 0.02 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "resulting in 10.1 ± 3.2 and 6.6 ± 3 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "8 days , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : Phytotherapic treatments for various diseases have become more common both in human and in veterinary medicine ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "in order to reduce the presence of antibiotic molecules in the food chain and in the environment .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Administration of tannins in calves with diarrhea seemed to shorten the DDE in T by almost 4 days compared to C ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "suggesting an effective astringent action of chestnut tannins in the calf ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as already reported in humans .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The use of chestnut tannins in calves could represent an effective ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "low-impact treatment for neonatal diarrhea .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "12",
    "segment_num": "21",
    "token_num": "296"
  }
}