{
  "paper_id": "48c0614e47f4de8d1d1f1edbf9c9663cd014926d",
  "metadata": {
    "title": "Supplementary Information Global ubiquitination analysis reveals extensive modification and proteasomal degradation of cowpox virus proteins, but preservation of viral cores Content",
    "coda_data_split": "train",
    "coda_paper_id": 3340,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Of the eleven ubiquitinated proteins assigned to the term host-virus interaction, six proteins are associated with viral immune evasion, including inhibitor of antigen presentation A36, complement control protein C17, IL-18-binding protein C8, inhibitor of TNF-R and TLR signaling Q1 (VACV N1) and two host range factors F3 (VACV E3) and M1 (VACV K1). Of those proteins, VACV E3 is known to be ubiquitinated but distinct lysine residues have not been identified yet 1 . Also, VACV N1 has been shown to be ubiquitinated at all six possible lysine residues 2 . In our study we were able to identify two conserved ubiquitination sites in the CPXV Q1 protein at positions 70 and 78 which are identical to those in VACV N1. In total, CPXV Q1 contains five lysine residues which are homologous to VACV N1, all of which were found to be ubiquitinated in CPXV HumBer and four of which found to be ubiquitinated in HumGri, RatKre and RatHei. The remaining five CPXV proteins assigned to host-virus interaction include A44, D12, G13, J1 (VACV VH1) and CPXV N1 protein. VH1 is a viral serine/threonine protein phosphatase which is located in LBs and requires a functional proteasome for activity, presumably to release the enzyme from the LBs 3 . We could show that J1, the CPXV homologue of VH1, contains six conserved ubiquitination positions, indicating an ubiquitin-dependent regulation of J1.",
      "sentences": [
        [
          {
            "segment_text": "Of the eleven ubiquitinated proteins assigned to the term host-virus interaction ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "six proteins are associated with viral immune evasion ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including inhibitor of antigen presentation A36 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "complement control protein C17 , IL-18-binding protein C8 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "inhibitor of TNF-R and TLR signaling Q1 ( VACV N1 ) and two host range factors F3 ( VACV E3 ) and M1 ( VACV K1 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Of those proteins , VACV E3 is known to be ubiquitinated but distinct lysine residues have not been identified yet 1 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Also , VACV N1 has been shown to be ubiquitinated at all six possible lysine residues 2 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In our study we were able to identify two conserved ubiquitination sites in the CPXV Q1 protein at positions 70 and 78 which are identical to those in VACV N1 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In total , CPXV Q1 contains five lysine residues which are homologous to VACV N1 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "all of which were found to be ubiquitinated in CPXV HumBer and four of which found to be ubiquitinated in HumGri , RatKre and RatHei .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The remaining five CPXV proteins assigned to host-virus interaction include A44 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "D12 , G13 , J1 ( VACV VH1 ) and CPXV N1 protein .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "VH1 is a viral serine/threonine protein phosphatase which is located in LBs and requires a functional proteasome for activity ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "presumably to release the enzyme from the LBs 3 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We could show that J1 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the CPXV homologue of VH1 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "contains six conserved ubiquitination positions ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "indicating an ubiquitin-dependent regulation of J1 .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Transcription. The OPV DNA-directed RNA polymerase (Pol) is composed of eight subunits displaying similarity to the eukaryotic polymerase 4,5 . Especially, the two large subunits O4 and A25 display homology to the eukaryotic polymerase subunits 6 . Additionally, the F4 subunit shows homology to the eukaryotic transcription elongation factor SII 7 . Of the eight CPXV Pol subunits, five contain conserved ubiquitination sites including O4 (147 kDa), A25 (133 kDa), A30 (35 kDa), F4 (30 kDa) and A6 (19 kDa). The eukaryotic Pol II is known to become K63-polyubiquitinated following DNA damage, for example, and ubiquitination of Pol II in eukaryotes is also a mechanism of transcriptional regulation 8-10 . Considering the given homology between eukaryotic and OPV Pol, a similar regulation mechanism might also apply to OPV.",
      "sentences": [
        [
          {
            "segment_text": "Transcription .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "The OPV DNA-directed RNA polymerase ( Pol ) is composed of eight subunits displaying similarity to the eukaryotic polymerase 4,5 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Especially , the two large subunits O4 and A25 display homology to the eukaryotic polymerase subunits 6 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Additionally , the F4 subunit shows homology to the eukaryotic transcription elongation factor SII 7 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Of the eight CPXV Pol subunits ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "five contain conserved ubiquitination sites including O4 ( 147 kDa ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "A25 ( 133 kDa ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "A30 ( 35 kDa ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "F4 ( 30 kDa ) and A6 ( 19 kDa ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The eukaryotic Pol II is known to become K63-polyubiquitinated following DNA damage ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "for example , and ubiquitination of Pol II in eukaryotes is also a mechanism of transcriptional regulation 8-10 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Considering the given homology between eukaryotic and OPV Pol ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "a similar regulation mechanism might also apply to OPV .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Besides subunits of the CPXV Pol itself, also viral transcription factors of all three classes contain ubiquitination sites. These include the A8 protein, a subunit of the early transcription factor, the A24 protein, an intermediate transcription factor subunit, and A1, a viral late transcription factor. Eukaryotic transcription factors seem to be activated and also tagged for degradation by ubiquitination 11,12 , but no mechanism has been described for OPV yet.",
      "sentences": [
        [
          {
            "segment_text": "Besides subunits of the CPXV Pol itself ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "also viral transcription factors of all three classes contain ubiquitination sites .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These include the A8 protein ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "a subunit of the early transcription factor ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the A24 protein , an intermediate transcription factor subunit ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and A1 , a viral late transcription factor .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Eukaryotic transcription factors seem to be activated and also tagged for degradation by ubiquitination 11,12 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but no mechanism has been described for OPV yet .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Furthermore, the late transcription elongation factor H3, the transcription termination protein A18 and the 2\u0027-O-methyltransferase O1 possess conserved ubiquitination sites.",
      "sentences": [
        [
          {
            "segment_text": "Furthermore , the late transcription elongation factor H3 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the transcription termination protein A18 and the 2 \u0027 - O-methyltransferase O1 possess conserved ubiquitination sites .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "19",
    "segment_num": "41",
    "token_num": "516"
  }
}