{
  "paper_id": "48ed8f0e9592a06e0d5cb09acdd6397fb7ffba15",
  "metadata": {
    "title": "Strategies for the enhanced intracellular delivery of nanomaterials",
    "coda_data_split": "train",
    "coda_paper_id": 9307,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Teaser This review provides an update of recent advances in intracellular delivery and reports mechanisms that could help drugs reach their target efficiently, resulting in smarter drugs that reach their target still with the original bioavailability.",
      "sentences": [
        [
          {
            "segment_text": "Teaser This review provides an update of recent advances in intracellular delivery and reports mechanisms that could help drugs reach their target efficiently ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "resulting in smarter drugs that reach their target still with the original bioavailability .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "The intracellular delivery of nanomaterials and drugs has been attracting increasing research interest, mainly because of their important effects and functions in several organelles. Targeting specific organelles can help treat or decrease the symptoms of diabetes, cancer, infectious, and autoimmune diseases. Tuning biological and chemical properties enables the creation of functionalized nanomaterials with enhanced intracellular uptake, ability to escape premature lysosome degradation, and to reach a specific target.",
      "sentences": [
        [
          {
            "segment_text": "The intracellular delivery of nanomaterials and drugs has been attracting increasing research interest ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "mainly because of their important effects and functions in several organelles .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Targeting specific organelles can help treat or decrease the symptoms of diabetes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "cancer , infectious , and autoimmune diseases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Tuning biological and chemical properties enables the creation of functionalized nanomaterials with enhanced intracellular uptake ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "ability to escape premature lysosome degradation ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and to reach a specific target .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Here, we provide an update of recent advances in the intracellular delivery mechanisms that could help drugs reach their target more efficiently.",
      "sentences": [
        [
          {
            "segment_text": "Here , we provide an update of recent advances in the intracellular delivery mechanisms that could help drugs reach their target more efficiently .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "5",
    "segment_num": "10",
    "token_num": "139"
  }
}