{
  "paper_id": "48ef897af4afe516390a5a80e0495dd6b72a111d",
  "metadata": {
    "title": "Physica A Financial time series analysis based on information categorization method",
    "coda_data_split": "train",
    "coda_paper_id": 10961,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "• We apply the information categorization method and succeed to classify the financial markets.",
      "sentences": [
        [
          {
            "segment_text": "• We apply the information categorization method and succeed to classify the financial markets .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "• We investigate the similarity among US and Chinese stock indices for the Asian currency crisis and the global financial crisis. • The phylogenetic trees of different stock indices are presented and provide obvious phenomenon.",
      "sentences": [
        [
          {
            "segment_text": "• We investigate the similarity among US and Chinese stock indices for the Asian currency crisis and the global financial crisis .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "• The phylogenetic trees of different stock indices are presented and provide obvious phenomenon .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "The paper mainly applies the information categorization method to analyze the financial time series. The method is used to examine the similarity of different sequences by calculating the distances between them. We apply this method to quantify the similarity of different stock markets. And we report the results of similarity in US and Chinese stock markets in periods 1991-1998 (before the Asian currency crisis), 1999-2006 (after the Asian currency crisis and before the global financial crisis), and 2007-2013 (during and after global financial crisis) by using this method. The results show the difference of similarity between different stock markets in different time periods and the similarity of the two stock markets become larger after these two crises. Also we acquire the results of similarity of 10 stock indices in three areas; it means the method can distinguish different areas\u0027 markets from the phylogenetic trees. The results show that we can get satisfactory information from financial markets by this method. The information categorization method can not only be used in physiologic time series, but also in financial time series.",
      "sentences": [
        [
          {
            "segment_text": "The paper mainly applies the information categorization method to analyze the financial time series .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The method is used to examine the similarity of different sequences by calculating the distances between them .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We apply this method to quantify the similarity of different stock markets .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "And we report the results of similarity in US and Chinese stock markets in periods 1991-1998 ( before the Asian currency crisis ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "1999-2006 ( after the Asian currency crisis and before the global financial crisis ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and 2007-2013 ( during and after global financial crisis ) by using this method .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The results show the difference of similarity between different stock markets in different time periods and the similarity of the two stock markets become larger after these two crises .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Also we acquire the results of similarity of 10 stock indices in three areas ; it means the method can distinguish different areas \u0027 markets from the phylogenetic trees .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The results show that we can get satisfactory information from financial markets by this method .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The information categorization method can not only be used in physiologic time series ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but also in financial time series .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "11",
    "segment_num": "14",
    "token_num": "249"
  }
}