{
  "paper_id": "48f173325e26a2e59ddb58d1941e59946ae52aa3",
  "metadata": {
    "title": "UNREVEALING SEQUENCE AND STRUCTURAL FEATURES OF NOVEL CORONAVIRUS USING IN SILICO APPROACHES: THE MAIN PROTEASE AS MOLECULAR TARGET",
    "coda_data_split": "train",
    "coda_paper_id": 9529,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Direct-acting antivirals are effective tools to control viral infections. SARS-CoV-2 is a coronavirus associated with the epidemiological outbreak in late 2019. Previous reports showed that HIV-1 protease inhibitors could block SARS-CoV main protease. Based on that and using an in silico approach, we evaluated SARS-CoV-2 main protease as a target for HIV-1 protease inhibitors to reveal the structural features related to their antiviral effect. Our results showed that several HIV inhibitors such as lopinavir, ritonavir, and saquinavir produce strong interaction with the active site of SARS-CoV-2 main protease. Furthermore, broad library protease inhibitors obtained from PubChem and ZINC (www.zinc.docking.org) were evaluated. Our analysis revealed 20 compounds that could be clustered into three groups based on their chemical features. Then, these structures could serve as leading compounds to develop a series of derivatives optimizing their activity against SARS-CoV-2 and other coronaviruses. Altogether, the results presented in this work contribute to gain a deep understanding of the molecular pharmacology of SARS-CoV-2 treatment and validate the use of protease inhibitors against SARS-CoV-2.",
      "sentences": [
        [
          {
            "segment_text": "Direct-acting antivirals are effective tools to control viral infections .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "SARS-CoV-2 is a coronavirus associated with the epidemiological outbreak in late 2019 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Previous reports showed that HIV-1 protease inhibitors could block SARS-CoV main protease .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Based on that and using an in silico approach ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "we evaluated SARS-CoV-2 main protease as a target for HIV-1 protease inhibitors to reveal the structural features related to their antiviral effect .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our results showed that several HIV inhibitors such as lopinavir ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "ritonavir , and saquinavir produce strong interaction with the active site of SARS-CoV-2 main protease .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , broad library protease inhibitors obtained from PubChem and ZINC ( www.zinc.docking.org ) were evaluated .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our analysis revealed 20 compounds that could be clustered into three groups based on their chemical features .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Then , these structures could serve as leading compounds to develop a series of derivatives optimizing their activity against SARS-CoV-2 and other coronaviruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Altogether , the results presented in this work contribute to gain a deep understanding of the molecular pharmacology of SARS-CoV-2 treatment and validate the use of protease inhibitors against SARS-CoV-2 .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "11",
    "token_num": "186"
  }
}