{
  "paper_id": "48f65b0fbbfac57da328ed9874a18d8bf5279f4a",
  "metadata": {
    "title": "Structures of PI4KIIIβ complexes show simultaneous recruitment of Rab11 and its effectors Europe PMC Funders Group",
    "coda_data_split": "train",
    "coda_paper_id": 4516,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Phosphatidylinositol 4-kinases (PI4Ks) and small guanosine triphosphatases (GTPases) are essential for processes that require expansion and remodeling of phosphatidylinositol 4-phosphate (PI4P)-containing membranes, including cytokinesis, intracellular development of malarial pathogens, and replication of a wide range of RNA viruses. However, the structural basis for coordination of PI4K, GTPases and their effectors is unknown. Here, we describe structures of PI4KB (PI4KIIIβ) bound to the small GTPase Rab11a without and with the Rab11 effector protein FIP3. The Rab11-PI4KIIIβ interface is unique compared with known structures of Rab complexes, and does not involve switch regions used by GTPase effectors. Our data provide a mechanism for how PI4KIIIβ coordinates Rab11 and its effectors on PI4P-enriched membranes, and also provide strategies for the design of specific inhibitors that could potentially target plasmodial PI4KIIIβ to combat malaria.",
      "sentences": [
        [
          {
            "segment_text": "Phosphatidylinositol 4-kinases ( PI4Ks ) and small guanosine triphosphatases ( GTPases ) are essential for processes that require expansion and remodeling of phosphatidylinositol 4-phosphate ( PI4P ) - containing membranes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including cytokinesis , intracellular development of malarial pathogens ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and replication of a wide range of RNA viruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , the structural basis for coordination of PI4K ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "GTPases and their effectors is unknown .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we describe structures of PI4KB ( PI4KIIIβ ) bound to the small GTPase Rab11a without and with the Rab11 effector protein FIP3 .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The Rab11-PI4KIIIβ interface is unique compared with known structures of Rab complexes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and does not involve switch regions used by GTPase effectors .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our data provide a mechanism for how PI4KIIIβ coordinates Rab11 and its effectors on PI4P-enriched membranes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and also provide strategies for the design of specific inhibitors that could potentially target plasmodial PI4KIIIβ to combat malaria .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "10",
    "token_num": "153"
  }
}