{
  "paper_id": "4912584f576132be4465364bb4890385aad9b978",
  "metadata": {
    "title": "9 T Cells in Viral Infections: The Myriad Flavours of Antiviral Immunity",
    "coda_data_split": "train",
    "coda_paper_id": 9956,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Viral diseases are a major cause of morbidity and mortality and result in a significant public health burden. T lymphocytes first identified in the chordate lineage and constitute a highly sophisticated branch of adaptive immune system. Apart from B cells, it is the only cell type that exhibits antigenic specificities; achieved by gene rearrangement. T cells are unique with respect to diversity of their subsets, which have distinct effector specificities, proliferative abilities, memory generation, and life span. T cells are impactful in viral infections by virtue of their capability to combat intracellular pathogens. The effector functions of T cells are mediated through cytokines/chemokines and by direct cytotoxicity of infected cells. T cell response can be beneficial or detrimental to host; prognosis depending on qualitative and quantitative differences in the response. Persistent viral infections are associated with functionally suboptimal, exhausted T cell responses, which are unable to clear virus. Specific subsets such as regulatory T cells (Tregs) dampen antiviral responses; thereby favouring viral persistence. However, Tregs protect the host from immunopathology by limiting perpetual inflammation. Certain other subsets such as Th17 cells may contribute to autoimmune component of viral infections. The importance of T cells is highlighted by the fact that modern vaccination and therapeutic approaches focus on modulating T cell frequencies and effector functions. This chapter emphasises the understanding how T cells influence outcomes of viral infections, modern vaccination and therapeutic strategies with thrust on T cell biology. Achanta Jagadeesh, A. M. V. N. Prathyusha, G. Mohana Sheela and Pallaval Veera Bramhachari contributed equally with all other contributors.",
      "sentences": [
        [
          {
            "segment_text": "Viral diseases are a major cause of morbidity and mortality and result in a significant public health burden .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "T lymphocytes first identified in the chordate lineage and constitute a highly sophisticated branch of adaptive immune system .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Apart from B cells , it is the only cell type that exhibits antigenic specificities ; achieved by gene rearrangement .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "T cells are unique with respect to diversity of their subsets ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which have distinct effector specificities ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "proliferative abilities , memory generation , and life span .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "T cells are impactful in viral infections by virtue of their capability to combat intracellular pathogens .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The effector functions of T cells are mediated through cytokines/chemokines and by direct cytotoxicity of infected cells .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "T cell response can be beneficial or detrimental to host ; prognosis depending on qualitative and quantitative differences in the response .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Persistent viral infections are associated with functionally suboptimal ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "exhausted T cell responses , which are unable to clear virus .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Specific subsets such as regulatory T cells ( Tregs ) dampen antiviral responses ; thereby favouring viral persistence .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , Tregs protect the host from immunopathology by limiting perpetual inflammation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Certain other subsets such as Th17 cells may contribute to autoimmune component of viral infections .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The importance of T cells is highlighted by the fact that modern vaccination and therapeutic approaches focus on modulating T cell frequencies and effector functions .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This chapter emphasises the understanding how T cells influence outcomes of viral infections ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "modern vaccination and therapeutic strategies with thrust on T cell biology .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Achanta Jagadeesh , A. M. V. N. Prathyusha ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "G. Mohana Sheela and Pallaval Veera Bramhachari contributed equally with all other contributors .",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "140",
      "sentences": [
        [
          {
            "segment_text": "140",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "Adaptive immune system · T cell responses · Viral infections · Therapeutic strategies 9.1",
      "sentences": [
        [
          {
            "segment_text": "Adaptive immune system · T cell responses · Viral infections · Therapeutic strategies 9.1",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "16",
    "segment_num": "21",
    "token_num": "303"
  }
}