{
  "paper_id": "4919d5781ff33b7e946a7b24bb0068c340709b7b",
  "metadata": {
    "title": "Financing Vaccines for Global Health Security",
    "coda_data_split": "train",
    "coda_paper_id": 9829,
    "coda_has_expert_labels": false,
    "subset": "biorxiv_medrxiv"
  },
  "abstract": [
    {
      "original_text": "Recent outbreaks of infectious pathogens such as Zika, Ebola, and COVID-19 have underscored the need for the dependable availability of vaccines against emerging infectious diseases (EIDs). The cost and risk of R\u0026D programs and uniquely unpredictable demand for EID vaccines have discouraged vaccine developers, and government and nonprofit agencies have been unable to provide timely or sufficient incentives for their development and sustained supply. We analyze the economic returns of a portfolio of EID vaccine assets, and find that under realistic financing assumptions, the expected returns are significantly negative, implying that the private sector is unlikely to address this need without public-sector intervention. We have sized the financing deficit for this portfolio and propose several potential solutions, including price increases, enhanced public-private partnerships, and subscription models through which individuals would pay annual fees to obtain access to a portfolio of vaccines in the event of an outbreak.",
      "sentences": [
        [
          {
            "segment_text": "Recent outbreaks of infectious pathogens such as Zika ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Ebola , and COVID-19 have underscored the need for the dependable availability of vaccines against emerging infectious diseases ( EIDs ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The cost and risk of R\u0026D programs and uniquely unpredictable demand for EID vaccines have discouraged vaccine developers ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and government and nonprofit agencies have been unable to provide timely or sufficient incentives for their development and sustained supply .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We analyze the economic returns of a portfolio of EID vaccine assets ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and find that under realistic financing assumptions ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the expected returns are significantly negative ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "implying that the private sector is unlikely to address this need without public-sector intervention .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We have sized the financing deficit for this portfolio and propose several potential solutions ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including price increases , enhanced public-private partnerships ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and subscription models through which individuals would pay annual fees to obtain access to a portfolio of vaccines in the event of an outbreak .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
      "sentences": [
        [
          {
            "segment_text": ".",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "CC-BY 4.0 International license It is made available under a author/funder ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "who has granted medRxiv a license to display the preprint in perpetuity .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "is the (which was not peer-reviewed) The copyright holder for this preprint .",
      "sentences": [
        [
          {
            "segment_text": "is the ( which was not peer-reviewed ) The copyright holder for this preprint .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "7",
    "segment_num": "15",
    "token_num": "203"
  }
}