{
  "paper_id": "491c2f2a617158045db53c28aba3e943a82b31a7",
  "metadata": {
    "title": "Respiratory viruses in bronchiolitis and their link to recurrent wheezing and asthma",
    "coda_data_split": "train",
    "coda_paper_id": 3236,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Bronchiolitis is the leading cause of hospitalization for children age \u003c1 year and these hospitalized children have an increased risk of developing childhood asthma. It remains unclear, however, which children with severe bronchiolitis (e.g., an episode requiring hospitalization) will develop recurrent wheezing and/or asthma. Although many environmental and genetic factors may play a role in the pathway from bronchiolitis to asthma, this review focuses on the viruses that have been linked to bronchiolitis and how these viruses may predict or contribute to future wheezing and asthma. The review also discusses vitamin D as an emerging risk factor for respiratory infections and wheezing.",
      "sentences": [
        [
          {
            "segment_text": "Bronchiolitis is the leading cause of hospitalization for children age \u003c 1 year and these hospitalized children have an increased risk of developing childhood asthma .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It remains unclear , however ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which children with severe bronchiolitis ( e.g. , an episode requiring hospitalization ) will develop recurrent wheezing and/or asthma .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although many environmental and genetic factors may play a role in the pathway from bronchiolitis to asthma ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "this review focuses on the viruses that have been linked to bronchiolitis and how these viruses may predict or contribute to future wheezing and asthma .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The review also discusses vitamin D as an emerging risk factor for respiratory infections and wheezing .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "6",
    "token_num": "113"
  }
}