{
  "paper_id": "4925de9bb1feab39f0ffda885f95b59fd0e10cc7",
  "metadata": {
    "title": "A Review of Zoonotic Infection Risks Associated with the Wild Meat Trade in Malaysia",
    "coda_data_split": "train",
    "coda_paper_id": 8993,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The overhunting of wildlife for food and commercial gain presents a major threat to biodiversity in tropical forests and poses health risks to humans from contact with wild animals. Using a recent survey of wildlife offered at wild meat markets in Malaysia as a basis, we review the literature to determine the potential zoonotic infection risks from hunting, butchering and consuming the species offered. We also determine which taxa potentially host the highest number of pathogens and discuss the significant disease risks from traded wildlife, considering how cultural practices influence zoonotic transmission. We identify 51 zoonotic pathogens (16 viruses, 19 bacteria and 16 parasites) potentially hosted by wildlife and describe the human health risks. The",
      "sentences": [
        [
          {
            "segment_text": "The overhunting of wildlife for food and commercial gain presents a major threat to biodiversity in tropical forests and poses health risks to humans from contact with wild animals .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Using a recent survey of wildlife offered at wild meat markets in Malaysia as a basis ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "we review the literature to determine the potential zoonotic infection risks from hunting ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "butchering and consuming the species offered .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We also determine which taxa potentially host the highest number of pathogens and discuss the significant disease risks from traded wildlife ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "considering how cultural practices influence zoonotic transmission .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We identify 51 zoonotic pathogens ( 16 viruses , 19 bacteria and 16 parasites ) potentially hosted by wildlife and describe the human health risks .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Suidae and the Cervidae families potentially host the highest number of pathogens. We conclude that there are substantial gaps in our knowledge of zoonotic pathogens and recommend performing microbial food safety risk assessments to assess the hazards of wild meat consumption. Overall, there may be considerable zoonotic risks to people involved in the hunting, butchering or consumption of wild meat in Southeast Asia, and these should be considered in public health strategies.",
      "sentences": [
        [
          {
            "segment_text": "Suidae and the Cervidae families potentially host the highest number of pathogens .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We conclude that there are substantial gaps in our knowledge of zoonotic pathogens and recommend performing microbial food safety risk assessments to assess the hazards of wild meat consumption .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Overall , there may be considerable zoonotic risks to people involved in the hunting ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "butchering or consumption of wild meat in Southeast Asia ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and these should be considered in public health strategies .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "8",
    "segment_num": "13",
    "token_num": "203"
  }
}