{
  "paper_id": "494442bb38263ef3384de3723ecf5c73c0209803",
  "metadata": {
    "title": "Discovery of novel low-molecular-weight HIV-1 inhibitors interacting with cyclophilin A using in silico screening and biological evaluations",
    "coda_data_split": "train",
    "coda_paper_id": 9405,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Cyclophilin A has attracted attention recently as a new target of anti-human immunodeficiency virus type 1 (HIV-1) drugs. However, so far no drug against HIV-1 infection exhibiting this mechanism of action has been approved. To identify new potent candidates for inhibitors, we performed in silico screening of a commercial database of more than 1,300 drug-like compounds by using receptorbased docking studies. The candidates selected from docking studies were subsequently tested using biological assays to assess anti-HIV activities. As a result, two compounds were identified as the most active. Specifically, both exhibited anti-HIV activity against viral replication at a low concentration and relatively low cytotoxicity at the effective concentration inhibiting viral growth by 50 %.",
      "sentences": [
        [
          {
            "segment_text": "Cyclophilin A has attracted attention recently as a new target of anti-human immunodeficiency virus type 1 ( HIV-1 ) drugs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , so far no drug against HIV-1 infection exhibiting this mechanism of action has been approved .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To identify new potent candidates for inhibitors ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "we performed in silico screening of a commercial database of more than 1,300 drug-like compounds by using receptorbased docking studies .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The candidates selected from docking studies were subsequently tested using biological assays to assess anti-HIV activities .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "As a result , two compounds were identified as the most active .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Specifically , both exhibited anti-HIV activity against viral replication at a low concentration and relatively low cytotoxicity at the effective concentration inhibiting viral growth by 50 % .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "7",
    "token_num": "126"
  }
}