{
  "paper_id": "496bfe6fe82dca285afe74c0202ad9498b41370c",
  "metadata": {
    "title": "Infection \u0026 Chemotherapy 성인 급성 상기도 감염 항생제 사용지침 권고안",
    "coda_data_split": "train",
    "coda_paper_id": 5203,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "This guideline was developed as part of the 2016 Policy Research Servicing Project by the Korea Centers for Disease Control and Prevention. A multidisciplinary approach was taken to formulate this guideline to provide practical information about the diagnosis and treatment of adults with acute upper respiratory tract infection, with the ultimate aim to promote the appropriate use of antibiotics. The formulation of this guideline was based on a systematic literature review and analysis of the latest research findings to facilitate evidence-based practice, and focused on key questions to help clinicians obtain solutions to clinical questions that may arise during the care of a patient. This guideline mainly covers the subjects on the assessment of antibiotic indications and appropriate selection of antibiotics for adult patients with acute pharyngotonsillitis or acute sinusitis.",
      "sentences": [
        [
          {
            "segment_text": "This guideline was developed as part of the 2016 Policy Research Servicing Project by the Korea Centers for Disease Control and Prevention .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A multidisciplinary approach was taken to formulate this guideline to provide practical information about the diagnosis and treatment of adults with acute upper respiratory tract infection ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "with the ultimate aim to promote the appropriate use of antibiotics .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The formulation of this guideline was based on a systematic literature review and analysis of the latest research findings to facilitate evidence-based practice ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and focused on key questions to help clinicians obtain solutions to clinical questions that may arise during the care of a patient .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This guideline mainly covers the subjects on the assessment of antibiotic indications and appropriate selection of antibiotics for adult patients with acute pharyngotonsillitis or acute sinusitis .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "6",
    "token_num": "136"
  }
}