{
  "paper_id": "497065a88412aca3ce4d3de9ebad13ce175e5f18",
  "metadata": {
    "title": "Neuropsychiatric Disease and Treatment Neuropsychiatric Disease and Treatment Dovepress Parental bonding and attitudes toward suicide among medical college students in Japan",
    "coda_data_split": "train",
    "coda_paper_id": 6378,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Suicide is a grave public health issue that is responsible for a high mortality rate among individuals aged 15-44 years. Attitudes toward suicide among medical staff members have been associated with appropriate therapeutic responses to suicidal individuals. The aim of this study was to examine the effects of parental rearing on attitudes toward suicide among Japanese medical college students. Methods: We examined the association between parental bonding and attitudes toward suicide in 160 medical college students in Japan. The Parental Bonding Instrument was used to assess the attitudes and behaviors of parents. The attitudes toward suicide were evaluated using the Japanese version of the Attitudes Toward Suicide questionnaire. Results: The mean age of the subjects was 25.2±4.0 years old. The majority of the participants in our study agreed that anyone could commit suicide (88.8%) and that suicide is preventable (86.3%). After adjusting for age and sex, multivariate regression analysis revealed that maternal care approached a statistically significant association with the \"right to suicide\" attitude. Under the same conditions, maternal care was shown to be significantly associated with the \"common occurrence\" attitude. No other significant relationships were observed between parental bonding and attitudes toward suicide.",
      "sentences": [
        [
          {
            "segment_text": "Background : Suicide is a grave public health issue that is responsible for a high mortality rate among individuals aged 15-44 years .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Attitudes toward suicide among medical staff members have been associated with appropriate therapeutic responses to suicidal individuals .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The aim of this study was to examine the effects of parental rearing on attitudes toward suicide among Japanese medical college students .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : We examined the association between parental bonding and attitudes toward suicide in 160 medical college students in Japan .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The Parental Bonding Instrument was used to assess the attitudes and behaviors of parents .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The attitudes toward suicide were evaluated using the Japanese version of the Attitudes Toward Suicide questionnaire .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : The mean age of the subjects was 25.2 ± 4.0 years old .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The majority of the participants in our study agreed that anyone could commit suicide ( 88.8 % ) and that suicide is preventable ( 86.3 % ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "After adjusting for age and sex ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "multivariate regression analysis revealed that maternal care approached a statistically significant association with the `` right to suicide \u0027\u0027 attitude .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Under the same conditions , maternal care was shown to be significantly associated with the `` common occurrence \u0027\u0027 attitude .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "No other significant relationships were observed between parental bonding and attitudes toward suicide .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "This study suggests that a higher level of maternal care ensures that children think that suicide occurs less commonly. The promotion of best practices for suicide prevention among medical students is needed. Child rearing support might be associated with suicide prevention.",
      "sentences": [
        [
          {
            "segment_text": "This study suggests that a higher level of maternal care ensures that children think that suicide occurs less commonly .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The promotion of best practices for suicide prevention among medical students is needed .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Child rearing support might be associated with suicide prevention .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "14",
    "segment_num": "15",
    "token_num": "267"
  }
}