{
  "paper_id": "498cc1e1dfb7d2f3933a1fe58409156ec4297857",
  "metadata": {
    "title": "Clinical characteristics of asthmatic patients with influenza-like illness and risk of severe exacerbations in Mexico",
    "coda_data_split": "train",
    "coda_paper_id": 2373,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background: Patients with chronic inflammatory lung diseases, such as asthma, are at higher risk for influenza-like illness (ILI) complications. Viral infections are known to trigger asthma exacerbations, but a thorough description of the clinical characteristics of ILI-associated asthma exacerbations and the role of viruses as a risk factor for severe exacerbation (SE) in ILI has not been published yet. Objective: To investigate risk factors for SE in patients with ILI and asthma. Methods: Patients with ILI symptoms were recruited from 6 hospitals of Mexico (LaRed sites) during 2010 to 2014. Those with a previous asthma diagnosis and ILI symptoms and who were 5 years or older were included. Patients were assigned as cases or controls based on symptoms reported. SE was defined when participants presented with wheezing or dyspnea and required hospitalization. Results: A total of 486 patients with ILI and a diagnosis of asthma were included. There were no differences in the proportion, number, or type of viral illness among those with and without SE. Those with SE were less likely to report ILI symptoms. Muscle pain and nasal drip were predictors for patients not progressing to SE. A delay in seeking medical care was associated with SE (odds ratio, 2.93; 95% CI, 1.46-5.88). Conclusion: The presence of a particular virus did not predict SE. ILI symptoms in asthma patients are not associated with severe exacerbation. Patients with asthma should be encouraged to seek early medical care when ILI symptoms are first noticed to prevent serious complications.",
      "sentences": [
        [
          {
            "segment_text": "Background : Patients with chronic inflammatory lung diseases ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "such as asthma , are at higher risk for influenza-like illness ( ILI ) complications .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Viral infections are known to trigger asthma exacerbations ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but a thorough description of the clinical characteristics of ILI-associated asthma exacerbations and the role of viruses as a risk factor for severe exacerbation ( SE ) in ILI has not been published yet .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Objective : To investigate risk factors for SE in patients with ILI and asthma .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : Patients with ILI symptoms were recruited from 6 hospitals of Mexico ( LaRed sites ) during 2010 to 2014 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Those with a previous asthma diagnosis and ILI symptoms and who were 5 years or older were included .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Patients were assigned as cases or controls based on symptoms reported .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "SE was defined when participants presented with wheezing or dyspnea and required hospitalization .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : A total of 486 patients with ILI and a diagnosis of asthma were included .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "There were no differences in the proportion ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "number , or type of viral illness among those with and without SE .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Those with SE were less likely to report ILI symptoms .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Muscle pain and nasal drip were predictors for patients not progressing to SE .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A delay in seeking medical care was associated with SE ( odds ratio , 2.93 ; 95 % CI , 1.46-5.88 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusion : The presence of a particular virus did not predict SE .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "ILI symptoms in asthma patients are not associated with severe exacerbation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Patients with asthma should be encouraged to seek early medical care when ILI symptoms are first noticed to prevent serious complications .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "15",
    "segment_num": "18",
    "token_num": "285"
  }
}