{
  "paper_id": "4991fbb65749de5be368cf396f0e4e1074622888",
  "metadata": {
    "title": "Structural insights into coronavirus entry",
    "coda_data_split": "train",
    "coda_paper_id": 8498,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Coronaviruses (CoVs) have caused outbreaks of deadly pneumonia in humans since the beginning of the 21st century. The severe acute respiratory syndrome coronavirus (SARS-CoV) emerged in 2002 and was responsible for an epidemic that spread to five continents with a fatality rate of 10% before being contained in 2003 (with additional cases reported in 2004). The Middle-East respiratory syndrome coronavirus (MERS-CoV) emerged in the Arabian Peninsula in 2012 and has caused recurrent outbreaks in humans with a fatality rate of 35%. SARS-CoV and MERS-CoV are zoonotic viruses that crossed the species barrier using bats/palm civets and dromedary camels, respectively. No specific treatments or vaccines have been approved against any of the six human coronaviruses, highlighting the need to investigate the principles governing viral entry and cross-species transmission as well as to prepare for zoonotic outbreaks which are likely to occur due to the large reservoir of CoVs found in mammals and birds. Here, we review our understanding of the infection mechanism used by coronaviruses derived from recent structural and biochemical studies.",
      "sentences": [
        [
          {
            "segment_text": "Coronaviruses ( CoVs ) have caused outbreaks of deadly pneumonia in humans since the beginning of the 21st century .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The severe acute respiratory syndrome coronavirus ( SARS-CoV ) emerged in 2002 and was responsible for an epidemic that spread to five continents with a fatality rate of 10 % before being contained in 2003 ( with additional cases reported in 2004 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The Middle-East respiratory syndrome coronavirus ( MERS-CoV ) emerged in the Arabian Peninsula in 2012 and has caused recurrent outbreaks in humans with a fatality rate of 35 % .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "SARS-CoV and MERS-CoV are zoonotic viruses that crossed the species barrier using bats/palm civets and dromedary camels , respectively .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "No specific treatments or vaccines have been approved against any of the six human coronaviruses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "highlighting the need to investigate the principles governing viral entry and cross-species transmission as well as to prepare for zoonotic outbreaks which are likely to occur due to the large reservoir of CoVs found in mammals and birds .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we review our understanding of the infection mechanism used by coronaviruses derived from recent structural and biochemical studies .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "7",
    "token_num": "190"
  }
}