{
  "paper_id": "49951ed4707e3580958e6968e3de05363511fb15",
  "metadata": {
    "title": "Malaria vaccine based on Self-Assembling Protein Nanoparticles",
    "coda_data_split": "train",
    "coda_paper_id": 8209,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Despite recent progress with GSK\u0027s RTS\u0027S malaria vaccine, there remains a desperate need for an efficient malaria vaccine. We have used a repetitive antigen display technology to display malaria specific B cell and T cell epitopes in an effort to design a vaccine against Plasmodium falciparum malaria. Our protein sequence when assembled into a nanoparticle induces strong, long-lived and protective immune responses against infection with the parasite. We are confident that the clinical trials with our most developed vaccine candidate will show good protection in a controlled human malaria infection trial.",
      "sentences": [
        [
          {
            "segment_text": "Despite recent progress with GSK \u0027s RTS \u0027S malaria vaccine ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "there remains a desperate need for an efficient malaria vaccine .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We have used a repetitive antigen display technology to display malaria specific B cell and T cell epitopes in an effort to design a vaccine against Plasmodium falciparum malaria .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Our protein sequence when assembled into a nanoparticle induces strong ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "long-lived and protective immune responses against infection with the parasite .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We are confident that the clinical trials with our most developed vaccine candidate will show good protection in a controlled human malaria infection trial .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "6",
    "token_num": "99"
  }
}