{
  "paper_id": "49c210ede22653e57df63a78de1c116b79b518a5",
  "metadata": {
    "title": "Dietary supplementation with olive mill wastewaters induces modifications on chicken jejunum epithelial cell transcriptome and modulates jejunum morphology",
    "coda_data_split": "train",
    "coda_paper_id": 3590,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: The Mediterranean diet is considered one of the healthier food habits and olive oil is one of its key components. Olive oil polyphenols are known to induce beneficial effects in several pathological conditions, such as inflammatory bowel disease, and to contrast the proliferation of cancer cells or hypercholesterolemia. Polyphenols are also present in waste products derived from the olive industry: olive mill wastewaters (OMWW) are rich in polyphenols and there is an increasing interest in using OMWW in animal nutrition. OMWW are attributed with positive effects in promoting chicken performance and the quality of food-derived products. However, a tissue-specific transcriptome target analysis of chickens fed with OMWW has never been attempted.",
      "sentences": [
        [
          {
            "segment_text": "Background : The Mediterranean diet is considered one of the healthier food habits and olive oil is one of its key components .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Olive oil polyphenols are known to induce beneficial effects in several pathological conditions ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "such as inflammatory bowel disease ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and to contrast the proliferation of cancer cells or hypercholesterolemia .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Polyphenols are also present in waste products derived from the olive industry : olive mill wastewaters ( OMWW ) are rich in polyphenols and there is an increasing interest in using OMWW in animal nutrition .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "OMWW are attributed with positive effects in promoting chicken performance and the quality of food-derived products .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , a tissue-specific transcriptome target analysis of chickens fed with OMWW has never been attempted .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "We explored the effect of dietary OMWW on the intestinal function in broilers. A morphological analysis of the jejunum revealed that OMWW reduced crypt depth, whereas no significant modifications were observed for villus height and the villus height/crypt depth ratio. An RNA Sequencing analysis was performed on isolated, intestinal, epithelial cells and 280 differentially expressed genes were found using a count-based approach. An enrichment analysis revealed that the majority of up regulated genes in the OMWW group were over-represented by the regulation of viral genome replication-related GO-Terms, whereas down regulated genes were mainly involved in cholesterol and lipid metabolism.",
      "sentences": [
        [
          {
            "segment_text": "We explored the effect of dietary OMWW on the intestinal function in broilers .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "A morphological analysis of the jejunum revealed that OMWW reduced crypt depth ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whereas no significant modifications were observed for villus height and the villus height/crypt depth ratio .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "An RNA Sequencing analysis was performed on isolated ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "intestinal , epithelial cells and 280 differentially expressed genes were found using a count-based approach .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "An enrichment analysis revealed that the majority of up regulated genes in the OMWW group were over-represented by the regulation of viral genome replication-related GO-Terms ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whereas down regulated genes were mainly involved in cholesterol and lipid metabolism .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions: Our study showed how an industrial waste product can be recycled as a feed additive with a positive relapse. OMWW dietary supplementation can be a nutritional strategy to improve chicken performance and health, prevent intestinal damage, enhance innate immunity and regulate cholesterol metabolism and fat deposition.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions : Our study showed how an industrial waste product can be recycled as a feed additive with a positive relapse .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "OMWW dietary supplementation can be a nutritional strategy to improve chicken performance and health ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "prevent intestinal damage , enhance innate immunity and regulate cholesterol metabolism and fat deposition .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "11",
    "segment_num": "17",
    "token_num": "283"
  }
}