{
  "paper_id": "49eeef68715e49929c92187f8491b0c11006ed5d",
  "metadata": {
    "title": "Modern Approaches in Probiotics Research to Control Foodborne Pathogens",
    "coda_data_split": "train",
    "coda_paper_id": 9871,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Foodborne illness is a serious public health concern. There are over 200 known microbial, chemical, and physical agents that are known to cause foodborne illness. Efforts are made for improved detection, control and prevention of foodborne pathogen in food, and pathogen associated diseases in the host. Several commonly used approaches to control foodborne pathogens include antibiotics, natural antimicrobials, bacteriophages, bacteriocins, ionizing radiations, and heat. In addition, probiotics offer a potential intervention strategy for the prevention and control of foodborne infections.",
      "sentences": [
        [
          {
            "segment_text": "Foodborne illness is a serious public health concern .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "There are over 200 known microbial ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "chemical , and physical agents that are known to cause foodborne illness .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Efforts are made for improved detection ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "control and prevention of foodborne pathogen in food ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and pathogen associated diseases in the host .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Several commonly used approaches to control foodborne pathogens include antibiotics ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "natural antimicrobials , bacteriophages , bacteriocins ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "ionizing radiations , and heat .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In addition , probiotics offer a potential intervention strategy for the prevention and control of foodborne infections .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "This review focuses on the use of probiotics and bioengineered probiotics to control foodborne pathogens, their antimicrobial actions, and their delivery strategies. Although probiotics have been demonstrated to be effective in antagonizing foodborne pathogens, challenges exist in the characterization and elucidation of underlying molecular mechanisms of action and in the development of potential delivery strategies that could maintain the viability and functionality of the probiotic in the target organ.",
      "sentences": [
        [
          {
            "segment_text": "This review focuses on the use of probiotics and bioengineered probiotics to control foodborne pathogens ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "their antimicrobial actions , and their delivery strategies .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Although probiotics have been demonstrated to be effective in antagonizing foodborne pathogens ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "challenges exist in the characterization and elucidation of underlying molecular mechanisms of action and in the development of potential delivery strategies that could maintain the viability and functionality of the probiotic in the target organ .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "7",
    "segment_num": "14",
    "token_num": "169"
  }
}