{
  "paper_id": "49f24fda79e66ca812868c4705db55be9b4bdd6b",
  "metadata": {
    "title": "Antibody detection of SARS-CoV spike and nucleocapsid protein",
    "coda_data_split": "train",
    "coda_paper_id": 9204,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Early detection and identification of SARS-CoV-infected patients and actions to prevent transmission are absolutely critical to prevent another SARS outbreak. Antibodies that specifically recognize the SARS-CoV spike and nucleocapsid proteins may provide a rapid screening method to allow accurate identification and isolation of patients with the virus early in their infection. For this reason, we raised peptide-induced polyclonal antibodies against SARS-CoV spike protein and polyclonal antibodies against SARS-CoV nucleocapsid protein using 6Â His nucleocapsid recombinant protein. Western blot analysis and immunofluorescent staining showed that these antibodies specifically recognized SARS-CoV.",
      "sentences": [
        [
          {
            "segment_text": "Early detection and identification of SARS-CoV-infected patients and actions to prevent transmission are absolutely critical to prevent another SARS outbreak .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Antibodies that specifically recognize the SARS-CoV spike and nucleocapsid proteins may provide a rapid screening method to allow accurate identification and isolation of patients with the virus early in their infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "For this reason , we raised peptide-induced polyclonal antibodies against SARS-CoV spike protein and polyclonal antibodies against SARS-CoV nucleocapsid protein using 6Â His nucleocapsid recombinant protein .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Western blot analysis and immunofluorescent staining showed that these antibodies specifically recognized SARS-CoV .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "4",
    "token_num": "94"
  }
}