{
  "paper_id": "4a0d2f483947770ab7d8c21da02e258c27b34873",
  "metadata": {
    "title": "Utility of adding Pneumocystis jirovecii DNA detection in nasopharyngeal aspirates in immunocompromised adult patients with febrile pneumonia",
    "coda_data_split": "train",
    "coda_paper_id": 5576,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Detection of viral and bacterial DNA in nasopharyngeal aspirates (NPAs) is now a routine practice in emergency cases of febrile pneumonia. We investigated whether Pneumocystis jirovecii DNA could also be detected in these cases by conducting retrospective screening of 324 consecutive NPAs from 324 adult patients (198 or 61% were immunocompromised) admitted with suspected pulmonary infections during the 2012 influenza epidemic season, using a real-time quantitative polymerase chain reaction (PCR) assay (PjqPCR), which targets the P. jirovecii mitochondrial large subunit ribosomal RNA gene. These NPAs had already been tested for 22 respiratory pathogens (18 viruses and 4 bacteria), but we found that 16 NPAs (4.9%) were PjqPCR-positive, making P. jirovecii the fourth most prevalent of the 23 microorganisms in the screen. Eleven of the 16 PjqPCR-positive patients were immunocompromised, and five had underlying pulmonary conditions. Nine NPAs were also positive for another respiratory pathogen. Six had PjqPCR-positive induced sputa less than 3 days after the NPA procedure, and five were diagnosed with pneumocystis pneumonia (four with chronic lymphoproliferative disorders and one AIDS patient). In all six available pairs quantification of P. jirovecii DNA showed fewer copies in NPA than in induced sputum and three PjqPCR-negative NPAs corresponded to PjqPCR-positive bronchoalveolar lavage fluids, underscoring the fact that a negative PjqPCR screen does not exclude a diagnosis of pneumocystosis.",
      "sentences": [
        [
          {
            "segment_text": "Detection of viral and bacterial DNA in nasopharyngeal aspirates ( NPAs ) is now a routine practice in emergency cases of febrile pneumonia .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We investigated whether Pneumocystis jirovecii DNA could also be detected in these cases by conducting retrospective screening of 324 consecutive NPAs from 324 adult patients ( 198 or 61 % were immunocompromised ) admitted with suspected pulmonary infections during the 2012 influenza epidemic season ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "using a real-time quantitative polymerase chain reaction ( PCR ) assay ( PjqPCR ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "which targets the P. jirovecii mitochondrial large subunit ribosomal RNA gene .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "These NPAs had already been tested for 22 respiratory pathogens ( 18 viruses and 4 bacteria ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but we found that 16 NPAs ( 4.9 % ) were PjqPCR-positive ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "making P. jirovecii the fourth most prevalent of the 23 microorganisms in the screen .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Eleven of the 16 PjqPCR-positive patients were immunocompromised ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and five had underlying pulmonary conditions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Nine NPAs were also positive for another respiratory pathogen .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Six had PjqPCR-positive induced sputa less than 3 days after the NPA procedure ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and five were diagnosed with pneumocystis pneumonia ( four with chronic lymphoproliferative disorders and one AIDS patient ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In all six available pairs quantification of P. jirovecii DNA showed fewer copies in NPA than in induced sputum and three PjqPCR-negative NPAs corresponded to PjqPCR-positive bronchoalveolar lavage fluids ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "underscoring the fact that a negative PjqPCR screen does not exclude a diagnosis of pneumocystosis .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "14",
    "token_num": "247"
  }
}