{
  "paper_id": "4a32d2ba740dbd0b2bda93659c2c0d4f3ee8081f",
  "metadata": {
    "title": "Innate immunogenetics: a tool for exploring new frontiers of host defence",
    "coda_data_split": "train",
    "coda_paper_id": 3472,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The discovery of innate immune genes, such as those encoding Toll-like receptors (TLRs), nucleotide-binding oligomerisation domain-like receptors (NLRs), and related signal-transducing molecules, has led to a substantial improvement of our understanding of innate immunity. Recent immunogenetic studies have associated polymorphisms of the genes encoding TLRs, NLRs, and key signal-transducing molecules, such as interleukin-1 receptor-associated kinase 4 (IRAK4), with increased susceptibility to, or outcome of, infectious diseases. With the availability of highthroughput genotyping techniques, it is becoming increasingly evident that analyses of genetic polymorphisms of innate immune genes will further improve our knowledge of the host antimicrobial defence response and help in identifying individuals who are at increased risk of life-threatening infections. This is likely to open new perspectives for the development of diagnostic, predictive, and preventive management strategies to combat infectious diseases.",
      "sentences": [
        [
          {
            "segment_text": "The discovery of innate immune genes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "such as those encoding Toll-like receptors ( TLRs ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "nucleotide-binding oligomerisation domain-like receptors ( NLRs ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and related signal-transducing molecules , has led to a substantial improvement of our understanding of innate immunity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Recent immunogenetic studies have associated polymorphisms of the genes encoding TLRs ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "NLRs , and key signal-transducing molecules ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "such as interleukin-1 receptor-associated kinase 4 ( IRAK4 ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "with increased susceptibility to , or outcome of , infectious diseases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "With the availability of highthroughput genotyping techniques ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "it is becoming increasingly evident that analyses of genetic polymorphisms of innate immune genes will further improve our knowledge of the host antimicrobial defence response and help in identifying individuals who are at increased risk of life-threatening infections .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This is likely to open new perspectives for the development of diagnostic ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "predictive , and preventive management strategies to combat infectious diseases .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "12",
    "token_num": "155"
  }
}