{
  "paper_id": "4a35f94b61fa9a373fdd7462f4cf219513122fa1",
  "metadata": {
    "title": "A conserved OmpA-like protein in Legionella pneumophila required for efficient intracellular replication",
    "coda_data_split": "train",
    "coda_paper_id": 9919,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "One sentence summary: CmpA is an OmpA-like protein in Legionella pneumophila that is required for efficient intracellular replication in both primary macrophages and in the environmental host Acanthamoeba castellanii. Editor: Akio Nakane",
      "sentences": [
        [
          {
            "segment_text": "One sentence summary : CmpA is an OmpA-like protein in Legionella pneumophila that is required for efficient intracellular replication in both primary macrophages and in the environmental host Acanthamoeba castellanii .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Editor : Akio Nakane",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "The OmpA-like protein domain has been associated with peptidoglycan-binding proteins, and is often found in virulence factors of bacterial pathogens. The intracellular pathogen Legionella pneumophila encodes for six proteins that contain the OmpA-like domain, among them the highly conserved uncharacterized protein we named CmpA. Here we set out to characterize the CmpA protein and determine its contribution to intracellular survival of L. pneumophila. Secondary structure analysis suggests that CmpA is an inner membrane protein with a peptidoglycan-binding domain at the C-teminus. A cmpA mutant was able to replicate normally in broth, but failed to compete with an isogenic wild-type strain in an intracellular growth competition assay. The cmpA mutant also displayed significant intracellular growth defects in both the protozoan host Acanthamoeba castellanii and in primary bone marrow-derived macrophages, where uptake into the cells was also impaired. The cmpA phenotypes were completely restored upon expression of CmpA in trans. The data presented here establish CmpA as a novel virulence factor of L. pneumophila that is required for efficient intracellular replication in both mammalian and protozoan hosts.",
      "sentences": [
        [
          {
            "segment_text": "The OmpA-like protein domain has been associated with peptidoglycan-binding proteins ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and is often found in virulence factors of bacterial pathogens .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The intracellular pathogen Legionella pneumophila encodes for six proteins that contain the OmpA-like domain ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "among them the highly conserved uncharacterized protein we named CmpA .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we set out to characterize the CmpA protein and determine its contribution to intracellular survival of L. pneumophila .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Secondary structure analysis suggests that CmpA is an inner membrane protein with a peptidoglycan-binding domain at the C-teminus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A cmpA mutant was able to replicate normally in broth ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but failed to compete with an isogenic wild-type strain in an intracellular growth competition assay .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The cmpA mutant also displayed significant intracellular growth defects in both the protozoan host Acanthamoeba castellanii and in primary bone marrow-derived macrophages ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "where uptake into the cells was also impaired .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The cmpA phenotypes were completely restored upon expression of CmpA in trans .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The data presented here establish CmpA as a novel virulence factor of L. pneumophila that is required for efficient intracellular replication in both mammalian and protozoan hosts .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "10",
    "segment_num": "14",
    "token_num": "222"
  }
}