{
  "paper_id": "4a3701d8545be96ceb7d7b0625ca1702b3de2634",
  "metadata": {
    "title": "Characterization of respiratory infection viruses in hospitalized children from Naples province in Southern Italy",
    "coda_data_split": "train",
    "coda_paper_id": 7073,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Most acute respiratory infections (ARIs) in children are due to viral etiology, and represent an important cause of mortality and morbidity in children \u003c5 years old in developing countries. The pathogens that cause ARIs vary geographically and by season, and viruses serve a major role. In the present study, the distribution of the seven respiratory viruses that are more prevalent in Southern European countries were retrospectively analyzed in a Southern Italy Hospital, that centralizes pediatric diseases from the Naples province. Viruses were categorized by a FilmArray Respiratory Panel, and demonstrated no substantial differences in sex, age and seasonal viruses distribution. However, all the investigated viruses had a higher detection rate in the surrounding municipalities than in the metropolitan area of Naples. In recent years, the association between air pollution and respiratory infections has become an increasing public health concern. The data in this study support this association in the surrounding areas of Naples extensively contaminated by environmental toxic agents. In these areas, characterization of the epidemiology of ARIs is required to implement a prevention and control program.",
      "sentences": [
        [
          {
            "segment_text": "Most acute respiratory infections ( ARIs ) in children are due to viral etiology ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and represent an important cause of mortality and morbidity in children \u003c 5 years old in developing countries .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The pathogens that cause ARIs vary geographically and by season ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and viruses serve a major role .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In the present study , the distribution of the seven respiratory viruses that are more prevalent in Southern European countries were retrospectively analyzed in a Southern Italy Hospital ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "that centralizes pediatric diseases from the Naples province .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Viruses were categorized by a FilmArray Respiratory Panel ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and demonstrated no substantial differences in sex ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "age and seasonal viruses distribution .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "However , all the investigated viruses had a higher detection rate in the surrounding municipalities than in the metropolitan area of Naples .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In recent years , the association between air pollution and respiratory infections has become an increasing public health concern .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The data in this study support this association in the surrounding areas of Naples extensively contaminated by environmental toxic agents .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In these areas , characterization of the epidemiology of ARIs is required to implement a prevention and control program .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "13",
    "token_num": "197"
  }
}