{
  "paper_id": "4a4570c242b311c2363aec3112b53e445ce983d0",
  "metadata": {
    "title": "Supramolecular Architecture of the Coronavirus Particle",
    "coda_data_split": "train",
    "coda_paper_id": 10841,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Coronavirus particles serve three fundamentally important functions in infection. The virion provides the means to deliver the viral genome across the plasma membrane of a host cell. The virion is also a means of escape for newly synthesized genomes. Lastly, the virion is a durable vessel that protects the genome on its journey between cells. This review summarizes the available X-ray crystallography, NMR, and cryoelectron microscopy structural data for coronavirus structural proteins, and looks at the role of each of the major structural proteins in virus entry and assembly. The potential wider conservation of the nucleoprotein fold identified in the Arteriviridae and Coronaviridae families and a speculative model for the evolution of corona-like virus architecture are discussed.",
      "sentences": [
        [
          {
            "segment_text": "Coronavirus particles serve three fundamentally important functions in infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The virion provides the means to deliver the viral genome across the plasma membrane of a host cell .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The virion is also a means of escape for newly synthesized genomes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Lastly , the virion is a durable vessel that protects the genome on its journey between cells .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review summarizes the available X-ray crystallography ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "NMR , and cryoelectron microscopy structural data for coronavirus structural proteins ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and looks at the role of each of the major structural proteins in virus entry and assembly .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The potential wider conservation of the nucleoprotein fold identified in the Arteriviridae and Coronaviridae families and a speculative model for the evolution of corona-like virus architecture are discussed .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "8",
    "token_num": "127"
  }
}