{
  "paper_id": "4a55240b7aba7aa52868e95c4afedf215d9f21df",
  "metadata": {
    "title": "Selective depletion of glycyrrhizin from Si-Ni-San, a traditional Chinese prescription, blocks its effect on contact sensitivity in mice and recovers adhesion and metalloproteinases production of T lymphocytes",
    "coda_data_split": "train",
    "coda_paper_id": 2557,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "In the present study, we performed to selectively deplete glycyrrhizin from Si-Ni-San, a traditional Chinese prescription that consists of 4 Chinese herbs including Radix Glycyrrhizae Uralensis, and examined its influence on the suppressing activity of Si-Ni-San against contact sensitivity in mice. An immunoaffinity column was made by covalently coupling the polyclonal antibody, obtained by the immunization with glycyrrhizin-BSA conjugate, to CNBr-activated Sepharose 4B. By using this column, glycyrrhizin in Si-Ni-San was selectively and almost completely depleted from the whole extract, which was confirmed by high-performance liquid chromatography (HPLC). Both 200 mg/kg of Si-Ni-San and 10 mg/kg of glycyrrhizin, the dose corresponding to its proportion contained in Si-Ni-San, significantly reduced the ear swelling of picryl chloride (PCl)-induced ear contact sensitivity in mice and the inhibition by Si-Ni-San was stronger than that by glycyrrhizin. The adhesion activity to type IV collagen of the isolated spleen cells from PCl-sensitized mice was significantly decreased by both Si-Ni-San and glycyrrhizin. However, the glycyrrhizin-depleted sample of Si-Ni-San (Si-Ni-San GLÀ ) only showed a slight inhibition on the cell adhesion. Furthermore, the spleen cells from PCl-sensitized mice produced more matrix metalloproteinase (MMP)-2 and -9 than naive spleen cells did, and both Si-Ni-San and glycyrrhizin remarkably reduced MMP-2 and MMP-9 production. In contrast, Si-Ni-San GLÀ only showed a slight inhibition. These results suggest that glycyrrhizin may act as one of the active constituents of Si-Ni-San in inhibiting delayed-type hypersensitivity reaction via down-regulating the MMP production and the cell adhesion to extracellular matrix. The present study also provides a new approach to recognize and validate an active constituent in traditional prescription through a selective depletion. D",
      "sentences": [
        [
          {
            "segment_text": "In the present study , we performed to selectively deplete glycyrrhizin from Si-Ni-San ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "a traditional Chinese prescription that consists of 4 Chinese herbs including Radix Glycyrrhizae Uralensis ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and examined its influence on the suppressing activity of Si-Ni-San against contact sensitivity in mice .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "An immunoaffinity column was made by covalently coupling the polyclonal antibody ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "obtained by the immunization with glycyrrhizin-BSA conjugate , to CNBr-activated Sepharose 4B .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "By using this column , glycyrrhizin in Si-Ni-San was selectively and almost completely depleted from the whole extract ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which was confirmed by high-performance liquid chromatography ( HPLC ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Both 200 mg/kg of Si-Ni-San and 10 mg/kg of glycyrrhizin ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the dose corresponding to its proportion contained in Si-Ni-San ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "significantly reduced the ear swelling of picryl chloride ( PCl ) - induced ear contact sensitivity in mice and the inhibition by Si-Ni-San was stronger than that by glycyrrhizin .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The adhesion activity to type IV collagen of the isolated spleen cells from PCl-sensitized mice was significantly decreased by both Si-Ni-San and glycyrrhizin .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , the glycyrrhizin-depleted sample of Si-Ni-San ( Si-Ni-San GLÀ ) only showed a slight inhibition on the cell adhesion .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , the spleen cells from PCl-sensitized mice produced more matrix metalloproteinase ( MMP ) -2 and -9 than naive spleen cells did ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and both Si-Ni-San and glycyrrhizin remarkably reduced MMP-2 and MMP-9 production .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In contrast , Si-Ni-San GLÀ only showed a slight inhibition .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results suggest that glycyrrhizin may act as one of the active constituents of Si-Ni-San in inhibiting delayed-type hypersensitivity reaction via down-regulating the MMP production and the cell adhesion to extracellular matrix .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The present study also provides a new approach to recognize and validate an active constituent in traditional prescription through a selective depletion .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "D",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "18",
    "token_num": "300"
  }
}