{
  "paper_id": "4a58e1d5fb24d8fcbb9e19f255b2d5b82630d01d",
  "metadata": {
    "title": "Palmitate-derivatized human IL-2: a potential anti-cancer immunotherapeutic of low systemic toxicity HHS Public Access",
    "coda_data_split": "train",
    "coda_paper_id": 3693,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Purpose and experimental design-Recombinant human IL-2 (rhIL-2) is a potent cytokine and FDA-approved anti-cancer drug. However, its clinical use has been limited by severe toxicity, associated primarily with systemic administration with excess protein distributing freely throughout the body. We hypothesized that rhIL-2 in alternate forms permitting more restricted localization may exert stronger antitumor efficacy and less toxicity. Here, we have tested the utility of palmitate-derivatized rhIL-2. rhIL-2 was reacted with N-hydroxysuccinimide palmitate ester. The resultant lipidated rhIL-2 (pIL-2), when mixed with cells, could spontaneously transfer from solution to cell surfaces. Next, anticancer efficacy of pIL-2 was assessed in two modalities. For adoptive T cell therapy, antitumor cytotoxic T cells (CTLs) were protein transferred (\"painted\") with pIL-2 and injected into mice bearing lymphoma. For in situ therapy, pIL-2 was injected intratumorally into mice bearing melanoma. Tumor growth and IL-2-associated toxicity were determined.",
      "sentences": [
        [
          {
            "segment_text": "Purpose and experimental design-Recombinant human IL-2 ( rhIL-2 ) is a potent cytokine and FDA-approved anti-cancer drug .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , its clinical use has been limited by severe toxicity ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "associated primarily with systemic administration with excess protein distributing freely throughout the body .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We hypothesized that rhIL-2 in alternate forms permitting more restricted localization may exert stronger antitumor efficacy and less toxicity .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Here , we have tested the utility of palmitate-derivatized rhIL-2 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "rhIL-2 was reacted with N-hydroxysuccinimide palmitate ester .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The resultant lipidated rhIL-2 ( pIL-2 ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "when mixed with cells , could spontaneously transfer from solution to cell surfaces .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Next , anticancer efficacy of pIL-2 was assessed in two modalities .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "For adoptive T cell therapy ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "antitumor cytotoxic T cells ( CTLs ) were protein transferred ( `` painted \u0027\u0027 ) with pIL-2 and injected into mice bearing lymphoma .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "For in situ therapy , pIL-2 was injected intratumorally into mice bearing melanoma .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Tumor growth and IL-2-associated toxicity were determined .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results-In the lymphoma model, painting of the antitumor CTLs with pIL-2 markedly increased their viability and titer. In the melanoma model, intratumoral injection of pIL-2, but not rhIL-2, increased the number of activated CD8 + T cells (IFN-γ + ) in the spleen, reduced lung metastasis and prolonged the survival of treated mice. Moreover, while repeated intratumoral injection of rhIL-2 at an excessively high dose (10 injections of 10000 IU/mouse) caused marked vascular leakage syndrome, the same regimen using pIL-2 caused no detectable toxicity.",
      "sentences": [
        [
          {
            "segment_text": "Results-In the lymphoma model , painting of the antitumor CTLs with pIL-2 markedly increased their viability and titer .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In the melanoma model , intratumoral injection of pIL-2 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but not rhIL-2 , increased the number of activated CD8 + T cells ( IFN-γ + ) in the spleen ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "reduced lung metastasis and prolonged the survival of treated mice .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , while repeated intratumoral injection of rhIL-2 at an excessively high dose ( 10 injections of 10000 IU/mouse ) caused marked vascular leakage syndrome ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the same regimen using pIL-2 caused no detectable toxicity .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions-Transferring spontaneously from solution to cell surfaces, pIL-2 may bypass the current limitations of rhIL-2 and, thus, serve as a more effective and tolerable anticancer drug.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions-Transferring spontaneously from solution to cell surfaces ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "pIL-2 may bypass the current limitations of rhIL-2 and ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "thus , serve as a more effective and tolerable anticancer drug .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "14",
    "segment_num": "22",
    "token_num": "296"
  }
}