{
  "paper_id": "4a73e5ac9bbb588a653204273f5761f91e248448",
  "metadata": {
    "title": "The human gut microbiota and virome: Potential therapeutic implications",
    "coda_data_split": "train",
    "coda_paper_id": 3508,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Human gut microbiota is a complex ecosystem with several functions integrated in the host organism (metabolic, immune, nutrients absorption, etc.). Human microbiota is composed by bacteria, yeasts, fungi and, last but not least, viruses, whose composition has not been completely described.",
      "sentences": [
        [
          {
            "segment_text": "Human gut microbiota is a complex ecosystem with several functions integrated in the host organism ( metabolic , immune , nutrients absorption , etc. ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Human microbiota is composed by bacteria ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "yeasts , fungi and , last but not least ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "viruses , whose composition has not been completely described .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "According to previous evidence on pathogenic viruses, the human gut harbours plant-derived viruses, giant viruses and, only recently, abundant bacteriophages. New metagenomic methods have allowed to reconstitute entire viral genomes from the genetic material spread in the human gut, opening new perspectives on the understanding of the gut virome composition, the importance of gut microbiome, and potential clinical applications.",
      "sentences": [
        [
          {
            "segment_text": "According to previous evidence on pathogenic viruses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the human gut harbours plant-derived viruses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "giant viruses and , only recently , abundant bacteriophages .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "New metagenomic methods have allowed to reconstitute entire viral genomes from the genetic material spread in the human gut ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "opening new perspectives on the understanding of the gut virome composition ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the importance of gut microbiome , and potential clinical applications .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "This review reports the latest evidence on human gut \"virome\" composition and its function, possible future therapeutic applications in human health in the context of the gut microbiota, and attempts to clarify the role of the gut \"virome\" in the larger microbial ecosystem.",
      "sentences": [
        [
          {
            "segment_text": "This review reports the latest evidence on human gut `` virome \u0027\u0027 composition and its function ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "possible future therapeutic applications in human health in the context of the gut microbiota ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and attempts to clarify the role of the gut `` virome \u0027\u0027 in the larger microbial ecosystem .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "5",
    "segment_num": "13",
    "token_num": "171"
  }
}