{
  "paper_id": "4a77ed78a686731dd79b6adcb1c1052b13e18be1",
  "metadata": {
    "title": "Highlighting Clinical Metagenomics for Enhanced Diagnostic Decision-making: A Step Towards Wider Implementation",
    "coda_data_split": "train",
    "coda_paper_id": 8146,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Clinical metagenomics (CMg) is the discipline that refers to the sequencing of all nucleic acid material present within a clinical specimen with the intent to recover clinically relevant microbial information. From a diagnostic perspective, next-generation sequencing (NGS) offers the ability to rapidly identify putative pathogens and predict their antimicrobial resistance profiles to optimize targeted treatment regimens. Since the introduction of metagenomics nearly a decade ago, numerous reports have described successful applications in an increasing variety of biological specimens, such as respiratory secretions, cerebrospinal fluid, stool, blood and tissue. Considerable advancements in sequencing and computational technologies in recent years have made CMg a promising tool in clinical microbiology laboratories. Moreover, costs per sample and turnaround time from specimen receipt to clinical management continue to decrease, making the prospect of CMg more feasible. Many difficulties, however, are associated with CMg and warrant further improvements such as the informatics infrastructure and analytical pipelines. Thus, the current review focuses on comprehensively assessing applications of CMg for diagnostic and subtyping purposes. Crown",
      "sentences": [
        [
          {
            "segment_text": "Clinical metagenomics ( CMg ) is the discipline that refers to the sequencing of all nucleic acid material present within a clinical specimen with the intent to recover clinically relevant microbial information .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "From a diagnostic perspective , next-generation sequencing ( NGS ) offers the ability to rapidly identify putative pathogens and predict their antimicrobial resistance profiles to optimize targeted treatment regimens .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Since the introduction of metagenomics nearly a decade ago ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "numerous reports have described successful applications in an increasing variety of biological specimens ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "such as respiratory secretions , cerebrospinal fluid ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "stool , blood and tissue .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Considerable advancements in sequencing and computational technologies in recent years have made CMg a promising tool in clinical microbiology laboratories .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Moreover , costs per sample and turnaround time from specimen receipt to clinical management continue to decrease ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "making the prospect of CMg more feasible .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Many difficulties , however , are associated with CMg and warrant further improvements such as the informatics infrastructure and analytical pipelines .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Thus , the current review focuses on comprehensively assessing applications of CMg for diagnostic and subtyping purposes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Crown",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "12",
    "token_num": "189"
  }
}