{
  "paper_id": "4a7a27dc78eb52b257112b2363cb67ab359ed681",
  "metadata": {
    "title": "A new membrane based process to isolate immunoglobulin from chicken egg yolk",
    "coda_data_split": "train",
    "coda_paper_id": 7572,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Although the importance of eggs as a source of specific antibodies has been well recognised, the generation of egg yolk immunoglobulins (IgY) is rarely chosen due to the peculiar composition of egg yolk and the lack of specific affinity ligands. In this work, we report a novel membrane based two-stage ultrafiltration process to isolate IgY from egg yolk. The effects of solution pH, ionic strength, stirring speed and permeate flux on the transmission of proteins were quantified using the pulsed sample injection technique and parameter scanning ultrafiltration. Under optimised conditions, the purity of immunoglobulin obtained was greater than 93% after the two-stage ultrafiltration process and the recovery of immunoglobulin from the feedstock was close to 87%. The resulting immunoglobulin product was then analysed by Isoelectric Focusing (IEF), SDS-PAGE and Circular Dichroism (CD), to confirm its isoelectric point, molecular weight and molecular secondary structure.",
      "sentences": [
        [
          {
            "segment_text": "Although the importance of eggs as a source of specific antibodies has been well recognised ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the generation of egg yolk immunoglobulins ( IgY ) is rarely chosen due to the peculiar composition of egg yolk and the lack of specific affinity ligands .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this work , we report a novel membrane based two-stage ultrafiltration process to isolate IgY from egg yolk .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The effects of solution pH ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "ionic strength , stirring speed and permeate flux on the transmission of proteins were quantified using the pulsed sample injection technique and parameter scanning ultrafiltration .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Under optimised conditions , the purity of immunoglobulin obtained was greater than 93 % after the two-stage ultrafiltration process and the recovery of immunoglobulin from the feedstock was close to 87 % .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The resulting immunoglobulin product was then analysed by Isoelectric Focusing ( IEF ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "SDS-PAGE and Circular Dichroism ( CD ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "to confirm its isoelectric point ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "molecular weight and molecular secondary structure .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "10",
    "token_num": "164"
  }
}