{
  "paper_id": "4a9621e52f9d28a719b98451b665248446bc236b",
  "metadata": {
    "title": "Revisiting the melamine contamination event in China: implications for ethics in food technology",
    "coda_data_split": "train",
    "coda_paper_id": 9638,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Food technology is a burgeoning field of applied science, invading many areas of the food industry and making contributions to economic advancement; however, little research has focused on ethical aspects in this field. This article attempts to fill this knowledge gap by revisiting the tainted milk event in China in 2008, followed by a detailed discussion of the application of food technology ethics in industrial contexts. Through the lesson learnt in the Chinese food industry, it is hoped that more global concerns on ethical issues in food technology will be raised, thereby creating a more humane food production industry.",
      "sentences": [
        [
          {
            "segment_text": "Food technology is a burgeoning field of applied science ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "invading many areas of the food industry and making contributions to economic advancement ; however ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "little research has focused on ethical aspects in this field .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This article attempts to fill this knowledge gap by revisiting the tainted milk event in China in 2008 ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "followed by a detailed discussion of the application of food technology ethics in industrial contexts .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Through the lesson learnt in the Chinese food industry ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "it is hoped that more global concerns on ethical issues in food technology will be raised ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "thereby creating a more humane food production industry .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "3",
    "segment_num": "8",
    "token_num": "108"
  }
}