{
  "paper_id": "4aa19640fd1b1a8fc71b31d32fe6009c992bd767",
  "metadata": {
    "title": "Inhibition of Interferon Induction and Action by the Nairovirus Nairobi Sheep Disease Virus/Ganjam Virus",
    "coda_data_split": "train",
    "coda_paper_id": 3997,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The Nairoviruses are an important group of tick-borne viruses that includes pathogens of man (Crimean Congo hemorrhagic fever virus) and livestock animals (Dugbe virus, Nairobi sheep disease virus (NSDV)). NSDV is found in large parts of East Africa and the Indian subcontinent (where it is known as Ganjam virus). We have investigated the ability of NSDV to antagonise the induction and actions of interferon. Both pathogenic and apathogenic isolates could actively inhibit the induction of type 1 interferon, and also blocked the signalling pathways of both type 1 and type 2 interferons. Using transient expression of viral proteins or sections of viral proteins, these activities all mapped to the ovarian tumour-like protease domain (OTU) found in the viral RNA polymerase. Virus infection, or expression of this OTU domain in transfected cells, led to a great reduction in the incorporation of ubiquitin or ISG15 protein into host cell proteins. Point mutations in the OTU that inhibited the protease activity also prevented it from antagonising interferon induction and action. Interestingly, a mutation at a peripheral site, which had little apparent effect on the ability of the OTU to inhibit ubiquitination and ISG15ylation, removed the ability of the OTU to block the induction of type 1 and the action of type 2 interferons, but had a lesser effect on the ability to block type 1 interferon action, suggesting that targets other than ubiquitin and ISG15 may be involved in the actions of the viral OTU.",
      "sentences": [
        [
          {
            "segment_text": "The Nairoviruses are an important group of tick-borne viruses that includes pathogens of man ( Crimean Congo hemorrhagic fever virus ) and livestock animals ( Dugbe virus , Nairobi sheep disease virus ( NSDV ) ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "NSDV is found in large parts of East Africa and the Indian subcontinent ( where it is known as Ganjam virus ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We have investigated the ability of NSDV to antagonise the induction and actions of interferon .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Both pathogenic and apathogenic isolates could actively inhibit the induction of type 1 interferon ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and also blocked the signalling pathways of both type 1 and type 2 interferons .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Using transient expression of viral proteins or sections of viral proteins ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "these activities all mapped to the ovarian tumour-like protease domain ( OTU ) found in the viral RNA polymerase .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Virus infection , or expression of this OTU domain in transfected cells ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "led to a great reduction in the incorporation of ubiquitin or ISG15 protein into host cell proteins .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Point mutations in the OTU that inhibited the protease activity also prevented it from antagonising interferon induction and action .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Interestingly , a mutation at a peripheral site ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which had little apparent effect on the ability of the OTU to inhibit ubiquitination and ISG15ylation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "removed the ability of the OTU to block the induction of type 1 and the action of type 2 interferons ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but had a lesser effect on the ability to block type 1 interferon action ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "suggesting that targets other than ubiquitin and ISG15 may be involved in the actions of the viral OTU .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "15",
    "token_num": "270"
  }
}