{
  "paper_id": "4af3c5e753ab36fe635645c55e208c16a81456c0",
  "metadata": {
    "title": "Prophylactic and therapeutic approaches for human metapneumovirus",
    "coda_data_split": "train",
    "coda_paper_id": 2649,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Human metapneumovirus (HMPV) is an important pneumovirus which causes acute respiratory disease in human beings. The viral infection leads to mild to severe respiratory symptoms depending on the age and immune status of the infected individual. Several groups across the world are working on the development of immunogens and therapy to manage HMPV infection with promising results under laboratory conditions but till date any virus specific vaccine or therapy has not been approved for clinical use. This minireview gives an overview of the prophylactic and therapeutic approaches to manage HMPV infections.",
      "sentences": [
        [
          {
            "segment_text": "Human metapneumovirus ( HMPV ) is an important pneumovirus which causes acute respiratory disease in human beings .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The viral infection leads to mild to severe respiratory symptoms depending on the age and immune status of the infected individual .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Several groups across the world are working on the development of immunogens and therapy to manage HMPV infection with promising results under laboratory conditions but till date any virus specific vaccine or therapy has not been approved for clinical use .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This minireview gives an overview of the prophylactic and therapeutic approaches to manage HMPV infections .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "4",
    "token_num": "97"
  }
}