{
  "paper_id": "4af50c8534fa874447eb227dc762eb3f9503e62f",
  "metadata": {
    "title": "Houttuynia cordata Thunb. polysaccharides ameliorates lipopolysaccharide-induced acute lung injury in mice",
    "coda_data_split": "train",
    "coda_paper_id": 4199,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Chemical compounds studied in this article: Formaldehyde (PubChem CID: 712) Ethanol (PubChem CID: 702) Dexamethasone (PubChem CID: 5743) Polymyxin B (PubChem CID: 49800004).",
      "sentences": [
        [
          {
            "segment_text": "Chemical compounds studied in this article : Formaldehyde ( PubChem CID : 712 ) Ethanol ( PubChem CID : 702 ) Dexamethasone ( PubChem CID : 5743 ) Polymyxin B ( PubChem CID : 49800004 ) .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Ethnopharmacological relevance: Houttuynia cordata (HC) has been used as a folk therapy to treat pulmonary infections. This study aimed to determine the role and mechanism of action of polysaccharides isolated from HC (HCP) in lipopolysaccharide (LPS)-induced ALI in the mice. Materials and methods: LPS was delivered by the intratracheal route to Balb/c mice 2 h before HCP (40, 80 and 160 mg/kg) administration. Results: The number of total cells, protein and tumor necrosis factor-α (TNF-α) concentrations in bronchoalveolar lavage fluid, the wet/dry weight ratio (w/d) of lungs and pulmonary pathology of each mouse were analyzed, it was found that HCP significantly alleviated ALI induced by LPS. Moreover, in lungs of mice, it was found that the infiltration of inflammatory cells, the expression of Toll-like receptor 4 and complement deposition were significantly decreased by HCP treatment. In vitro assays showed that C5a, a complement activation product, induced significant macrophage migration and treatment with HCP prevented it. The in vitro results also proved that LPS increased nitric oxide and pro-inflammatory cytokines (TNF-α, interleukin-6, and interleukin-1β) production, and HCP antagonized these effects of LPS. It was also found that HCP alone augmented secretion of some pro-inflammatory cytokines. Conclusion: These results indicate that HCP may alleviate LPS induced lung inflammatory injury, which may be associated with its inhibitory effect on the over activation of complement and macrophages. This suggests a potential role to treat ALI.",
      "sentences": [
        [
          {
            "segment_text": "Ethnopharmacological relevance : Houttuynia cordata ( HC ) has been used as a folk therapy to treat pulmonary infections .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This study aimed to determine the role and mechanism of action of polysaccharides isolated from HC ( HCP ) in lipopolysaccharide ( LPS ) - induced ALI in the mice .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Materials and methods : LPS was delivered by the intratracheal route to Balb/c mice 2 h before HCP ( 40 , 80 and 160 mg/kg ) administration .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : The number of total cells ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "protein and tumor necrosis factor-α ( TNF-α ) concentrations in bronchoalveolar lavage fluid ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the wet/dry weight ratio ( w/d ) of lungs and pulmonary pathology of each mouse were analyzed ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "it was found that HCP significantly alleviated ALI induced by LPS .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , in lungs of mice ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "it was found that the infiltration of inflammatory cells ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the expression of Toll-like receptor 4 and complement deposition were significantly decreased by HCP treatment .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In vitro assays showed that C5a ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "a complement activation product , induced significant macrophage migration and treatment with HCP prevented it .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The in vitro results also proved that LPS increased nitric oxide and pro-inflammatory cytokines ( TNF-α , interleukin-6 , and interleukin-1β ) production ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and HCP antagonized these effects of LPS .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "It was also found that HCP alone augmented secretion of some pro-inflammatory cytokines .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusion : These results indicate that HCP may alleviate LPS induced lung inflammatory injury ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which may be associated with its inhibitory effect on the over activation of complement and macrophages .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This suggests a potential role to treat ALI .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "11",
    "segment_num": "19",
    "token_num": "311"
  }
}