{
  "paper_id": "4af614b04d5df393575c749cd953aa3855fa8b44",
  "metadata": {
    "title": "Management of a Large Middle East Respiratory Syndrome Outbreak in a Tertiary Care Hospital: a Qualitative Case Study Management of a Large Middle East Respiratory Syndrome Outbreak Management of a Large Middle East Respiratory Syndrome Outbreak in a Tertiary Care Hospital: a Qualitative Case Study Perceptions of Management of a Large Middle East Respiratory Syndrome Outbreak in a Tertiary Care Hospital: a Qualitative Study Management of a Large Middle East Respiratory Syndrome Outbreak Perceptions of Post-break out Management by management and healthcare workers of a Middle East Respiratory Syndrome Outbreak in a Tertiary Care Hospital: a Qualitative Study Management of a Large Middle East Respiratory Syndrome Outbreak",
    "coda_data_split": "train",
    "coda_paper_id": 7950,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Objectives: This study sought to examine the operational and organizational management of a major outbreak of Middle East Respiratory Syndrome (MERS) caused by a novel coronavirus (MERS-CoV) in the Kingdom of Saudi Arabia (KSA). Key stakeholder perspectives were sought of the managerial processes associated with perceived success and lessons for future outbreaks.",
      "sentences": [
        [
          {
            "segment_text": "Objectives : This study sought to examine the operational and organizational management of a major outbreak of Middle East Respiratory Syndrome ( MERS ) caused by a novel coronavirus ( MERS-CoV ) in the Kingdom of Saudi Arabia ( KSA ) .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Key stakeholder perspectives were sought of the managerial processes associated with perceived success and lessons for future outbreaks .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Setting: A large teaching tertiary health care center in KSA; outbreak lasted six weeks commencing August 2015.",
      "sentences": [
        [
          {
            "segment_text": "Setting : A large teaching tertiary health care center in KSA ; outbreak lasted six weeks commencing August 2015 .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Participants: Data were collected via individual and focus group interviews with twenty-eight participants. These included nine key decision-makers and nineteen frontline health care workers (May, 2016). Additionally, documents pertaining to the outbreak management and subsequent audit were reviewed.",
      "sentences": [
        [
          {
            "segment_text": "Participants : Data were collected via individual and focus group interviews with twenty-eight participants .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "These included nine key decision-makers and nineteen frontline health care workers ( May , 2016 ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Additionally , documents pertaining to the outbreak management and subsequent audit were reviewed .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "We used process evaluation utilizing qualitative methods to examine perceptions of the outbreak and the factors contributing to, or detracting from, successful management. Data were analyzed using thematic content analysis.",
      "sentences": [
        [
          {
            "segment_text": "We used process evaluation utilizing qualitative methods to examine perceptions of the outbreak and the factors contributing to ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "or detracting from , successful management .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Data were analyzed using thematic content analysis .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results: Analysis revealed five themes and fifteen sub-themes. The themes were related to 1) Stress of the outbreak, 2) Factors perceived to contribute to outbreak occurrence, 3) Factors perceived to contribute to success of outbreak control, 4) Factors inhibiting outbreak control, and 5) Long-term institutional gains in response to the outbreak management.",
      "sentences": [
        [
          {
            "segment_text": "Results : Analysis revealed five themes and fifteen sub-themes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The themes were related to 1 ) Stress of the outbreak ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "2 ) Factors perceived to contribute to outbreak occurrence ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "3 ) Factors perceived to contribute to success of outbreak control ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "4 ) Factors inhibiting outbreak control ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and 5 ) Long-term institutional gains in response to the outbreak management .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "The practiced management of MERS at KAMC-R is an example of collective leadership. The dynamic utilization of multiple leaders, the selective activation of middle management\u0027s role, and the effective distribution of different tasks and responsibilities, resulted in breaking the transmission chain. The study also illustrates the need to address managerial aspects relating to the empowerment, motivation and mental health protection of frontline health care workers.",
      "sentences": [
        [
          {
            "segment_text": "The practiced management of MERS at KAMC-R is an example of collective leadership .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The dynamic utilization of multiple leaders ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the selective activation of middle management \u0027s role ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the effective distribution of different tasks and responsibilities ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "resulted in breaking the transmission chain .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The study also illustrates the need to address managerial aspects relating to the empowerment ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "motivation and mental health protection of frontline health care workers .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "• This is the first study to examine stakeholder perspectives of emergency managerial handling of MERS-CoV -a virus of international significance and high mortality.",
      "sentences": [
        [
          {
            "segment_text": "• This is the first study to examine stakeholder perspectives of emergency managerial handling of MERS-CoV - a virus of international significance and high mortality .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "• The study was independently conducted, and included perspectives of key stakeholders; managers and frontline health care workers.",
      "sentences": [
        [
          {
            "segment_text": "• The study was independently conducted ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and included perspectives of key stakeholders ; managers and frontline health care workers .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "• The study was relatively small, and focused on the subjective perceptions of key stakeholder participants.",
      "sentences": [
        [
          {
            "segment_text": "• The study was relatively small ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and focused on the subjective perceptions of key stakeholder participants .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "The King Abdullah International Medical Research Center approved the research and funded the data collection and analysis.",
      "sentences": [
        [
          {
            "segment_text": "The King Abdullah International Medical Research Center approved the research and funded the data collection and analysis .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "that is suitable to be replicated. Frontline management, dynamic utilization of multiple leaders, selective activation of middle management\u0027s role, and the effective distribution of different tasks and responsibilities among all concerned parties, resulted in a clear success, represented by outbreak control and subsequent institutional transformation. Despite this success, several managerial and change management aspects related to the empowerment, motivation, and mental health protection of frontline HCWs need to be addressed.",
      "sentences": [
        [
          {
            "segment_text": "that is suitable to be replicated .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Frontline management , dynamic utilization of multiple leaders ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "selective activation of middle management \u0027s role ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the effective distribution of different tasks and responsibilities among all concerned parties ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "resulted in a clear success ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "represented by outbreak control and subsequent institutional transformation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Despite this success , several managerial and change management aspects related to the empowerment ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "motivation , and mental health protection of frontline HCWs need to be addressed .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "The research team members declare no conflicts of interest.",
      "sentences": [
        [
          {
            "segment_text": "The research team members declare no conflicts of interest .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "12",
    "sentence_num": "21",
    "segment_num": "37",
    "token_num": "473"
  }
}