{
  "paper_id": "4b1008fc371bd80f58c6f5b6b663a615ac3036be",
  "metadata": {
    "title": "Acute Hemorrhagic Edema with extensive truck involvement and Rhinovirus infection association- NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/)",
    "coda_data_split": "train",
    "coda_paper_id": 3970,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Acute Hemorrhagic Edema (AHE) is a rare form of leukocytoclastic vasculitis with an unknown etiology. There are various possible triggers associated with the development of AHE such as Upper Respiratory Tract related infections which have been reported in the literature. A typical case of AHE is a child less than 2 years of age having the symptoms of fever, Acral Targetoid Purpura, and Edema. The course of this illness is benign with a complete resolution within few weeks. This case report involves a patient having the classical symptoms of fever, Purpura and Edema, but with an unusual extensive truncal involvement. Moreover, Rhinovirus infection testing was positive in the child\u0027s case. The presence of the virus gives a suspicion of being the possible trigger for the boy\u0027s AHE. In the previous hospital, the treatment started with steroid for a course of one week without a significant improvement which brought the patients to the Emergency department. A decision of continuing a supportive treatment led to a complete resolution. After 3 weeks the AHE symptoms were gone without any complications.",
      "sentences": [
        [
          {
            "segment_text": "Acute Hemorrhagic Edema ( AHE ) is a rare form of leukocytoclastic vasculitis with an unknown etiology .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "There are various possible triggers associated with the development of AHE such as Upper Respiratory Tract related infections which have been reported in the literature .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A typical case of AHE is a child less than 2 years of age having the symptoms of fever ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Acral Targetoid Purpura , and Edema .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The course of this illness is benign with a complete resolution within few weeks .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This case report involves a patient having the classical symptoms of fever ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Purpura and Edema , but with an unusual extensive truncal involvement .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Moreover , Rhinovirus infection testing was positive in the child \u0027s case .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The presence of the virus gives a suspicion of being the possible trigger for the boy \u0027s AHE .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In the previous hospital , the treatment started with steroid for a course of one week without a significant improvement which brought the patients to the Emergency department .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A decision of continuing a supportive treatment led to a complete resolution .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "After 3 weeks the AHE symptoms were gone without any complications .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "12",
    "token_num": "197"
  }
}