{
  "paper_id": "4b138ca6c96ce56fb2db1641847bd7686ca1cdff",
  "metadata": {
    "title": "Western Cold and Flu (WeCoF) aerosol study - preliminary results",
    "coda_data_split": "train",
    "coda_paper_id": 5663,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Influenza virus is responsible for annual deaths due to seasonal epidemics and is the cause of major pandemics which have claimed millions of human lives over the last century. Knowledge about respiratory virus transmission is advancing. Spread is likely through the air, but much work remains to be done to characterize the aerosols produced by infected individuals, including viral particle survival and infectivity. Although coughs have been characterized, little work has been done to examine coughs from infected individuals. The WeCoF project aims at providing evidence to support prevention measures to mitigate person-to-person influenza transmission in critical locations, such as hospitals, and during pandemics. Findings: A novel experimental cough chamber facilitythe FLUGIEhas been developed to study the far-field aerodynamics and aerosol transport of droplets produced by the coughs from humans naturally-infected with influenza. The flow field of each cough is measured using Particle Image Velocimetry (PIV). A preliminary study involving 12 healthy individuals has been carried out in order to quantify the strengths of their coughs at a distance of 1 m from the mouth. The spatially averaged maximum velocity was determined and the average value was 0.41 m/s across 27 coughs of good data quality. The peak value of velocity was also extracted and compared with the average velocity.",
      "sentences": [
        [
          {
            "segment_text": "Background : Influenza virus is responsible for annual deaths due to seasonal epidemics and is the cause of major pandemics which have claimed millions of human lives over the last century .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Knowledge about respiratory virus transmission is advancing .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Spread is likely through the air ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but much work remains to be done to characterize the aerosols produced by infected individuals ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including viral particle survival and infectivity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although coughs have been characterized ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "little work has been done to examine coughs from infected individuals .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The WeCoF project aims at providing evidence to support prevention measures to mitigate person-to-person influenza transmission in critical locations ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "such as hospitals , and during pandemics .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Findings : A novel experimental cough chamber facilitythe FLUGIEhas been developed to study the far-field aerodynamics and aerosol transport of droplets produced by the coughs from humans naturally-infected with influenza .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The flow field of each cough is measured using Particle Image Velocimetry ( PIV ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A preliminary study involving 12 healthy individuals has been carried out in order to quantify the strengths of their coughs at a distance of 1 m from the mouth .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The spatially averaged maximum velocity was determined and the average value was 0.41 m/s across 27 coughs of good data quality .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The peak value of velocity was also extracted and compared with the average velocity .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions: Preliminary results show that there is significant air motion associated with a cough (on the order of 0.5 m/s) as far away as 1 m from the mouth of the healthy person who coughs. The results from this pilot study provide the framework for a more extensive participant recruitment campaign that will encompass a statisticallysignificant cohort.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions : Preliminary results show that there is significant air motion associated with a cough ( on the order of 0.5 m/s ) as far away as 1 m from the mouth of the healthy person who coughs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The results from this pilot study provide the framework for a more extensive participant recruitment campaign that will encompass a statisticallysignificant cohort .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "12",
    "segment_num": "16",
    "token_num": "292"
  }
}