{
  "paper_id": "4b167feec5ee5a8c8b2fc8efe9799e316a6b865b",
  "metadata": {
    "title": "",
    "coda_data_split": "train",
    "coda_paper_id": 7408,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "publicly funded repositories, such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source. These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active. Veterinary Microbiology, 34 (1993) 321-332 321 Elsevier Science Publishers B.V., Amsterdam",
      "sentences": [
        [
          {
            "segment_text": "publicly funded repositories , such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Veterinary Microbiology , 34 ( 1993 ) 321-332 321 Elsevier Science Publishers B.V. , Amsterdam",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "comparison between polyacrylamide gel electrophoresis and two commercial tests. ABSTRACT Garcia-Sanchez, J., Corral, C., Halaihel, N.G., Simon, M.C., Alonso, J.L., Muzquiz, J.L., Ortega, C. and Girones, O., 1993. Survey of rotavirus infection in a dairy herd: comparison between polyacrylamide gel electrophoresis and two commercial tests. Vet. Microbiol., 34:321-332.",
      "sentences": [
        [
          {
            "segment_text": "comparison between polyacrylamide gel electrophoresis and two commercial tests .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "ABSTRACT Garcia-Sanchez , J. , Corral ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "C. , Halaihel , N.G. ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "Simon , M.C. , Alonso ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "J.L. , Muzquiz , J.L. ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "Ortega , C. and Girones , O. , 1993 .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Survey of rotavirus infection in a dairy herd : comparison between polyacrylamide gel electrophoresis and two commercial tests .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Vet .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Microbiol. , 34:321-332 .",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "A survey of rotavirus infection in a dairy herd with a history of neonatal diarrhoea was carried out. Faecal samples taken from 15 cows before and after calving as well as faeces taken from their calves daily from birth to two weeks of life were tested for rotavirus by polyacrylamide gel electrophoresis (PAGE) and compared with an ELISA and a latex agglutination commercial test. Rotavirus excretion was not detected in faeces from cows around parturition by any of the three tests. However, all of their calves shed rotaviruses during the observation period. The onset of rotavirus excretion determined by PAGE ranged from day 2 to day 8 of life (day 4.8 + 1.8 on average) and lasted for 4 to 7 days (5.3 + 1.1 days on average). Chi-square test showed a significant association (P\u003d 0.0001 ) between the presence of rotavirus and the altered consistency of calves faeces. All the three tests showed similar results (overall agreement 92.5%) but discrepancies were detected mainly at the beginning or at the end of the rotavirus excretion period. Results obtained with both commercial kits closely paralleled each other and parameters other than sensitivity, specificity, diagnostic accuracy or predictive values have to be considered as selection criteria.",
      "sentences": [
        [
          {
            "segment_text": "A survey of rotavirus infection in a dairy herd with a history of neonatal diarrhoea was carried out .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Faecal samples taken from 15 cows before and after calving as well as faeces taken from their calves daily from birth to two weeks of life were tested for rotavirus by polyacrylamide gel electrophoresis ( PAGE ) and compared with an ELISA and a latex agglutination commercial test .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Rotavirus excretion was not detected in faeces from cows around parturition by any of the three tests .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , all of their calves shed rotaviruses during the observation period .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The onset of rotavirus excretion determined by PAGE ranged from day 2 to day 8 of life ( day 4.8 + 1.8 on average ) and lasted for 4 to 7 days ( 5.3 + 1.1 days on average ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Chi-square test showed a significant association ( P \u003d 0.0001 ) between the presence of rotavirus and the altered consistency of calves faeces .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "All the three tests showed similar results ( overall agreement 92.5 % ) but discrepancies were detected mainly at the beginning or at the end of the rotavirus excretion period .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Results obtained with both commercial kits closely paralleled each other and parameters other than sensitivity ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "specificity , diagnostic accuracy or predictive values have to be considered as selection criteria .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "16",
    "segment_num": "21",
    "token_num": "361"
  }
}