{
  "paper_id": "4b1bbb4d9b70698a71b99101d3b2c0a8152de9b8",
  "metadata": {
    "title": "Porcine DC-SIGN: Molecular cloning, gene structure, tissue distribution and binding characteristics §",
    "coda_data_split": "train",
    "coda_paper_id": 10159,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "A B S T R A C T DC-SIGN, a human C-type lectin, is involved in the transmission of many enveloped viruses. Here we report the cloning and characterization of the cDNA and gene encoding porcine DC-SIGN (pDC-SIGN). The full-length pDC-SIGN cDNA encodes a type II transmembrane protein of 240 amino acids. Phylogenetic analysis revealed that pDC-SIGN, together with bovine, canis and equine DC-SIGN, are more closely related to mouse SIGNR7 and SIGNR8 than to human DC-SIGN. pDC-SIGN has the same gene structure as bovine, canis DC-SIGN and mouse SIGNR8 with eight exons. pDC-SIGN mRNA expression was detected in pig spleen, thymus, lymph node, lung, bone marrow and muscles. pDC-SIGN protein was found to express on the surface of monocyte-derived macrophages and dendritic cells, alveolar macrophages, lymph node sinusoidal macrophage-like, dendritic-like and endothelial cells but not of monocytes, peripheral blood lymphocytes or lymph node lymphocytes. A BHK cell line stably expressing pDC-SIGN binds to human ICAM-3 and ICAM-2 immunoadhesins in a calcium-dependent manner, and enhances the transmission of porcine reproductive and respiratory syndrome virus (PRRSV) to target cells in trans. The results will help better understand the biological role(s) of DC-SIGN family in innate immunity during the evolutionary process.",
      "sentences": [
        [
          {
            "segment_text": "A B S T R A C T DC-SIGN ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a human C-type lectin , is involved in the transmission of many enveloped viruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we report the cloning and characterization of the cDNA and gene encoding porcine DC-SIGN ( pDC-SIGN ) .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The full-length pDC-SIGN cDNA encodes a type II transmembrane protein of 240 amino acids .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Phylogenetic analysis revealed that pDC-SIGN ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "together with bovine , canis and equine DC-SIGN ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "are more closely related to mouse SIGNR7 and SIGNR8 than to human DC-SIGN .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "pDC-SIGN has the same gene structure as bovine ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "canis DC-SIGN and mouse SIGNR8 with eight exons .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "pDC-SIGN mRNA expression was detected in pig spleen ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "thymus , lymph node , lung , bone marrow and muscles .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "pDC-SIGN protein was found to express on the surface of monocyte-derived macrophages and dendritic cells ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "alveolar macrophages , lymph node sinusoidal macrophage-like ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "dendritic-like and endothelial cells but not of monocytes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "peripheral blood lymphocytes or lymph node lymphocytes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A BHK cell line stably expressing pDC-SIGN binds to human ICAM-3 and ICAM-2 immunoadhesins in a calcium-dependent manner ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and enhances the transmission of porcine reproductive and respiratory syndrome virus ( PRRSV ) to target cells in trans .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The results will help better understand the biological role ( s ) of DC-SIGN family in innate immunity during the evolutionary process .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "ß",
      "sentences": [
        [
          {
            "segment_text": "ß",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "10",
    "segment_num": "19",
    "token_num": "231"
  }
}