{
  "paper_id": "4b34c9376a254a376e289a131d3d9ba039733479",
  "metadata": {
    "title": "And Why So Great a \"No?\" The Donor and Academic Communities\u0027 Failure to Confront Global Chronic Disease",
    "coda_data_split": "train",
    "coda_paper_id": 9975,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Chronic diseases are the dominant issues for global public health in terms of mortality, morbidity, and cost, and they have been identified as such for \u003e40 years. Despite their predominance, however, these diseasescardiovascular disease (CVD), diabetes, cancer, pulmonary disease, mental health, and dementia-attract little attention in the public health curriculum and even less from the funding community. We explore the rationales that have perpetuated this inability or unwillingness to match need with effort. We examine 3 concepts that impede changing this relationship: 1) the traditional contextual view of public health that emerged, to be sure with great success, in the posteWorld War II era; 2) the failure of public health to transition to economic development as the goal of health assistance; and 3) the unwillingness of public health to confront social, political, and economic policies as the foci of upstream drivers of the public\u0027s health. We conclude with a discussion of the need for public health to expand its horizon and tear down the walls of the silos that inhibit the emergence of relevant global public health.",
      "sentences": [
        [
          {
            "segment_text": "Chronic diseases are the dominant issues for global public health in terms of mortality ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "morbidity , and cost , and they have been identified as such for \u003e 40 years .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Despite their predominance , however ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "these diseasescardiovascular disease ( CVD ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "diabetes , cancer , pulmonary disease ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "mental health , and dementia-attract little attention in the public health curriculum and even less from the funding community .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We explore the rationales that have perpetuated this inability or unwillingness to match need with effort .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We examine 3 concepts that impede changing this relationship : 1 ) the traditional contextual view of public health that emerged ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "to be sure with great success ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "in the posteWorld War II era ; 2 ) the failure of public health to transition to economic development as the goal of health assistance ; and 3 ) the unwillingness of public health to confront social ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "political , and economic policies as the foci of upstream drivers of the public \u0027s health .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We conclude with a discussion of the need for public health to expand its horizon and tear down the walls of the silos that inhibit the emergence of relevant global public health .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "12",
    "token_num": "206"
  }
}