{
  "paper_id": "4b3e454f57edd89563485c04da1df5f95ebd2b5e",
  "metadata": {
    "title": "SARS coronavirus protein 7a interacts with human Ap 4 A-hydrolase",
    "coda_data_split": "train",
    "coda_paper_id": 8923,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The SARS coronavirus (SARS-CoV) open reading frame 7a (ORF 7a) encodes a 122 amino acid accessory protein. It has no significant sequence homology with any other known proteins. The 7a protein is present in the virus particle and has been shown to interact with several host proteins; thereby implicating it as being involved in several pathogenic processes including apoptosis, inhibition of cellular protein synthesis, and activation of p38 mitogen activated protein kinase. In this study we present data demonstrating that the SARS-CoV 7a protein interacts with human Ap 4 A-hydrolase (asymmetrical diadenosine tetraphosphate hydrolase, EC 3.6.1.17). Ap 4 A-hydrolase is responsible for metabolizing the \"allarmone\" nucleotide Ap 4 A and therefore likely involved in regulation of cell proliferation, DNA replication, RNA processing, apoptosis and DNA repair. The interaction between 7a and Ap 4 A-hydrolase was identified using yeast two-hybrid screening. The interaction was confirmed by co-immunoprecipitation from cultured human cells transiently expressing V5-His tagged 7a and HA tagged Ap 4 A-hydrolase. Human tissue culture cells transiently expressing 7a and Ap 4 A-hydrolase tagged with EGFP and Ds-Red2 respectively show these proteins co-localize in the cytoplasm.",
      "sentences": [
        [
          {
            "segment_text": "The SARS coronavirus ( SARS-CoV ) open reading frame 7a ( ORF 7a ) encodes a 122 amino acid accessory protein .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It has no significant sequence homology with any other known proteins .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The 7a protein is present in the virus particle and has been shown to interact with several host proteins ; thereby implicating it as being involved in several pathogenic processes including apoptosis ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "inhibition of cellular protein synthesis ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and activation of p38 mitogen activated protein kinase .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study we present data demonstrating that the SARS-CoV 7a protein interacts with human Ap 4 A-hydrolase ( asymmetrical diadenosine tetraphosphate hydrolase , EC 3.6.1.17 ) .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Ap 4 A-hydrolase is responsible for metabolizing the `` allarmone \u0027\u0027 nucleotide Ap 4 A and therefore likely involved in regulation of cell proliferation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "DNA replication , RNA processing , apoptosis and DNA repair .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The interaction between 7a and Ap 4 A-hydrolase was identified using yeast two-hybrid screening .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The interaction was confirmed by co-immunoprecipitation from cultured human cells transiently expressing V5-His tagged 7a and HA tagged Ap 4 A-hydrolase .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Human tissue culture cells transiently expressing 7a and Ap 4 A-hydrolase tagged with EGFP and Ds-Red2 respectively show these proteins co-localize in the cytoplasm .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "11",
    "token_num": "208"
  }
}