{
  "paper_id": "4b9d7798fac4004024c857ca58544cd2fb3c0d7b",
  "metadata": {
    "title": "The World Federation: Enhancing Global Critical Care Practice and Performance",
    "coda_data_split": "train",
    "coda_paper_id": 5890,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "So what\u0027s the point of reading about health care challenges in developing countries? How does it help us practise better medicine and lead better lives? Our answer is that medicine cannot be practised in isolation. As the world becomes smaller, health care around the world has more, not less, in common. All health care systems struggle with the challenges of limited resources and growing demand. As well as providing clinically practical, we think the BMJ has a role in presenting an international perspective on health care [1].",
      "sentences": [
        [
          {
            "segment_text": "So what \u0027s the point of reading about health care challenges in developing countries ?",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "How does it help us practise better medicine and lead better lives ?",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Our answer is that medicine can not be practised in isolation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "As the world becomes smaller ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "health care around the world has more ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "not less , in common .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "All health care systems struggle with the challenges of limited resources and growing demand .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "As well as providing clinically practical ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "we think the BMJ has a role in presenting an international perspective on health care ( 1 ) .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "9",
    "token_num": "101"
  }
}