{
  "paper_id": "4ba8032f2aedc74eda0d7f73e7b4977ad78a977d",
  "metadata": {
    "title": "Establishment of canine and feline cells expressing canine signaling lymphocyte activation molecule for canine distemper virus study",
    "coda_data_split": "train",
    "coda_paper_id": 8826,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Signaling lymphocyte activation molecule (SLAM) is one of the receptors for canine distemper virus (CDV). In this study, canine and feline cells expressing canine SLAM, designated A-72/cSLAM and CRFK/cSLAM, were established for the in vitro study of canine distemper. Recent CDV isolates, KDK-1 and 246, which belong to genotypes Asia/H1 and Asia/H2, respectively, rapidly grew and produced distinct syncytia in both the SLAM-expressing cells. The virus-neutralizing (VN) test was successfully performed using these cells, and the results indicated that sera from dogs experimentally infected with KDK-1 had higher VN titers for homologous strain KDK-1 than for heterologous strain 246 and the vaccine Onderstepoort. These newly established cells expressing canine SLAM would help virological and serological analyses of canine distemper. #",
      "sentences": [
        [
          {
            "segment_text": "Signaling lymphocyte activation molecule ( SLAM ) is one of the receptors for canine distemper virus ( CDV ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , canine and feline cells expressing canine SLAM ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "designated A-72 / cSLAM and CRFK/cSLAM ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "were established for the in vitro study of canine distemper .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Recent CDV isolates , KDK-1 and 246 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which belong to genotypes Asia/H1 and Asia/H2 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "respectively , rapidly grew and produced distinct syncytia in both the SLAM-expressing cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The virus-neutralizing ( VN ) test was successfully performed using these cells ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the results indicated that sera from dogs experimentally infected with KDK-1 had higher VN titers for homologous strain KDK-1 than for heterologous strain 246 and the vaccine Onderstepoort .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These newly established cells expressing canine SLAM would help virological and serological analyses of canine distemper .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "#",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "11",
    "token_num": "141"
  }
}