{
  "paper_id": "4baa61e791ff5aa90affac055aee043503472aaa",
  "metadata": {
    "title": "Journal of Ethnobiology and Ethnomedicine Biodiversity, traditional medicine and public health: where do they meet?",
    "coda_data_split": "train",
    "coda_paper_id": 7688,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Given the increased use of traditional medicines, possibilities that would ensure its successful integration into a public health framework should be explored. This paper discusses some of the links between biodiversity and traditional medicine, and addresses their implications to public health. We explore the importance of biodiversity and ecosystem services to global and human health, the risks which human impacts on ecosystems and biodiversity present to human health and welfare.",
      "sentences": [
        [
          {
            "segment_text": "Given the increased use of traditional medicines ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "possibilities that would ensure its successful integration into a public health framework should be explored .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This paper discusses some of the links between biodiversity and traditional medicine ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and addresses their implications to public health .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We explore the importance of biodiversity and ecosystem services to global and human health ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "the risks which human impacts on ecosystems and biodiversity present to human health and welfare .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "3",
    "segment_num": "6",
    "token_num": "76"
  }
}