{
  "paper_id": "4bb871c7aeeda90958c769933f1ef1b4afee8b49",
  "metadata": {
    "title": "Urban fringe land use transitions in Hong Kong: from new towns to new development areas",
    "coda_data_split": "train",
    "coda_paper_id": 4418,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Land in urban fringe area is the primary source for land supply and development. In Hong Kong (HK), nine new towns have been built in New Territories since 1970s, providing 172.6 km 2 built-up land and large amount of residences for 3.4 million people. However, due to land scarcity, development restriction, and social opposition, New Development Area (NDA), as the small-scale extension of New Town (NT), was designated as one of the main approaches for HK medium and long term land supply. To demonstrate the characteristics of urban fringe land use transitions in Hong Kong, literature review and case study were used in this research. The history of new town development and the scheme of new development areas were introduced firstly. Afterwards, the land use features of NT and NDA were compared and the case of Hung Shui Kiu NDA was illustrated. It is concluded that while housing, infrastructure and facility were the main elements in NTs, employment, vibrancy and environment were suggested to be the new compulsory elements in NDAs integrated to the traditional planning concepts. As for the development approach, lease modification was adopted in NDA to allow private landowners directly develop their land, in addition to the traditional development approach of land resumption in NT. It is suggested to ensure the development of NDA, the proposed development plan should be persuasive to provide the optimal land use distribution as a trade-off among the profits of developers, the interests of local villager, government concern and the provision of land for future residents. Also, community engagement will play a more important role in NDA planning process. Referring to the analysis of urban fringe land use transitions and strategies for planning and development, the study would also be helpful to others growing cities.",
      "sentences": [
        [
          {
            "segment_text": "Land in urban fringe area is the primary source for land supply and development .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In Hong Kong ( HK ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "nine new towns have been built in New Territories since 1970s ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "providing 172.6 km 2 built-up land and large amount of residences for 3.4 million people .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , due to land scarcity ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "development restriction , and social opposition ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "New Development Area ( NDA ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "as the small-scale extension of New Town ( NT ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "was designated as one of the main approaches for HK medium and long term land supply .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To demonstrate the characteristics of urban fringe land use transitions in Hong Kong ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "literature review and case study were used in this research .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The history of new town development and the scheme of new development areas were introduced firstly .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Afterwards , the land use features of NT and NDA were compared and the case of Hung Shui Kiu NDA was illustrated .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "It is concluded that while housing ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "infrastructure and facility were the main elements in NTs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "employment , vibrancy and environment were suggested to be the new compulsory elements in NDAs integrated to the traditional planning concepts .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "As for the development approach ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "lease modification was adopted in NDA to allow private landowners directly develop their land ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "in addition to the traditional development approach of land resumption in NT .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "It is suggested to ensure the development of NDA ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the proposed development plan should be persuasive to provide the optimal land use distribution as a trade-off among the profits of developers ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the interests of local villager ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "government concern and the provision of land for future residents .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Also , community engagement will play a more important role in NDA planning process .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Referring to the analysis of urban fringe land use transitions and strategies for planning and development ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the study would also be helpful to others growing cities .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "26",
    "token_num": "330"
  }
}