{
  "paper_id": "4bb82fde75a30f84bc7480822bd886748863e289",
  "metadata": {
    "title": "Sample preparation for serum/plasma profiling and biomarker identification by mass spectrometry",
    "coda_data_split": "train",
    "coda_paper_id": 3326,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "In this article, we present an overview of the different strategies for sample preparation for identification by mass spectrometry (MS) of biomarkers from serum and/or plasma. We consider the effects of the variables involved in sample collection, handling and storage, and describe different approaches for removal of high abundance proteins and serum/plasma fractionation. We review the advantages and disadvantages of such techniques as centrifugal ultrafiltration, different formats for solid phase extraction, organic solvent extraction, gel and capillary electrophoresis, and liquid chromatography. We also discuss a variety of current proteomic methods and their main applications for biomarker-related studies.",
      "sentences": [
        [
          {
            "segment_text": "In this article , we present an overview of the different strategies for sample preparation for identification by mass spectrometry ( MS ) of biomarkers from serum and/or plasma .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We consider the effects of the variables involved in sample collection ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "handling and storage , and describe different approaches for removal of high abundance proteins and serum/plasma fractionation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We review the advantages and disadvantages of such techniques as centrifugal ultrafiltration ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "different formats for solid phase extraction ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "organic solvent extraction , gel and capillary electrophoresis , and liquid chromatography .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We also discuss a variety of current proteomic methods and their main applications for biomarker-related studies .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "7",
    "token_num": "110"
  }
}