{
  "paper_id": "4bbf0ae8ce7ef38895bbd79f6fb222249f6fc9bb",
  "metadata": {
    "title": "Microbial pathogenesis and type III interferons",
    "coda_data_split": "train",
    "coda_paper_id": 5201,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The innate immune system possesses a multitude of pathways to sense and respond to microbial pathogens. One such family are the interferons (IFNs), a family of cytokines that are involved in several cellular functions. Type I IFNs are appreciated to be important in several viral and bacterial diseases, while the recently identified type III IFNs (IFNL1, IFNL2, IFNL3, IFNL4) have been studied primarily in the context of viral infection. Viral and bacterial infections however are not mutually exclusive, and often the presence of a viral pathogen increases the pathogenesis of bacterial infection. The role of type III IFN in bacterial and viral-bacterial co-infections has just begun to be explored. In this mini review we discuss type III IFN signaling and its role in microbial pathogenesis with an emphasis on the work that has been conducted with bacterial pathogens.",
      "sentences": [
        [
          {
            "segment_text": "The innate immune system possesses a multitude of pathways to sense and respond to microbial pathogens .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "One such family are the interferons ( IFNs ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a family of cytokines that are involved in several cellular functions .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Type I IFNs are appreciated to be important in several viral and bacterial diseases ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "while the recently identified type III IFNs ( IFNL1 , IFNL2 , IFNL3 , IFNL4 ) have been studied primarily in the context of viral infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Viral and bacterial infections however are not mutually exclusive ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and often the presence of a viral pathogen increases the pathogenesis of bacterial infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The role of type III IFN in bacterial and viral-bacterial co-infections has just begun to be explored .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this mini review we discuss type III IFN signaling and its role in microbial pathogenesis with an emphasis on the work that has been conducted with bacterial pathogens .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "9",
    "token_num": "154"
  }
}