{
  "paper_id": "4bc6ead9368ec84dba7c56b78624f681293e568b",
  "metadata": {
    "title": "Characteristics and trends of traumatic injuries in children visiting emergency departments in South Korea: A retrospective serial cross-sectional study using both nationwide-sample and single-institutional data",
    "coda_data_split": "train",
    "coda_paper_id": 4588,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "We investigated the incidences and characteristics of pediatric traumatic injuries requiring emergency department visits, through a complementary approach using both nationwidesample and single-institutional data. Data for children (aged \u003c15 years) identified with traumatic injuries during a 10-year period from the Korean National Health Insurance Sharing Service (n \u003d 35,064 among 10,114,909 randomly sampled cases from the claim records of the National Health Insurance) and the authors\u0027 institute (n \u003d 39,228) were retrospectively reviewed. The incidences and characteristics of the injuries were investigated using both datasets; additionally, detailed information regarding the injury environments was investigated using the single-institutional data. The findings were similar across both datasets. The incidence of injuries increased during the study period; the head was most commonly injured, whereas the trunk or proximal extremities were rarely injured; low-energy head injuries accounted for \u003e50% of the cases in children aged \u003c5 years, although the incidences of lowerextremity injuries and fractures increased in older children. Single-institutional data demonstrated that the proportion of indoor playground and trampoline-related injuries increased rapidly during the study period, and outdoor injuries and seasonal variation (with peak incidences in May and June) were more prominent in older children. Based on similarities between both datasets, the detailed results regarding pediatric traumatic injuries obtained from the singleinstitutional data could be generalized nationally with adequate external validity. To prevent traumatic injuries, it may be more effective to wear protective equipment covering the head and distal extremities rather than the trunk or proximal extremities; simple clothing, such as caps, could prevent many injuries in preschoolers. Among older children, safety guidelines for outdoor sports/leisure activities are needed. The increase in pediatric traumatic injuries may be partially explained by the increased availability of indoor playgrounds and installation of trampolines. Stricter adherence to the preventive guidelines is needed.",
      "sentences": [
        [
          {
            "segment_text": "We investigated the incidences and characteristics of pediatric traumatic injuries requiring emergency department visits ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "through a complementary approach using both nationwidesample and single-institutional data .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Data for children ( aged \u003c 15 years ) identified with traumatic injuries during a 10-year period from the Korean National Health Insurance Sharing Service ( n \u003d 35,064 among 10,114,909 randomly sampled cases from the claim records of the National Health Insurance ) and the authors \u0027 institute ( n \u003d 39,228 ) were retrospectively reviewed .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The incidences and characteristics of the injuries were investigated using both datasets ; additionally ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "detailed information regarding the injury environments was investigated using the single-institutional data .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The findings were similar across both datasets .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The incidence of injuries increased during the study period ; the head was most commonly injured ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whereas the trunk or proximal extremities were rarely injured ; low-energy head injuries accounted for \u003e 50 % of the cases in children aged \u003c 5 years ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "although the incidences of lowerextremity injuries and fractures increased in older children .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Single-institutional data demonstrated that the proportion of indoor playground and trampoline-related injuries increased rapidly during the study period ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and outdoor injuries and seasonal variation ( with peak incidences in May and June ) were more prominent in older children .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Based on similarities between both datasets ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the detailed results regarding pediatric traumatic injuries obtained from the singleinstitutional data could be generalized nationally with adequate external validity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "To prevent traumatic injuries , it may be more effective to wear protective equipment covering the head and distal extremities rather than the trunk or proximal extremities ; simple clothing ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "such as caps , could prevent many injuries in preschoolers .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Among older children , safety guidelines for outdoor sports/leisure activities are needed .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The increase in pediatric traumatic injuries may be partially explained by the increased availability of indoor playgrounds and installation of trampolines .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Stricter adherence to the preventive guidelines is needed .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Low-energy injuries (that is, superficial injuries such as abrasions or open wounds such as lacerations) were the most common injury type for children aged \u003c5 years. Although fracture is a rare injury type in young children, it was relatively common in children aged \u003e5 years and became the most common injury type in children aged \u003e11 years (bold font). Data are presented as n (%).",
      "sentences": [
        [
          {
            "segment_text": "Low-energy injuries ( that is , superficial injuries such as abrasions or open wounds such as lacerations ) were the most common injury type for children aged \u003c 5 years .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Although fracture is a rare injury type in young children ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "it was relatively common in children aged \u003e 5 years and became the most common injury type in children aged \u003e 11 years ( bold font ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Data are presented as n ( % ) .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "14",
    "segment_num": "22",
    "token_num": "412"
  }
}