{
  "paper_id": "4be0f3ca349a2ebd8656049f97c1720c98acec63",
  "metadata": {
    "title": "DExD/H-box RNA helicases as mediators of anti-viral innate immunity and essential host factors for viral replication ☆",
    "coda_data_split": "train",
    "coda_paper_id": 2371,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Traditional functions of DExD/H-box helicases are concerned with RNA metabolism; they have been shown to play a part in nearly every cellular process that involves RNA. On the other hand, it is accepted that DexD/H-box helicases also engage in activities that do not require helicase activity. A number of DExD/ H-box helicases have been shown to be involved in anti-viral immunity. The RIG-like helicases, RIG-I, mda5 and lgp2, act as important cytosolic pattern recognition receptors for viral RNA. Detection of viral nucleic acids by the RIG-like helicases or other anti-viral pattern recognition receptors leads to the induction of type I interferons and pro-inflammatory cytokines. More recently, additional DExD/H-box helicases have also been implicated to act as cytosolic sensors of viral nucleic acids, including DDX3, DDX41, DHX9, DDX60, DDX1 and DHX36. However, there is evidence that at least some of these helicases might have more downstream functions in pattern recognition receptor signalling pathways, as signalling adaptors or transcriptional regulators. In an interesting twist, a lot of DExD/H-box helicases have also been identified as essential host factors for the replication of different viruses, suggesting that viruses \u0027hijack\u0027 their RNA helicase activities for their benefit. Interestingly, DDX3, DDX1 and DHX9 are among the helicases that are required for the replication of a diverse range of viruses. This might suggest that these helicases are highly contested targets in the ongoing \u0027arms race\u0027 between viruses and the host immune system. This article is part of a Special Issue entitled: The Biology of RNA helicases -Modulation for life.",
      "sentences": [
        [
          {
            "segment_text": "Traditional functions of DExD/H-box helicases are concerned with RNA metabolism ; they have been shown to play a part in nearly every cellular process that involves RNA .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "On the other hand , it is accepted that DexD/H-box helicases also engage in activities that do not require helicase activity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A number of DExD / H-box helicases have been shown to be involved in anti-viral immunity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The RIG-like helicases , RIG-I ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "mda5 and lgp2 , act as important cytosolic pattern recognition receptors for viral RNA .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Detection of viral nucleic acids by the RIG-like helicases or other anti-viral pattern recognition receptors leads to the induction of type I interferons and pro-inflammatory cytokines .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "More recently , additional DExD/H-box helicases have also been implicated to act as cytosolic sensors of viral nucleic acids ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including DDX3 , DDX41 , DHX9 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "DDX60 , DDX1 and DHX36 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , there is evidence that at least some of these helicases might have more downstream functions in pattern recognition receptor signalling pathways ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "as signalling adaptors or transcriptional regulators .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In an interesting twist , a lot of DExD/H-box helicases have also been identified as essential host factors for the replication of different viruses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "suggesting that viruses ` hijack \u0027 their RNA helicase activities for their benefit .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Interestingly , DDX3 , DDX1 and DHX9 are among the helicases that are required for the replication of a diverse range of viruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This might suggest that these helicases are highly contested targets in the ongoing ` arms race \u0027 between viruses and the host immune system .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This article is part of a Special Issue entitled : The Biology of RNA helicases - Modulation for life .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "16",
    "token_num": "287"
  }
}