{
  "paper_id": "4bee7554b1a75c17d6b90bf01058b16e60da3e2e",
  "metadata": {
    "title": "Journal Pre-proof Chinese herbal Huo-Gu Formula for treatment of steroid-associated osteonecrosis of femoral head: a 14-years follow-up of convalescent SARS patients Chinese herbal Huo-Gu Formula for treatment of steroid-associated osteonecrosis of femoral head: a 14-years follow-up of convalescent SARS patients",
    "coda_data_split": "train",
    "coda_paper_id": 9668,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Purpose: The Coronavirus disease 2019 reminds us of the SARS outbreak in 2003, and up to date, corticosteroid is commonly administrated to severe patients with COVID-19. Osteonecrosis of the femoral head (ONFH) is a common disabling complication among convalescent SARS patients who received corticosteroid therapy. In China, a considerable number of convalescent SARS patients with steroid-associated ONFH had undergone conservative treatment by Traditional Chinese Medicine (TCM), and this study aims to evaluate the long-term results of a spleen-invigorating Huo-Gu Formula (HGF) therapy in these patients.",
      "sentences": [
        [
          {
            "segment_text": "Purpose : The Coronavirus disease 2019 reminds us of the SARS outbreak in 2003 ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and up to date , corticosteroid is commonly administrated to severe patients with COVID-19 .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Osteonecrosis of the femoral head ( ONFH ) is a common disabling complication among convalescent SARS patients who received corticosteroid therapy .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "In China , a considerable number of convalescent SARS patients with steroid-associated ONFH had undergone conservative treatment by Traditional Chinese Medicine ( TCM ) ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and this study aims to evaluate the long-term results of a spleen-invigorating Huo-Gu Formula ( HGF ) therapy in these patients .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "with bilateral steroid-associated ONFH (66 hips) were enrolled in this study. All patients received oral HGF therapy for six months when they were confirmed the diagnosis of steroid-associated ONFH.",
      "sentences": [
        [
          {
            "segment_text": "with bilateral steroid-associated ONFH ( 66 hips ) were enrolled in this study .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "All patients received oral HGF therapy for six months when they were confirmed the diagnosis of steroid-associated ONFH .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "They had been regularly followed up at an interval of one year. Harris hip score and medical imaging modalities, including plain radiography, computed tomography, and magnetic resonance imaging, were performed to evaluate the outcomes.",
      "sentences": [
        [
          {
            "segment_text": "They had been regularly followed up at an interval of one year .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Harris hip score and medical imaging modalities ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "including plain radiography , computed tomography ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and magnetic resonance imaging , were performed to evaluate the outcomes .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results: Based on average 14 years of follow-up of HGF therapy (ranging from six to 16 years), 38 hips (57%) among the 66 hips developed definite osteoarthritis, and 14 hips (26%) in 53 pre-collapse hips (ARCO stage I or II) progressed to femoral head collapse(ARCO stage III or IV). Only five patients (also five hips) underwent total hip arthroplasty, and the mean hip survival time was over 15 years by the Kaplan-Meier analysis. We observed a mean Harris hip score of 63 points, which represented the reserve of 55% in pain score and 70% in physical function score. The severity of groin pain was not correlated to the severity of osteoarthritis.",
      "sentences": [
        [
          {
            "segment_text": "Results : Based on average 14 years of follow-up of HGF therapy ( ranging from six to 16 years ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "38 hips ( 57 % ) among the 66 hips developed definite osteoarthritis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and 14 hips ( 26 % ) in 53 pre-collapse hips ( ARCO stage I or II ) progressed to femoral head collapse ( ARCO stage III or IV ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Only five patients ( also five hips ) underwent total hip arthroplasty ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the mean hip survival time was over 15 years by the Kaplan-Meier analysis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We observed a mean Harris hip score of 63 points ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which represented the reserve of 55 % in pain score and 70 % in physical function score .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The severity of groin pain was not correlated to the severity of osteoarthritis .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Chinese herbal HGF therapy demonstrates beneficial effects on preventing femoral head collapse, delaying total hip arthroplasty (THA )surgery, and maintaining physical function in the treatment of steroid-associated ONFH. HGF therapy might be therefore a good alternative for the treatment of steroid-associated ONFH secondary to rheumatologic and infection diseases.",
      "sentences": [
        [
          {
            "segment_text": "Chinese herbal HGF therapy demonstrates beneficial effects on preventing femoral head collapse ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "delaying total hip arthroplasty ( THA ) surgery ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and maintaining physical function in the treatment of steroid-associated ONFH .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "HGF therapy might be therefore a good alternative for the treatment of steroid-associated ONFH secondary to rheumatologic and infection diseases .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "5",
    "sentence_num": "13",
    "segment_num": "23",
    "token_num": "363"
  }
}