{
  "paper_id": "4c190f92b2e396537ecab9d5dfa9ed89870f2b45",
  "metadata": {
    "title": "Chapter 17 Carbohydrate Antigen Microarrays",
    "coda_data_split": "train",
    "coda_paper_id": 2852,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "This chapter describes one of my laboratory\u0027s working protocols for carbohydrate-based microarrays. Using a standard microarray spotter, we print carbohydrate antigens directly on the nitrocellulose-coated bioarray substrates. Because these substrates support noncovalent immobilization of many spotted antigens, in general no chemical modification of the antigen is needed for microarray production. Thus, this bioarray platform is technically simple and applicable for high-throughput construction of carbohydrate antigen microarrays. A number of nitrocellulose-coated glass slides with different technical characteristics are commercially available. Given the structural diversity of carbohydrate antigens, examining each antigen preparation to determine the efficacy of its immobilization in a given type of substrate and the surface display of the desired glycoepitopes in a microarray assay is essential.",
      "sentences": [
        [
          {
            "segment_text": "This chapter describes one of my laboratory \u0027s working protocols for carbohydrate-based microarrays .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Using a standard microarray spotter ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "we print carbohydrate antigens directly on the nitrocellulose-coated bioarray substrates .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Because these substrates support noncovalent immobilization of many spotted antigens ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "in general no chemical modification of the antigen is needed for microarray production .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Thus , this bioarray platform is technically simple and applicable for high-throughput construction of carbohydrate antigen microarrays .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A number of nitrocellulose-coated glass slides with different technical characteristics are commercially available .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Given the structural diversity of carbohydrate antigens ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "examining each antigen preparation to determine the efficacy of its immobilization in a given type of substrate and the surface display of the desired glycoepitopes in a microarray assay is essential .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "9",
    "token_num": "128"
  }
}