{
  "paper_id": "4c2016ac62f20ec4641d28d924d94a4cdcafe091",
  "metadata": {
    "title": "Peptides from the SARS-associated coronavirus as tags for protein expression and purification",
    "coda_data_split": "train",
    "coda_paper_id": 6747,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Protein tagging with a peptide is a commonly used technique to facilitate protein detection and to carry out protein purification. Flexibility with respect to the peptide tag is essential since no single tag suites all purposes. This report describes the usage of two short peptides from the SARS-associated coronavirus nucleocapsid (SARS-N) protein as protein tags. Plasmids for the generation of tagged proteins were generated by ligating synthetic oligonucleotides for the peptide-coding regions downstream of the protein coding sequence. The data show recognition of prokaryotically expressed HIV-1 Gag/p24 fusion protein by Western blot and efficient affinity purification using monoclonal antibodies against the tags. The SARS peptide antibody system described presents an alternative tagging opportunity in the growing field of protein science.",
      "sentences": [
        [
          {
            "segment_text": "Protein tagging with a peptide is a commonly used technique to facilitate protein detection and to carry out protein purification .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Flexibility with respect to the peptide tag is essential since no single tag suites all purposes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This report describes the usage of two short peptides from the SARS-associated coronavirus nucleocapsid ( SARS-N ) protein as protein tags .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Plasmids for the generation of tagged proteins were generated by ligating synthetic oligonucleotides for the peptide-coding regions downstream of the protein coding sequence .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The data show recognition of prokaryotically expressed HIV-1 Gag/p24 fusion protein by Western blot and efficient affinity purification using monoclonal antibodies against the tags .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The SARS peptide antibody system described presents an alternative tagging opportunity in the growing field of protein science .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "6",
    "token_num": "128"
  }
}