{
  "paper_id": "4c3ad2cd2e4f364aba49cccdc7531af9f09bd418",
  "metadata": {
    "title": "S gene and 5a accessory gene are responsible for the attenuation of virulent infectious bronchitis coronavirus",
    "coda_data_split": "train",
    "coda_paper_id": 4813,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "To explore the critical genes associated with infectious bronchitis virus (IBV) virulence, we compared the genome sequences of virulent YN strain and its attenuated strain aYN. Accumulation of mutations in the S gene and the accessory gene 5a were observed, suggesting a potential role in the loss of viral pathogenicity. Two recombinant IBVs (rIBVs) with replacement of the S gene or 5a with corresponding regions from aYN were rescued to verify this speculation. Embryo mortality time/rate showed that rYN-S-aYN and rYN-5a-aYN had an attenuated phenotype in ovo. Replication assay in ovo and in vitro demonstrated the rIBVs had similar replication patterns with wild-type rIBV. Both rIBVs showed reduced mortality, tissue lesions and tissue virus titers in chicken. In conclusion, S gene and 5a accessory gene are responsible for the attenuation of virulent IBV. Insight into the genes responsible for virus attenuation will facilitate the development of future vaccines against IBV.",
      "sentences": [
        [
          {
            "segment_text": "To explore the critical genes associated with infectious bronchitis virus ( IBV ) virulence ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "we compared the genome sequences of virulent YN strain and its attenuated strain aYN .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Accumulation of mutations in the S gene and the accessory gene 5a were observed ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "suggesting a potential role in the loss of viral pathogenicity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Two recombinant IBVs ( rIBVs ) with replacement of the S gene or 5a with corresponding regions from aYN were rescued to verify this speculation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Embryo mortality time/rate showed that rYN-S-aYN and rYN-5a-aYN had an attenuated phenotype in ovo .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Replication assay in ovo and in vitro demonstrated the rIBVs had similar replication patterns with wild-type rIBV .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Both rIBVs showed reduced mortality ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "tissue lesions and tissue virus titers in chicken .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In conclusion , S gene and 5a accessory gene are responsible for the attenuation of virulent IBV .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Insight into the genes responsible for virus attenuation will facilitate the development of future vaccines against IBV .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "11",
    "token_num": "166"
  }
}