{
  "paper_id": "4c405d77016269da8a21b9c1fe1581cd2066b6ed",
  "metadata": {
    "title": "Comparative efficacy of diclazuril (Vecoxan ® ) and toltrazuril (Baycox bovis ® ) against natural infections of Eimeria bovis and Eimeria zuernii in French calves",
    "coda_data_split": "train",
    "coda_paper_id": 2319,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "A blinded, randomized, controlled, multi-centric field study was conducted on French dairy farms (n \u003d 9) to evaluate the long term efficacy of metaphylactic, single oral treatments with either 1 mg/kg body weight (BW) of diclazuril (Vecoxan ® ), or 15 mg/kg BW of toltrazuril (Baycox ® ) against natural infections with Eimeria zuernii and/or Eimeria bovis, compared to untreated control animals. A total of 199 calves from nine commercial farms aged between 21 and 55 days old at the start of study were included and randomly allocated to one of three groups. Calves on all farms were observed for a period of 78 days post treatment, using both parasitological (oocyst excretion), and clinical parameters (faecal score and body weight). The assessment of efficacy was based on both control of oocyst excretion, and on the average daily weight gains throughout the study.",
      "sentences": [
        [
          {
            "segment_text": "A blinded , randomized , controlled ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "multi-centric field study was conducted on French dairy farms ( n \u003d 9 ) to evaluate the long term efficacy of metaphylactic ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "single oral treatments with either 1 mg/kg body weight ( BW ) of diclazuril ( Vecoxan ® ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "or 15 mg/kg BW of toltrazuril ( Baycox ® ) against natural infections with Eimeria zuernii and/or Eimeria bovis ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "compared to untreated control animals .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A total of 199 calves from nine commercial farms aged between 21 and 55 days old at the start of study were included and randomly allocated to one of three groups .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Calves on all farms were observed for a period of 78 days post treatment ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "using both parasitological ( oocyst excretion ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and clinical parameters ( faecal score and body weight ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The assessment of efficacy was based on both control of oocyst excretion ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and on the average daily weight gains throughout the study .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "During the whole study period, the mean number of days with diarrhoea (≥2) was similar (0.7 days) between treated groups. Excretion in the untreated group peaked at 21 days after treatment. In both the diclazuril and toltrazuril-treated groups, mean oocyst excretion decreased dramatically in the five days following treatment. Thereafter, particularly towards the end of the study period, oocyst counts and percentage levels of E. zuernii were highest in the toltrazuril-treated group. In pooled data from all trial sites, the average daily weight gain was significantly (p \u003d 0.01) higher (+0.057 kg/day) in the diclazuril group when compared to the toltrazuril group, and the average body weight gain of the diclazuril treated group was 4.4 kg higher than the toltrazuril group. On eight of the nine trial sites, the average daily gain was greater in the diclazuril group than in the toltrazuril group. This study demonstrates that, over an extended observation period of 78 days, metaphylactic treatment with both diclazuril and toltrazuril reduces the impact of coccidiosis, but greater performance benefits based on average daily weight gains, were achieved following the use of diclazuril.",
      "sentences": [
        [
          {
            "segment_text": "During the whole study period ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the mean number of days with diarrhoea ( ≥ 2 ) was similar ( 0.7 days ) between treated groups .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Excretion in the untreated group peaked at 21 days after treatment .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In both the diclazuril and toltrazuril-treated groups ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "mean oocyst excretion decreased dramatically in the five days following treatment .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Thereafter , particularly towards the end of the study period ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "oocyst counts and percentage levels of E. zuernii were highest in the toltrazuril-treated group .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In pooled data from all trial sites ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the average daily weight gain was significantly ( p \u003d 0.01 ) higher ( +0.057 kg/day ) in the diclazuril group when compared to the toltrazuril group ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the average body weight gain of the diclazuril treated group was 4.4 kg higher than the toltrazuril group .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "On eight of the nine trial sites ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the average daily gain was greater in the diclazuril group than in the toltrazuril group .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This study demonstrates that , over an extended observation period of 78 days ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "metaphylactic treatment with both diclazuril and toltrazuril reduces the impact of coccidiosis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but greater performance benefits based on average daily weight gains ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "were achieved following the use of diclazuril .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "11",
    "segment_num": "27",
    "token_num": "376"
  }
}