{
  "paper_id": "4c76e1e9a4f5afc01accd2dbbd43f0463744e8d2",
  "metadata": {
    "title": "Effectively Communicating the Uncertainties Surrounding Ebola Virus Transmission",
    "coda_data_split": "train",
    "coda_paper_id": 9683,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The current Ebola virus outbreak has highlighted the uncertainties surrounding many aspects of Ebola virus virology, including routes of transmission. The scientific community played a leading role during the outbreak-potentially, the largest of its kind-as many of the questions surrounding ebolaviruses have only been interrogated in the laboratory. Scientists provided an invaluable resource for clinicians, public health officials, policy makers, and the lay public in understanding the progress of Ebola virus disease and the continuing outbreak. Not all of the scientific communication, however, was accurate or effective. There were multiple instances of published articles during the height of the outbreak containing potentially misleading scientific language that spurred media overreaction and potentially jeopardized preparedness and policy decisions at critical points. Here, we use articles declaring the potential for airborne transmission of Ebola virus as a case study in the inaccurate reporting of basic science, and we provide recommendations for improving the communication about unknown aspects of disease during public health crises.",
      "sentences": [
        [
          {
            "segment_text": "The current Ebola virus outbreak has highlighted the uncertainties surrounding many aspects of Ebola virus virology , including routes of transmission .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The scientific community played a leading role during the outbreak-potentially ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the largest of its kind-as many of the questions surrounding ebolaviruses have only been interrogated in the laboratory .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Scientists provided an invaluable resource for clinicians ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "public health officials , policy makers ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and the lay public in understanding the progress of Ebola virus disease and the continuing outbreak .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Not all of the scientific communication ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "however , was accurate or effective .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "There were multiple instances of published articles during the height of the outbreak containing potentially misleading scientific language that spurred media overreaction and potentially jeopardized preparedness and policy decisions at critical points .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we use articles declaring the potential for airborne transmission of Ebola virus as a case study in the inaccurate reporting of basic science ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and we provide recommendations for improving the communication about unknown aspects of disease during public health crises .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Basic scientific research is now considered an integral component of the fight against emerging infectious diseases like Ebola virus. The recent Ebola outbreak, however, demonstrates how the ineffective communication of basic science can stoke public panic more than it provides helpful tools to responders; basic science trades in probabilities and uncertainty, while public communication tends to favor more categorical claims. Here, we discuss the ethics of communicating scientific results, using, as a case study, the recent controversy over whether basic life sciences research demonstrates that Ebola could become transmissible via airborne respiratory droplet nuclei-popularly known as a virus becoming \"airborne.\" We show how the science does not demonstrate this possibility, despite claims made in the popular and scientific press. We then recommend that uncertain scientific results in the context of public health crises ought to be communicated with humility, an emphasis on what is unknown, and a clear outline of the kinds of evidence that would give proof to controversial claims.",
      "sentences": [
        [
          {
            "segment_text": "Basic scientific research is now considered an integral component of the fight against emerging infectious diseases like Ebola virus .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The recent Ebola outbreak , however ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "demonstrates how the ineffective communication of basic science can stoke public panic more than it provides helpful tools to responders ; basic science trades in probabilities and uncertainty ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "while public communication tends to favor more categorical claims .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we discuss the ethics of communicating scientific results ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "using , as a case study ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "the recent controversy over whether basic life sciences research demonstrates that Ebola could become transmissible via airborne respiratory droplet nuclei-popularly known as a virus becoming `` airborne . \u0027\u0027",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We show how the science does not demonstrate this possibility ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "despite claims made in the popular and scientific press .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We then recommend that uncertain scientific results in the context of public health crises ought to be communicated with humility ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "an emphasis on what is unknown ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and a clear outline of the kinds of evidence that would give proof to controversial claims .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "11",
    "segment_num": "23",
    "token_num": "354"
  }
}