{
  "paper_id": "4c9148a63a61aadcbfc86d77af99f8c6602e62cb",
  "metadata": {
    "title": "Emergency department evaluation of the febrile traveler",
    "coda_data_split": "train",
    "coda_paper_id": 4116,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The emergency department evaluation of the febrile traveler presents the emergency physician with a set of unique and often challenging circumstances. In addition to evaluating and managing the usual array of community-acquired infections, the clinician must be prepared to diagnose and treat a host of uncommon and potentially life-threatening pathogens. This diseases range from widespread tropical diseases such as malaria to the more exotic and lethal viral hemorrhagic fevers. A thoughtful approach guided by geographic patterns of illness offers a reliable method for determining the most likely sources of fever in the returned traveler as well as a focused diagnostic and treatment strategy.",
      "sentences": [
        [
          {
            "segment_text": "The emergency department evaluation of the febrile traveler presents the emergency physician with a set of unique and often challenging circumstances .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In addition to evaluating and managing the usual array of community-acquired infections ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the clinician must be prepared to diagnose and treat a host of uncommon and potentially life-threatening pathogens .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This diseases range from widespread tropical diseases such as malaria to the more exotic and lethal viral hemorrhagic fevers .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A thoughtful approach guided by geographic patterns of illness offers a reliable method for determining the most likely sources of fever in the returned traveler as well as a focused diagnostic and treatment strategy .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "5",
    "token_num": "108"
  }
}