{
  "paper_id": "4c99f7244e672b58cad27c3dbf6123da14747e5f",
  "metadata": {
    "title": "",
    "coda_data_split": "train",
    "coda_paper_id": 7275,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "China has long since realized the potential benefits of adopting electronic data exchange. In particular, the Chinese government is promoting the usage of electronic data interchange (EDI) in healthcare organizations. However, little research has described the current status of EDI usage in these organizations. This study investigates the extent of EDI usage in Beijing\u0027s hospitals along four dimensions: volume, diversity, breadth, and depth. The results from 57 hospitals show that EDI usage is in its very early stages. The study provides possible reasons for the low EDI usage from cultural, economic, and technological perspectives, analyzes the differences of EDI usage in the different levels of China\u0027s hospitals, and suggests strategies to promote EDI usage in China\u0027s healthcare organizations. r",
      "sentences": [
        [
          {
            "segment_text": "China has long since realized the potential benefits of adopting electronic data exchange .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In particular , the Chinese government is promoting the usage of electronic data interchange ( EDI ) in healthcare organizations .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , little research has described the current status of EDI usage in these organizations .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This study investigates the extent of EDI usage in Beijing \u0027s hospitals along four dimensions : volume ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "diversity , breadth , and depth .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The results from 57 hospitals show that EDI usage is in its very early stages .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The study provides possible reasons for the low EDI usage from cultural ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "economic , and technological perspectives ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "analyzes the differences of EDI usage in the different levels of China \u0027s hospitals ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and suggests strategies to promote EDI usage in China \u0027s healthcare organizations .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "r",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "11",
    "token_num": "140"
  }
}