{
  "paper_id": "4cb78816d2c2233e48dfe165c23e3276cd34da4b",
  "metadata": {
    "title": "Intensive Crit Care Nurs",
    "coda_data_split": "train",
    "coda_paper_id": 9063,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background-Determining the optimal timing and progression of mobility exercise has the potential to affect functional recovery of critically ill adults. This study compared standard care with care delivered using a mobility protocol. We examined the effects of exercise on vital signs and inflammatory biomarkers and the effects of the nurse-initiated mobility protocol on outcomes.",
      "sentences": [
        [
          {
            "segment_text": "Background-Determining the optimal timing and progression of mobility exercise has the potential to affect functional recovery of critically ill adults .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This study compared standard care with care delivered using a mobility protocol .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We examined the effects of exercise on vital signs and inflammatory biomarkers and the effects of the nurse-initiated mobility protocol on outcomes .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Methods-Prospective, repeated measures study with a control (standard care) and intervention (protocol) period.",
      "sentences": [
        [
          {
            "segment_text": "Methods-Prospective , repeated measures study with a control ( standard care ) and intervention ( protocol ) period .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results-75 heterogeneous subjects admitted to a Medical or Surgical intensive care unit (ICU) were enrolled. In \u003c5% of exercise periods, there was a concerning alteration in respiratory rate or peripheral oxygen saturation; no other adverse events occurred. Findings suggested the use of a protocol with one 20 minute episode of exercise daily for 2 or more days reduced ICU length of stay. Duration of exercise was linked to increased IL-10, suggesting brief episodes of low intensity exercise positively altered inflammatory dysregulation in this sample.",
      "sentences": [
        [
          {
            "segment_text": "Results-75 heterogeneous subjects admitted to a Medical or Surgical intensive care unit ( ICU ) were enrolled .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In \u003c 5 % of exercise periods ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "there was a concerning alteration in respiratory rate or peripheral oxygen saturation ; no other adverse events occurred .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Findings suggested the use of a protocol with one 20 minute episode of exercise daily for 2 or more days reduced ICU length of stay .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Duration of exercise was linked to increased IL-10 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "suggesting brief episodes of low intensity exercise positively altered inflammatory dysregulation in this sample .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusion-A growing body of evidence demonstrates that early, progressive exercise has significant benefits to intubated adults. These results should encourage clinicians to add mobility protocols to the care of ICU adults and lead to future studies to determine optimal \"dosing\" of exercise in ICU patients.",
      "sentences": [
        [
          {
            "segment_text": "Conclusion-A growing body of evidence demonstrates that early ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "progressive exercise has significant benefits to intubated adults .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results should encourage clinicians to add mobility protocols to the care of ICU adults and lead to future studies to determine optimal `` dosing \u0027\u0027 of exercise in ICU patients .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "10",
    "segment_num": "13",
    "token_num": "221"
  }
}