{
  "paper_id": "4cbebfa064d2b234ab25b2a1d0ffaf97739bcb04",
  "metadata": {
    "title": "Effects of the Toll-like receptor 7 (TLR7) agonist, AZD8848, on allergen-induced responses in patients with mild asthma: a double-blind, randomised, parallel-group study",
    "coda_data_split": "train",
    "coda_paper_id": 7000,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Although allergic asthma is a complex area with many interacting factors involved, the \u0027hygiene hypothesis\u0027 proposes that a lack of exposure to infection during childhood may polarise the immune system towards allergen-reactive Th2-type responses in genetically susceptible individuals. Toll-like receptors (TLRs) play a key role within the innate immune system and TLR7 agonists have previously been shown to up-regulate Th1 responses and down-regulate Th2 responses to allergens in murine models of allergic or chronic asthma. This study aimed to examine the efficacy and safety of the novel TRL7 agonist AZD8848, which has been developed as an antedrug.",
      "sentences": [
        [
          {
            "segment_text": "Background : Although allergic asthma is a complex area with many interacting factors involved ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the ` hygiene hypothesis \u0027 proposes that a lack of exposure to infection during childhood may polarise the immune system towards allergen-reactive Th2-type responses in genetically susceptible individuals .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Toll-like receptors ( TLRs ) play a key role within the innate immune system and TLR7 agonists have previously been shown to up-regulate Th1 responses and down-regulate Th2 responses to allergens in murine models of allergic or chronic asthma .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This study aimed to examine the efficacy and safety of the novel TRL7 agonist AZD8848 ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "which has been developed as an antedrug .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Methods: In this double-blind, randomised, parallel-group study, AZD8848 60 μg or placebo was administered intranasally once-weekly for 8 weeks in patients with mild-to-moderate allergic asthma (NCT00999466). Efficacy assessments were performed at 1 and 4 weeks after the last dose. The primary outcome was the late asthmatic response (LAR) fall in forced expiratory volume in 1 s (FEV 1 ) after allergen challenge at 1-week post-treatment.",
      "sentences": [
        [
          {
            "segment_text": "Methods : In this double-blind ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "randomised , parallel-group study , AZD8848 60 μg or placebo was administered intranasally once-weekly for 8 weeks in patients with mild-to-moderate allergic asthma ( NCT00999466 ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Efficacy assessments were performed at 1 and 4 weeks after the last dose .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The primary outcome was the late asthmatic response ( LAR ) fall in forced expiratory volume in 1 s ( FEV 1 ) after allergen challenge at 1-week post-treatment .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results: AZD8848 significantly reduced average LAR fall in FEV 1 by 27% vs. placebo at 1 week after treatment (p \u003d 0.035). This effect was sustained at 4 weeks post-treatment; however, it did not reach clinical significance. AZD8848 reduced post-allergen challenge methacholine-induced airway hyper-responsiveness (AHR) vs. placebo at 1 week post-dosing (treatment ratio: 2.20, p \u003d 0.024), with no effect at 4 weeks. There was no significant difference between the two groups in plasma cytokine, sputum Th2 cytokine or eosinophil responses post-allergen challenge at 1 week after treatment. The incidence of adverse events was similar in the two groups. AZD8848 was generally well tolerated. Conclusions and clinical relevance: In patients with allergic asthma, TLR7 agonists could potentially reduce allergen responsiveness by stimulating Type 1 interferon responses to down-regulate the dominant Th2 responses. Trial registration: clinicaltrials.gov identifier NCT00999466.",
      "sentences": [
        [
          {
            "segment_text": "Results : AZD8848 significantly reduced average LAR fall in FEV 1 by 27 % vs. placebo at 1 week after treatment ( p \u003d 0.035 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This effect was sustained at 4 weeks post-treatment ; however ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "it did not reach clinical significance .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "AZD8848 reduced post-allergen challenge methacholine-induced airway hyper-responsiveness ( AHR ) vs. placebo at 1 week post-dosing ( treatment ratio : 2.20 , p \u003d 0.024 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with no effect at 4 weeks .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "There was no significant difference between the two groups in plasma cytokine ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "sputum Th2 cytokine or eosinophil responses post-allergen challenge at 1 week after treatment .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The incidence of adverse events was similar in the two groups .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "AZD8848 was generally well tolerated .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions and clinical relevance : In patients with allergic asthma ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "TLR7 agonists could potentially reduce allergen responsiveness by stimulating Type 1 interferon responses to down-regulate the dominant Th2 responses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Trial registration : clinicaltrials.gov identifier NCT00999466 .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "14",
    "segment_num": "21",
    "token_num": "347"
  }
}