{
  "paper_id": "4cce939cd078b0ad7bfc35436da994d7a9e1c1ba",
  "metadata": {
    "title": "Viroporins Customize Host Cells for Efficient Viral Propagation",
    "coda_data_split": "train",
    "coda_paper_id": 2523,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Viruses are intracellular parasites that must access the host cell machinery to propagate. Viruses hijack the host cell machinery to help with entry, replication, packaging, and release of progeny to infect new cells. To carry out these diverse functions, viruses often transform the cellular environment using viroporins, a growing class of viral-encoded membrane proteins that promote viral proliferation. Viroporins modify the integrity of host membranes, thereby stimulating the maturation of viral infection, and are critical for virus production and dissemination. Significant advances in molecular and cell biological approaches have helped to uncover some of the roles that viroporins serve in the various stages of the viral life cycle. In this study, the ability of viroporins to modify the cellular environment will be discussed, with particular emphasis on their role in the stepwise progression of the viral life cycle.",
      "sentences": [
        [
          {
            "segment_text": "Viruses are intracellular parasites that must access the host cell machinery to propagate .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Viruses hijack the host cell machinery to help with entry ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "replication , packaging , and release of progeny to infect new cells .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To carry out these diverse functions ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "viruses often transform the cellular environment using viroporins ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a growing class of viral-encoded membrane proteins that promote viral proliferation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Viroporins modify the integrity of host membranes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "thereby stimulating the maturation of viral infection ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and are critical for virus production and dissemination .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Significant advances in molecular and cell biological approaches have helped to uncover some of the roles that viroporins serve in the various stages of the viral life cycle .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , the ability of viroporins to modify the cellular environment will be discussed ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "with particular emphasis on their role in the stepwise progression of the viral life cycle .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "12",
    "token_num": "153"
  }
}