{
  "paper_id": "4cde409a3e25d5ccf82eff78c9c76748adc41643",
  "metadata": {
    "title": "Prospective evaluation of diagnostic tools for respiratory viruses in children and adults",
    "coda_data_split": "train",
    "coda_paper_id": 9429,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Aim: To compare the performances of molecular and non-molecular tests to diagnose respiratory viral infections and to evaluate the pros and contras of each technique. Methods: Two hundred ninety-nine respiratory samples were prospectively explored using multiplex molecular techniques (FilmArray Respiratory Panel, Clart Pneumovir), immunological techniques (direct fluorescent assay, lateral flow chromatography) and cell cultures. Findings: Molecular techniques permitted the recovery of up to 50% more respiratory pathogens in comparison to non-molecular methods. FilmArray detected at least 30% more pathogens than Clart Pneumovir which could be explained by the differences in their technical designs. The turnaround time under 2 hours for the FilmArray permitted delivery of results when patients were still in the emergency room.",
      "sentences": [
        [
          {
            "segment_text": "Aim : To compare the performances of molecular and non-molecular tests to diagnose respiratory viral infections and to evaluate the pros and contras of each technique .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : Two hundred ninety-nine respiratory samples were prospectively explored using multiplex molecular techniques ( FilmArray Respiratory Panel , Clart Pneumovir ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "immunological techniques ( direct fluorescent assay , lateral flow chromatography ) and cell cultures .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Findings : Molecular techniques permitted the recovery of up to 50 % more respiratory pathogens in comparison to non-molecular methods .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "FilmArray detected at least 30 % more pathogens than Clart Pneumovir which could be explained by the differences in their technical designs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The turnaround time under 2 hours for the FilmArray permitted delivery of results when patients were still in the emergency room .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "⁎ Corresponding author at: LHUB-ULB -Microbiology,",
      "sentences": [
        [
          {
            "segment_text": "Corresponding author at : LHUB-ULB - Microbiology ,",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "6",
    "segment_num": "7",
    "token_num": "139"
  }
}