{
  "paper_id": "4cfbba0b51ad95a18fc78f3817121b26fdbe3398",
  "metadata": {
    "title": "Role of animal movement and indirect contact among farms in transmission of porcine epidemic diarrhea virus",
    "coda_data_split": "train",
    "coda_paper_id": 2265,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Epidemiological models of the spread of pathogens in livestock populations primarily focus on direct contact between farms based on animal movement data, and in some cases, local spatial spread based on proximity between premises. The roles of other types of indirect contact among farms is rarely accounted for. In addition, data on animal movements is seldom available in the United States. However, the spread of porcine epidemic diarrhea virus (PEDv) in U.S. swine represents one of the best documented emergences of a highly infectious pathogen in the U.S. livestock industry, providing an opportunity to parameterize models of pathogen spread via direct and indirect transmission mechanisms in swine. Using observed data on pig movements during the initial phase of the PEDv epidemic, we developed a network-based and spatially explicit epidemiological model that simulates the spread of PEDv via both indirect and direct movement-related contact in order to answer unresolved questions concerning factors facilitating between-farm transmission. By modifying the likelihood of each transmission mechanism and fitting this model to observed epidemiological dynamics, our results suggest that between-farm transmission was primarily driven by direct mechanisms related to animal movement and indirect mechanisms related to local spatial spread based on geographic proximity. However, other forms of indirect transmission among farms, including contact via contaminated vehicles and feed, were responsible for high consequence transmission events resulting in the introduction of the virus into new geographic areas. This research is among the first reports of farm-level animal movements in the U.S. swine industry and, to our knowledge, represents the first epidemiological model of commercial U.S. swine using actual data on farm-level animal movement.",
      "sentences": [
        [
          {
            "segment_text": "Epidemiological models of the spread of pathogens in livestock populations primarily focus on direct contact between farms based on animal movement data ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and in some cases , local spatial spread based on proximity between premises .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The roles of other types of indirect contact among farms is rarely accounted for .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In addition , data on animal movements is seldom available in the United States .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , the spread of porcine epidemic diarrhea virus ( PEDv ) in U.S. swine represents one of the best documented emergences of a highly infectious pathogen in the U.S. livestock industry ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "providing an opportunity to parameterize models of pathogen spread via direct and indirect transmission mechanisms in swine .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Using observed data on pig movements during the initial phase of the PEDv epidemic ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we developed a network-based and spatially explicit epidemiological model that simulates the spread of PEDv via both indirect and direct movement-related contact in order to answer unresolved questions concerning factors facilitating between-farm transmission .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "By modifying the likelihood of each transmission mechanism and fitting this model to observed epidemiological dynamics ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "our results suggest that between-farm transmission was primarily driven by direct mechanisms related to animal movement and indirect mechanisms related to local spatial spread based on geographic proximity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , other forms of indirect transmission among farms ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including contact via contaminated vehicles and feed ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "were responsible for high consequence transmission events resulting in the introduction of the virus into new geographic areas .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This research is among the first reports of farm-level animal movements in the U.S. swine industry and ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "to our knowledge , represents the first epidemiological model of commercial U.S. swine using actual data on farm-level animal movement .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "15",
    "token_num": "289"
  }
}