{
  "paper_id": "4d121d838682efb448abc04b544b2f05db29491f",
  "metadata": {
    "title": "Morphology and Morphogenesis of Severe Acute Respiratory Syndrome (SARS)-associated Virus",
    "coda_data_split": "train",
    "coda_paper_id": 7673,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "After infecting the Vero E6 cells by nasal/throat swabs collected from SARS patients, we studied the SARS-associated virus by electron microscopy and molecular biological technique. The results show that the diameter of newly isolated virus is about 50nm without envelope or 100 nm with envelope. The virus was proved to be a new coronavirus by RT-PCR and it responded positively to convalescent-phase serum specimen from SARS patients, which is the evidence that this new virus is etiologically linked to the outbreak of SARS. The morphogenesis and distribution of the virus are also discussed in this article.",
      "sentences": [
        [
          {
            "segment_text": "After infecting the Vero E6 cells by nasal/throat swabs collected from SARS patients ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we studied the SARS-associated virus by electron microscopy and molecular biological technique .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The results show that the diameter of newly isolated virus is about 50nm without envelope or 100 nm with envelope .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The virus was proved to be a new coronavirus by RT-PCR and it responded positively to convalescent-phase serum specimen from SARS patients ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which is the evidence that this new virus is etiologically linked to the outbreak of SARS .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The morphogenesis and distribution of the virus are also discussed in this article .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "6",
    "token_num": "102"
  }
}