{
  "paper_id": "4d186611ecffce20666431e3e9988308833c0236",
  "metadata": {
    "title": "The prophylactic effect of different levels of positive end- expiratory pressure on the incidence rate of atelectasis after cardiac surgery: A Randomized Controlled Trial",
    "coda_data_split": "train",
    "coda_paper_id": 3920,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The use of positive end-expiratory pressure is one of the ways to treat atelectasis after cardiac surgery. It is not as a preventive method for the atelectasis. It\u0027s also a controversy about its beneficial level.",
      "sentences": [
        [
          {
            "segment_text": "The use of positive end-expiratory pressure is one of the ways to treat atelectasis after cardiac surgery .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It is not as a preventive method for the atelectasis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It \u0027s also a controversy about its beneficial level .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "→What this article adds: The use of 10 cm H2O PEEP can lead to a reduction in the incidence of atelectasis, intubation time at the ICU and length of ICU and hospital stay. Given that this level of PEEP is effective, this method is recommended to be used in postoperative care of patients.",
      "sentences": [
        [
          {
            "segment_text": "→ What this article adds : The use of 10 cm H2O PEEP can lead to a reduction in the incidence of atelectasis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "intubation time at the ICU and length of ICU and hospital stay .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Given that this level of PEEP is effective ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "this method is recommended to be used in postoperative care of patients .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Background: The use of positive end-expiratory pressure (PEEP) can have an important role as one of the ways to prevent and treat atelectasis, but it seems that there is still no consensus about its beneficial level. The aim of this study was to determine the effect of different levels of PEEP on the incidence of atelectasis after heart surgery.",
      "sentences": [
        [
          {
            "segment_text": "Background : The use of positive end-expiratory pressure ( PEEP ) can have an important role as one of the ways to prevent and treat atelectasis ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but it seems that there is still no consensus about its beneficial level .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The aim of this study was to determine the effect of different levels of PEEP on the incidence of atelectasis after heart surgery .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Methods: This is a double-blind randomized controlled trial that was adopted from a research project recorded in the Iranian Registry of Clinical Trials. This paper is the result of a research project undertaken at Fatemeh Zahra Hospital (Mazandaran Heart Center) in 2015. 180 patients underwent open heart surgery were selected and were divided randomly into three groups: control, PEEP\u003d8, and PEEP\u003d10 (60 in each group). The patients in the two PEEP8 and PEEP10 intervention groups separately received 8 cm H2O and 10 cm H2O PEEP, respectively, 30 minutes after admission to the ICU for 4 hours and then received 5 cm H2O PEEP until extubation. Atelectasis was examined two hours after the extubation and on the third day after surgery.",
      "sentences": [
        [
          {
            "segment_text": "Methods : This is a double-blind randomized controlled trial that was adopted from a research project recorded in the Iranian Registry of Clinical Trials .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "This paper is the result of a research project undertaken at Fatemeh Zahra Hospital ( Mazandaran Heart Center ) in 2015 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "180 patients underwent open heart surgery were selected and were divided randomly into three groups : control ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "PEEP \u003d 8 , and PEEP \u003d 10 ( 60 in each group ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The patients in the two PEEP8 and PEEP10 intervention groups separately received 8 cm H2O and 10 cm H2O PEEP ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "respectively , 30 minutes after admission to the ICU for 4 hours and then received 5 cm H2O PEEP until extubation .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Atelectasis was examined two hours after the extubation and on the third day after surgery .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results: The incidence rates of atelectasis two hours after extubation on the first day of surgery were 22 (36.7%), 20 (33.3%) and 10 (16.7%) patients in the control, PEEP8 and PEEP10 groups, respectively. The differences were statistically significant among the three groups (p\u003d0.035). The incidence rates of atelectasis on the third day after surgery were 39 (65%), 36 (60%) and 21 (35%) patients in the control, PEEP8 and PEEP10 groups, respectively. The differences were also statistically significant among the three groups (p\u003d0.003).",
      "sentences": [
        [
          {
            "segment_text": "Results : The incidence rates of atelectasis two hours after extubation on the first day of surgery were 22 ( 36.7 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "20 ( 33.3 % ) and 10 ( 16.7 % ) patients in the control ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "PEEP8 and PEEP10 groups , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The differences were statistically significant among the three groups ( p \u003d 0.035 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The incidence rates of atelectasis on the third day after surgery were 39 ( 65 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "36 ( 60 % ) and 21 ( 35 % ) patients in the control ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "PEEP8 and PEEP10 groups , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The differences were also statistically significant among the three groups ( p \u003d 0.003 ) .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusion: The use of 10 cm H2O PEEP can lead to a reduction in the incidence of atelectasis, intubation time at the ICU and length of ICU and hospital stay. Given that this level of PEEP is effective, this method is recommended to be used in postoperative care of patients.",
      "sentences": [
        [
          {
            "segment_text": "Conclusion : The use of 10 cm H2O PEEP can lead to a reduction in the incidence of atelectasis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "intubation time at the ICU and length of ICU and hospital stay .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Given that this level of PEEP is effective ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "this method is recommended to be used in postoperative care of patients .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Setak-Berenjestanaki M, Bagheri-Nesami M, Gholipour Baradari A, Mousavinasab SN, Ghaffari R, Darbeheshti M. The prophylactic effect of different levels of positive end-expiratory pressure on the incidence rate of atelectasis after cardiac surgery: A Randomized Controlled Trial. Med J Islam Repub Iran.",
      "sentences": [
        [
          {
            "segment_text": "Setak-Berenjestanaki M , Bagheri-Nesami M ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "Gholipour Baradari A , Mousavinasab SN ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "Ghaffari R , Darbeheshti M .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "The prophylactic effect of different levels of positive end-expiratory pressure on the incidence rate of atelectasis after cardiac surgery : A Randomized Controlled Trial .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Med J Islam Repub Iran .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "7",
    "sentence_num": "21",
    "segment_num": "34",
    "token_num": "526"
  }
}