{
  "paper_id": "4d1f8955a62f01fe7a4d7d19593bdbd6047f4f41",
  "metadata": {
    "title": "The early immune response to infection of chickens with Infectious Bronchitis Virus (IBV) in susceptible and resistant birds",
    "coda_data_split": "train",
    "coda_paper_id": 5339,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Infectious Bronchitis is a highly contagious respiratory disease which causes tracheal lesions and also affects the reproductive tract and is responsible for large economic losses to the poultry industry every year. This is due to both mortality (either directly provoked by IBV itself or due to subsequent bacterial infection) and lost egg production. The virus is difficult to control by vaccination, so new methods to curb the impact of the disease need to be sought. Here, we seek to identify genes conferring resistance to this coronavirus, which could help in selective breeding programs to rear chickens which do not succumb to the effects of this disease. Methods: Whole genome gene expression microarrays were used to analyse the gene expression differences, which occur upon infection of birds with Infectious Bronchitis Virus (IBV). Tracheal tissue was examined from control and infected birds at 2, 3 and 4 days post-infection in birds known to be either susceptible or resistant to the virus. The host innate immune response was evaluated over these 3 days and differences between the susceptible and resistant lines examined. Results: Genes and biological pathways involved in the early host response to IBV infection were determined andgene expression differences between susceptible and resistant birds were identified. Potential candidate genes for resistance to IBV are highlighted. Conclusions: The early host response to IBV is analysed and potential candidate genes for disease resistance are identified. These putative resistance genes can be used as targets for future genetic and functional studies to prove a causative link with resistance to IBV.",
      "sentences": [
        [
          {
            "segment_text": "Background : Infectious Bronchitis is a highly contagious respiratory disease which causes tracheal lesions and also affects the reproductive tract and is responsible for large economic losses to the poultry industry every year .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This is due to both mortality ( either directly provoked by IBV itself or due to subsequent bacterial infection ) and lost egg production .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The virus is difficult to control by vaccination ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "so new methods to curb the impact of the disease need to be sought .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we seek to identify genes conferring resistance to this coronavirus ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "which could help in selective breeding programs to rear chickens which do not succumb to the effects of this disease .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : Whole genome gene expression microarrays were used to analyse the gene expression differences ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "which occur upon infection of birds with Infectious Bronchitis Virus ( IBV ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Tracheal tissue was examined from control and infected birds at 2 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "3 and 4 days post-infection in birds known to be either susceptible or resistant to the virus .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The host innate immune response was evaluated over these 3 days and differences between the susceptible and resistant lines examined .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Genes and biological pathways involved in the early host response to IBV infection were determined andgene expression differences between susceptible and resistant birds were identified .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Potential candidate genes for resistance to IBV are highlighted .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : The early host response to IBV is analysed and potential candidate genes for disease resistance are identified .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These putative resistance genes can be used as targets for future genetic and functional studies to prove a causative link with resistance to IBV .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "15",
    "token_num": "281"
  }
}