{
  "paper_id": "4d24eb08456d9723ba8c90fdf6dc75f5fdfeb4a9",
  "metadata": {
    "title": "Cloning and expression of two fragments of the S gene of canine coronavirus type I",
    "coda_data_split": "train",
    "coda_paper_id": 6063,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Two fragments, S66 and S55, of the S glycoprotein of the newly identified canine coronavirus type I (CCoV type I), were expressed in a procariotic system. The purified recombinant proteins of 350 and 366 amino acids in length, respectively, were employed to develop an enzyme-linked immunosorbent assay (ELISA) for the detection of CCoV type I antibodies in dog sera. Four canine sera-positive for CCoV type II, four sera-positive for CCoV type I and 10 negative control sera were examined. Only the sera-positive for CCoV type I strongly reacted with both the proteins, whereas the sera-positive for CCoV type II showed low reactivity in the ELISA test. As CCoV type I seems to be not cultivable in cell cultures, the recombinant fragments of the S protein represent a unique method to study, preliminarily, the immunological and the pathogenetic characteristics of this new virus.",
      "sentences": [
        [
          {
            "segment_text": "Two fragments , S66 and S55 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "of the S glycoprotein of the newly identified canine coronavirus type I ( CCoV type I ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "were expressed in a procariotic system .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The purified recombinant proteins of 350 and 366 amino acids in length ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "respectively , were employed to develop an enzyme-linked immunosorbent assay ( ELISA ) for the detection of CCoV type I antibodies in dog sera .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Four canine sera-positive for CCoV type II ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "four sera-positive for CCoV type I and 10 negative control sera were examined .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Only the sera-positive for CCoV type I strongly reacted with both the proteins ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whereas the sera-positive for CCoV type II showed low reactivity in the ELISA test .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "As CCoV type I seems to be not cultivable in cell cultures ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the recombinant fragments of the S protein represent a unique method to study ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "preliminarily , the immunological and the pathogenetic characteristics of this new virus .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "12",
    "token_num": "161"
  }
}