{
  "paper_id": "4d44402d0831ef5a86694ff70f9764a46fa06deb",
  "metadata": {
    "title": "Sublingual Immunization of Trivalent Human Papillomavirus DNA Vaccine in Baculovirus Nanovector for Protection against Vaginal Challenge",
    "coda_data_split": "train",
    "coda_paper_id": 9032,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Here, we report the immunogenicity of a sublingually delivered, trivalent human papillomavirus (HPV) DNA vaccine encapsidated in a human endogenous retrovirus (HERV) envelopecoated, nonreplicable, baculovirus nanovector. The HERV envelope-coated, nonreplicable, baculovirus-based DNA vaccine, encoding HPV16L1, -18L1 and -58L1 (AcHERV-triHPV), was constructed and sublingually administered to mice without adjuvant. Following sublingual (SL) administration, AcHERV-triHPV was absorbed and distributed throughout the body. At 15 minutes and 1 day post-dose, the distribution of AcHERV-triHPV to the lung was higher than that to other tissues. At 30 days post-dose, the levels of AcHERV-triHPV had diminished throughout the body. Six weeks after the first of three doses, 1×10 8 copies of SL AcHERV-triHPV induced HPV type-specific serum IgG and neutralizing antibodies to a degree comparable to that of IM immunization with 1×10 9 copies. AcHERV-triHPV induced HPV type-specific vaginal IgA titers in a dose-dependent manner. SL immunization with 1×10 10 copies of AcHERV-triHPV induced Th1 and Th2 cellular responses comparable to IM immunization with 1×10 9 copies. Molecular imaging revealed that SL AcHERV-triHPV in mice provided complete protection against vaginal challenge with HPV16, HPV18, and HPV58 pseudoviruses. These results support the potential of SL immunization using multivalent DNA vaccine in baculovirus nanovector for induction of mucosal, systemic, and cellular immune responses.",
      "sentences": [
        [
          {
            "segment_text": "Here , we report the immunogenicity of a sublingually delivered ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "trivalent human papillomavirus ( HPV ) DNA vaccine encapsidated in a human endogenous retrovirus ( HERV ) envelopecoated , nonreplicable , baculovirus nanovector .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The HERV envelope-coated , nonreplicable ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "baculovirus-based DNA vaccine , encoding HPV16L1 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "-18 L1 and -58 L1 ( AcHERV-triHPV ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "was constructed and sublingually administered to mice without adjuvant .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Following sublingual ( SL ) administration ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "AcHERV-triHPV was absorbed and distributed throughout the body .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "At 15 minutes and 1 day post-dose ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the distribution of AcHERV-triHPV to the lung was higher than that to other tissues .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "At 30 days post-dose , the levels of AcHERV-triHPV had diminished throughout the body .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Six weeks after the first of three doses ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "1 × 10 8 copies of SL AcHERV-triHPV induced HPV type-specific serum IgG and neutralizing antibodies to a degree comparable to that of IM immunization with 1 × 10 9 copies .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "AcHERV-triHPV induced HPV type-specific vaginal IgA titers in a dose-dependent manner .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "SL immunization with 1 × 10 10 copies of AcHERV-triHPV induced Th1 and Th2 cellular responses comparable to IM immunization with 1 × 10 9 copies .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Molecular imaging revealed that SL AcHERV-triHPV in mice provided complete protection against vaginal challenge with HPV16 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "HPV18 , and HPV58 pseudoviruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results support the potential of SL immunization using multivalent DNA vaccine in baculovirus nanovector for induction of mucosal ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "systemic , and cellular immune responses .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "19",
    "token_num": "251"
  }
}