{
  "paper_id": "4d4db3ef10d5283d7c5b7e24c72a484491167dbf",
  "metadata": {
    "title": "Enhanced growth of influenza A virus by coinfection with human parainfluenza virus type 2",
    "coda_data_split": "train",
    "coda_paper_id": 7384,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Influenza A virus (IAV) and human parainfluenza virus type 2 (hPIV2) are common pathogens that cause community-acquired respiratory disease in the same epidemic season, usually in winter. Both of these negative-stranded RNA viruses utilize sialic acids on the cell surface as a receptor, allowing them to target same cells. However, their biological properties are quite different. The IAV genome Abstract It has been reported that dual or multiple viruses can coinfect epithelial cells of the respiratory tract. However, little has been reported on in vitro interactions of coinfected viruses. To explore how coinfection of different viruses affects their biological property, we examined growth of influenza A virus (IAV) and human parainfluenza virus type 2 (hPIV2) during coinfection of Vero cells. We found that IAV growth was enhanced by coinfection with hPIV2. The enhanced growth of IAV was not reproduced by coinfection with an hPIV2 mutant with reduced cell fusion activity, or by ectopic expression of the V protein of hPIV2. In contrast, induction of cell fusion by ectopic expression of the hPIV2 HN and F proteins augments IAV growth. hPIV2 coinfection supported IAV growth in cells originated from the respiratory epithelium. The enhancement correlated closely with cell fusion ability of hPIV2 in those cells. These results indicate that cell fusion induced by hPIV2 infection is beneficial to IAV replication and that enhanced viral replication by coinfection with different viruses can modify their pathological consequences.",
      "sentences": [
        [
          {
            "segment_text": "Influenza A virus ( IAV ) and human parainfluenza virus type 2 ( hPIV2 ) are common pathogens that cause community-acquired respiratory disease in the same epidemic season , usually in winter .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Both of these negative-stranded RNA viruses utilize sialic acids on the cell surface as a receptor ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "allowing them to target same cells .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , their biological properties are quite different .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The IAV genome Abstract It has been reported that dual or multiple viruses can coinfect epithelial cells of the respiratory tract .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , little has been reported on in vitro interactions of coinfected viruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To explore how coinfection of different viruses affects their biological property ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "we examined growth of influenza A virus ( IAV ) and human parainfluenza virus type 2 ( hPIV2 ) during coinfection of Vero cells .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We found that IAV growth was enhanced by coinfection with hPIV2 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The enhanced growth of IAV was not reproduced by coinfection with an hPIV2 mutant with reduced cell fusion activity ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "or by ectopic expression of the V protein of hPIV2 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In contrast , induction of cell fusion by ectopic expression of the hPIV2 HN and F proteins augments IAV growth .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "hPIV2 coinfection supported IAV growth in cells originated from the respiratory epithelium .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The enhancement correlated closely with cell fusion ability of hPIV2 in those cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results indicate that cell fusion induced by hPIV2 infection is beneficial to IAV replication and that enhanced viral replication by coinfection with different viruses can modify their pathological consequences .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "12",
    "segment_num": "15",
    "token_num": "261"
  }
}