{
  "paper_id": "4d77078dcc719ace0848a3584d9e287fa5b8618c",
  "metadata": {
    "title": "Autophagy, antiviral immunity, and viral countermeasures",
    "coda_data_split": "train",
    "coda_paper_id": 6318,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The autophagy pathway likely evolved not only to maintain cellular and tissue homeostasis but also to protect cells against microbial attack. This conserved mechanism by which cytoplasmic cargo is delivered to the endolysosomal system is now recognized as a central player in coordinating the host response to diverse intracellular pathogens, including viruses. As an endolysosomal delivery system, autophagy functions in the transfer of viruses from the cytoplasm to the lysosome where they are degraded, in the transfer of viral nucleic acids to endosomal sensors for the activation of innate immunity, and in the transfer of endogenous viral antigens to MHC class II compartments for the activation of adaptive immunity. Viruses have, in turn, evolved different strategies to antagonize, and potentially, to exploit the host autophagic machinery. Moreover, through mechanisms not yet well understood, autophagy may dampen host innate immune and inflammatory responses to viral infection. This review highlights the roles of autophagy in antiviral immunity, viral strategies to evade autophagy, and potential negative feedback functions of autophagy in the host antiviral response.",
      "sentences": [
        [
          {
            "segment_text": "The autophagy pathway likely evolved not only to maintain cellular and tissue homeostasis but also to protect cells against microbial attack .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This conserved mechanism by which cytoplasmic cargo is delivered to the endolysosomal system is now recognized as a central player in coordinating the host response to diverse intracellular pathogens , including viruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "As an endolysosomal delivery system ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "autophagy functions in the transfer of viruses from the cytoplasm to the lysosome where they are degraded ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "in the transfer of viral nucleic acids to endosomal sensors for the activation of innate immunity ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and in the transfer of endogenous viral antigens to MHC class II compartments for the activation of adaptive immunity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Viruses have , in turn ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "evolved different strategies to antagonize ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and potentially , to exploit the host autophagic machinery .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Moreover , through mechanisms not yet well understood ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "autophagy may dampen host innate immune and inflammatory responses to viral infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review highlights the roles of autophagy in antiviral immunity ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "viral strategies to evade autophagy ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and potential negative feedback functions of autophagy in the host antiviral response .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "14",
    "token_num": "190"
  }
}