{
  "paper_id": "4d8e12275655768ea6b3210e146cffec2a61ceaa",
  "metadata": {
    "title": "Detection of respiratory viruses using non-molecular based methods",
    "coda_data_split": "train",
    "coda_paper_id": 6577,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The detection of respiratory viruses from clinical samples is important for patient management, promoting the rational use of antivirals and antibiotics, implementing infection control measures and for epidemiology studies. Respiratory viruses can be identified using a variety of techniques including direct antigen testing (non-immunofluorescent and immunofluorescent methods), conventional and rapid cell culture. This article presents an overview of each method.",
      "sentences": [
        [
          {
            "segment_text": "The detection of respiratory viruses from clinical samples is important for patient management ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "promoting the rational use of antivirals and antibiotics ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "implementing infection control measures and for epidemiology studies .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Respiratory viruses can be identified using a variety of techniques including direct antigen testing ( non-immunofluorescent and immunofluorescent methods ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "conventional and rapid cell culture .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This article presents an overview of each method .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "The most commonly used non-culture methods are the membrane-based enzyme immunoassays (EIAs) and optical",
      "sentences": [
        [
          {
            "segment_text": "The most commonly used non-culture methods are the membrane-based enzyme immunoassays ( EIAs ) and optical",
            "crowd_label": "method"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "4",
    "segment_num": "7",
    "token_num": "84"
  }
}