{
  "paper_id": "4d94a96a67f554bab5caafc4501fb7fda538609f",
  "metadata": {
    "title": "molecules Anti-Herpetic, Anti-Dengue and Antineoplastic Activities of Simple and Heterocycle-Fused Derivatives of Terpenyl-1,4-Naphthoquinone and 1,4-Anthraquinone †",
    "coda_data_split": "train",
    "coda_paper_id": 10334,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Quinones are secondary metabolites of higher plants associated with many biological activities, including antiviral effects and cytotoxicity. In this study, the anti-herpetic and anti-dengue evaluation of 27 terpenyl-1,4-naphthoquinone (NQ), 1,4-anthraquinone (AQ) and heterocycle-fused quinone (HetQ) derivatives was done in vitro against Human Herpesvirus (HHV) type 1 and 2, and Dengue virus serotype 2 (DENV-2). The cytotoxicity on HeLa and Jurkat tumor cell lines was also tested. Using plaque forming unit assays, cell viability assays and molecular docking, we found that NQ 4 was the best antiviral compound, while AQ 11 was the most active and selective molecule on the tested tumor cells. NQ 4 showed a fair antiviral activity against Herpesviruses (EC 50 : \u003c0.4 µg/mL, \u003c1.28 µM) and DENV-2 (1.6 µg/mL, 5.1 µM) on pre-infective stages. Additionally, NQ 4 disrupted the viral attachment of HHV-1 to Vero cells (EC 50 : 0.12 µg/mL, 0.38 µM) with a very high selectivity index (SI \u003d 1728). The in silico analysis predicted that this quinone could bind to the prefusion form of the E glycoprotein of DENV-2. These findings demonstrate that NQ 4 is a potent and highly selective antiviral compound, while suggesting its ability to prevent Herpes and Dengue infections. Additionally, AQ 11 can be considered of interest as a leader for the design of new anticancer agents.",
      "sentences": [
        [
          {
            "segment_text": "Quinones are secondary metabolites of higher plants associated with many biological activities ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including antiviral effects and cytotoxicity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , the anti-herpetic and anti-dengue evaluation of 27 terpenyl-1,4-naphthoquinone ( NQ ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "1,4-anthraquinone ( AQ ) and heterocycle-fused quinone ( HetQ ) derivatives was done in vitro against Human Herpesvirus ( HHV ) type 1 and 2 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and Dengue virus serotype 2 ( DENV-2 ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The cytotoxicity on HeLa and Jurkat tumor cell lines was also tested .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Using plaque forming unit assays ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "cell viability assays and molecular docking ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we found that NQ 4 was the best antiviral compound ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while AQ 11 was the most active and selective molecule on the tested tumor cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "NQ 4 showed a fair antiviral activity against Herpesviruses ( EC 50 : \u003c 0.4 µg/mL , \u003c 1.28 µM ) and DENV-2 ( 1.6 µg/mL , 5.1 µM ) on pre-infective stages .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Additionally , NQ 4 disrupted the viral attachment of HHV-1 to Vero cells ( EC 50 : 0.12 µg/mL , 0.38 µM ) with a very high selectivity index ( SI \u003d 1728 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The in silico analysis predicted that this quinone could bind to the prefusion form of the E glycoprotein of DENV-2 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These findings demonstrate that NQ 4 is a potent and highly selective antiviral compound ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while suggesting its ability to prevent Herpes and Dengue infections .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Additionally , AQ 11 can be considered of interest as a leader for the design of new anticancer agents .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "16",
    "token_num": "259"
  }
}