{
  "paper_id": "4dabce1c1aa180f4b11c042ee5d82b59ace9c1a5",
  "metadata": {
    "title": "Naturally occurring recombination between distant strains of infectious bronchitis virus",
    "coda_data_split": "train",
    "coda_paper_id": 10511,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "New variants of infectious bronchitis virus (IBV) have emerged in Australia despite its geographical isolation and intensive vaccination programs. In the present study, the 3 0 terminal 7.2 kb of the genome of a recently isolated variant of IBV (N1/03) was sequenced and compared with the sequences of classical and novel strains of IBV, the two main groups of these viruses in Australia. The comparison revealed that recombination between classical and novel IBVs was responsible for the emergence of the new variant. It was concluded that novel IBVs, which have not been detected since 1993, and which are phylogenically more distant from classical IBVs than turkey coronaviruses, might still be circulating and contributing to the evolution of IBV in Australia.",
      "sentences": [
        [
          {
            "segment_text": "New variants of infectious bronchitis virus ( IBV ) have emerged in Australia despite its geographical isolation and intensive vaccination programs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In the present study , the 3 0 terminal 7.2 kb of the genome of a recently isolated variant of IBV ( N1/03 ) was sequenced and compared with the sequences of classical and novel strains of IBV ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the two main groups of these viruses in Australia .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The comparison revealed that recombination between classical and novel IBVs was responsible for the emergence of the new variant .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "It was concluded that novel IBVs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which have not been detected since 1993 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and which are phylogenically more distant from classical IBVs than turkey coronaviruses ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "might still be circulating and contributing to the evolution of IBV in Australia .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "8",
    "token_num": "133"
  }
}