{
  "paper_id": "4db6c61978a8a6423dcbfec103205962aed2c970",
  "metadata": {
    "title": "",
    "coda_data_split": "train",
    "coda_paper_id": 10166,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "In December 2019, several patients with pneumonia of an unknown cause were detected in Wuhan, China. On 7 January 2020, the causal organism was identified as a new coronavirus, later named as the 2019 novel coronavirus (2019-nCoV). Genome sequencing found the genetic sequence of 2019-nCoV homologous to that of severe acute respiratory syndrome-associated coronavirus. As of 29 January 2020, the virus had been diagnosed in more than 7000 patients in China and 77 patients in other countries. It is reported that both symptomatic and asymptomatic patients with 2019-nCoV can play a role in disease transmission via airborne and contact. This finding has caused a great concern about the prevention of illness spread. The clinical features of the infection are not specific and are often indistinguishable from those of other respiratory infections, making it difficult to diagnose. Given that the virus has a strong ability to spread between individuals, it is of top priority to identify potential or suspected patients as soon as possible-or the virus may cause a serious pandemic. Therefore, a precision medicine approach to managing this disease is urgently needed for detecting and controlling the spread of the virus. In this article, we present such an approach to managing 2019-nCoV-related pneumonia based on the unique traits of the virus recently revealed and on our experience with coronaviruses at West China Hospital in Chengdu, China.",
      "sentences": [
        [
          {
            "segment_text": "In December 2019 , several patients with pneumonia of an unknown cause were detected in Wuhan , China .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "On 7 January 2020 , the causal organism was identified as a new coronavirus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "later named as the 2019 novel coronavirus ( 2019-nCoV ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Genome sequencing found the genetic sequence of 2019-nCoV homologous to that of severe acute respiratory syndrome-associated coronavirus .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "As of 29 January 2020 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the virus had been diagnosed in more than 7000 patients in China and 77 patients in other countries .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It is reported that both symptomatic and asymptomatic patients with 2019-nCoV can play a role in disease transmission via airborne and contact .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This finding has caused a great concern about the prevention of illness spread .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The clinical features of the infection are not specific and are often indistinguishable from those of other respiratory infections ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "making it difficult to diagnose .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Given that the virus has a strong ability to spread between individuals ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "it is of top priority to identify potential or suspected patients as soon as possible-or the virus may cause a serious pandemic .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Therefore , a precision medicine approach to managing this disease is urgently needed for detecting and controlling the spread of the virus .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this article , we present such an approach to managing 2019-nCoV-related pneumonia based on the unique traits of the virus recently revealed and on our experience with coronaviruses at West China Hospital in Chengdu , China .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "14",
    "token_num": "248"
  }
}