{
  "paper_id": "4dee76896810956dac4627041734652c1c953947",
  "metadata": {
    "title": "A viral metagenomic survey identifies known and novel mammalian viruses in bats from Saudi Arabia",
    "coda_data_split": "train",
    "coda_paper_id": 2026,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Bats are implicated as natural reservoirs for a wide range of zoonotic viruses including SARS and MERS coronaviruses, Ebola, Marburg, Nipah, Hendra, Rabies and other lyssaviruses. Accordingly, many One Health surveillance and viral discovery programs have focused on bats. In this report we present viral metagenomic data from bats collected in the Kingdom of Saudi Arabia [KSA]. Unbiased high throughput sequencing of fecal samples from 72 bat individuals comprising four species; lesser mouse-tailed bat (Rhinopoma hardwickii), Egyptian tomb bat (Taphozous perforatus), straw-colored fruit bat (Eidolon helvum), and Egyptian fruit bat (Rousettus aegyptiacus) revealed molecular evidence of a diverse set of viral families: Picornaviridae (hepatovirus, teschovirus, parechovirus), Reoviridae (rotavirus), Polyomaviridae (polyomavirus), Papillomaviridae (papillomavirus), Astroviridae (astrovirus), Caliciviridae (sapovirus), Coronaviridae (coronavirus), Adenoviridae (adenovirus), Paramyxoviridae (paramyxovirus), and unassigned mononegavirales (chuvirus). Additionally, we discovered a bastro-like virus (Middle East Hepe-Astrovirus), with a genomic organization similar to Hepeviridae. However, since it shared homology with Hepeviridae and Astroviridae at ORF1 and in ORF2, respectively, the newly discovered Hepe-Astrovirus may represent a phylogenetic bridge between Hepeviridae and Astroviridae.",
      "sentences": [
        [
          {
            "segment_text": "Bats are implicated as natural reservoirs for a wide range of zoonotic viruses including SARS and MERS coronaviruses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Ebola , Marburg , Nipah ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Hendra , Rabies and other lyssaviruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Accordingly , many One Health surveillance and viral discovery programs have focused on bats .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this report we present viral metagenomic data from bats collected in the Kingdom of Saudi Arabia ( KSA ) .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Unbiased high throughput sequencing of fecal samples from 72 bat individuals comprising four species ; lesser mouse-tailed bat ( Rhinopoma hardwickii ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "Egyptian tomb bat ( Taphozous perforatus ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "straw-colored fruit bat ( Eidolon helvum ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and Egyptian fruit bat ( Rousettus aegyptiacus ) revealed molecular evidence of a diverse set of viral families : Picornaviridae ( hepatovirus , teschovirus , parechovirus ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Reoviridae ( rotavirus ) , Polyomaviridae ( polyomavirus ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Papillomaviridae ( papillomavirus ) , Astroviridae ( astrovirus ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Caliciviridae ( sapovirus ) , Coronaviridae ( coronavirus ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Adenoviridae ( adenovirus ) , Paramyxoviridae ( paramyxovirus ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and unassigned mononegavirales ( chuvirus ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Additionally , we discovered a bastro-like virus ( Middle East Hepe-Astrovirus ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with a genomic organization similar to Hepeviridae .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , since it shared homology with Hepeviridae and Astroviridae at ORF1 and in ORF2 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "respectively , the newly discovered Hepe-Astrovirus may represent a phylogenetic bridge between Hepeviridae and Astroviridae .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "18",
    "token_num": "235"
  }
}