{
  "paper_id": "4df45b8404d9de0b376a8ae3c282a517df36fe51",
  "metadata": {
    "title": "Two novel HLA-A*0201 T-cell epitopes in avian H5N1 viral nucleoprotein induced specific immune responses in HHD mice",
    "coda_data_split": "train",
    "coda_paper_id": 5384,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The influenza A nucleoprotein (NP) is an attractive target for avian flu vaccine development because of its high conversancy in the evolutionary chain of the virus. Here we identified two novel HLA-A*0201 restricted NP epitopes, named H5N1 NP373-381 AMDSNTLEL (NP373) and NP458-466 FQGRGVFEL (NP458), using computational bioinformatic analysis. The NP peptides showed a high binding affinity to HLA-A*0201 on T2 cells, and were able to induce the activation of the cytotoxic T cells in the human peripheral blood mononuclear cells. We examined the potential of using NP373 and NP458 peptide sequences supplemented with a single-chain trimer as potential DNA vaccine candidates in an HHD transgenic mouse model. A gene gun delivery system was used for administrating the vaccine candidates into the animals. The results from cytotoxicity and ELISPOT assays indicated that a significant amount of IFN-c was secreted by the T cells of the vaccinated mice, and the T cells were able to eliminate the corresponding peptide-loaded T2 cells. The discovery of these novel immunogenic NP peptides provides valuable information for avian flu vaccine design and construction.",
      "sentences": [
        [
          {
            "segment_text": "The influenza A nucleoprotein ( NP ) is an attractive target for avian flu vaccine development because of its high conversancy in the evolutionary chain of the virus .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we identified two novel HLA-A * 0201 restricted NP epitopes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "named H5N1 NP373-381 AMDSNTLEL ( NP373 ) and NP458-466 FQGRGVFEL ( NP458 ) , using computational bioinformatic analysis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The NP peptides showed a high binding affinity to HLA-A * 0201 on T2 cells ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and were able to induce the activation of the cytotoxic T cells in the human peripheral blood mononuclear cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We examined the potential of using NP373 and NP458 peptide sequences supplemented with a single-chain trimer as potential DNA vaccine candidates in an HHD transgenic mouse model .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A gene gun delivery system was used for administrating the vaccine candidates into the animals .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The results from cytotoxicity and ELISPOT assays indicated that a significant amount of IFN-c was secreted by the T cells of the vaccinated mice ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the T cells were able to eliminate the corresponding peptide-loaded T2 cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The discovery of these novel immunogenic NP peptides provides valuable information for avian flu vaccine design and construction .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "influenza A virus / H5N1 nucleoprotein / HLA-A*0201 T-cell epitope / single-chain trimer / HHD transgenic mouse model * Corresponding author: boyxie@ust.hk 1",
      "sentences": [
        [
          {
            "segment_text": "influenza A virus / H5N1 nucleoprotein / HLA-A * 0201 T-cell epitope / single-chain trimer / HHD transgenic mouse model * Corresponding author : boyxie@ust.hk 1",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "8",
    "segment_num": "11",
    "token_num": "224"
  }
}