{
  "paper_id": "4e3ff7f8c463e24675f722e3759f837287a53e27",
  "metadata": {
    "title": "Design, Synthesis and Antiviral Efficacy of a Series of Potent Chloropyridyl Ester-derived SARS-CoV 3CLpro Inhibitors NIH Public Access Author Manuscript",
    "coda_data_split": "train",
    "coda_paper_id": 8723,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Design, synthesis and biological evaluation of a series of 5-chloropyridine ester-derived severe acute respiratory syndrome-coronavirus chymotrypsin-like protease inhibitors is described. Position of the carboxylate functionality is critical to potency. Inhibitor 10 with a 5-chloropyridinyl ester at position 4 of the indole ring is the most potent inhibitor with a SARS 3Clpro IC 50 value of 30 nM and antiviral EC 50 value of 6.9 μM. Molecular Docking studies have provided possible binding modes of these inhibitors.",
      "sentences": [
        [
          {
            "segment_text": "Design , synthesis and biological evaluation of a series of 5-chloropyridine ester-derived severe acute respiratory syndrome-coronavirus chymotrypsin-like protease inhibitors is described .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Position of the carboxylate functionality is critical to potency .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Inhibitor 10 with a 5-chloropyridinyl ester at position 4 of the indole ring is the most potent inhibitor with a SARS 3Clpro IC 50 value of 30 nM and antiviral EC 50 value of 6.9 μM .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Molecular Docking studies have provided possible binding modes of these inhibitors .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "4",
    "token_num": "81"
  }
}