{
  "paper_id": "4e5e92a42c246cee7451d379092345d871323d16",
  "metadata": {
    "title": "Archives of Virology Further Studies on Human Enteric Coronaviruses",
    "coda_data_split": "train",
    "coda_paper_id": 4342,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Comparisons were made between human enteric coronaviruses and the enteric coronaviruses of pigs and calves by negative staining.",
      "sentences": [
        [
          {
            "segment_text": "Comparisons were made between human enteric coronaviruses and the enteric coronaviruses of pigs and calves by negative staining .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Examination of human intestinal organ culture fluids at various time intervals after inoculation with the human enteric coronavirus showed increasing numbers of particles in the fluids.",
      "sentences": [
        [
          {
            "segment_text": "Examination of human intestinal organ culture fluids at various time intervals after inoculation with the human enteric coronavirus showed increasing numbers of particles in the fluids .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Thin sections of the columnar epithelial cells of these explants showed a number of features consistent with the replication of known human and animal coronaviruses. Virus particles found in thin sections had a mean diameter of 68 nm. In addition, a structure was found in thin sections which has not been described previously. This structure may represent the viral nueleocapsid.",
      "sentences": [
        [
          {
            "segment_text": "Thin sections of the columnar epithelial cells of these explants showed a number of features consistent with the replication of known human and animal coronaviruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Virus particles found in thin sections had a mean diameter of 68 nm .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , a structure was found in thin sections which has not been described previously .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This structure may represent the viral nueleocapsid .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "6",
    "segment_num": "6",
    "token_num": "111"
  }
}