{
  "paper_id": "4e833f88126324b7f8d950b2601e1c273fdaafa4",
  "metadata": {
    "title": "Specific probiotics and virological findings in symptomatic conscripts attending military service in Finland",
    "coda_data_split": "train",
    "coda_paper_id": 2885,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background: Viral upper respiratory tract infections occur frequently among conscripts. Probiotics have reduced viral infections in children attending day care. Limited data are available on the effects of probiotics on the nasopharyngeal presence of respiratory viruses. Objectives: To assess, whether probiotics could decrease nasopharyngeal occurrence of respiratory viruses in Finnish conscripts. Study design: In a randomized, double-blind, placebo-controlled 90-and 150-day intervention study, 239 nasopharyngeal swab samples were collected from 192 symptomatic conscripts receiving daily chewable probiotic tablet containing Lactobacillus rhamnosus GG and Bifidobacterium animalis ssp. lactis BB-12 (46.9%) or control tablet (53.1%) on visits to a garrison\u0027s health care center due to symptoms of infection. The presence of respiratory viruses was tested by PCR-methods, and viral findings were compared between the intervention groups. Results: 184 (76.9%) nasopharyngeal samples were positive for at least one respiratory virus. Picornaviruses were the most common viruses and were detected in 155 (84.2%) of samples. Of these, 143 (92.3%) were rhinovirus-positive and 20 (12.9%) were enterovirus-positive. The control group had 83 (64%) and the probiotic group 72 (66%) picornavirus infections (p \u003d 0.79). Monthly distribution of picornaviruses showed that there were less picornavirus findings after 3 months in the probiotic group than in the control group (p \u003d 0.0069). However, probiotics did not reduce picornavirus occurrence in other months. Conclusions: Overall, probiotics did not reduce viral occurrence in symptomatic conscripts. However, probiotics decreased the presence of picornaviruses after 3 months, which may imply that probiotics play a role against viruses causing common cold. Further investigations are necessary to clarify the mechanisms involved in order to target specific probiotics on specific respiratory viruses.",
      "sentences": [
        [
          {
            "segment_text": "Background : Viral upper respiratory tract infections occur frequently among conscripts .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Probiotics have reduced viral infections in children attending day care .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Limited data are available on the effects of probiotics on the nasopharyngeal presence of respiratory viruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Objectives : To assess , whether probiotics could decrease nasopharyngeal occurrence of respiratory viruses in Finnish conscripts .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Study design : In a randomized ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "double-blind , placebo-controlled 90-and 150-day intervention study ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "239 nasopharyngeal swab samples were collected from 192 symptomatic conscripts receiving daily chewable probiotic tablet containing Lactobacillus rhamnosus GG and Bifidobacterium animalis ssp. lactis BB-12 ( 46.9 % ) or control tablet ( 53.1 % ) on visits to a garrison \u0027s health care center due to symptoms of infection .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The presence of respiratory viruses was tested by PCR-methods ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and viral findings were compared between the intervention groups .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : 184 ( 76.9 % ) nasopharyngeal samples were positive for at least one respiratory virus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Picornaviruses were the most common viruses and were detected in 155 ( 84.2 % ) of samples .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Of these , 143 ( 92.3 % ) were rhinovirus-positive and 20 ( 12.9 % ) were enterovirus-positive .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The control group had 83 ( 64 % ) and the probiotic group 72 ( 66 % ) picornavirus infections ( p \u003d 0.79 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Monthly distribution of picornaviruses showed that there were less picornavirus findings after 3 months in the probiotic group than in the control group ( p \u003d 0.0069 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , probiotics did not reduce picornavirus occurrence in other months .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : Overall , probiotics did not reduce viral occurrence in symptomatic conscripts .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , probiotics decreased the presence of picornaviruses after 3 months ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which may imply that probiotics play a role against viruses causing common cold .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Further investigations are necessary to clarify the mechanisms involved in order to target specific probiotics on specific respiratory viruses .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "15",
    "segment_num": "19",
    "token_num": "326"
  }
}