{
  "paper_id": "4e9565f46be73148924009804105f82dc6f8fd65",
  "metadata": {
    "title": "The effects of a prebiotic supplement (Prebio Support) on fecal and salivary IgA in neonatal dairy calves",
    "coda_data_split": "train",
    "coda_paper_id": 10436,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The newborn calf\u0027s gastrointestinal tract is sterile at birth, but by 3 days of age coliforms, Lactobacilli, and Bifidobacteria are the predominant flora in the feces. During the preweaning period, calves are susceptible to diarrhea that can lead to high levels of morbidity and mortality. Diarrhea has been related with a decrease of beneficial microbiota and an increase of coliform counts in feces. Prebiotic supplements are believed to decrease diarrhea and positively affect some parameters of the immune system. In calves, these supplements have shown some promising effects on intestinal microbial populations but there is limited information about effects on immunity. The main objectives of this study were to evaluate effects of a prebiotic supplement containing fermentation products of lactic acid bacteria on the mucosal immune system by measuring fecal and salivary IgA and to evaluate calf health and growth performance. In this trial 40 Holstein calves were randomly assigned to receive milk replacer with a prebiotic supplement (20 g/day Prebio Support™; Meiji Feed Co., Ltd. Tokyo, Japan) or the same milk replacer with no prebiotic (control). Fecal and salivary IgA, calf health, plasma IgG, and lymphocyte counts were not affected by treatment. Lactobacilli count in feces was higher (P \u003d 0.05) and Bifidobacteria tended to be higher (P \u003d 0.07) in calves fed prebiotic. Prebiotic supplement increased beneficial bacteria in calves, but did not decrease overall incidence of diarrhea in this trial. Calves in this study were all affected by cryptosporidiosis and some were treated with antibiotics, so it is possible that this limited some of the effects of the prebiotic product. Fecal IgA seemed to be a good measure of mucosal immunity, and more studies are needed to develop methods to measure this type of immunity in calves.",
      "sentences": [
        [
          {
            "segment_text": "The newborn calf \u0027s gastrointestinal tract is sterile at birth ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but by 3 days of age coliforms ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Lactobacilli , and Bifidobacteria are the predominant flora in the feces .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "During the preweaning period , calves are susceptible to diarrhea that can lead to high levels of morbidity and mortality .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Diarrhea has been related with a decrease of beneficial microbiota and an increase of coliform counts in feces .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Prebiotic supplements are believed to decrease diarrhea and positively affect some parameters of the immune system .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In calves , these supplements have shown some promising effects on intestinal microbial populations but there is limited information about effects on immunity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The main objectives of this study were to evaluate effects of a prebiotic supplement containing fermentation products of lactic acid bacteria on the mucosal immune system by measuring fecal and salivary IgA and to evaluate calf health and growth performance .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "In this trial 40 Holstein calves were randomly assigned to receive milk replacer with a prebiotic supplement ( 20 g/day Prebio Support ™ ; Meiji Feed Co. , Ltd. .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Tokyo , Japan ) or the same milk replacer with no prebiotic ( control ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Fecal and salivary IgA , calf health ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "plasma IgG , and lymphocyte counts were not affected by treatment .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Lactobacilli count in feces was higher ( P \u003d 0.05 ) and Bifidobacteria tended to be higher ( P \u003d 0.07 ) in calves fed prebiotic .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Prebiotic supplement increased beneficial bacteria in calves ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but did not decrease overall incidence of diarrhea in this trial .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Calves in this study were all affected by cryptosporidiosis and some were treated with antibiotics ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "so it is possible that this limited some of the effects of the prebiotic product .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Fecal IgA seemed to be a good measure of mucosal immunity ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and more studies are needed to develop methods to measure this type of immunity in calves .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "13",
    "segment_num": "19",
    "token_num": "327"
  }
}