{
  "paper_id": "4eb8b7fd0032816e4a29d65b06939266d6446624",
  "metadata": {
    "title": "Encoding of odor fear memories in the mouse olfactory cortex",
    "coda_data_split": "train",
    "coda_paper_id": 10253,
    "coda_has_expert_labels": false,
    "subset": "biorxiv_medrxiv"
  },
  "abstract": [
    {
      "original_text": "Odor memories are exceptionally robust and essential for animal survival. The olfactory (piriform) cortex has long been hypothesized to encode odor memories, yet the cellular substrates for olfactory learning and memory remain unknown. Here, using intersectional, cFos-based genetic manipulations (\"Fos-tagging\"), we show that olfactory fear conditioning activates sparse and distributed ensembles of neurons in mouse piriform cortex. We demonstrate that chemogenetic silencing of these Fostagged piriform ensembles selectively interferes with odor fear memory retrieval, but does not compromise basic odor detection and discrimination. Furthermore, chemogenetic reactivation of piriform neurons that were Fos-tagged during olfactory fear conditioning causes a decrease in exploratory behavior, mimicking odor-evoked fear memory recall. Together, our experiments identify odor-specific ensembles of piriform neurons as necessary and sufficient for odor fear memory recall. author/funder. All rights reserved. No reuse allowed without permission.",
      "sentences": [
        [
          {
            "segment_text": "Odor memories are exceptionally robust and essential for animal survival .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The olfactory ( piriform ) cortex has long been hypothesized to encode odor memories ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "yet the cellular substrates for olfactory learning and memory remain unknown .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , using intersectional , cFos-based genetic manipulations ( `` Fos-tagging \u0027\u0027 ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we show that olfactory fear conditioning activates sparse and distributed ensembles of neurons in mouse piriform cortex .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We demonstrate that chemogenetic silencing of these Fostagged piriform ensembles selectively interferes with odor fear memory retrieval ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but does not compromise basic odor detection and discrimination .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , chemogenetic reactivation of piriform neurons that were Fos-tagged during olfactory fear conditioning causes a decrease in exploratory behavior ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "mimicking odor-evoked fear memory recall .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Together , our experiments identify odor-specific ensembles of piriform neurons as necessary and sufficient for odor fear memory recall .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "author/funder .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "All rights reserved .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "No reuse allowed without permission .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "13",
    "token_num": "157"
  }
}