{
  "paper_id": "4ec1787f65505b0751777ff1f2cb40d13c0d2b96",
  "metadata": {
    "title": "On programmed ribosomal frameshifting: the alternative proteomes",
    "coda_data_split": "train",
    "coda_paper_id": 9071,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Frameshifting results from two main mechanisms: genomic insertions or deletions (indels) or programmed ribosomal frameshifting. Whereas indels can disrupt normal protein function, programmed ribosomal frameshifting can result in dual-coding genes, each of which can produce multiple functional products. Here, I summarize technical advances that have made it possible to identify programmed ribosomal frameshifting events in a systematic way. The results of these studies suggest that such frameshifting occurs in all genomes, and I will discuss methods that could help characterize the resulting alternative proteomes.",
      "sentences": [
        [
          {
            "segment_text": "Frameshifting results from two main mechanisms : genomic insertions or deletions ( indels ) or programmed ribosomal frameshifting .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Whereas indels can disrupt normal protein function ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "programmed ribosomal frameshifting can result in dual-coding genes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "each of which can produce multiple functional products .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , I summarize technical advances that have made it possible to identify programmed ribosomal frameshifting events in a systematic way .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The results of these studies suggest that such frameshifting occurs in all genomes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and I will discuss methods that could help characterize the resulting alternative proteomes .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "7",
    "token_num": "95"
  }
}