{
  "paper_id": "4eca3df95a8bf82f07ba51b6978bd4049f8df827",
  "metadata": {
    "title": "Laboratory Investigation and Phylogenetic Analysis of an Imported Middle East Respiratory Syndrome Coronavirus Case in Greece",
    "coda_data_split": "train",
    "coda_paper_id": 5496,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Rapid and reliable laboratory diagnosis of persons suspected of Middle East respiratory syndrome coronavirus (MERS-CoV) infection is important for timely implementation of infection control practices and disease management. In addition, monitoring molecular changes in the virus can help elucidate chains of transmission and identify mutations that might influence virus transmission efficiency. This was illustrated by a recent laboratory investigation we conducted on an imported MERS-CoV case in Greece. Two oropharyngeal swab specimens were collected on the 1 st and 2 nd day of patient hospitalization and tested using two real-time RT-PCR (rRT-PCR) assays targeting the UpE and Orf-1a regions of the MERS-CoV genome and RT-PCR and partial sequencing of RNA-dependent RNA polymerase and nucleocapsid genes. Serum specimens were also collected and serological test were performed. Results from the first swab sample were inconclusive while the second swab was strongly positive for MERS-CoV RNA by rRT-PCR and confirmed positive by RT-PCR and partial gene sequencing. Positive serologic test results further confirmed MERS-CoV infection. Full-length nucleocapsid and spike gene coding sequences were later obtained from the positive swab sample. Phylogenetic analysis revealed that the virus was closely related to recent human-derived MERS-CoV strains obtained in Jeddah and Makkah, Saudi Arabia, in April 2014 and dromedary camels in Saudi Arabia and Qatar. These findings were consistent with the patient\u0027s history. We also identified a unique amino acid substitution in the spike receptor binding domain that may have implications for receptor binding efficiency. Our initial inconclusive rRT-PCR results highlight the importance of collecting multiple specimens from suspect MERS-CoV cases and particularly specimens from the lower respiratory tract.",
      "sentences": [
        [
          {
            "segment_text": "Rapid and reliable laboratory diagnosis of persons suspected of Middle East respiratory syndrome coronavirus ( MERS-CoV ) infection is important for timely implementation of infection control practices and disease management .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In addition , monitoring molecular changes in the virus can help elucidate chains of transmission and identify mutations that might influence virus transmission efficiency .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This was illustrated by a recent laboratory investigation we conducted on an imported MERS-CoV case in Greece .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Two oropharyngeal swab specimens were collected on the 1 st and 2 nd day of patient hospitalization and tested using two real-time RT-PCR ( rRT-PCR ) assays targeting the UpE and Orf-1a regions of the MERS-CoV genome and RT-PCR and partial sequencing of RNA-dependent RNA polymerase and nucleocapsid genes .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Serum specimens were also collected and serological test were performed .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results from the first swab sample were inconclusive while the second swab was strongly positive for MERS-CoV RNA by rRT-PCR and confirmed positive by RT-PCR and partial gene sequencing .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Positive serologic test results further confirmed MERS-CoV infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Full-length nucleocapsid and spike gene coding sequences were later obtained from the positive swab sample .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Phylogenetic analysis revealed that the virus was closely related to recent human-derived MERS-CoV strains obtained in Jeddah and Makkah ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Saudi Arabia , in April 2014 and dromedary camels in Saudi Arabia and Qatar .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These findings were consistent with the patient \u0027s history .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We also identified a unique amino acid substitution in the spike receptor binding domain that may have implications for receptor binding efficiency .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our initial inconclusive rRT-PCR results highlight the importance of collecting multiple specimens from suspect MERS-CoV cases and particularly specimens from the lower respiratory tract .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "12",
    "segment_num": "13",
    "token_num": "283"
  }
}