{
  "paper_id": "4ed084719f40fac25989dbc99d08c2c609b33289",
  "metadata": {
    "title": "G-quadruplex forming sequences in the genome of all known human viruses: a comprehensive guide Running title: Presence and conservation of G4s in human viruses",
    "coda_data_split": "train",
    "coda_paper_id": 10697,
    "coda_has_expert_labels": false,
    "subset": "biorxiv_medrxiv"
  },
  "abstract": [
    {
      "original_text": "G-quadruplexes are non-canonical nucleic acid structures that control transcription, replication, and recombination in organisms. G-quadruplexes are present in eukaryotes, prokaryotes, and viruses. In the latter, mounting evidence indicates their key biological activity. Since data on viruses are scattered, we here present a comprehensive analysis of putative G-quadruplexes in the genome of all known viruses that can infect humans. We show that the presence, distribution, and location of G-quadruplexes are features characteristic of each virus class and family. Our statistical analysis proves that their presence within the viral genome is orderly arranged, as indicated by the possibility to correctly assign up to two-thirds of viruses to their exact class based on the G-quadruplex classification. For each virus we provide: i) the list of all G-quadruplexes formed by GG-, GGG-and GGGG-islands present in the genome (positive and negative strands), ii) their position in the viral genome along with the known function of that region, iii) the degree of conservation among strains of each G-quadruplex in its genome context, iv) the statistical significance of G-quadruplex formation. This information is accessible from a database",
      "sentences": [
        [
          {
            "segment_text": "G-quadruplexes are non-canonical nucleic acid structures that control transcription ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "replication , and recombination in organisms .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "G-quadruplexes are present in eukaryotes , prokaryotes , and viruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In the latter , mounting evidence indicates their key biological activity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Since data on viruses are scattered ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "we here present a comprehensive analysis of putative G-quadruplexes in the genome of all known viruses that can infect humans .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We show that the presence ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "distribution , and location of G-quadruplexes are features characteristic of each virus class and family .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our statistical analysis proves that their presence within the viral genome is orderly arranged ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as indicated by the possibility to correctly assign up to two-thirds of viruses to their exact class based on the G-quadruplex classification .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "For each virus we provide : i ) the list of all G-quadruplexes formed by GG - ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "GGG-and GGGG-islands present in the genome ( positive and negative strands ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "ii ) their position in the viral genome along with the known function of that region ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "iii ) the degree of conservation among strains of each G-quadruplex in its genome context ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "iv ) the statistical significance of G-quadruplex formation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This information is accessible from a database",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "16",
    "token_num": "208"
  }
}