{
  "paper_id": "4ee51bb838b0cdc2e59317a4b837f2997795b665",
  "metadata": {
    "title": "Hospitalization Risk Due to Respiratory Illness Associated with Genetic Variation at IFITM3 in Patients with Influenza A(H1N1)pdm09 Infection: A Case-Control Study",
    "coda_data_split": "train",
    "coda_paper_id": 7283,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Recent studies suggest an association between the Interferon Inducible Transmembrane 3 (IFITM3) rs12252 variant and the course of influenza infection. However, it is not clear whether the reported association relates to influenza infection severity. The aim of this study was to estimate the hospitalization risk associated with this variant in Influenza Like Illness (ILI) patients during the H1N1 pandemic influenza.",
      "sentences": [
        [
          {
            "segment_text": "Recent studies suggest an association between the Interferon Inducible Transmembrane 3 ( IFITM3 ) rs12252 variant and the course of influenza infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , it is not clear whether the reported association relates to influenza infection severity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The aim of this study was to estimate the hospitalization risk associated with this variant in Influenza Like Illness ( ILI ) patients during the H1N1 pandemic influenza .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "A case-control genetic association study was performed, using nasopharyngeal/oropharyngeal swabs collected during the H1N1 pandemic influenza. Laboratory diagnosis of influenza infection was performed by RT-PCR, the IFITM3 rs12252 was genotyped by RFLP and tested for association with hospitalization. Conditional logistic regression was performed to calculate the confounder-adjusted odds ratio of hospitalization associated with IFITM3 rs12252.",
      "sentences": [
        [
          {
            "segment_text": "A case-control genetic association study was performed ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "using nasopharyngeal/oropharyngeal swabs collected during the H1N1 pandemic influenza .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Laboratory diagnosis of influenza infection was performed by RT-PCR ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "the IFITM3 rs12252 was genotyped by RFLP and tested for association with hospitalization .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Conditional logistic regression was performed to calculate the confounder-adjusted odds ratio of hospitalization associated with IFITM3 rs12252 .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "We selected 312 ILI cases and 624 matched non-hospitalized controls. Within ILI Influenza A(H1N1)pdm09 positive patients, no statistical significant association was found between the variant and the hospitalization risk (Adjusted OR: 0.73 (95%CI: 0.33-1.50)). Regarding ILI Influenza A(H1N1)pdm09 negative patients, CT/CC genotype carriers had a higher risk of being hospitalized than patients with TT genotype (Adjusted OR: 2.54 (95%CI: 1.54-4.19)).",
      "sentences": [
        [
          {
            "segment_text": "We selected 312 ILI cases and 624 matched non-hospitalized controls .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Within ILI Influenza A ( H1N1 ) pdm09 positive patients ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "no statistical significant association was found between the variant and the hospitalization risk ( Adjusted OR : 0.73 ( 95 % CI : 0.33-1.50 ) ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Regarding ILI Influenza A ( H1N1 ) pdm09 negative patients ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "CT/CC genotype carriers had a higher risk of being hospitalized than patients with TT genotype ( Adjusted OR : 2.54 ( 95 % CI : 1.54-4.19 ) ) .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "The IFITM3 rs12252 variant was associated with respiratory infection hospitalization but not specifically in patients infected with Influenza A(H1N1)pdm09.",
      "sentences": [
        [
          {
            "segment_text": "The IFITM3 rs12252 variant was associated with respiratory infection hospitalization but not specifically in patients infected with Influenza A ( H1N1 ) pdm09 .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "10",
    "segment_num": "14",
    "token_num": "241"
  }
}