{
  "paper_id": "4ef4cb3ed4814b1afceebb92b410e53fd5646f4e",
  "metadata": {
    "title": "IFITM proteins are incorporated onto HIV-1 virion particles and negatively imprint their infectivity",
    "coda_data_split": "train",
    "coda_paper_id": 3909,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Interferon induced transmembrane proteins 1, 2 and 3 (IFITMs) belong to a family of highly related antiviral factors that have been shown to interfere with a large spectrum of viruses including Filoviruses, Coronaviruses, Influenza virus, Dengue virus and HIV-1. In all these cases, the reported mechanism of antiviral inhibition indicates that the pool of IFITM proteins present in target cells blocks incoming viral particles in endosomal vesicles where they are subsequently degraded.",
      "sentences": [
        [
          {
            "segment_text": "Background : Interferon induced transmembrane proteins 1 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "2 and 3 ( IFITMs ) belong to a family of highly related antiviral factors that have been shown to interfere with a large spectrum of viruses including Filoviruses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Coronaviruses , Influenza virus , Dengue virus and HIV-1 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In all these cases , the reported mechanism of antiviral inhibition indicates that the pool of IFITM proteins present in target cells blocks incoming viral particles in endosomal vesicles where they are subsequently degraded .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Results: In this study, we describe an additional mechanism through which IFITMs block HIV-1. In virus-producing cells, IFITMs coalesce with forming virions and are incorporated into viral particles. Expression of IFITMs during virion assembly leads to the production of virion particles of decreased infectivity that are mostly affected during entry in target cells. This mechanism of inhibition is exerted against different retroviruses and does not seem to be dependent on the type of Envelope present on retroviral particles.",
      "sentences": [
        [
          {
            "segment_text": "Results : In this study ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "we describe an additional mechanism through which IFITMs block HIV-1 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In virus-producing cells , IFITMs coalesce with forming virions and are incorporated into viral particles .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Expression of IFITMs during virion assembly leads to the production of virion particles of decreased infectivity that are mostly affected during entry in target cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This mechanism of inhibition is exerted against different retroviruses and does not seem to be dependent on the type of Envelope present on retroviral particles .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "The results described here identify a novel mechanism through which IFITMs affect HIV-1 infectivity during the late phases of the viral life cycle. Put in the context of data obtained by other laboratories, these results indicate that IFITMs can target HIV at two distinct moments of its life cycle, in target cells as well as in virus-producing cells. These results raise the possibility that IFITMs could similarly affect distinct steps of the life cycle of a number of other viruses.",
      "sentences": [
        [
          {
            "segment_text": "The results described here identify a novel mechanism through which IFITMs affect HIV-1 infectivity during the late phases of the viral life cycle .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Put in the context of data obtained by other laboratories ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "these results indicate that IFITMs can target HIV at two distinct moments of its life cycle ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "in target cells as well as in virus-producing cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results raise the possibility that IFITMs could similarly affect distinct steps of the life cycle of a number of other viruses .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "9",
    "segment_num": "14",
    "token_num": "253"
  }
}