{
  "paper_id": "4ef71600d49057154d87551483d26579a03ac163",
  "metadata": {
    "title": "Viral etiology of bronchiolitis among pediatric inpatients in northern Taiwan with emphasis on newly identified respiratory viruses",
    "coda_data_split": "train",
    "coda_paper_id": 7469,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Bronchiolitis; Human bocavirus; Human metapneumovirus; Respiratory syncytial virus; Taiwan",
      "sentences": [
        [
          {
            "segment_text": "Bronchiolitis ; Human bocavirus ; Human metapneumovirus ; Respiratory syncytial virus ; Taiwan",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Purpose: Viral etiology of bronchiolitis in children in Taiwan has been fragmentary. We conducted a prospective study to figure out the viral epidemiology of bronchiolitis in Taiwan. Materials and methods: From January 2009 to March 2011, a total of 113 children with bronchiolitis, aged \u003c2 years, hospitalized in Chang Gung Children\u0027s Hospital were randomly selected for viral etiology investigation. Nasopharyngeal aspirates were obtained from each case and sent for viral detection by tissue culture, antigen test, and polymerase chain reaction. Results: A total of 120 viruses were detected from 113 children. Positive viral etiology was identified in 86 (76%) children. Mixed viral pathogens were found in 28 cases (25%). Respiratory syncytial virus (RSV) was the most common pathogen and was identified in 43.4% of the cases. Human bocavirus (hBoV) was the second most common identified virus (in 19.5%), followed by human metapneumovirus (hMPV), rhinovirus, influenza viruses, and coronavirus OC43. In terms of clinical characteristics, no significant difference was found among the children with bronchiolitis either caused by different single or mixed viral infection. Conclusion: RSV was the most common etiologic agent for children with bronchiolitis in Taiwan. Newly identified viruses, including hMPV and hBoV, were also among the common causative agents. Clinical characteristics were not significantly different among the children with bronchiolitis caused by different viruses.",
      "sentences": [
        [
          {
            "segment_text": "Purpose : Viral etiology of bronchiolitis in children in Taiwan has been fragmentary .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We conducted a prospective study to figure out the viral epidemiology of bronchiolitis in Taiwan .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Materials and methods : From January 2009 to March 2011 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "a total of 113 children with bronchiolitis ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "aged \u003c 2 years , hospitalized in Chang Gung Children \u0027s Hospital were randomly selected for viral etiology investigation .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Nasopharyngeal aspirates were obtained from each case and sent for viral detection by tissue culture ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "antigen test , and polymerase chain reaction .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : A total of 120 viruses were detected from 113 children .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Positive viral etiology was identified in 86 ( 76 % ) children .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Mixed viral pathogens were found in 28 cases ( 25 % ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Respiratory syncytial virus ( RSV ) was the most common pathogen and was identified in 43.4 % of the cases .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Human bocavirus ( hBoV ) was the second most common identified virus ( in 19.5 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "followed by human metapneumovirus ( hMPV ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "rhinovirus , influenza viruses , and coronavirus OC43 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In terms of clinical characteristics ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "no significant difference was found among the children with bronchiolitis either caused by different single or mixed viral infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusion : RSV was the most common etiologic agent for children with bronchiolitis in Taiwan .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Newly identified viruses , including hMPV and hBoV ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "were also among the common causative agents .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Clinical characteristics were not significantly different among the children with bronchiolitis caused by different viruses .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "14",
    "segment_num": "21",
    "token_num": "276"
  }
}