{
  "paper_id": "4f19d147459289d3b0ecf5b49ab6d04f444db578",
  "metadata": {
    "title": "Ribavirin and interferon-b synergistically inhibit SARS-associated coronavirus replication in animal and human cell lines",
    "coda_data_split": "train",
    "coda_paper_id": 10728,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Initial in vitro investigations demonstrated type I interferons (IFNs: IFN-a, IFN-b) to inhibit replication of SARS coronavirus (SARS-CoV), but found the nucleoside analogue ribavirin ineffective in Vero cells. In this report, ribavirin was shown to inhibit SARS-CoV replication in five different cell types of animal or human origin at therapeutically achievable concentrations. Since clinical anti-SARS-CoV activity of type I interferons or ribavirin is limited, we investigated the combination of IFN-b and ribavirin. Determination of the virus yield indicated highly synergistic anti-SARS-CoV action of the combination suggesting the consideration of ribavirin plus IFN-b for the treatment of SARS.",
      "sentences": [
        [
          {
            "segment_text": "Initial in vitro investigations demonstrated type I interferons ( IFNs : IFN-a , IFN-b ) to inhibit replication of SARS coronavirus ( SARS-CoV ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but found the nucleoside analogue ribavirin ineffective in Vero cells .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this report , ribavirin was shown to inhibit SARS-CoV replication in five different cell types of animal or human origin at therapeutically achievable concentrations .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Since clinical anti-SARS-CoV activity of type I interferons or ribavirin is limited ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "we investigated the combination of IFN-b and ribavirin .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Determination of the virus yield indicated highly synergistic anti-SARS-CoV action of the combination suggesting the consideration of ribavirin plus IFN-b for the treatment of SARS .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "6",
    "token_num": "110"
  }
}