{
  "paper_id": "4f2102dfde801cb0cab691992bbc61cbd98b1ca5",
  "metadata": {
    "title": "",
    "coda_data_split": "train",
    "coda_paper_id": 4508,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Recent years have seen unprecedented investment in research and development for countermeasures for high-threat pathogens, including specific and ambitious objectives for development of diagnostics, therapeutics, and vaccines. The inadequate availability of biological reference materials for these pathogens poses a genuine obstacle in pursuit of these objectives, and the lack of a comprehensive and equitable framework for developing reference materials is a weakness. We outline the need for internationally standardized biological materials for high-threat pathogens as a core element of global health security. We also outline the key components of a framework for addressing this deficiency.",
      "sentences": [
        [
          {
            "segment_text": "Recent years have seen unprecedented investment in research and development for countermeasures for high-threat pathogens ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including specific and ambitious objectives for development of diagnostics , therapeutics , and vaccines .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The inadequate availability of biological reference materials for these pathogens poses a genuine obstacle in pursuit of these objectives ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and the lack of a comprehensive and equitable framework for developing reference materials is a weakness .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We outline the need for internationally standardized biological materials for high-threat pathogens as a core element of global health security .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We also outline the key components of a framework for addressing this deficiency .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "6",
    "token_num": "103"
  }
}