{
  "paper_id": "4f22ff2c7ce145ff907bcd3d5fd71ae8d9083492",
  "metadata": {
    "title": "Safety and efficacy of a modified-live canine coronavirus vaccine in dogs",
    "coda_data_split": "train",
    "coda_paper_id": 8269,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The safety and the efficacy of a modified-live (ML) canine coronavirus (CCoV) vaccine strain 257/98-3c was evaluated in 14 dogs seronegative and virus negative for CCoV. For the safety test, four dogs were inoculated, two by intramuscular and two by oronasal route, with 10 times the vaccinal dose. During the observation period (28 days) all dogs did not display any local or systemic reaction. For the efficacy test, eight dogs were vaccinated by intramuscular (four dogs-group A) or by oronasal route (four dogs-group B). Two dogs were maintained as non-vaccinated controls. In the dogs of group A, vaccinal virus was not detected in faecal samples by virus isolation (VI) and by PCR assay, while in the dogs of group B, the virus was revealed for six median days only by PCR. Twenty-eight days later, the vaccinated and control dogs were challenged with a field CCoV strain. After the challenge, the vaccinated dogs did not display clinical signs and the dogs of group A shed virus for 5.5 median days, evaluated by VI, and for 10 median days evaluated by PCR. Virus shedding was not observed, both by VI and PCR assay, in the dogs of group B. The two control dogs displayed moderate clinical signs and the virus was detected by VI for 14.5 median days starting from day 3 post-challenge (dpc 3) and by PCR assay for 23 median days starting from dpc 1.",
      "sentences": [
        [
          {
            "segment_text": "The safety and the efficacy of a modified-live ( ML ) canine coronavirus ( CCoV ) vaccine strain 257/98 - 3c was evaluated in 14 dogs seronegative and virus negative for CCoV .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "For the safety test , four dogs were inoculated ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "two by intramuscular and two by oronasal route ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "with 10 times the vaccinal dose .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "During the observation period ( 28 days ) all dogs did not display any local or systemic reaction .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "For the efficacy test , eight dogs were vaccinated by intramuscular ( four dogs-group A ) or by oronasal route ( four dogs-group B ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Two dogs were maintained as non-vaccinated controls .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "In the dogs of group A ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "vaccinal virus was not detected in faecal samples by virus isolation ( VI ) and by PCR assay ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while in the dogs of group B ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the virus was revealed for six median days only by PCR .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Twenty-eight days later , the vaccinated and control dogs were challenged with a field CCoV strain .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "After the challenge , the vaccinated dogs did not display clinical signs and the dogs of group A shed virus for 5.5 median days ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "evaluated by VI , and for 10 median days evaluated by PCR .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Virus shedding was not observed ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "both by VI and PCR assay ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "in the dogs of group B .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The two control dogs displayed moderate clinical signs and the virus was detected by VI for 14.5 median days starting from day 3 post-challenge ( dpc 3 ) and by PCR assay for 23 median days starting from dpc 1 .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "18",
    "token_num": "274"
  }
}