{
  "paper_id": "4f292b626af0f6632fc307e56a378ccc52eabd8c",
  "metadata": {
    "title": "Intranasal administration of IL-35 inhibits allergic responses and symptoms in mice with allergic rhinitis",
    "coda_data_split": "train",
    "coda_paper_id": 5015,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "CLN cervical lymph node Treg regulatory T cell BALF bronchoalveolar lavage fluid a b s t r a c t Background: IL-35 was recently identified as an anti-inflammatory cytokine. We previously reported that recombinant fusion protein of murine IL-35 and human IgG1 Fc fragment (rIL-35) reduced Th2 cytokines (IL-4 and IL-5) in vitro. However, it is unclear whether IL-35 can attenuate nasal allergic responses and symptoms of allergic rhinitis in vivo.",
      "sentences": [
        [
          {
            "segment_text": "CLN cervical lymph node Treg regulatory T cell BALF bronchoalveolar lavage fluid a b s t r a c t Background : IL-35 was recently identified as an anti-inflammatory cytokine .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We previously reported that recombinant fusion protein of murine IL-35 and human IgG1 Fc fragment ( rIL-35 ) reduced Th2 cytokines ( IL-4 and IL-5 ) in vitro .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , it is unclear whether IL-35 can attenuate nasal allergic responses and symptoms of allergic rhinitis in vivo .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Methods: To investigate the in vivo effect of IL-35 on allergic rhinitis in mice, mice were sensitized with ovalbumin (OVA). Intranasal administration of rIL-35 and intranasal challenge of OVA were then performed. Nasal symptoms were estimated after the last nasal challenge. Nasal tissue and cervical lymph nodes (CLN) were collected. OVA-specific IgE in sera, OVA-specific T cell response, and the production of cytokines (IL-4, IL-5, and IL-10) stimulated by the OVA antigen were measured. The transcription level of Foxp3 and the frequency of CD4 þ CD25 þ regulatory T cells were also measured.",
      "sentences": [
        [
          {
            "segment_text": "Methods : To investigate the in vivo effect of IL-35 on allergic rhinitis in mice ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "mice were sensitized with ovalbumin ( OVA ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Intranasal administration of rIL-35 and intranasal challenge of OVA were then performed .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Nasal symptoms were estimated after the last nasal challenge .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Nasal tissue and cervical lymph nodes ( CLN ) were collected .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "OVA-specific IgE in sera , OVA-specific T cell response ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and the production of cytokines ( IL-4 , IL-5 , and IL-10 ) stimulated by the OVA antigen were measured .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The transcription level of Foxp3 and the frequency of CD4 þ CD25 þ regulatory T cells were also measured .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results: rIL-35 significantly inhibited the number of sneezes and nasal rubbing movements. It also reduced the number of eosinophils in the nasal mucosa and significantly decreased the level of OVAspecific IgE, the OVA-specific T cell proliferation, and the production of IL-4 and IL-5. Furthermore, rIL-35 significantly increased the production of IL-10, the transcription level of Foxp3, and the frequency of CD4 þ CD25 þ regulatory T cells.",
      "sentences": [
        [
          {
            "segment_text": "Results : rIL-35 significantly inhibited the number of sneezes and nasal rubbing movements .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "It also reduced the number of eosinophils in the nasal mucosa and significantly decreased the level of OVAspecific IgE ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the OVA-specific T cell proliferation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the production of IL-4 and IL-5 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , rIL-35 significantly increased the production of IL-10 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the transcription level of Foxp3 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the frequency of CD4 þ CD25 þ regulatory T cells .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions: This study showed for the first time that rIL-35 inhibits nasal allergic responses and symptoms in mice, and that rIL-35 increases IL-10, Foxp3, and CD4 þ CD25 þ regulatory T cells in CLN. This study also suggests that intranasal administration of IL-35 can attenuate allergic rhinitis.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions : This study showed for the first time that rIL-35 inhibits nasal allergic responses and symptoms in mice ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and that rIL-35 increases IL-10 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Foxp3 , and CD4 þ CD25 þ regulatory T cells in CLN .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This study also suggests that intranasal administration of IL-35 can attenuate allergic rhinitis .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "14",
    "segment_num": "22",
    "token_num": "320"
  }
}