{
  "paper_id": "4f2d9d2eabd8bed5e10c751d3fdca3789c19c19b",
  "metadata": {
    "title": "How the non-inflammasome NLRs function in the innate immune system",
    "coda_data_split": "train",
    "coda_paper_id": 6622,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "NLR (nucleotide-binding domain, leucine-rich repeat containing) proteins have rapidly emerged as central regulators of immunity and inflammation with demonstrated relevance to human diseases. Much attention has focused on the ability of several NLRs to activate the inflammasome complex and drive proteolytic processing of inflammatory cytokines; however, NLRs also regulate important inflammasome-independent functions in the immune system. In this review, we will discuss several of these functions, including the regulation of canonical and non-canonical NF-κB activation, MAP kinase activation, cytokine and chemokine production, antimicrobial reactive oxygen species production, type I interferon production, and RNase L activity. We will also explore the mechanistic basis of these functions and present current challenges in the field.",
      "sentences": [
        [
          {
            "segment_text": "NLR ( nucleotide-binding domain , leucine-rich repeat containing ) proteins have rapidly emerged as central regulators of immunity and inflammation with demonstrated relevance to human diseases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Much attention has focused on the ability of several NLRs to activate the inflammasome complex and drive proteolytic processing of inflammatory cytokines ; however ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "NLRs also regulate important inflammasome-independent functions in the immune system .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this review , we will discuss several of these functions ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "including the regulation of canonical and non-canonical NF-κB activation ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "MAP kinase activation , cytokine and chemokine production ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "antimicrobial reactive oxygen species production ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "type I interferon production , and RNase L activity .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We will also explore the mechanistic basis of these functions and present current challenges in the field .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "9",
    "token_num": "128"
  }
}