{
  "paper_id": "4f3dfa1d4e3ffba1d199cbdf180baa47805a2e67",
  "metadata": {
    "title": "Encephalitis diagnosis using metagenomics: application of next generation sequencing for undiagnosed cases",
    "coda_data_split": "train",
    "coda_paper_id": 6399,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background: Current estimates suggest that even in the most resourced settings, the aetiology of encephalitis is identified in less than half of clinical cases. It is acknowledged that filling this gap needs a combination of rigorous sampling and improved diagnostic technologies. Next generation sequencing (NGS) methods are powerful tools with the potential for comprehensive and unbiased detection of pathogens in clinical samples. We reviewed the use of this new technology for the diagnosis of suspected infectious encephalitis, and discuss the feasibility for introduction of NGS methods as a frontline diagnostic test.",
      "sentences": [
        [
          {
            "segment_text": "Background : Current estimates suggest that even in the most resourced settings ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the aetiology of encephalitis is identified in less than half of clinical cases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It is acknowledged that filling this gap needs a combination of rigorous sampling and improved diagnostic technologies .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Next generation sequencing ( NGS ) methods are powerful tools with the potential for comprehensive and unbiased detection of pathogens in clinical samples .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We reviewed the use of this new technology for the diagnosis of suspected infectious encephalitis ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and discuss the feasibility for introduction of NGS methods as a frontline diagnostic test .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Methods: A systematic literature review was performed, using MESH and text word searches for variants of \"sequencing\" and \"encephalitis\" in Medline and EMbase, and searching bibliographies and citations using the Web of Science database. Two authors independently reviewed, extracted and summarised data.",
      "sentences": [
        [
          {
            "segment_text": "Methods : A systematic literature review was performed ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "using MESH and text word searches for variants of `` sequencing \u0027\u0027 and `` encephalitis \u0027\u0027 in Medline and EMbase ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and searching bibliographies and citations using the Web of Science database .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Two authors independently reviewed , extracted and summarised data .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "The review identified 25 articles reporting 44 case reports of patients with suspected encephalitis for whom NGS was used as a diagnostic tool. We present the data and highlight themes arising from these cases. There are no randomly controlled trials to assess the utility of NGS as a diagnostic tool.",
      "sentences": [
        [
          {
            "segment_text": "The review identified 25 articles reporting 44 case reports of patients with suspected encephalitis for whom NGS was used as a diagnostic tool .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We present the data and highlight themes arising from these cases .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "There are no randomly controlled trials to assess the utility of NGS as a diagnostic tool .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Interpretation: There is increasing evidence of a role for NGS in the work-up of undiagnosed encephalitis. Lower costs and increasing accessibility of these technologies will facilitate larger studies of these patients. We recommend NGS should be considered as a front-line diagnostic * Corresponding author. Microbiology and Virology, Level 4 Camelia Botnar Labs, article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/). test in chronic and recurring presentations and, given current sample-to-result turn-around times, as second-line in acute cases of encephalitis.",
      "sentences": [
        [
          {
            "segment_text": "Interpretation : There is increasing evidence of a role for NGS in the work-up of undiagnosed encephalitis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Lower costs and increasing accessibility of these technologies will facilitate larger studies of these patients .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We recommend NGS should be considered as a front-line diagnostic * Corresponding author .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Microbiology and Virology , Level 4 Camelia Botnar Labs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "article under the CC BY-NC-ND license ( http://creativecommons.org/licenses/by-nc-nd/4.0/ ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "test in chronic and recurring presentations and ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "given current sample-to-result turn-around times ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as second-line in acute cases of encephalitis .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "14",
    "segment_num": "21",
    "token_num": "295"
  }
}