{
  "paper_id": "4f3e689f3806b2047b5f5a70df6ce9d3581dcc97",
  "metadata": {
    "title": "Pathogen-host-environment interplay and disease emergence",
    "coda_data_split": "train",
    "coda_paper_id": 2484,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Gaining insight in likely disease emergence scenarios is critical to preventing such events from happening. Recent focus has been on emerging zoonoses and on identifying common patterns and drivers of emerging diseases. However, no overarching framework exists to integrate knowledge on all emerging infectious disease events. Here, we propose such a conceptual framework based on changes in the interplay of pathogens, hosts and environment that lead to the formation of novel disease patterns and pathogen genetic adjustment. We categorize infectious disease emergence events into three groups: (i) pathogens showing up in a novel host, ranging from spill-over, including zoonoses, to complete species jumps; (ii) mutant pathogens displaying novel traits in the same host, including an increase in virulence, antimicrobial resistance and host immune escape; and (iii) disease complexes emerging in a new geographic area, either through range expansion or through long distance jumps. Each of these categories is characterized by a typical set of drivers of emergence, matching pathogen trait profiles, disease ecology and transmission dynamics. Our framework may assist in disentangling and structuring the rapidly growing amount of available information on infectious diseases. Moreover, it may contribute to a better understanding of how human action changes disease landscapes globally.",
      "sentences": [
        [
          {
            "segment_text": "Gaining insight in likely disease emergence scenarios is critical to preventing such events from happening .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Recent focus has been on emerging zoonoses and on identifying common patterns and drivers of emerging diseases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , no overarching framework exists to integrate knowledge on all emerging infectious disease events .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we propose such a conceptual framework based on changes in the interplay of pathogens ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "hosts and environment that lead to the formation of novel disease patterns and pathogen genetic adjustment .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We categorize infectious disease emergence events into three groups : ( i ) pathogens showing up in a novel host ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "ranging from spill-over , including zoonoses ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "to complete species jumps ; ( ii ) mutant pathogens displaying novel traits in the same host ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "including an increase in virulence ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "antimicrobial resistance and host immune escape ; and ( iii ) disease complexes emerging in a new geographic area ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "either through range expansion or through long distance jumps .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Each of these categories is characterized by a typical set of drivers of emergence ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "matching pathogen trait profiles , disease ecology and transmission dynamics .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our framework may assist in disentangling and structuring the rapidly growing amount of available information on infectious diseases .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , it may contribute to a better understanding of how human action changes disease landscapes globally .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "15",
    "token_num": "229"
  }
}