{
  "paper_id": "4f8d0dce755f89c22c48c301fe55a457c8ed715b",
  "metadata": {
    "title": "Differences between asthmatics and nonasthmatics hospitalised with influenza A infection",
    "coda_data_split": "train",
    "coda_paper_id": 3580,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Asthmatics hospitalised because of influenza A infection are less likely to require intensive care or die compared with nonasthmatics. The reasons for this are unknown.",
      "sentences": [
        [
          {
            "segment_text": "Asthmatics hospitalised because of influenza A infection are less likely to require intensive care or die compared with nonasthmatics .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The reasons for this are unknown .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "We performed a retrospective analysis of data on 1520 patients admitted to 75 UK hospitals with confirmed influenza A/H1N1 2009 infection. A multivariable model was used to investigate reasons for the association between asthma and severe outcomes (intensive care unit support or death).",
      "sentences": [
        [
          {
            "segment_text": "We performed a retrospective analysis of data on 1520 patients admitted to 75 UK hospitals with confirmed influenza A/H1N1 2009 infection .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A multivariable model was used to investigate reasons for the association between asthma and severe outcomes ( intensive care unit support or death ) .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Asthmatics were less likely than nonasthmatics to have severe outcome (11.2% versus 19.8%, unadjusted OR 0.51, 95% CI 0.36-0.72) despite a greater proportion requiring oxygen on admission (36.4% versus 26%, unadjusted OR 1.63) and similar rates of pneumonia (17.1% versus 16.6%, unadjusted OR 1.04). The results of multivariable logistic regression suggest the association of asthma with outcome (adjusted OR 0.62, 95% CI 0.36-1.05; p50.075) are explained by pre-admission inhaled corticosteroid use (adjusted OR 0.34, 95% CI 0.18-0.66) and earlier admission (f4 days from symptom onset) (adjusted OR 0.60, 95% CI 0.38-0.94). In asthmatics, systemic corticosteroids were associated with a decreased likelihood of severe outcomes (adjusted OR 0.36, 95% CI 0.18-0.72).",
      "sentences": [
        [
          {
            "segment_text": "Asthmatics were less likely than nonasthmatics to have severe outcome ( 11.2 % versus 19.8 % , unadjusted OR 0.51 , 95 % CI 0.36-0.72 ) despite a greater proportion requiring oxygen on admission ( 36.4 % versus 26 % , unadjusted OR 1.63 ) and similar rates of pneumonia ( 17.1 % versus 16.6 % , unadjusted OR 1.04 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The results of multivariable logistic regression suggest the association of asthma with outcome ( adjusted OR 0.62 , 95 % CI 0.36-1.05 ; p50 .075 ) are explained by pre-admission inhaled corticosteroid use ( adjusted OR 0.34 , 95 % CI 0.18-0.66 ) and earlier admission ( f4 days from symptom onset ) ( adjusted OR 0.60 , 95 % CI 0.38-0.94 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In asthmatics , systemic corticosteroids were associated with a decreased likelihood of severe outcomes ( adjusted OR 0.36 , 95 % CI 0.18-0.72 ) .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Corticosteroid use and earlier hospital admission explained the association of asthma with less severe outcomes in hospitalised patients.",
      "sentences": [
        [
          {
            "segment_text": "Corticosteroid use and earlier hospital admission explained the association of asthma with less severe outcomes in hospitalised patients .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "8",
    "segment_num": "8",
    "token_num": "244"
  }
}