{
  "paper_id": "4fab9d6fcfd7daca9ed2e0f89c2433955d34e553",
  "metadata": {
    "title": "TITLE (PROVISIONAL) Geographical disparities in emergency department presentations for acute respiratory infections and risk factors for presenting: a population-based cohort study of Western Australian children AUTHORS",
    "coda_data_split": "train",
    "coda_paper_id": 4479,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "VERSION 1 -REVIEW",
      "sentences": [
        [
          {
            "segment_text": "VERSION 1 - REVIEW",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "Pedro A Piedra Baylor College of Medicine Houston, TX, USA REVIEW RETURNED 13-Aug-2018",
      "sentences": [
        [
          {
            "segment_text": "Pedro A Piedra Baylor College of Medicine Houston ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "TX , USA REVIEW RETURNED 13-Aug-2018",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "This manuscript reports on a retrospective population-based cohort study on acute respiratory infections (ARIs) in the emergency department (ED) in Western Australia (WA) among Aboriginal and non-aboriginal children (0-17 years) residing in metropolitan, urban and rural settings from 2002 to 2012. Administrative ED datasets were linked to birth and perinatal records. The objectives were to compare overall and age-specific ED ARIs rates among Aboriginal and non-Aboriginal children in the different WA regions, monthly distribution and temporal trends, and to identify infant, maternal and socio-economic risk factors for ARI. The overall goal is to use such information to inform health service planning. Major findings. 26% of ED presentations were for ARIs. ARIs rates were highest in children \u003c12 months for Aboriginal children (1,027.6 per 1000 child-years) and non-Aboriginal children (297.4 per 1000 child-years). Regional differences were observed, trend analysis revealed increase ARI rates for all children in rural and remote areas, and the strongest risk facts observed in Aboriginal and non-Aboriginal children were male sex, prematurity, caesarean delivery, birth in lower socio-economic areas and living in the Kimberley region. This manuscript provides strong ARI incidence rates in the ED for children residing in Western Australia, and highlights ARIs rates of 2 to 3 times higher in Aboriginal children compare to non-Aboriginal children as well as regional disparity. The root cause for these disparities were not address. Commenting on the density of physicians (per 1000 population) by metropolitan, urban and rural settings as well as by regions within WA is likely to be informative, and explain in part, the disparities observed between race and region. Areas with low density of health care providers is likely to have increased use of the ED for basic health care assessment impacting ED ARI rates.",
      "sentences": [
        [
          {
            "segment_text": "This manuscript reports on a retrospective population-based cohort study on acute respiratory infections ( ARIs ) in the emergency department ( ED ) in Western Australia ( WA ) among Aboriginal and non-aboriginal children ( 0-17 years ) residing in metropolitan ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "urban and rural settings from 2002 to 2012 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Administrative ED datasets were linked to birth and perinatal records .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The objectives were to compare overall and age-specific ED ARIs rates among Aboriginal and non-Aboriginal children in the different WA regions ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "monthly distribution and temporal trends ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and to identify infant , maternal and socio-economic risk factors for ARI .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The overall goal is to use such information to inform health service planning .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Major findings .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "26 % of ED presentations were for ARIs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "ARIs rates were highest in children \u003c 12 months for Aboriginal children ( 1,027.6 per 1000 child-years ) and non-Aboriginal children ( 297.4 per 1000 child-years ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Regional differences were observed , trend analysis revealed increase ARI rates for all children in rural and remote areas ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the strongest risk facts observed in Aboriginal and non-Aboriginal children were male sex ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "prematurity , caesarean delivery , birth in lower socio-economic areas and living in the Kimberley region .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This manuscript provides strong ARI incidence rates in the ED for children residing in Western Australia ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and highlights ARIs rates of 2 to 3 times higher in Aboriginal children compare to non-Aboriginal children as well as regional disparity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The root cause for these disparities were not address .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Commenting on the density of physicians ( per 1000 population ) by metropolitan ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "urban and rural settings as well as by regions within WA is likely to be informative ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and explain in part , the disparities observed between race and region .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Areas with low density of health care providers is likely to have increased use of the ED for basic health care assessment impacting ED ARI rates .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "14",
    "segment_num": "23",
    "token_num": "349"
  }
}