{
  "paper_id": "50155b067f389bd8713b41fcc77ab4fe6b3039a4",
  "metadata": {
    "title": "Respiratory-syncytial-virus-and rhinovirus-related bronchiolitis in children aged \u003c2 years in an English district general hospital",
    "coda_data_split": "train",
    "coda_paper_id": 4347,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Respiratory syncytial virus Nasopharyngeal aspirate Bronchiolitis Respiratory PCR",
      "sentences": [
        [
          {
            "segment_text": "Respiratory syncytial virus Nasopharyngeal aspirate Bronchiolitis Respiratory PCR",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Background: Bronchiolitis is the most common reason for hospitalization in young children. In addition to respiratory syncytial virus (RSV), other viruses have been increasingly implicated. Guidance on testing has also changed. Aims: To compare clinicopathological outcomes in young children admitted with bronchiolitis due to RSV in comparison with rhinovirus (RV), and identify associated risk/ epidemiological factors. Methods: Children aged less than two years admitted to hospital with a clinical diagnosis of bronchiolitis with positive results for either RSV or RV were included in this study. Polymerase-chain-reaction-negative cases using an extended respiratory virus panel served as a control group. Retrospective data were collected on sex, risk factors, respiratory support, intravenous fluids and antibiotics. Outcomes such as length of stay (LOS) and need for transfer to the high-dependency unit/paediatric intensive care unit were included. Findings: Two hundred and twenty-seven out of 437 nasopharyngeal aspirate samples were positive for either RSV (N ¼ 162) or RV (N ¼ 65). The median age of cases was three months and 75% had at least one risk factor. Risk factors were higher in the RV group (P ¼ 0.004). RV accounted for the majority of cases outside the RSV season (P \u003c 0.01). RVassociated bronchiolitis had a longer LOS (more than seven days) (P \u003c 0.05) and increased need for chest X-rays and/or antibiotics (P \u003c 0.05). Use of intravenous fluids and respiratory support were higher in the RV group, but the difference was not significant. Conclusions: RV is the second most common pathogen associated with bronchiolitis and is isolated all year round. This may be important in those with risk factors resulting in prolonged LOS. Further research is necessary to establish the exact role of RV in this common condition, particularly outside the traditional RSV season.",
      "sentences": [
        [
          {
            "segment_text": "Background : Bronchiolitis is the most common reason for hospitalization in young children .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In addition to respiratory syncytial virus ( RSV ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "other viruses have been increasingly implicated .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Guidance on testing has also changed .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Aims : To compare clinicopathological outcomes in young children admitted with bronchiolitis due to RSV in comparison with rhinovirus ( RV ) ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and identify associated risk / epidemiological factors .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : Children aged less than two years admitted to hospital with a clinical diagnosis of bronchiolitis with positive results for either RSV or RV were included in this study .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Polymerase-chain-reaction-negative cases using an extended respiratory virus panel served as a control group .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Retrospective data were collected on sex ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "risk factors , respiratory support , intravenous fluids and antibiotics .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Outcomes such as length of stay ( LOS ) and need for transfer to the high-dependency unit/paediatric intensive care unit were included .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Findings : Two hundred and twenty-seven out of 437 nasopharyngeal aspirate samples were positive for either RSV ( N 1/4 162 ) or RV ( N 1/4 65 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The median age of cases was three months and 75 % had at least one risk factor .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Risk factors were higher in the RV group ( P 1/4 0.004 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "RV accounted for the majority of cases outside the RSV season ( P \u003c 0.01 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "RVassociated bronchiolitis had a longer LOS ( more than seven days ) ( P \u003c 0.05 ) and increased need for chest X-rays and/or antibiotics ( P \u003c 0.05 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Use of intravenous fluids and respiratory support were higher in the RV group ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but the difference was not significant .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : RV is the second most common pathogen associated with bronchiolitis and is isolated all year round .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This may be important in those with risk factors resulting in prolonged LOS .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Further research is necessary to establish the exact role of RV in this common condition ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "particularly outside the traditional RSV season .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Crown",
      "sentences": [
        [
          {
            "segment_text": "Crown",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "19",
    "segment_num": "24",
    "token_num": "351"
  }
}