{
  "paper_id": "501a57b3b0e0a5154507b25e23a3f34bf6d2299d",
  "metadata": {
    "title": "Interaction of short modiWed peptides deriving from glycoprotein gp36 of feline immunodeWciency virus with phospholipid membranes",
    "coda_data_split": "train",
    "coda_paper_id": 10880,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "A tryptophan-rich octapeptide, C8 (Ac-Trp-Glu-Asp-Trp-Val-Gly-Trp-Ile-NH 2 ), modelled on the membrane-proximal external region of the feline immuno-deWciency virus (FIV) gp36 glycoprotein ectodomain, exhibits potent antiviral activity against FIV. A mechanism has been proposed by which the peptide, being positioned on the surface of the cell membrane, inhibits its fusion with the virus. In the present work, peptide-lipid interactions of C8 with dimyristoyl phosphatidylcholine liposomes are investigated using electron spin resonance spectroscopy of spin-labelled lipids. Three other peptides, obtained from modiWcations of C8, have also been investigated, in an attempt to clarify the essential molecular features of the interactions involving the tryptophan residues. The results show that C8 adsorbs strongly on the bilayer surface. Membrane binding requires not only the presence of the Trp residues in the sequence, but also their common orientation on one side of the peptide that is engendered by the WX 2 WX 2 W motif. Membrane interaction correlates closely with peptide antiviral activity, indicating that the membrane is essential in stabilizing the peptide conformation that will be able to inhibit viral infection.",
      "sentences": [
        [
          {
            "segment_text": "A tryptophan-rich octapeptide , C8 ( Ac-Trp-Glu-Asp-Trp-Val-Gly-Trp-Ile-NH 2 ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "modelled on the membrane-proximal external region of the feline immuno-deWciency virus ( FIV ) gp36 glycoprotein ectodomain ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "exhibits potent antiviral activity against FIV .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A mechanism has been proposed by which the peptide ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "being positioned on the surface of the cell membrane ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "inhibits its fusion with the virus .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In the present work , peptide-lipid interactions of C8 with dimyristoyl phosphatidylcholine liposomes are investigated using electron spin resonance spectroscopy of spin-labelled lipids .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Three other peptides , obtained from modiWcations of C8 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "have also been investigated , in an attempt to clarify the essential molecular features of the interactions involving the tryptophan residues .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The results show that C8 adsorbs strongly on the bilayer surface .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Membrane binding requires not only the presence of the Trp residues in the sequence ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but also their common orientation on one side of the peptide that is engendered by the WX 2 WX 2 W motif .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Membrane interaction correlates closely with peptide antiviral activity ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "indicating that the membrane is essential in stabilizing the peptide conformation that will be able to inhibit viral infection .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "14",
    "token_num": "197"
  }
}