{
  "paper_id": "502b6e42269746a0cfe5c3dbbab5620b466b9569",
  "metadata": {
    "title": "A convenient colorimetric assay for the quantification of porcine epidemic diarrhea virus and neutralizing antibodies",
    "coda_data_split": "train",
    "coda_paper_id": 7380,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Neonatal enteritis caused by the porcine epidemic diarrhea virus (PEDV) is an important cause of high mortality and economic losses to the swine industry. Virus neutralization (V/N) assays are commonly requested in diagnostic laboratories for the assessment of protective antibodies. However, the visual assessment of viral cytopathic effects by operators to determine antibody titers or for viral quantification is a tedious, subjective and time-consuming process, especially when high volume testing is involved. To improve the ease of testing, a colorimetric virus neutralization and TCID 50 assays were developed and validated in this study using (3-(4,5dimethylthiazol-2-yl) Tr-2,5-diphenyltetrazolium-bromide) (MTT), a colorimetric agent which measures cell viability. The respective conventional assays were used as the gold standards. An OD cut off value of ≤0.53, selected by receiver operating characteristics analysis, could distinguish between wells with and without CPE accurately. Performance and reproducibility parameters of the colorimetric assays were comparable to the conventional assays. The described methods can reduce testing time in diagnostic laboratories, while significantly improving current protocols.",
      "sentences": [
        [
          {
            "segment_text": "Neonatal enteritis caused by the porcine epidemic diarrhea virus ( PEDV ) is an important cause of high mortality and economic losses to the swine industry .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Virus neutralization ( V/N ) assays are commonly requested in diagnostic laboratories for the assessment of protective antibodies .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , the visual assessment of viral cytopathic effects by operators to determine antibody titers or for viral quantification is a tedious ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "subjective and time-consuming process , especially when high volume testing is involved .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To improve the ease of testing ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "a colorimetric virus neutralization and TCID 50 assays were developed and validated in this study using ( 3 - ( 4,5dimethylthiazol-2-yl ) Tr-2,5-diphenyltetrazolium-bromide ) ( MTT ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "a colorimetric agent which measures cell viability .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The respective conventional assays were used as the gold standards .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "An OD cut off value of ≤ 0.53 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "selected by receiver operating characteristics analysis ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "could distinguish between wells with and without CPE accurately .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Performance and reproducibility parameters of the colorimetric assays were comparable to the conventional assays .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The described methods can reduce testing time in diagnostic laboratories ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while significantly improving current protocols .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "14",
    "token_num": "194"
  }
}