{
  "paper_id": "502dd3d54b1d6ee5cf901fd441afdf5231cffa2b",
  "metadata": {
    "title": "Frequent respiratory viral infections in a young child in a 27-month follow-up study",
    "coda_data_split": "train",
    "coda_paper_id": 7491,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Introduction: Viruses are major aetiological agents of acute respiratory infection in young children. Although many studies have reported detection and analysis of respiratory viruses in sporadic cases, there have been few follow-up studies of individuals. The purpose of this study was to investigate the frequency of respiratory viral infections in a young child and to examine the duration of viral genome detection in clinical specimens.",
      "sentences": [
        [
          {
            "segment_text": "Introduction : Viruses are major aetiological agents of acute respiratory infection in young children .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although many studies have reported detection and analysis of respiratory viruses in sporadic cases ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "there have been few follow-up studies of individuals .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The purpose of this study was to investigate the frequency of respiratory viral infections in a young child and to examine the duration of viral genome detection in clinical specimens .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Case presentation: A total of 284 nasal swabs were collected during symptomatic (196 specimens) and asymptomatic (88 specimens) periods of respiratory symptoms from a young female child (from 4 months to 31 months of age, who was admitted to a nursery school at 9 months). Multiplex real-time PCR for 19 respiratory viruses or subtypes was performed. One hundred and ninety-eight of the tested specimens were virus positive (69.7 %) (symptomatic periods, 149/196, 76.0 %; asymptomatic periods, 49/88, 55.7 %). Rhinovirus was the most frequently detected (26 times). Long durations of detection were observed for human coronavirus NL63 (30 days), rhinovirus (28 days) and human bocavirus 1 (22 days).",
      "sentences": [
        [
          {
            "segment_text": "Case presentation : A total of 284 nasal swabs were collected during symptomatic ( 196 specimens ) and asymptomatic ( 88 specimens ) periods of respiratory symptoms from a young female child ( from 4 months to 31 months of age , who was admitted to a nursery school at 9 months ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Multiplex real-time PCR for 19 respiratory viruses or subtypes was performed .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "One hundred and ninety-eight of the tested specimens were virus positive ( 69.7 % ) ( symptomatic periods , 149/196 , 76.0 % ; asymptomatic periods , 49/88 , 55.7 % ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Rhinovirus was the most frequently detected ( 26 times ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Long durations of detection were observed for human coronavirus NL63 ( 30 days ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "rhinovirus ( 28 days ) and human bocavirus 1 ( 22 days ) .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusion: Young children living in a group context have a high risk of respiratory virus infections, especially rhinovirus. In some instances, viral genomes were detectable for about 1 month by PCR.",
      "sentences": [
        [
          {
            "segment_text": "Conclusion : Young children living in a group context have a high risk of respiratory virus infections , especially rhinovirus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In some instances , viral genomes were detectable for about 1 month by PCR .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "10",
    "segment_num": "12",
    "token_num": "245"
  }
}