{
  "paper_id": "50443e443307f60551496ada4c5c5da31a436950",
  "metadata": {
    "title": "Exploration of the Effectiveness of Social Distancing on Respiratory Pathogen Transmission Implicates Environmental Contributions",
    "coda_data_split": "train",
    "coda_paper_id": 3699,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "In both military and civilian settings, transmission of respiratory pathogens may be due to personto-person and environmental contributions. This possibility was explored in a military training setting, where rates of febrile respiratory illness (FRI) often reach epidemic levels.",
      "sentences": [
        [
          {
            "segment_text": "In both military and civilian settings ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "transmission of respiratory pathogens may be due to personto-person and environmental contributions .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This possibility was explored in a military training setting ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "where rates of febrile respiratory illness ( FRI ) often reach epidemic levels .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Methods. Population size and FRI rates were monitored over 10 months in the units of 50 -90 individuals. Some units were open to the influx of potentially infectious convalescents (hereafter referred to as \"open units,\" and some were closed to such an influx (hereafter referred to as \"closed units\"). Virologic testing and polymerase chain reaction analysis were used to detect adenovirus on surface structures.",
      "sentences": [
        [
          {
            "segment_text": "Methods .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Population size and FRI rates were monitored over 10 months in the units of 50 -90 individuals .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Some units were open to the influx of potentially infectious convalescents ( hereafter referred to as `` open units , \u0027\u0027 and some were closed to such an influx ( hereafter referred to as `` closed units \u0027\u0027 ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Virologic testing and polymerase chain reaction analysis were used to detect adenovirus on surface structures .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results. The odds ratio (OR) associated with FRI in closed units, compared with open units, was 1.13 (95% confidence interval [CI], 0.99 -1.28). The OR in units with a population greater than the median size, compared with units with a population lower than the median size was 1.38 (95% CI, 1.23-1.55). Between 5% and 9% of surface samples obtained from selected units harbored viable adenovirus.",
      "sentences": [
        [
          {
            "segment_text": "Results .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The odds ratio ( OR ) associated with FRI in closed units ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "compared with open units , was 1.13 ( 95 % confidence interval ( CI ) , 0.99 -1.28 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The OR in units with a population greater than the median size ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "compared with units with a population lower than the median size was 1.38 ( 95 % CI , 1.23-1.55 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Between 5 % and 9 % of surface samples obtained from selected units harbored viable adenovirus .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions. FRI rates were not reduced in units that were closed to potentially contagious individuals. These findings imply that the primary source of the pathogen is likely environmental rather than human, and they underscore what is known about other virus types. Diligence in identifying the relative roles of different transmission routes is suggested for civilian settings similar to those described in the current study.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "FRI rates were not reduced in units that were closed to potentially contagious individuals .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These findings imply that the primary source of the pathogen is likely environmental rather than human ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and they underscore what is known about other virus types .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Diligence in identifying the relative roles of different transmission routes is suggested for civilian settings similar to those described in the current study .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "14",
    "segment_num": "19",
    "token_num": "275"
  }
}