{
  "paper_id": "506cb2a3df8ea8f08442e700050c019f678e5f96",
  "metadata": {
    "title": "Risk factors of weaning diarrhea in puppies housed in breeding kennels-NC-SA license (http://creativecommons.org/licenses/by-nc-sa/3.0/)",
    "coda_data_split": "train",
    "coda_paper_id": 8088,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Diarrhea represents one of the most frequent disorders in dogs. In puppies, degradation of feces quality is associated with a reduced daily weight gain and an increased risk of death. Prevention of diarrhea in puppies requires a global approach encompassing enteropathogens, environment and management practices especially when housed in groups. The purpose of this study was to determine prevalence of enteropathogens in puppies in breeding kennels and to identify risk factors of diarrhea. Two hundred and sixty six puppies (between 5 and 14 weeks of age) from 29 French breeding kennels were included. For each kennel, data about environment, management of the kennel and puppies\u0027 characteristics (age, sex and breed) were collected. For each puppy, fecal consistency and fecal excretion of enteropathogens (viruses and parasites) was evaluated. At least one enteropathogen was identified in 77.1% of puppies and 24.8% of puppies presented abnormal feces. The main risk factor of weaning diarrhea was fecal excretion of canine parvovirus type 2 (odds ratio \u003d 5; confidence interval 95%: 1.7-14.7). A targeted sanitary and medical prophylaxis against canine parvovirus type 2 should be implemented to decrease risk of weaning diarrhea.",
      "sentences": [
        [
          {
            "segment_text": "Diarrhea represents one of the most frequent disorders in dogs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In puppies , degradation of feces quality is associated with a reduced daily weight gain and an increased risk of death .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Prevention of diarrhea in puppies requires a global approach encompassing enteropathogens ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "environment and management practices especially when housed in groups .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The purpose of this study was to determine prevalence of enteropathogens in puppies in breeding kennels and to identify risk factors of diarrhea .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Two hundred and sixty six puppies ( between 5 and 14 weeks of age ) from 29 French breeding kennels were included .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "For each kennel , data about environment ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "management of the kennel and puppies \u0027 characteristics ( age , sex and breed ) were collected .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "For each puppy , fecal consistency and fecal excretion of enteropathogens ( viruses and parasites ) was evaluated .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "At least one enteropathogen was identified in 77.1 % of puppies and 24.8 % of puppies presented abnormal feces .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The main risk factor of weaning diarrhea was fecal excretion of canine parvovirus type 2 ( odds ratio \u003d 5 ; confidence interval 95 % : 1.7-14.7 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A targeted sanitary and medical prophylaxis against canine parvovirus type 2 should be implemented to decrease risk of weaning diarrhea .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "12",
    "token_num": "217"
  }
}