{
  "paper_id": "507ca6291af719a7d32dab7474ff70d0036c4925",
  "metadata": {
    "title": "O-Linked Oligosaccharides Are Acquired by Herpes Simplex Virus Glycoproteins in the Golgi Apparatus",
    "coda_data_split": "train",
    "coda_paper_id": 3189,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The O-linked oligosaccharides on mature forms of herpes simplex virus type 1 (HSVl) glycoproteins were characterized, and were found to account largely for the lower electrophoretic mobilities of these forms relative to the mobilities of immature forms.",
      "sentences": [
        [
          {
            "segment_text": "The O-linked oligosaccharides on mature forms of herpes simplex virus type 1 ( HSVl ) glycoproteins were characterized ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and were found to account largely for the lower electrophoretic mobilities of these forms relative to the mobilities of immature forms .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Other posttranslational modifications of HSVl glycoproteins (designated gB, gC, gD and gE) were related temporally to the discrete shifts in electrophoretic mobilities that signal acquisition of the O-linked oligosaccharides.",
      "sentences": [
        [
          {
            "segment_text": "Other posttranslational modifications of HSVl glycoproteins ( designated gB , gC , gD and gE ) were related temporally to the discrete shifts in electrophoretic mobilities that signal acquisition of the O-linked oligosaccharides .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Fatty acid acylation (principally of gE) could be detected just prior to the shifts, whereas conversion of high-mannosetype N-linked oligosaccharides to the complex type occurred coincident with the shifts. The addition of O-linked oligosaccharides did not occur in cells treated with the ionophore monensin or in a ricinresistant cell line defective in the processing of Nlinked oligosaccharides.",
      "sentences": [
        [
          {
            "segment_text": "Fatty acid acylation ( principally of gE ) could be detected just prior to the shifts ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "whereas conversion of high-mannosetype N-linked oligosaccharides to the complex type occurred coincident with the shifts .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The addition of O-linked oligosaccharides did not occur in cells treated with the ionophore monensin or in a ricinresistant cell line defective in the processing of Nlinked oligosaccharides .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "We conclude that extension of O-linked oligosaccharide chains on HSVI glycoproteins, and probably also attachment of the first O-linked sugars, occurs as a late posttranslational modification in the Golgi apparatus.",
      "sentences": [
        [
          {
            "segment_text": "We conclude that extension of O-linked oligosaccharide chains on HSVI glycoproteins ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and probably also attachment of the first O-linked sugars ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "occurs as a late posttranslational modification in the Golgi apparatus .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "5",
    "segment_num": "9",
    "token_num": "170"
  }
}