{
  "paper_id": "507f7b497146574eef677bc28cca3b8403aed36d",
  "metadata": {
    "title": "Inhibition of the interaction between the SARS-CoV Spike protein and its cellular receptor by anti-histo-blood group antibodies",
    "coda_data_split": "train",
    "coda_paper_id": 10698,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "binds to angiotensin-converting enzyme 2 which serves as a cellular receptor. Epidemiological analysis of a hospital outbreak in Hong Kong revealed that blood group O was associated with a low risk of infection. In this study, we used a cellular model of adhesion to investigate whether natural antibodies of the ABO system could block the S protein and angiotensin-converting enzyme 2 interaction. To this aim, a C-terminally EGFP-tagged S protein was expressed in chinese hamster ovary cells cotransfected with an α1,2fucosyltransferase and an A-transferase in order to coexpress the S glycoprotein ectodomain and the A antigen at the cell surface. We observed that the S protein/angiotensinconverting enzyme 2-dependent adhesion of these cells to an angiotensin-converting enzyme 2 expressing cell line was specifically inhibited by either a monoclonal or human natural anti-A antibodies, indicating that these antibodies may block the interaction between the virus and its receptor, thereby providing protection. In order to more fully appreciate the potential effect of the ABO polymorphism on the epidemiology of SARS, we built a mathematical model of the virus transmission dynamics that takes into account the protective effect of ABO natural antibodies. The model indicated that the ABO polymorphism could contribute to substantially reduce the virus transmission, affecting both the number of infected individuals and the kinetics of the epidemic. 1085 P Guillon et al.",
      "sentences": [
        [
          {
            "segment_text": "binds to angiotensin-converting enzyme 2 which serves as a cellular receptor .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Epidemiological analysis of a hospital outbreak in Hong Kong revealed that blood group O was associated with a low risk of infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , we used a cellular model of adhesion to investigate whether natural antibodies of the ABO system could block the S protein and angiotensin-converting enzyme 2 interaction .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "To this aim , a C-terminally EGFP-tagged S protein was expressed in chinese hamster ovary cells cotransfected with an α1 ,2 fucosyltransferase and an A-transferase in order to coexpress the S glycoprotein ectodomain and the A antigen at the cell surface .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We observed that the S protein/angiotensinconverting enzyme 2-dependent adhesion of these cells to an angiotensin-converting enzyme 2 expressing cell line was specifically inhibited by either a monoclonal or human natural anti-A antibodies ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "indicating that these antibodies may block the interaction between the virus and its receptor , thereby providing protection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In order to more fully appreciate the potential effect of the ABO polymorphism on the epidemiology of SARS ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "we built a mathematical model of the virus transmission dynamics that takes into account the protective effect of ABO natural antibodies .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The model indicated that the ABO polymorphism could contribute to substantially reduce the virus transmission ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "affecting both the number of infected individuals and the kinetics of the epidemic .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "1085 P Guillon et al. .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "11",
    "token_num": "237"
  }
}