{
  "paper_id": "50902af0653e2a8fe3ee0c9a044e643feb2817a6",
  "metadata": {
    "title": "Human Bocavirus: Prevalence and Clinical Spectrum at a Children\u0027s Hospital",
    "coda_data_split": "train",
    "coda_paper_id": 9681,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background. Molecular methods of pathogen discovery have recently led to the description of several new respiratory viruses. Human bocavirus (HBoV), a proposed member of the family Parvoviridae, is one of the most recently described respiratory viruses. Initial reports indicate that HBoV is a common cause of respiratory tract infection in children.",
      "sentences": [
        [
          {
            "segment_text": "Background .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Molecular methods of pathogen discovery have recently led to the description of several new respiratory viruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Human bocavirus ( HBoV ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a proposed member of the family Parvoviridae ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "is one of the most recently described respiratory viruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Initial reports indicate that HBoV is a common cause of respiratory tract infection in children .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "A total of 1474 nasal scraping specimens collected over a 20-month period were screened by polymerase chain reaction for the presence of HBoV nucleic acid. Positive results were confirmed with a second polymerase chain reaction assay from a different genomic region. The medical records of patients with positive results were reviewed for demographic and clinical data.",
      "sentences": [
        [
          {
            "segment_text": "A total of 1474 nasal scraping specimens collected over a 20-month period were screened by polymerase chain reaction for the presence of HBoV nucleic acid .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Positive results were confirmed with a second polymerase chain reaction assay from a different genomic region .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The medical records of patients with positive results were reviewed for demographic and clinical data .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results. HBoV DNA was identified in 82 samples (5.6%). The peak rate of HBoV infection occurred during the period of March through May in both 2004 and 2005. Sixty-three percent of infected patients were !12 months of age. The most common symptoms were cough, rhinorrhea, and fever. Other symptoms of interest included diarrhea and a \"paroxysmal\" cough that was clinically suspected to be caused by Bordetella pertussis.",
      "sentences": [
        [
          {
            "segment_text": "Results .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "HBoV DNA was identified in 82 samples ( 5.6 % ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The peak rate of HBoV infection occurred during the period of March through May in both 2004 and 2005 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Sixty-three percent of infected patients were !",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "12 months of age .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The most common symptoms were cough , rhinorrhea , and fever .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Other symptoms of interest included diarrhea and a `` paroxysmal \u0027\u0027 cough that was clinically suspected to be caused by Bordetella pertussis .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions. HBoV DNA is commonly present in children with upper and lower respiratory tract infections. The presence of a pertussis-like cough and diarrhea in association with HBoV infection merits further investigation.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "HBoV DNA is commonly present in children with upper and lower respiratory tract infections .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The presence of a pertussis-like cough and diarrhea in association with HBoV infection merits further investigation .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "17",
    "segment_num": "19",
    "token_num": "233"
  }
}