{
  "paper_id": "509190b03505878ded0f0d63a57e4900551b4ad7",
  "metadata": {
    "title": "Pandemic Influenza: A Potential Role for Statins in Treatment and Prophylaxis",
    "coda_data_split": "train",
    "coda_paper_id": 10349,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The next influenza pandemic may be imminent. Because antiviral agents and vaccines will be unavailable to people in most countries, we need to determine whether other agents could offer clinical benefits. Influenza is associated with an increase in acute cardiovascular diseases, and influenza viruses induce proinflammatory cytokines. Statins are cardioprotective and have anti-inflammatory and immunomodulatory effects, and they thus might benefit patients with influenza. This hypothesis should be evaluated by using administrative databases to search for reduced rates of hospitalization and death due to influenzarelated conditions among people taking statins. These studies should be followed by laboratory studies of statins in animal and cell-based models of influenza virus infection and, later, by clinical trials. Positive results from such studies would provide physicians in all countries with something to offer patients for treatment and prophylaxis of pandemic influenza. Generic statins will be widely distributed and inexpensive. They might be the only agents that could alter the course of a global pandemic.",
      "sentences": [
        [
          {
            "segment_text": "The next influenza pandemic may be imminent .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Because antiviral agents and vaccines will be unavailable to people in most countries ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "we need to determine whether other agents could offer clinical benefits .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Influenza is associated with an increase in acute cardiovascular diseases ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and influenza viruses induce proinflammatory cytokines .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Statins are cardioprotective and have anti-inflammatory and immunomodulatory effects ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and they thus might benefit patients with influenza .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This hypothesis should be evaluated by using administrative databases to search for reduced rates of hospitalization and death due to influenzarelated conditions among people taking statins .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These studies should be followed by laboratory studies of statins in animal and cell-based models of influenza virus infection and ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "later , by clinical trials .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Positive results from such studies would provide physicians in all countries with something to offer patients for treatment and prophylaxis of pandemic influenza .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Generic statins will be widely distributed and inexpensive .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "They might be the only agents that could alter the course of a global pandemic .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "13",
    "token_num": "174"
  }
}