{
  "paper_id": "50b4a2b57bd832613c6594755cb0e754e03bc0e7",
  "metadata": {
    "title": "",
    "coda_data_split": "train",
    "coda_paper_id": 9852,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "This case report shows the development of a right ventricular aneurysm in a cat with a large atrial septal defect. Despite this complex cardiac pathology, the cat lived normally for more than 4 years and developed fatal congestive heart failure.",
      "sentences": [
        [
          {
            "segment_text": "This case report shows the development of a right ventricular aneurysm in a cat with a large atrial septal defect .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Despite this complex cardiac pathology ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the cat lived normally for more than 4 years and developed fatal congestive heart failure .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Kew words: Aneurysm -Cat -Atrial septal defect -",
      "sentences": [
        [
          {
            "segment_text": "Kew words : Aneurysm - Cat - Atrial septal defect -",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "A 14-month old Persian male cat with a history of chronic rhinitis was referred for an evaluation of acute intermittent hind leg lameness. On physical examination, the cat was thin (3.6 kg body weight), but normally developed. He was hyperthermic (40.2°C) and mildly tachypneic (60/min). The auscultated heart rate was 180/min, and a grade 3/6 systolic and soft grade 2/6 diastolic murmur was heard over the heart base on both sides of the thorax. The peripheral pulses were weak bilaterally, but there was no evidence of arterial thromboembolisation on clinical examination. Passive hip movements were painful without specific location. The blood pressure was normal 1 (118/68 mmHg, heart rate: 159 bpm). Severe cardiomegaly was evident on thoracic radiographs (Figures 1A and 1B) . Pulmonary artery enlargement as well as dorsal displacement of the sternum (pectus excavatum) were also present. The electrocardiogram (ECG) had an abnormally widened QRS-complex (0.05 sec) with deep S-waves on leads I, II, III and aVF ( Figure 1C ), interpreted as atypical right ventricular hypertrophy pattern (RVH). Additional isolated premature contractions originating from the right ventricle were noticed. The standard echocardiographic examination 2 showed a dilatation of the right ventricle (RV) and atrium (RA). The thickness of the RV-free wall appeared to be normal. A large atrial septal defect (ASD) was seen and was illustrated by color flow Doppler as a low velocity (1.5 m/sec) left to right shunt across the defect (Figures 2A and 2B) . On M-mode examinations, the left ventricular fractional shortening (FS: 37%) and left atrium to aortic root ratio were normal (1.12). Serological test for feline leukaemia virus (FeLV antigen), feline immunodeficiency virus (FIV-antibodies) and feline coronavirus (antibodies) were negative. CBC and serologic chemical parameters were normal.",
      "sentences": [
        [
          {
            "segment_text": "A 14-month old Persian male cat with a history of chronic rhinitis was referred for an evaluation of acute intermittent hind leg lameness .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "On physical examination , the cat was thin ( 3.6 kg body weight ) , but normally developed .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "He was hyperthermic ( 40.2 °C ) and mildly tachypneic ( 60/min ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The auscultated heart rate was 180/min ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and a grade 3/6 systolic and soft grade 2/6 diastolic murmur was heard over the heart base on both sides of the thorax .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The peripheral pulses were weak bilaterally ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but there was no evidence of arterial thromboembolisation on clinical examination .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Passive hip movements were painful without specific location .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The blood pressure was normal 1 ( 118/68 mmHg , heart rate : 159 bpm ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Severe cardiomegaly was evident on thoracic radiographs ( Figures 1A and 1B ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Pulmonary artery enlargement as well as dorsal displacement of the sternum ( pectus excavatum ) were also present .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The electrocardiogram ( ECG ) had an abnormally widened QRS-complex ( 0.05 sec ) with deep S-waves on leads I ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "II , III and aVF ( Figure 1C ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "interpreted as atypical right ventricular hypertrophy pattern ( RVH ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Additional isolated premature contractions originating from the right ventricle were noticed .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The standard echocardiographic examination 2 showed a dilatation of the right ventricle ( RV ) and atrium ( RA ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The thickness of the RV-free wall appeared to be normal .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A large atrial septal defect ( ASD ) was seen and was illustrated by color flow Doppler as a low velocity ( 1.5 m/sec ) left to right shunt across the defect ( Figures 2A and 2B ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "On M-mode examinations , the left ventricular fractional shortening ( FS : 37 % ) and left atrium to aortic root ratio were normal ( 1.12 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Serological test for feline leukaemia virus ( FeLV antigen ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "feline immunodeficiency virus ( FIV-antibodies ) and feline coronavirus ( antibodies ) were negative .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "CBC and serologic chemical parameters were normal .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "20",
    "segment_num": "26",
    "token_num": "407"
  }
}