{
  "paper_id": "50d91193d8e54f9d3926fb63e4786041686c9081",
  "metadata": {
    "title": "Random dissection to select for protein split sites and its application in protein fragment complementation",
    "coda_data_split": "train",
    "coda_paper_id": 5392,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "To identify protein split sites quickly, a selection procedure by using chloramphenicol acetyl transferase (CAT) as reporter was introduced to search for folded protein fragments from libraries generated by random digestion and reassembly of the target gene, which yielded an abundant amount of DNA fragments with controllable lengths. Experimental results of tryptophan synthase alpha subunit (TSa) and TEM-1 b-lactamase agreed well with what the literature has reported. The solubility of these fragments correlated roughly with the minimum inhibitory concentrations of the CAT fusions. The application of this dissection protocol to protein fragment complementation assay (PCA) was evaluated using aminoglycoside-3 0 -phosphotransferase I (APH(3 0 )-I) as a model protein. Three nearly bisectional sites and a number of possible split points were identified, and guided by this result, four novel pairs of fragments were tested for complementation. Three out of four pairs partially restored the APH activity with the help of leucine zippers, and a truncated but active APH(3 0 )-I (D1-25) was also found. Finally, the weakly active APH(3 0 )-I-(1-253)NZ/CZ (254-271) containing a short 18 residue tag was further improved by errorprone PCR, and a best mutant was obtained showing a fourfold improvement after just one round of evolution. These results demonstrate that protein random dissection based on the CAT selection can provide an efficient search for protein breakage points and guide the design of fragments for protein complementation assay. Furthermore, more active fragment pairs can be achieved with the classical directed evolution approach.",
      "sentences": [
        [
          {
            "segment_text": "To identify protein split sites quickly ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "a selection procedure by using chloramphenicol acetyl transferase ( CAT ) as reporter was introduced to search for folded protein fragments from libraries generated by random digestion and reassembly of the target gene ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "which yielded an abundant amount of DNA fragments with controllable lengths .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Experimental results of tryptophan synthase alpha subunit ( TSa ) and TEM-1 b-lactamase agreed well with what the literature has reported .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The solubility of these fragments correlated roughly with the minimum inhibitory concentrations of the CAT fusions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The application of this dissection protocol to protein fragment complementation assay ( PCA ) was evaluated using aminoglycoside-3 0 - phosphotransferase I ( APH ( 3 0 ) - I ) as a model protein .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Three nearly bisectional sites and a number of possible split points were identified ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and guided by this result ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "four novel pairs of fragments were tested for complementation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Three out of four pairs partially restored the APH activity with the help of leucine zippers ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and a truncated but active APH ( 3 0 ) - I ( D1-25 ) was also found .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Finally , the weakly active APH ( 3 0 ) - I - ( 1-253 ) NZ/CZ ( 254-271 ) containing a short 18 residue tag was further improved by errorprone PCR ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and a best mutant was obtained showing a fourfold improvement after just one round of evolution .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results demonstrate that protein random dissection based on the CAT selection can provide an efficient search for protein breakage points and guide the design of fragments for protein complementation assay .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , more active fragment pairs can be achieved with the classical directed evolution approach .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "15",
    "token_num": "292"
  }
}