{
  "paper_id": "50f74fde0ed19bb067b5a48ae60a6d00354b1ba7",
  "metadata": {
    "title": "Mitigating the risk of Zika virus contamination of raw materials and cell lines in the manufacture of biologicals",
    "coda_data_split": "train",
    "coda_paper_id": 2754,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Ensuring the virological safety of biologicals is challenging due to the risk of viral contamination of raw materials and cell banks, and exposure during in-process handling to known and/or emerging viral pathogens. Viruses may contaminate raw materials and biologicals intended for human or veterinary use and remain undetected until appropriate testing measures are employed. The outbreak and expansive spread of the mosquito-borne flavivirus Zika virus (ZIKV) poses challenges to screening human-and animal -derived products used in the manufacture of biologicals. Here, we report the results of an in vitro study where detector cell lines were challenged with African and Asian lineages of ZIKV. We demonstrate that this pathogen is robustly detectable by in vitro assay, thereby providing assurance of detection of ZIKV, and in turn underpinning the robustness of in vitro virology assays in safety testing of biologicals.",
      "sentences": [
        [
          {
            "segment_text": "Ensuring the virological safety of biologicals is challenging due to the risk of viral contamination of raw materials and cell banks ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and exposure during in-process handling to known and/or emerging viral pathogens .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Viruses may contaminate raw materials and biologicals intended for human or veterinary use and remain undetected until appropriate testing measures are employed .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The outbreak and expansive spread of the mosquito-borne flavivirus Zika virus ( ZIKV ) poses challenges to screening human-and animal - derived products used in the manufacture of biologicals .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we report the results of an in vitro study where detector cell lines were challenged with African and Asian lineages of ZIKV .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We demonstrate that this pathogen is robustly detectable by in vitro assay ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "thereby providing assurance of detection of ZIKV ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and in turn underpinning the robustness of in vitro virology assays in safety testing of biologicals .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "8",
    "token_num": "150"
  }
}