{
  "paper_id": "512ad31f56a7be38e686f3864431191b0b9f659e",
  "metadata": {
    "title": "Punica granatum L. Leaf Extract Attenuates Lung Inflammation in Mice with Acute Lung Injury",
    "coda_data_split": "train",
    "coda_paper_id": 3679,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The hydroalcoholic extract of Punica granatum (pomegranate) leaves was previously demonstrated to be anti-inflammatory in a rat model of lipopolysaccharide-(LPS-) induced acute peritonitis. Here, we investigated the anti-inflammatory effects of the ethyl acetate fraction obtained from the pomegranate leaf hydroalcoholic extract (EAFPg) on the LPS-induced acute lung injury (ALI) mouse model. Male Swiss mice received either EAFPg at different doses or dexamethasone (per os) prior to LPS intranasal instillation. Vehicle-treated mice were used as controls. Animals were culled at 4 h after LPS challenge, and the bronchoalveolar lavage fluid (BALF) and lung samples were collected for analysis. EAFPg and kaempferol effects on NO and cytokine production by LPS-stimulated RAW 264.7 macrophages were also investigated. Pretreatment with EAFPg (100-300 mg/kg) markedly reduced cell accumulation (specially neutrophils) and collagen deposition in the lungs of ALI mice. The same animals presented with reduced lung and BALF TNF-α and IL-1β expression in comparison with vehicle controls (p \u003c 0 05). Additionally, incubation with either EAFPg or kaempferol (100 μg/ml) reduced NO production and cytokine gene expression in cultured LPS-treated RAW 264.7 macrophages. Overall, these results demonstrate that the prophylactic treatment with EAFPg attenuates acute lung inflammation. We suggest this fraction may be useful in treating ALI.",
      "sentences": [
        [
          {
            "segment_text": "The hydroalcoholic extract of Punica granatum ( pomegranate ) leaves was previously demonstrated to be anti-inflammatory in a rat model of lipopolysaccharide - ( LPS - ) induced acute peritonitis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we investigated the anti-inflammatory effects of the ethyl acetate fraction obtained from the pomegranate leaf hydroalcoholic extract ( EAFPg ) on the LPS-induced acute lung injury ( ALI ) mouse model .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Male Swiss mice received either EAFPg at different doses or dexamethasone ( per os ) prior to LPS intranasal instillation .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Vehicle-treated mice were used as controls .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Animals were culled at 4 h after LPS challenge ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and the bronchoalveolar lavage fluid ( BALF ) and lung samples were collected for analysis .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "EAFPg and kaempferol effects on NO and cytokine production by LPS-stimulated RAW 264.7 macrophages were also investigated .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Pretreatment with EAFPg ( 100-300 mg/kg ) markedly reduced cell accumulation ( specially neutrophils ) and collagen deposition in the lungs of ALI mice .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The same animals presented with reduced lung and BALF TNF-α and IL-1β expression in comparison with vehicle controls ( p \u003c 0 05 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Additionally , incubation with either EAFPg or kaempferol ( 100 μg/ml ) reduced NO production and cytokine gene expression in cultured LPS-treated RAW 264.7 macrophages .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Overall , these results demonstrate that the prophylactic treatment with EAFPg attenuates acute lung inflammation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We suggest this fraction may be useful in treating ALI .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "12",
    "token_num": "240"
  }
}