{
  "paper_id": "513cb067ae66876bca5e55d343cf196b8d5715e9",
  "metadata": {
    "title": "Niclosamide Is a Proton Carrier and Targets Acidic Endosomes with Broad Antiviral Effects",
    "coda_data_split": "train",
    "coda_paper_id": 5316,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Viruses use a limited set of host pathways for infection. These pathways represent bona fide antiviral targets with low likelihood of viral resistance. We identified the salicylanilide niclosamide as a broad range antiviral agent targeting acidified endosomes. Niclosamide is approved for human use against helminthic infections, and has anti-neoplastic and antiviral effects. Its mode of action is unknown. Here, we show that niclosamide, which is a weak lipophilic acid inhibited infection with pH-dependent human rhinoviruses (HRV) and influenza virus. Structure-activity studies showed that antiviral efficacy and endolysosomal pH neutralization co-tracked, and acidification of the extracellular medium bypassed the virus entry block. Niclosamide did not affect the vacuolar H + -ATPase, but neutralized coated vesicles or synthetic liposomes, indicating a proton carrier mode-of-action independent of any protein target. This report demonstrates that physico-chemical interference with host pathways has broad range antiviral effects, and provides a proof of concept for the development of host-directed antivirals.",
      "sentences": [
        [
          {
            "segment_text": "Viruses use a limited set of host pathways for infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These pathways represent bona fide antiviral targets with low likelihood of viral resistance .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We identified the salicylanilide niclosamide as a broad range antiviral agent targeting acidified endosomes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Niclosamide is approved for human use against helminthic infections ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and has anti-neoplastic and antiviral effects .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Its mode of action is unknown .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we show that niclosamide ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which is a weak lipophilic acid inhibited infection with pH-dependent human rhinoviruses ( HRV ) and influenza virus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Structure-activity studies showed that antiviral efficacy and endolysosomal pH neutralization co-tracked ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and acidification of the extracellular medium bypassed the virus entry block .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Niclosamide did not affect the vacuolar H + - ATPase ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but neutralized coated vesicles or synthetic liposomes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "indicating a proton carrier mode-of-action independent of any protein target .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This report demonstrates that physico-chemical interference with host pathways has broad range antiviral effects ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and provides a proof of concept for the development of host-directed antivirals .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "15",
    "token_num": "172"
  }
}