{
  "paper_id": "515b51f119327fc67b16a6b2697d4fa477e20f5e",
  "metadata": {
    "title": "Mucosally delivered peptides prime strong immunity in HLA-A2.1 transgenic rabbits NIH Public Access Author Manuscript",
    "coda_data_split": "train",
    "coda_paper_id": 3372,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "DNA vaccines delivered subcutaneously by gene-gun have generated strong protective and therapeutic immunity in rabbits. Recent studies have shown that peptides delivered by the mucosal routes also stimulate local and systemic immune responses. Since mucosal delivery is easier to administer and more cost-effective when compared to gene-gun delivery, we were interested to learn whether mucosally-delivered peptides would prime protective immunity comparable to that of genegun delivered DNA in rabbits. Our newly developed HLA-A2.1 transgenic rabbit model was used to test the hypothesis. We chose an HLA-A2.1 restricted cottontail rabbit papillomavirus (CRPV) E1 epitope (E1/303-311, MLQEKPFQL) for the peptide immunization studies because it provided complete protection when used as a DNA vaccine. Adjuvant has been widely used to boost immunity for vaccines. In this study, three adjuvants reported to be effective for rabbits (TT helper motif, PADRE and CpG2007) were tested with the peptide vaccine. Peptide alone or fused to TT helper or PADRE to create chimeric peptides was delivered by two mucosal routes (ocular and intranasal) together. Partial protection was found in HLA-A2.1 transgenic rabbits when peptide was delivered mucosally in the presence of adjuvant. When a subsequent booster of a half dose of the corresponding DNA vaccine was delivered, complete protections were achieved. We conclude that mucosal peptide immunization can be combined with a single DNA vaccination to provide strong protective immunity in rabbits.",
      "sentences": [
        [
          {
            "segment_text": "DNA vaccines delivered subcutaneously by gene-gun have generated strong protective and therapeutic immunity in rabbits .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Recent studies have shown that peptides delivered by the mucosal routes also stimulate local and systemic immune responses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Since mucosal delivery is easier to administer and more cost-effective when compared to gene-gun delivery ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "we were interested to learn whether mucosally-delivered peptides would prime protective immunity comparable to that of genegun delivered DNA in rabbits .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Our newly developed HLA-A2.1 transgenic rabbit model was used to test the hypothesis .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We chose an HLA-A2.1 restricted cottontail rabbit papillomavirus ( CRPV ) E1 epitope ( E1/303 -311 , MLQEKPFQL ) for the peptide immunization studies because it provided complete protection when used as a DNA vaccine .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Adjuvant has been widely used to boost immunity for vaccines .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "In this study , three adjuvants reported to be effective for rabbits ( TT helper motif , PADRE and CpG2007 ) were tested with the peptide vaccine .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Peptide alone or fused to TT helper or PADRE to create chimeric peptides was delivered by two mucosal routes ( ocular and intranasal ) together .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Partial protection was found in HLA-A2.1 transgenic rabbits when peptide was delivered mucosally in the presence of adjuvant .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "When a subsequent booster of a half dose of the corresponding DNA vaccine was delivered , complete protections were achieved .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We conclude that mucosal peptide immunization can be combined with a single DNA vaccination to provide strong protective immunity in rabbits .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "12",
    "token_num": "250"
  }
}