{
  "paper_id": "5188a1034fa0ca4dc51d2e65120835b0b66cc33e",
  "metadata": {
    "title": "Chapter 8 DISEASE AND WELFARE",
    "coda_data_split": "train",
    "coda_paper_id": 3369,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Both infectious and non-infectious disease have a major impact on the welfare of cats. The likelihood of an individual developing a particular disease will depend on a variety of factors including age, exposure, genetic make-up, and general nutritional and health status. Disease can impact on an individual, and can also affect a group or a population of cats. With our current understanding, and with the multi-factorial nature of risk factors, preventing most non-infectious diseases is very difficult so we have to rely on early diagnosis and appropriate treatment. Infectious disease, however, may be more easily preventable using a variety of strategies including vaccination, reduction of exposure and improving resistance to infection. Despite the difficulties in recognising signs of pain, especially chronic pain, in cats, the prevention and treatment of pain is of major importance, and the development of effective easy-to administer analgesics, especially those for long-term use, should be a major research priority in veterinary medicine.",
      "sentences": [
        [
          {
            "segment_text": "Both infectious and non-infectious disease have a major impact on the welfare of cats .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The likelihood of an individual developing a particular disease will depend on a variety of factors including age ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "exposure , genetic make-up , and general nutritional and health status .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Disease can impact on an individual ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and can also affect a group or a population of cats .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "With our current understanding , and with the multi-factorial nature of risk factors ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "preventing most non-infectious diseases is very difficult so we have to rely on early diagnosis and appropriate treatment .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Infectious disease , however , may be more easily preventable using a variety of strategies including vaccination ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "reduction of exposure and improving resistance to infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Despite the difficulties in recognising signs of pain ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "especially chronic pain , in cats ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the prevention and treatment of pain is of major importance ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and the development of effective easy-to administer analgesics ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "especially those for long-term use ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "should be a major research priority in veterinary medicine .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "15",
    "token_num": "177"
  }
}