{
  "paper_id": "51a16f6110de86c0a245a11b366130d5d7da4137",
  "metadata": {
    "title": "Design, synthesis and evaluation of a series of acyclic fleximer nucleoside analogues with anti-coronavirus activity Graphical abstract HHS Public Access Author manuscript",
    "coda_data_split": "train",
    "coda_paper_id": 10618,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "A series of doubly flexible nucleoside analogues were designed based on the acyclic sugar scaffold of acyclovir and the flex-base moiety found in the fleximers. The target compounds were evaluated for their antiviral potential and found to inhibit several coronaviruses. Significantly, compound 2 displayed selective antiviral activity (CC 50 \u003e 3x EC 50 ) towards human coronavirus (HCoV)-NL63 and Middle East respiratory syndrome-coronavirus, but not severe acute respiratory syndrome-coronavirus. In the case of HCoV-NL63 the activity was highly promising with an EC 50 \u003c 10 μM and a CC 50 \u003e 100 μM. As such, these doubly flexible nucleoside analogues are viewed as a novel new class of drug candidates with potential for potent inhibition of coronaviruses.",
      "sentences": [
        [
          {
            "segment_text": "A series of doubly flexible nucleoside analogues were designed based on the acyclic sugar scaffold of acyclovir and the flex-base moiety found in the fleximers .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The target compounds were evaluated for their antiviral potential and found to inhibit several coronaviruses .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Significantly , compound 2 displayed selective antiviral activity ( CC 50 \u003e 3x EC 50 ) towards human coronavirus ( HCoV ) - NL63 and Middle East respiratory syndrome-coronavirus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but not severe acute respiratory syndrome-coronavirus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In the case of HCoV-NL63 the activity was highly promising with an EC 50 \u003c 10 μM and a CC 50 \u003e 100 μM .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "As such , these doubly flexible nucleoside analogues are viewed as a novel new class of drug candidates with potential for potent inhibition of coronaviruses .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "6",
    "token_num": "130"
  }
}