{
  "paper_id": "51b6d9bfc066fc269da4c0bc8c183345bedddb87",
  "metadata": {
    "title": "Improved detection of HSV by electron microscopy in clinical specimens using ultracentrifugation and cdlloidal gold immunoelectron microscopy: comparison with viral culture atld, cytodiagnosis",
    "coda_data_split": "train",
    "coda_paper_id": 10134,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Three tests were compared to diagnose herpes virus infection: electron microscopy (EM), viral culture (VC) and cytodiagnosis (Tzanck smear). The study comprised 67 patients with skin or mucous membrane lesions suggestive of herpes simplex virus (HSV) infection. The sensitivity of EM increased 25% after virus concentration by ultracentrifugation. Herpes virus infection was confirmed in 55 of the 67 cases by EM or VC or both. EM detected 53 herpes virus-positive lesion samples of which 14 were not detected by VC; only two lesion samples that were herpes virus-positive in VC were not detected by EM. The sensitivities of EM, VC, and Tzanck smear for the group of 55 herpes virus-positive cases were 96%, 75% and 76%, respectively. The specificity of the Tzanck smear was 83% (prevalence 82%). Colloidal gold immuno-EM was used to rapidly type HSV-1, HSV-2 and varicella zoster virus (VZV) present in skin and mucous membrane lesions in less than 4 h. Immuno-EM was able to detect antiviral antibodies on viral envelopes and viral cores in lesion samples with negative VC. Antiviral antibodies do not interfere with typing of herpes viruses by immuno-EM. It is suggested that formation of viral immune complexes and inactivation of virus particles by antibodies may have caused a Correspondence to: E. Folkers,",
      "sentences": [
        [
          {
            "segment_text": "Three tests were compared to diagnose herpes virus infection : electron microscopy ( EM ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "viral culture ( VC ) and cytodiagnosis ( Tzanck smear ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The study comprised 67 patients with skin or mucous membrane lesions suggestive of herpes simplex virus ( HSV ) infection .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The sensitivity of EM increased 25 % after virus concentration by ultracentrifugation .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Herpes virus infection was confirmed in 55 of the 67 cases by EM or VC or both .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "EM detected 53 herpes virus-positive lesion samples of which 14 were not detected by VC ; only two lesion samples that were herpes virus-positive in VC were not detected by EM .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The sensitivities of EM , VC ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and Tzanck smear for the group of 55 herpes virus-positive cases were 96 % ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "75 % and 76 % , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The specificity of the Tzanck smear was 83 % ( prevalence 82 % ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Colloidal gold immuno-EM was used to rapidly type HSV-1 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "HSV-2 and varicella zoster virus ( VZV ) present in skin and mucous membrane lesions in less than 4 h. Immuno-EM was able to detect antiviral antibodies on viral envelopes and viral cores in lesion samples with negative VC .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Antiviral antibodies do not interfere with typing of herpes viruses by immuno-EM .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "It is suggested that formation of viral immune complexes and inactivation of virus particles by antibodies may have caused a Correspondence to : E. Folkers ,",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "14",
    "token_num": "246"
  }
}