{
  "paper_id": "51c865a40d5abe95367322620552c93e28563c0a",
  "metadata": {
    "title": "Identification of two antiviral inhibitors targeting 3C-like serine/3C-like protease of porcine reproductive and respiratory syndrome virus and porcine epidemic diarrhea virus A R T I C L E I N F O",
    "coda_data_split": "train",
    "coda_paper_id": 5123,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "PRRSV PEDV Antiviral inhibitor Broad-spectrum 3C-like serine/3C-like protease A B S T R A C T Porcine reproductive and respiratory syndrome virus (PRRSV) and porcine epidemic diarrhea virus (PEDV) are highly virulent and contagious porcine pathogens that cause tremendous economic losses to the swine industry worldwide. Currently, there is no effective treatment for PRRSV and PEDV, and commercial vaccines do not induce sterilizing immunity. In this study, we screened a library of 1000 compounds and identified two specific inhibitors, designated compounds 2 and 3, which target the PRRSV 3C-like serine protease (3CLSP). First, we evaluated the inhibitory effects of compounds 2 and 3 on PRRSV 3CLSP activity. Next, we determined the anti-PRRSV capacity of compounds 2 and 3 in MARC-145 cells and obtained EC 50 and CC 50 values of 57 μM (CC 50 \u003d 479.9 μM) and 56.8 μM (CC 50 \u003d 482.8 μM), respectively. Importantly, compounds 2 and 3 also targeted the PEDV 3C-like protease (3CL protease) and inhibited PEDV replication, showing EC 50 and CC 50 values of 100 μM (CC 50 \u003d 533.8 μM) and 57.9 μM (CC 50 \u003d 522.3 μM), respectively. Finally, our results indicated that the active sites (His39 in 3CLSP and His41 in 3CL protease) were conservative, and contacted compounds 2 and 3 via hydrogen bonds and hydrophobic forces in the putative substrate-binding models. In summary, compounds 2 and 3 exhibit broad-spectrum antiviral activity and may facilitate the development of antiviral drugs against PRRSV and PEDV.",
      "sentences": [
        [
          {
            "segment_text": "PRRSV PEDV Antiviral inhibitor Broad-spectrum 3C-like serine/3C-like protease A B S T R A C T Porcine reproductive and respiratory syndrome virus ( PRRSV ) and porcine epidemic diarrhea virus ( PEDV ) are highly virulent and contagious porcine pathogens that cause tremendous economic losses to the swine industry worldwide .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Currently , there is no effective treatment for PRRSV and PEDV ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and commercial vaccines do not induce sterilizing immunity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , we screened a library of 1000 compounds and identified two specific inhibitors ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "designated compounds 2 and 3 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "which target the PRRSV 3C-like serine protease ( 3CLSP ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "First , we evaluated the inhibitory effects of compounds 2 and 3 on PRRSV 3CLSP activity .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Next , we determined the anti-PRRSV capacity of compounds 2 and 3 in MARC-145 cells and obtained EC 50 and CC 50 values of 57 μM ( CC 50 \u003d 479.9 μM ) and 56.8 μM ( CC 50 \u003d 482.8 μM ) , respectively .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Importantly , compounds 2 and 3 also targeted the PEDV 3C-like protease ( 3CL protease ) and inhibited PEDV replication ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "showing EC 50 and CC 50 values of 100 μM ( CC 50 \u003d 533.8 μM ) and 57.9 μM ( CC 50 \u003d 522.3 μM ) , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Finally , our results indicated that the active sites ( His39 in 3CLSP and His41 in 3CL protease ) were conservative ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and contacted compounds 2 and 3 via hydrogen bonds and hydrophobic forces in the putative substrate-binding models .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In summary , compounds 2 and 3 exhibit broad-spectrum antiviral activity and may facilitate the development of antiviral drugs against PRRSV and PEDV .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "13",
    "token_num": "284"
  }
}