{
  "paper_id": "51ccea85cce23c2d48241d571dd15544e1f3690a",
  "metadata": {
    "title": "Mathematical Biology Chaos in a seasonally perturbed SIR model: avian influenza in a seabird colony as a paradigm",
    "coda_data_split": "train",
    "coda_paper_id": 5645,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Seasonality is a complex force in nature that affects multiple processes in wild animal populations. In particular, seasonal variations in demographic processes may considerably affect the persistence of a pathogen in these populations. Furthermore, it has been long observed in computer simulations that under seasonal perturbations, a host-pathogen system can exhibit complex dynamics, including the transition to chaos, as the magnitude of the seasonal perturbation increases. In this paper, we develop a seasonally perturbed Susceptible-Infected-Recovered model of avian influenza in a seabird colony. Numerical simulations of the model give rise to chaotic recurrent epidemics for parameters that reflect the ecology of avian influenza in a seabird population, thereby providing a case study for chaos in a hostpathogen system. We give a computer-assisted exposition of the existence of chaos in the model using methods that are based on the concept of topological hyperbolicity. Our approach elucidates the geometry of the chaos in the phase space of the model, thereby offering a mechanism for the persistence of the infection. Finally, the methods described in this paper may be immediately extended to other infections and hosts, including humans.",
      "sentences": [
        [
          {
            "segment_text": "Seasonality is a complex force in nature that affects multiple processes in wild animal populations .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In particular , seasonal variations in demographic processes may considerably affect the persistence of a pathogen in these populations .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Furthermore , it has been long observed in computer simulations that under seasonal perturbations ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a host-pathogen system can exhibit complex dynamics ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including the transition to chaos ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "as the magnitude of the seasonal perturbation increases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this paper , we develop a seasonally perturbed Susceptible-Infected-Recovered model of avian influenza in a seabird colony .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Numerical simulations of the model give rise to chaotic recurrent epidemics for parameters that reflect the ecology of avian influenza in a seabird population ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "thereby providing a case study for chaos in a hostpathogen system .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We give a computer-assisted exposition of the existence of chaos in the model using methods that are based on the concept of topological hyperbolicity .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Our approach elucidates the geometry of the chaos in the phase space of the model ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "thereby offering a mechanism for the persistence of the infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Finally , the methods described in this paper may be immediately extended to other infections and hosts , including humans .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "13",
    "token_num": "203"
  }
}