{
  "paper_id": "51d4a11f19e49f08f97d11ab7b22ac934db1da74",
  "metadata": {
    "title": "Disasters can happen to anybody: The case of Korea",
    "coda_data_split": "train",
    "coda_paper_id": 9047,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "In Korea, there is a pervasive feeling of invincibility to the point that people and organizations do not believe that disasters can strike them. This has impact on the level of preparedness for disasters. This study aims to delve into how Korea has to change its governmental policies/practices with some private partners\u0027 efforts to mitigate disaster risks. A case study was utilized as the major methodology by comparing exclusive management with inclusive management. These two approaches have been comparatively analyzed via four variables, namely the central government, the local governments, the incident commander, and other stakeholders. The major finding is that Korea\u0027s practices and policies have to evolve from the current exclusive management into future-oriented inclusive management. Moreover, the importance of communication, cooperation, collaboration, and multidiscipline coordination is discussed. Additionally, the problem of reductionism and equal participation among all stakeholders, as well as the resistance from vested interests, are recognized and elaborated for Korea and the international community.",
      "sentences": [
        [
          {
            "segment_text": "In Korea , there is a pervasive feeling of invincibility to the point that people and organizations do not believe that disasters can strike them .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This has impact on the level of preparedness for disasters .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This study aims to delve into how Korea has to change its governmental policies/practices with some private partners \u0027 efforts to mitigate disaster risks .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "A case study was utilized as the major methodology by comparing exclusive management with inclusive management .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "These two approaches have been comparatively analyzed via four variables ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "namely the central government , the local governments ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "the incident commander , and other stakeholders .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The major finding is that Korea \u0027s practices and policies have to evolve from the current exclusive management into future-oriented inclusive management .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , the importance of communication ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "cooperation , collaboration , and multidiscipline coordination is discussed .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Additionally , the problem of reductionism and equal participation among all stakeholders ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as well as the resistance from vested interests ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "are recognized and elaborated for Korea and the international community .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "13",
    "token_num": "180"
  }
}