{
  "paper_id": "51d9ddb59469f2f4db39d8bebf3873cb0e97c5d0",
  "metadata": {
    "title": "Determination and application of immunodominant regions of SARS coronavirus spike and nucleocapsid proteins recognized by sera from different animal species",
    "coda_data_split": "train",
    "coda_paper_id": 4343,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Knowledge of immunodominant regions in major viral antigens is important for rational design of effective vaccines and diagnostic tests. Although there have been many reports of such work done for SARS-CoV, these were mainly focused on the immune responses of humans and mice. In this study, we aim to search for and compare immunodominant regions of the spike (S) and nucleocapsid (N) proteins which are recognized by sera from different animal species, including mouse, rat, rabbit, civet, pig and horse. Twelve overlapping recombinant protein fragments were produced in Escherichia coli, six each for the S and N proteins, which covered the entire coding region of the two proteins. Using a membrane-strip based Western blot approach, the reactivity of each antigen fragment against a panel of animal sera was determined. Immunodominant regions containing linear epitopes, which reacted with sera from all the species tested, were identified for both proteins. The S3 fragment (aa 402-622) and the N4 fragment (aa 220-336) were the most immunodominant among the six S and N fragments, respectively. Antibodies raised against the S3 fragment were able to block the binding of a panel of S-specific monoclonal antibodies (mAb) to SARS-CoV in ELISA, further demonstrating the immunodominance of this region. Based on these findings, one-step competition ELISAs were established which were able to detect SARS-CoV antibodies from human and at least seven different animal species. Considering that a large number of animal species are known to be susceptible to SARS-CoV, these assays will be a useful tool to trace the origin and transmission of SARS-CoV and to minimise the risk of animal-to-human transmission.",
      "sentences": [
        [
          {
            "segment_text": "Knowledge of immunodominant regions in major viral antigens is important for rational design of effective vaccines and diagnostic tests .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although there have been many reports of such work done for SARS-CoV ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "these were mainly focused on the immune responses of humans and mice .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , we aim to search for and compare immunodominant regions of the spike ( S ) and nucleocapsid ( N ) proteins which are recognized by sera from different animal species ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "including mouse , rat , rabbit ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "civet , pig and horse .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Twelve overlapping recombinant protein fragments were produced in Escherichia coli ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "six each for the S and N proteins ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "which covered the entire coding region of the two proteins .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Using a membrane-strip based Western blot approach ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "the reactivity of each antigen fragment against a panel of animal sera was determined .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Immunodominant regions containing linear epitopes ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "which reacted with sera from all the species tested ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "were identified for both proteins .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The S3 fragment ( aa 402-622 ) and the N4 fragment ( aa 220-336 ) were the most immunodominant among the six S and N fragments , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Antibodies raised against the S3 fragment were able to block the binding of a panel of S-specific monoclonal antibodies ( mAb ) to SARS-CoV in ELISA ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "further demonstrating the immunodominance of this region .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Based on these findings , one-step competition ELISAs were established which were able to detect SARS-CoV antibodies from human and at least seven different animal species .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Considering that a large number of animal species are known to be susceptible to SARS-CoV ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "these assays will be a useful tool to trace the origin and transmission of SARS-CoV and to minimise the risk of animal-to-human transmission .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "20",
    "token_num": "301"
  }
}