{
  "paper_id": "51ef14bdf6a50af272e0c7d075714cd386f66c77",
  "metadata": {
    "title": "A novel group of rhinoviruses is associated with asthma hospitalizations",
    "coda_data_split": "train",
    "coda_paper_id": 7756,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background: Although recent studies have identified new group C human rhinoviruses (HRVCs), their spectrum of pediatric disease is unknown. Objective: We sought to determine the presentation and burden of disease caused by HRVCs among young hospitalized children. Methods: We conducted prospective population-based surveillance in 2 US counties among children less than 5 years of age hospitalized with acute respiratory illness or fever from October 2001 through September 2003. Nasal/throat swabs were obtained and tested for HRVs, as determined by means of RT-PCR and then characterized by means of partial sequencing. Results: Of 1052 children enrolled and tested during the 2-year period, 167 (16%) had HRVs detected. Of 147 samples successfully sequenced, 64 were group A HRVs, 6 were group B HRVs, and 77 were HRVCs. Children with HRVCs were significantly more likely than those with group A HRVs to have underlying high-risk conditions, such as asthma (42% vs 23%, P 5 .023) and to have had a discharge diagnosis of asthma (55% vs 36%, P 5 .022). Conclusions: Overall, HRVCs were detected in 7% of children hospitalized for fever or respiratory conditions and constituted almost half of all rhinovirus-associated hospitalizations, suggesting that this novel group causes a substantial burden of pediatric disease. (J Allergy Clin Immunol 2009;123:98-104.) ",
      "sentences": [
        [
          {
            "segment_text": "Background : Although recent studies have identified new group C human rhinoviruses ( HRVCs ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "their spectrum of pediatric disease is unknown .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Objective : We sought to determine the presentation and burden of disease caused by HRVCs among young hospitalized children .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : We conducted prospective population-based surveillance in 2 US counties among children less than 5 years of age hospitalized with acute respiratory illness or fever from October 2001 through September 2003 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Nasal/throat swabs were obtained and tested for HRVs ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "as determined by means of RT-PCR and then characterized by means of partial sequencing .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Of 1052 children enrolled and tested during the 2-year period ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "167 ( 16 % ) had HRVs detected .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Of 147 samples successfully sequenced ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "64 were group A HRVs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "6 were group B HRVs , and 77 were HRVCs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Children with HRVCs were significantly more likely than those with group A HRVs to have underlying high-risk conditions ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "such as asthma ( 42 % vs 23 % , P 5 .023 ) and to have had a discharge diagnosis of asthma ( 55 % vs 36 % , P 5 .022 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : Overall , HRVCs were detected in 7 % of children hospitalized for fever or respiratory conditions and constituted almost half of all rhinovirus-associated hospitalizations ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "suggesting that this novel group causes a substantial burden of pediatric disease .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "( J Allergy Clin Immunol 2009 ; 123:98-104 . )",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "16",
    "token_num": "250"
  }
}