{
  "paper_id": "51f88d6a65a66742a19ec634400f8315fda5811e",
  "metadata": {
    "title": "",
    "coda_data_split": "train",
    "coda_paper_id": 10559,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Purpose: Ebola virus (EBOV) is such kind of virus which is responsible for 23,825 cases and 9675 deaths worldwide only in 2014 and with an average diseases fatality rate between 25 % and 90 %. Although, medical technology has tried to handle the problems, there is no Food and Drug Administration (FDA)-approved therapeutics or vaccines available for the prevention, post exposure, or treatment of Ebola virus disease (EVD). Methods: In the present study, we used the immunoinformatics approach to design a potential epitope-based vaccine against the RNA-dependent RNA polymerase-L of EBOV. BioEdit v7.2.3 sequence alignment editor, Jalview v2 and CLC Sequence Viewer v7.0.2 were used for the initial sequence analysis for securing the conservancy from the sequences. Later the Immune Epitope Database and Analysis Resource (IEDB-AR) was used for the identification of T-cell and B-cellepitopes associated with type I and II major histocompatibility complex molecules analysis. Finally, the population coverage analysis was employed. Results: The core epitope \"FRYEFTAPF\" was found to be the most potential one, with 100 % conservancy among all the strains of EBOV. It also interacted with both type I and II major histocompatibility complex molecules and is considered as nonallergenic in nature. Finally, with impressive cumulative population coverage of 99.87 % for the both MHC-I and MHC-II class throughout the world population was found for the proposed epitope.",
      "sentences": [
        [
          {
            "segment_text": "Purpose : Ebola virus ( EBOV ) is such kind of virus which is responsible for 23,825 cases and 9675 deaths worldwide only in 2014 and with an average diseases fatality rate between 25 % and 90 % .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Although , medical technology has tried to handle the problems ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "there is no Food and Drug Administration ( FDA ) - approved therapeutics or vaccines available for the prevention ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "post exposure , or treatment of Ebola virus disease ( EVD ) .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : In the present study ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we used the immunoinformatics approach to design a potential epitope-based vaccine against the RNA-dependent RNA polymerase-L of EBOV .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "BioEdit v7 .2.3 sequence alignment editor ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "Jalview v2 and CLC Sequence Viewer v7 .0.2 were used for the initial sequence analysis for securing the conservancy from the sequences .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Later the Immune Epitope Database and Analysis Resource ( IEDB-AR ) was used for the identification of T-cell and B-cellepitopes associated with type I and II major histocompatibility complex molecules analysis .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Finally , the population coverage analysis was employed .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : The core epitope `` FRYEFTAPF \u0027\u0027 was found to be the most potential one ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with 100 % conservancy among all the strains of EBOV .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "It also interacted with both type I and II major histocompatibility complex molecules and is considered as nonallergenic in nature .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Finally , with impressive cumulative population coverage of 99.87 % for the both MHC-I and MHC-II class throughout the world population was found for the proposed epitope .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusion: To end, the projected peptide gave us a solid stand to propose for vaccine consideration and that might be experimented for its potency in eliciting immunity through humoral and cell mediated immune responses in vitro and in vivo.",
      "sentences": [
        [
          {
            "segment_text": "Conclusion : To end , the projected peptide gave us a solid stand to propose for vaccine consideration and that might be experimented for its potency in eliciting immunity through humoral and cell mediated immune responses in vitro and in vivo .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "10",
    "segment_num": "15",
    "token_num": "299"
  }
}