{
  "paper_id": "5201737f68d8ba72808a8ea7e01a0f8b5623db46",
  "metadata": {
    "title": "cd4 + t-cell counts and interleukin-8 and ccl-5 plasma concentrations discriminate disease severity in children with rsV infection RSV Monoinfection Is Associated With Disease Severity, Irrespective of Viral Load",
    "coda_data_split": "train",
    "coda_paper_id": 9389,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background: current tools to predict the severity of respiratory syncytial virus (RsV) infection might be improved by including immunological parameters. We hypothesized that a combination of inflammatory markers would differentiate between severe and mild disease in RsV-infected children.",
      "sentences": [
        [
          {
            "segment_text": "Background : current tools to predict the severity of respiratory syncytial virus ( RsV ) infection might be improved by including immunological parameters .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We hypothesized that a combination of inflammatory markers would differentiate between severe and mild disease in RsV-infected children .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Methods: Blood and nasopharyngeal samples from 52 RsVinfected children were collected during acute infection and after recovery. Retrospectively, patients were categorized into three groups based on disease severity: mild (no supportive treatment), moderate (supplemental oxygen and/or nasogastric feeding), and severe (mechanical ventilation). clinical data, number of flow-defined leukocyte subsets, and cytokine concentrations were compared. results: children with severe RsV infection were characterized by young age; lymphocytopenia; increased interleukin (IL)-8, granulocyte colony-stimulating factor (G-csF), and IL-6 concentrations; and decreased chemokine (c-c motif ) ligand (ccL-5) concentrations in plasma. The combination of plasma levels of IL-8 and ccL-5, and cD4 + T-cell counts, with cutoff values of 67 pg/ml, 13 ng/ml, and 2.3 × 10 6 /ml, respectively, discriminated severe from mild RsV infection with 82% sensitivity and 96% specificity. conclusion: This study demonstrates that the combination of cD4 + T-cell counts and IL-8 and ccL-5 plasma concentrations correlates with disease severity in RsV-infected children. In addition to clinical features, these immunological markers may be used to assess severity of RsV infection and guide clinical management.",
      "sentences": [
        [
          {
            "segment_text": "Methods : Blood and nasopharyngeal samples from 52 RsVinfected children were collected during acute infection and after recovery .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Retrospectively , patients were categorized into three groups based on disease severity : mild ( no supportive treatment ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "moderate ( supplemental oxygen and/or nasogastric feeding ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and severe ( mechanical ventilation ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "clinical data , number of flow-defined leukocyte subsets ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and cytokine concentrations were compared .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "results : children with severe RsV infection were characterized by young age ; lymphocytopenia ; increased interleukin ( IL ) -8 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "granulocyte colony-stimulating factor ( G-csF ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and IL-6 concentrations ; and decreased chemokine ( c-c motif ) ligand ( ccL-5 ) concentrations in plasma .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The combination of plasma levels of IL-8 and ccL-5 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and cD4 + T-cell counts ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with cutoff values of 67 pg/ml ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "13 ng/ml , and 2.3 × 10 6 / ml ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "respectively , discriminated severe from mild RsV infection with 82 % sensitivity and 96 % specificity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "conclusion : This study demonstrates that the combination of cD4 + T-cell counts and IL-8 and ccL-5 plasma concentrations correlates with disease severity in RsV-infected children .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition to clinical features ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "these immunological markers may be used to assess severity of RsV infection and guide clinical management .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "9",
    "segment_num": "19",
    "token_num": "262"
  }
}