{
  "paper_id": "5210ba06ec25eeda258e77459c4b1305443b9355",
  "metadata": {
    "title": "Autophagy induced by bovine viral diarrhea virus infection counteracts apoptosis and innate immune activation",
    "coda_data_split": "train",
    "coda_paper_id": 10570,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "cells) were constructed. Then MDBK, GFP-LC3-MDBK and shBCN1-MDBK cells were infected with CP or NCP BVDV strains. The LC3-II turnover rate was estimated by western blot, autophagosomes were visualized by confocal microscopy, and ultrastructural analysis was performed using electron microscopy. Autophagy flux was observed using chloroquine as an inhibitor of the autophagic process. The influence of autophagy on BVDV replication and release was investigated using virus titration, and its effect on cell viability was also studied. The effect of BVDVinduced autophagy on the survival of BVDV-infected host cell, cell apoptosis, and interferon (IFN) signalling was studied by flow cytometric analysis and quantitative RT-(q)PCR using shBCN1-MDBK cells. we found that infection with either CP or NCP BVDV strains induced steady-state autophagy in MDBK cells, as evident by the increased number of double-or single-membrane vesicles, the accumulation of GFP-microtubule-associated protein 1 light chain 3 (LC3) dots, and the conversion of LC3-I (cytosolic) to LC3-II (membrane-bound) forms. The complete autophagic process was verified by monitoring the LC3-II turnover ratio, lysosomal delivery, and proteolysis. In addition, we found that CP and NCP BVDV growth was inhibited in MDBK cells treated with high levels of an autophagy inducer or inhibitor, or in autophagy deficient-MDBK cells. Furthermore, our studies also suggested that CP and NCP BVDV infection in autophagy-knockdown MDBK cells increased apoptotic cell death and enhanced the expression of the mRNAs for IFN-α, Mx1, IFN-β, and OAS-1 as compared with control MDBK cells. Our study provides strong evidence that BVDV infection induces autophagy, which facilitates BVDV replication in MDBK cells and impairs the innate immune response. These findings might help to illustrate the pathogenesis of persistent infection caused by BVDV.",
      "sentences": [
        [
          {
            "segment_text": "cells ) were constructed .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Then MDBK , GFP-LC3-MDBK and shBCN1-MDBK cells were infected with CP or NCP BVDV strains .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The LC3-II turnover rate was estimated by western blot ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "autophagosomes were visualized by confocal microscopy ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and ultrastructural analysis was performed using electron microscopy .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Autophagy flux was observed using chloroquine as an inhibitor of the autophagic process .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The influence of autophagy on BVDV replication and release was investigated using virus titration ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and its effect on cell viability was also studied .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The effect of BVDVinduced autophagy on the survival of BVDV-infected host cell ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "cell apoptosis , and interferon ( IFN ) signalling was studied by flow cytometric analysis and quantitative RT - ( q ) PCR using shBCN1-MDBK cells .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "we found that infection with either CP or NCP BVDV strains induced steady-state autophagy in MDBK cells ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as evident by the increased number of double-or single-membrane vesicles ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the accumulation of GFP-microtubule-associated protein 1 light chain 3 ( LC3 ) dots ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the conversion of LC3-I ( cytosolic ) to LC3-II ( membrane-bound ) forms .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The complete autophagic process was verified by monitoring the LC3-II turnover ratio ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "lysosomal delivery , and proteolysis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , we found that CP and NCP BVDV growth was inhibited in MDBK cells treated with high levels of an autophagy inducer or inhibitor ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "or in autophagy deficient-MDBK cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , our studies also suggested that CP and NCP BVDV infection in autophagy-knockdown MDBK cells increased apoptotic cell death and enhanced the expression of the mRNAs for IFN-α ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Mx1 , IFN-β , and OAS-1 as compared with control MDBK cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our study provides strong evidence that BVDV infection induces autophagy ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which facilitates BVDV replication in MDBK cells and impairs the innate immune response .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These findings might help to illustrate the pathogenesis of persistent infection caused by BVDV .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Abstract Bovine viral diarrhea virus (BVDV) is an important pathogen of cattle that plays a complex role in disease. There are two biotypes of BVDV: non-cytopathic (NCP) and cytopathic (CP). One strategy that has been used to treat or prevent virus-associated diseases is the modulation of autophagy, which is used by the innate immune system to defend against viral infection; however, at present, the interplay between autophagy and BVDV remains unclear. Madin-Darby bovine kidney cells stably expressing microtubule-associated protein 1 light chain 3B (LC3B) with green fluorescent protein (GFP) (GFP-LC3-MDBK cells) and autophagy-deficient MDBKs (shBCN1-MDBK Yulong Zhou and Yachao Ren have contributed equally to this work.",
      "sentences": [
        [
          {
            "segment_text": "Abstract Bovine viral diarrhea virus ( BVDV ) is an important pathogen of cattle that plays a complex role in disease .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "There are two biotypes of BVDV : non-cytopathic ( NCP ) and cytopathic ( CP ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "One strategy that has been used to treat or prevent virus-associated diseases is the modulation of autophagy ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which is used by the innate immune system to defend against viral infection ; however ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "at present , the interplay between autophagy and BVDV remains unclear .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Madin-Darby bovine kidney cells stably expressing microtubule-associated protein 1 light chain 3B ( LC3B ) with green fluorescent protein ( GFP ) ( GFP-LC3-MDBK cells ) and autophagy-deficient MDBKs ( shBCN1-MDBK Yulong Zhou and Yachao Ren have contributed equally to this work .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "16",
    "segment_num": "29",
    "token_num": "447"
  }
}