{
  "paper_id": "522da4df2c31909547ac81763ad28d318fdb88e6",
  "metadata": {
    "title": "A highly conserved cryptic epitope in the receptor-binding 3 domains of SARS-CoV-2 and SARS-CoV 4 5 6 7",
    "coda_data_split": "train",
    "coda_paper_id": 10236,
    "coda_has_expert_labels": false,
    "subset": "biorxiv_medrxiv"
  },
  "abstract": [
    {
      "original_text": "The outbreak of COVID-19, which is caused by SARS-CoV-2 virus, continues to spread 23 globally, but there is currently very little understanding of the epitopes on the virus. In 24 this study, we have determined the crystal structure of the receptor-binding domain 25 (RBD) of the SARS-CoV-2 spike (S) protein in complex with CR3022, a neutralizing 26 antibody previously isolated from a convalescent SARS patient. CR3022 targets a highly 27 conserved epitope that enables cross-reactive binding between SARS-CoV-2 and 28 SARS-CoV. Structural modeling further demonstrates that the binding site can only be 29 accessed when at least two RBDs on the trimeric S protein are in the \"up\" conformation.",
      "sentences": [
        [
          {
            "segment_text": "The outbreak of COVID-19 , which is caused by SARS-CoV-2 virus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "continues to spread 23 globally ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but there is currently very little understanding of the epitopes on the virus .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In 24 this study , we have determined the crystal structure of the receptor-binding domain 25 ( RBD ) of the SARS-CoV-2 spike ( S ) protein in complex with CR3022 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "a neutralizing 26 antibody previously isolated from a convalescent SARS patient .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "CR3022 targets a highly 27 conserved epitope that enables cross-reactive binding between SARS-CoV-2 and 28 SARS-CoV .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Structural modeling further demonstrates that the binding site can only be 29 accessed when at least two RBDs on the trimeric S protein are in the `` up \u0027\u0027 conformation .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Overall, this study provides structural and molecular insight into the antigenicity of 31 SARS-CoV-2.",
      "sentences": [
        [
          {
            "segment_text": "Overall , this study provides structural and molecular insight into the antigenicity of 31 SARS-CoV-2 .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "33",
      "sentences": [
        [
          {
            "segment_text": "33",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "ONE SENTENCE SUMMARY",
      "sentences": [
        [
          {
            "segment_text": "ONE SENTENCE SUMMARY",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "Structural study of a cross-reactive SARS antibody reveals a conserved epitope on the 35 SARS-CoV-2 receptor-binding domain.",
      "sentences": [
        [
          {
            "segment_text": "Structural study of a cross-reactive SARS antibody reveals a conserved epitope on the 35 SARS-CoV-2 receptor-binding domain .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "5",
    "sentence_num": "8",
    "segment_num": "11",
    "token_num": "162"
  }
}