{
  "paper_id": "522f6f6b402eb91f859af136a651c66593a5b588",
  "metadata": {
    "title": "Tyrosine Phosphorylation of CD13 Regulates Inflammatory Cell- Cell Adhesion and Monocyte Trafficking",
    "coda_data_split": "train",
    "coda_paper_id": 10427,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "CD13 is a large cell surface peptidase expressed on the monocytes and activated endothelial cells important for homing to and resolving the damaged tissue at sites of injury. We have previously shown that crosslinking of human monocytic CD13 with activating antibodies induces strong adhesion to endothelial cells in a tyrosine kinase-and microtubule-dependent manner. In the current study we examined the molecular mechanisms underlying these observations in vitro and in vivo. We found that crosslinking of CD13 on U937 monocytic cells induced phosphorylation of a number of proteins, including Src, FAK and ERK and inhibition of these abrogated CD13dependent adhesion. We found that CD13 itself was phosphorylated in a Src dependent manner, an unexpected finding as its 7 amino acid cytoplasmic tail was assumed to be inert. Furthermore, CD13 was constitutively associated with the scaffolding protein IQGAP1 and CD13 crosslinkinginduced complex formation with the actin-binding protein -actinin, linking membrane-bound CD13 to the cytoskeleton, further supporting CD13 as an inflammatory adhesion molecule. Mechanistically, mutation of the conserved CD13 cytoplasmic tyrosine to phenylalanine abrogated adhesion, Src, FAK and ERK phosphorylation and cytoskeletal alterations upon antibody crosslinking. Finally, CD13 was phosphorylated in isolated murine inflammatory peritoneal exudate cells and adoptive transfer of monocytic cell lines engineered to express the mutant CD13 were severely impaired in their ability to migrate into the inflamed peritoneum, confirming that CD13 phosphorylation is relevant to inflammatory cell trafficking in vivo. Therefore, this study identifies CD13 as a novel, direct activator of intracellular signaling pathways in pathophysiological conditions.",
      "sentences": [
        [
          {
            "segment_text": "CD13 is a large cell surface peptidase expressed on the monocytes and activated endothelial cells important for homing to and resolving the damaged tissue at sites of injury .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We have previously shown that crosslinking of human monocytic CD13 with activating antibodies induces strong adhesion to endothelial cells in a tyrosine kinase-and microtubule-dependent manner .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In the current study we examined the molecular mechanisms underlying these observations in vitro and in vivo .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We found that crosslinking of CD13 on U937 monocytic cells induced phosphorylation of a number of proteins ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including Src , FAK and ERK and inhibition of these abrogated CD13dependent adhesion .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We found that CD13 itself was phosphorylated in a Src dependent manner ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "an unexpected finding as its 7 amino acid cytoplasmic tail was assumed to be inert .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , CD13 was constitutively associated with the scaffolding protein IQGAP1 and CD13 crosslinkinginduced complex formation with the actin-binding protein - actinin ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "linking membrane-bound CD13 to the cytoskeleton ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "further supporting CD13 as an inflammatory adhesion molecule .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Mechanistically , mutation of the conserved CD13 cytoplasmic tyrosine to phenylalanine abrogated adhesion ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Src , FAK and ERK phosphorylation and cytoskeletal alterations upon antibody crosslinking .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Finally , CD13 was phosphorylated in isolated murine inflammatory peritoneal exudate cells and adoptive transfer of monocytic cell lines engineered to express the mutant CD13 were severely impaired in their ability to migrate into the inflamed peritoneum ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "confirming that CD13 phosphorylation is relevant to inflammatory cell trafficking in vivo .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Therefore , this study identifies CD13 as a novel ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "direct activator of intracellular signaling pathways in pathophysiological conditions .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "16",
    "token_num": "271"
  }
}