{
  "paper_id": "5237e92c18dea5abc010d7d0aace33bd45a91c0b",
  "metadata": {
    "title": "Loop mediated isothermal amplification of 5.8S rDNA for specific detection of Tritrichomonas foetus",
    "coda_data_split": "train",
    "coda_paper_id": 7927,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Tritrichomonas foetus is the causative agent of bovine trichomonosis, a sexually transmitted disease leading to infertility and abortion. A test based on loop mediated isothermal amplification (LAMP) targeting the 5.8S rDNA subunit was designed for the specific identification of T. foetus. The LAMP assay was validated using 28 T. foetus and 35 non-T. foetus trichomonads strains. It did not exhibit cross-reaction with closely related parasites commonly found in smegma cultures like Tetratrichomonas spp. and Pentatrichomonas hominis. Bovine smegma did not show interferences for the detection of the parasite and, the sensitivity of the method (4 × 10 3 CFU/mL, approximately 10 cells/reaction) was slightly higher than that found for PCR amplification with TFR3 and TFR4 primers. The LAMP approach has potential applications for diagnosis and control of T. foetus and, practical use for low skill operators in rural areas.",
      "sentences": [
        [
          {
            "segment_text": "Tritrichomonas foetus is the causative agent of bovine trichomonosis ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a sexually transmitted disease leading to infertility and abortion .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A test based on loop mediated isothermal amplification ( LAMP ) targeting the 5.8 S rDNA subunit was designed for the specific identification of T. foetus .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The LAMP assay was validated using 28 T. foetus and 35 non-T .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "foetus trichomonads strains .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "It did not exhibit cross-reaction with closely related parasites commonly found in smegma cultures like Tetratrichomonas spp. and Pentatrichomonas hominis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Bovine smegma did not show interferences for the detection of the parasite and ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the sensitivity of the method ( 4 × 10 3 CFU/mL , approximately 10 cells/reaction ) was slightly higher than that found for PCR amplification with TFR3 and TFR4 primers .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The LAMP approach has potential applications for diagnosis and control of T. foetus and ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "practical use for low skill operators in rural areas .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "10",
    "token_num": "155"
  }
}