{
  "paper_id": "52397d895d7e4bb05a7d5a1b9a660fb60540cb84",
  "metadata": {
    "title": "PPARγ signaling and metabolism: the good, the bad and the future NIH Public Access Author Manuscript",
    "coda_data_split": "train",
    "coda_paper_id": 3570,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Thiazolidinediones (TZDs) are potent insulin sensitizers that act through the nuclear receptor peroxisome proliferator-activated receptor-γ (PPARγ) and are highly effective oral medications for type 2 diabetes. However, their unique benefits are shadowed by the risk for fluid retention, weight gain, bone loss and congestive heart failure. This raises the question as to whether it is possible to build a safer generation of PPARγ-specific drugs that evoke fewer side effects while preserving insulin-sensitizing potential. Recent studies that have supported the continuing physiologic and therapeutic relevance of the PPARγ pathway also provide opportunities to develop newer classes of molecules that reduce or eliminate adverse effects. This review highlights key advances in understanding PPARγ signaling in energy homeostasis and metabolic disease and also provides new explanations for adverse events linked to TZD-based therapy.",
      "sentences": [
        [
          {
            "segment_text": "Thiazolidinediones ( TZDs ) are potent insulin sensitizers that act through the nuclear receptor peroxisome proliferator-activated receptor-γ ( PPARγ ) and are highly effective oral medications for type 2 diabetes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , their unique benefits are shadowed by the risk for fluid retention ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "weight gain , bone loss and congestive heart failure .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This raises the question as to whether it is possible to build a safer generation of PPARγ-specific drugs that evoke fewer side effects while preserving insulin-sensitizing potential .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Recent studies that have supported the continuing physiologic and therapeutic relevance of the PPARγ pathway also provide opportunities to develop newer classes of molecules that reduce or eliminate adverse effects .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review highlights key advances in understanding PPARγ signaling in energy homeostasis and metabolic disease and also provides new explanations for adverse events linked to TZD-based therapy .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "The PPARs are members of the nuclear receptor superfamily of ligand-inducible transcription factors 1 . In mammals, there are three PPARs: PPARα (also called NR1C1), PPARβ/δ (also called NR1C2) and PPARγ (also called NR1C3). By binding to PPARresponsive regulatory elements as obligate heterodimers with retinoid X receptor (RXR), the PPARs control the expression of networks of genes involved in adipogenesis, lipid metabolism, inflammation and maintenance of metabolic homeostasis 2 . Similar to typical nuclear receptors, PPARs are comprised of distinct functional domains, including an Nterminal transactivation domain (AF1), a highly conserved DNA-binding domain (DBD) and a C-terminal ligand-binding domain (LBD) containing a ligand-dependent transactivation function (AF2) 3 . These domains are all potential targets for modulation of the PPAR signaling cascades. Although they are known as receptors for common dietary fats such as oleic, linoleic and linolenic acids, PPARs also bind and respond to diverse lipid metabolites, including prostaglandin J2, 8S-hydroxyeicosatetraenoic acid and a collection of oxidized phospholipids 4-6 . Ligand binding induces a conformational change in the receptor that allows for differential recruitment of cofactors and subsequent modulation of PPAR activity 3 .",
      "sentences": [
        [
          {
            "segment_text": "The PPARs are members of the nuclear receptor superfamily of ligand-inducible transcription factors 1 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In mammals , there are three PPARs : PPARα ( also called NR1C1 ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "PPARβ/δ ( also called NR1C2 ) and PPARγ ( also called NR1C3 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "By binding to PPARresponsive regulatory elements as obligate heterodimers with retinoid X receptor ( RXR ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the PPARs control the expression of networks of genes involved in adipogenesis ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "lipid metabolism , inflammation and maintenance of metabolic homeostasis 2 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Similar to typical nuclear receptors ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "PPARs are comprised of distinct functional domains ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including an Nterminal transactivation domain ( AF1 ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a highly conserved DNA-binding domain ( DBD ) and a C-terminal ligand-binding domain ( LBD ) containing a ligand-dependent transactivation function ( AF2 ) 3 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These domains are all potential targets for modulation of the PPAR signaling cascades .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although they are known as receptors for common dietary fats such as oleic ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "linoleic and linolenic acids , PPARs also bind and respond to diverse lipid metabolites ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including prostaglandin J2 , 8S-hydroxyeicosatetraenoic acid and a collection of oxidized phospholipids 4-6 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Ligand binding induces a conformational change in the receptor that allows for differential recruitment of cofactors and subsequent modulation of PPAR activity 3 .",
            "crowd_label": "background"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "12",
    "segment_num": "21",
    "token_num": "357"
  }
}