{
  "paper_id": "524090f7b479071682d1a0fd26b45e298338a2c0",
  "metadata": {
    "title": "SARS and New York\u0027s Chinatown: The politics of risk and blame during an epidemic of fear",
    "coda_data_split": "train",
    "coda_paper_id": 3230,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "This paper examines the production of risk and blame discourses during the 2003 SARS epidemic and responses to those messages in New York City\u0027s Chinatown, a community stigmatized during the SARS epidemic despite having no SARS cases. The study consisted of 6 weeks participant observation and 37 semi-structured, open-ended interviews with community members. Stigmatizing discourses from the late 19th century resurfaced to blame Chinese culture and people for disease, and were recontextualized to fit contemporary local and global political-economic concerns. Many informants discursively distanced themselves from risk but simultaneously reaffirmed the association of Chinese culture with disease by redirecting such discourses onto recent Chinese immigrants. Legitimizing cultural blame obfuscates the structural and biological causes of epidemics and naturalizes health disparities in marginalized populations. This research demonstrates that myriad historical, political, and economic factors shape responses and risk perceptions during an unfamiliar epidemic, even in places without infection. r",
      "sentences": [
        [
          {
            "segment_text": "This paper examines the production of risk and blame discourses during the 2003 SARS epidemic and responses to those messages in New York City \u0027s Chinatown ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a community stigmatized during the SARS epidemic despite having no SARS cases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The study consisted of 6 weeks participant observation and 37 semi-structured ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "open-ended interviews with community members .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Stigmatizing discourses from the late 19th century resurfaced to blame Chinese culture and people for disease ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and were recontextualized to fit contemporary local and global political-economic concerns .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Many informants discursively distanced themselves from risk but simultaneously reaffirmed the association of Chinese culture with disease by redirecting such discourses onto recent Chinese immigrants .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Legitimizing cultural blame obfuscates the structural and biological causes of epidemics and naturalizes health disparities in marginalized populations .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This research demonstrates that myriad historical ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "political , and economic factors shape responses and risk perceptions during an unfamiliar epidemic ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "even in places without infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "r",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "12",
    "token_num": "161"
  }
}