{
  "paper_id": "5241581d168b90832f88103bd40c8db2d843a6ea",
  "metadata": {
    "title": "Association of Cardiovascular Manifestations with In-hospital Outcomes in Patients with COVID-19: A Hospital Staff Data",
    "coda_data_split": "train",
    "coda_paper_id": 6788,
    "coda_has_expert_labels": false,
    "subset": "biorxiv_medrxiv"
  },
  "abstract": [
    {
      "original_text": "The outbreaks of coronavirus disease 2019 caused by the novel severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) remain a huge threat to the public health worldwide. Clinical data is limited up to now regarding the risk factors in favor of severe conversion of non-severe case with COVID-19.",
      "sentences": [
        [
          {
            "segment_text": "The outbreaks of coronavirus disease 2019 caused by the novel severe acute respiratory syndrome coronavirus 2 ( SARS-CoV-2 ) remain a huge threat to the public health worldwide .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Clinical data is limited up to now regarding the risk factors in favor of severe conversion of non-severe case with COVID-19 .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Aims: This study analyzed a hospital staff data to figure out general clinical features of COVID-19 in terms of the association of cardiovascular manifestations (CVMs) with inhospital outcomes of COVID-19 cases.",
      "sentences": [
        [
          {
            "segment_text": "Aims : This study analyzed a hospital staff data to figure out general clinical features of COVID-19 in terms of the association of cardiovascular manifestations ( CVMs ) with inhospital outcomes of COVID-19 cases .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Methods: Retrospective, single-center case series of 41 consecutive hospitalized health staff with confirmed COVID-19 were collected at clinical, laboratory, radiological, treatment data and in-hospital adverse events were collected and analyzed. Final date of follow-up was March 3, 2020. A comparative study was applied between cases with CVMs and those without CVMs.",
      "sentences": [
        [
          {
            "segment_text": "Methods : Retrospective , single-center case series of 41 consecutive hospitalized health staff with confirmed COVID-19 were collected at clinical ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "laboratory , radiological , treatment data and in-hospital adverse events were collected and analyzed .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Final date of follow-up was March 3 , 2020 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A comparative study was applied between cases with CVMs and those without CVMs .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results: Of all, clinicians and clinical nurses accounted for 80.5%, while 87.8% of all had history of patient contact. The population was presented with a mean age of 39.1 ± 9.2 and less comorbidities than community population. The three most frequent symptoms of COVID-19 cases analyzed were fever (82.9%), myalgia or fatigue (80.5%) and cough (63.4%). While, the three most frequent initial symptoms were myalgia or fatigue (80.5%), fever (73.2%) and cough (41.5%). There were 95.1% cases featured as non-severe course of disease according to the official standard in China. Patients with CVMs and those without CVMs accounted for 58.5% and 41.5%, respectively.",
      "sentences": [
        [
          {
            "segment_text": "Results : Of all , clinicians and clinical nurses accounted for 80.5 % ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while 87.8 % of all had history of patient contact .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The population was presented with a mean age of 39.1 ± 9.2 and less comorbidities than community population .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The three most frequent symptoms of COVID-19 cases analyzed were fever ( 82.9 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "myalgia or fatigue ( 80.5 % ) and cough ( 63.4 % ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "While , the three most frequent initial symptoms were myalgia or fatigue ( 80.5 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "fever ( 73.2 % ) and cough ( 41.5 % ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "There were 95.1 % cases featured as non-severe course of disease according to the official standard in China .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Patients with CVMs and those without CVMs accounted for 58.5 % and 41.5 % , respectively .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Compared with cases without CVMs, patients with CVMs were presented with lower baseline lymphocyte count (0.99 ± 0.43 and 1.55 ± 0.61, P\u003c0.001), more who had at least once positive nucleic acid detection of throat swab during admission (50.0% and 11.8%, P\u003d0.011), and more received oxygen support (79.2% and 23.5%, P\u003c0.001). The rate of in-hospital adverse events was significantly higher in patients with CVMs group (75.0% and 23.5%, P\u003d0.001). Multivariable logistic regression model indicated that, coexisting with CVMs in COVID-19 patients was not independently associated with in-",
      "sentences": [
        [
          {
            "segment_text": "Compared with cases without CVMs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "patients with CVMs were presented with lower baseline lymphocyte count ( 0.99 ± 0.43 and 1.55 ± 0.61 , P \u003c 0.001 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "more who had at least once positive nucleic acid detection of throat swab during admission ( 50.0 % and 11.8 % , P \u003d 0.011 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and more received oxygen support ( 79.2 % and 23.5 % , P \u003c 0.001 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The rate of in-hospital adverse events was significantly higher in patients with CVMs group ( 75.0 % and 23.5 % , P \u003d 0.001 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Multivariable logistic regression model indicated that ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "coexisting with CVMs in COVID-19 patients was not independently associated with in -",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "5",
    "sentence_num": "15",
    "segment_num": "23",
    "token_num": "405"
  }
}