{
  "paper_id": "52467f330dbc2d3ec0e98abd1ac58eb15a9b6aa2",
  "metadata": {
    "title": "Genotyping of avian infectious bronchitis virus in Iran: Detection of D274 and changing in the genotypes rate",
    "coda_data_split": "train",
    "coda_paper_id": 5699,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The coronavirus avian Infectious bronchitis virus (IBV) poses economic threats to poultry farms worldwide, affecting the performance of both meat-type and egg-laying birds. To define the evolution of recent IBVs in Iran, a genetic analysis based on hypervariable nucleotide sequences of S1 gene was carried out. Tracheal swab samples were collected from 170 Broiler flocks during 2017. Ten tracheal swabs from each flock pooled. From a total number of 170 flocks tested, 84.71% found to be positive. Phylogenetic tree analysis revealed the presence of D274 as a first time in Iran. IS/1494/06 was showed to be dominant IBV type circulating in broiler farms with a significantly higher prevalence than other four genotypes. Considering fluctuations in QX-type prevalence in recent years, continuous monitoring is necessary to reduce economic consequences in layer and broiler farms. The findings highlight the importance of using modified vaccination strategies that are adapted to the changing disease scenario.",
      "sentences": [
        [
          {
            "segment_text": "The coronavirus avian Infectious bronchitis virus ( IBV ) poses economic threats to poultry farms worldwide ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "affecting the performance of both meat-type and egg-laying birds .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To define the evolution of recent IBVs in Iran ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a genetic analysis based on hypervariable nucleotide sequences of S1 gene was carried out .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Tracheal swab samples were collected from 170 Broiler flocks during 2017 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Ten tracheal swabs from each flock pooled .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "From a total number of 170 flocks tested ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "84.71 % found to be positive .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Phylogenetic tree analysis revealed the presence of D274 as a first time in Iran .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "IS/1494/06 was showed to be dominant IBV type circulating in broiler farms with a significantly higher prevalence than other four genotypes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Considering fluctuations in QX-type prevalence in recent years ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "continuous monitoring is necessary to reduce economic consequences in layer and broiler farms .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The findings highlight the importance of using modified vaccination strategies that are adapted to the changing disease scenario .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "13",
    "token_num": "167"
  }
}