{
  "paper_id": "52566dccb4bd8044edc87b1a0aa268320a6ea3d4",
  "metadata": {
    "title": "A novel endonuclease IV post-PCR genotyping system",
    "coda_data_split": "train",
    "coda_paper_id": 10595,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Here we describe a novel endonuclease IV (Endo IV) based assay utilizing a substrate that mimics the abasic lesions that normally occur in doublestranded DNA. The three component substrate is characterized by single-stranded DNA target, an oligonucleotide probe, separated from a helper oligonucleotide by a one base gap. The oligonucleotide probe contains a non-fluorescent quencher at the 5 0 end and fluorophore attached to the 3 0 end through a special rigid linker. Fluorescence of the oligonucleotide probe is efficiently quenched by the interaction of terminal dye and quencher when not hybridized. Upon hybridization of the oligonucleotide probe and helper probe to their complementary target, the phosphodiester linkage between the rigid linker and the 3 0 end of the probe is efficiently cleaved, generating a fluorescent signal. In this study, the use of the Endo IV assay as a post-PCR amplification detection system is demonstrated. High sensitivity and specificity are illustrated using single nucleotide polymorphism detection.",
      "sentences": [
        [
          {
            "segment_text": "Here we describe a novel endonuclease IV ( Endo IV ) based assay utilizing a substrate that mimics the abasic lesions that normally occur in doublestranded DNA .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The three component substrate is characterized by single-stranded DNA target ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "an oligonucleotide probe , separated from a helper oligonucleotide by a one base gap .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The oligonucleotide probe contains a non-fluorescent quencher at the 5 0 end and fluorophore attached to the 3 0 end through a special rigid linker .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Fluorescence of the oligonucleotide probe is efficiently quenched by the interaction of terminal dye and quencher when not hybridized .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Upon hybridization of the oligonucleotide probe and helper probe to their complementary target ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the phosphodiester linkage between the rigid linker and the 3 0 end of the probe is efficiently cleaved , generating a fluorescent signal .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In this study , the use of the Endo IV assay as a post-PCR amplification detection system is demonstrated .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "High sensitivity and specificity are illustrated using single nucleotide polymorphism detection .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "9",
    "token_num": "170"
  }
}