{
  "paper_id": "52584a0a161575fbf032dcd0032a1376deedc73d",
  "metadata": {
    "title": "A mastoparan-derived peptide has broad-spectrum antiviral activity against enveloped viruses",
    "coda_data_split": "train",
    "coda_paper_id": 8756,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Broad-spectrum antiviral drugs are urgently needed to treat individuals infected with new and reemerging viruses, or with viruses that have developed resistance to antiviral therapies. Mammalian natural host defense peptides (mNHP) are short, usually cationic, peptides that have direct antimicrobial activity, and which in some instances activate cell-mediated antiviral immune responses. Although mNHP have potent activity in vitro, efficacy trials in vivo of exogenously provided mNHP have been largely disappointing, and no mNHP are currently licensed for human use. Mastoparan is an invertebrate host defense peptide that penetrates lipid bilayers, and we reasoned that a mastoparan analog might interact with the lipid component of virus membranes and thereby reduce infectivity of enveloped viruses. Our objective was to determine whether mastoparan-derived peptide MP7-NH 2 could inactivate viruses of multiple types, and whether it could stimulate cell-mediated antiviral activity. We found that MP7-NH 2 potently inactivated a range of enveloped viruses. Consistent with our proposed mechanism of action, MP7-NH 2 was not efficacious against a non-enveloped virus. Pre-treatment of cells with MP7-NH 2 did not reduce the amount of virus recovered after infection, which suggested that the primary mechanism of action in vitro was direct inactivation of virus by MP7-NH 2 . These results demonstrate for the first time that a mastoparan derivative has broad-spectrum antiviral activity in vitro and suggest that further investigation of the antiviral properties of mastoparan peptides in vivo is warranted.",
      "sentences": [
        [
          {
            "segment_text": "Broad-spectrum antiviral drugs are urgently needed to treat individuals infected with new and reemerging viruses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "or with viruses that have developed resistance to antiviral therapies .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Mammalian natural host defense peptides ( mNHP ) are short ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "usually cationic , peptides that have direct antimicrobial activity ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and which in some instances activate cell-mediated antiviral immune responses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although mNHP have potent activity in vitro ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "efficacy trials in vivo of exogenously provided mNHP have been largely disappointing ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and no mNHP are currently licensed for human use .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Mastoparan is an invertebrate host defense peptide that penetrates lipid bilayers ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and we reasoned that a mastoparan analog might interact with the lipid component of virus membranes and thereby reduce infectivity of enveloped viruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Our objective was to determine whether mastoparan-derived peptide MP7-NH 2 could inactivate viruses of multiple types ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and whether it could stimulate cell-mediated antiviral activity .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We found that MP7-NH 2 potently inactivated a range of enveloped viruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Consistent with our proposed mechanism of action ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "MP7-NH 2 was not efficacious against a non-enveloped virus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Pre-treatment of cells with MP7-NH 2 did not reduce the amount of virus recovered after infection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which suggested that the primary mechanism of action in vitro was direct inactivation of virus by MP7-NH 2 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results demonstrate for the first time that a mastoparan derivative has broad-spectrum antiviral activity in vitro and suggest that further investigation of the antiviral properties of mastoparan peptides in vivo is warranted .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "18",
    "token_num": "253"
  }
}