{
  "paper_id": "526919a3d53c54d8c3d0d6b3ba24c77f3a665e1a",
  "metadata": {
    "title": "Short Report: Molecular Detection of Adenoviruses, Rhabdoviruses, and Paramyxoviruses in Bats from Kenya",
    "coda_data_split": "train",
    "coda_paper_id": 7355,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "We screened 217 bats of at least 20 species from 17 locations in Kenya during July and August of 2006 for the presence of adenovirus, rhabdovirus, and paramyxovirus nucleic acids using generic reverse transcription polymerase chain reaction (RT-PCR) and PCR assays. Of 217 bat fecal swabs examined, 4 bats were adenovirus DNA-positive, 11 bats were paramyxovirus RNA-positive, and 2 bats were rhabdovirus RNA-positive. Three bats were coinfected by two different viruses. By sequence comparison and phylogenetic analysis, the Kenya bat paramyxoviruses and rhabdoviruses from this study may represent novel viral lineages within their respective families; the Kenya bat adenoviruses could not be confirmed as novel, because the same region sequences from other known bat adenovirus genomes for comparison were lacking. Our study adds to previous evidence that bats carry diverse, potentially zoonotic viruses and may be coinfected with more than one virus. for excellent technical and logistical assistance. The authors thank Krista Queen for her assistance with the manuscript preparation. The authors also thank Michael Lo for his assistance with cell culture isolation and Yan Li for her assistance with high-throughput sequencing by 454 GS-FLX.",
      "sentences": [
        [
          {
            "segment_text": "We screened 217 bats of at least 20 species from 17 locations in Kenya during July and August of 2006 for the presence of adenovirus ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "rhabdovirus , and paramyxovirus nucleic acids using generic reverse transcription polymerase chain reaction ( RT-PCR ) and PCR assays .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Of 217 bat fecal swabs examined ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "4 bats were adenovirus DNA-positive ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "11 bats were paramyxovirus RNA-positive ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and 2 bats were rhabdovirus RNA-positive .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Three bats were coinfected by two different viruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "By sequence comparison and phylogenetic analysis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the Kenya bat paramyxoviruses and rhabdoviruses from this study may represent novel viral lineages within their respective families ; the Kenya bat adenoviruses could not be confirmed as novel ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "because the same region sequences from other known bat adenovirus genomes for comparison were lacking .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our study adds to previous evidence that bats carry diverse ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "potentially zoonotic viruses and may be coinfected with more than one virus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "for excellent technical and logistical assistance .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The authors thank Krista Queen for her assistance with the manuscript preparation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The authors also thank Michael Lo for his assistance with cell culture isolation and Yan Li for her assistance with high-throughput sequencing by 454 GS-FLX .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "15",
    "token_num": "204"
  }
}