{
  "paper_id": "529e31e25c7259793ed76ad29c9ef13dd16c0398",
  "metadata": {
    "title": "Interpretation and Relevance of Advanced Technique Results",
    "coda_data_split": "train",
    "coda_paper_id": 10906,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Advanced techniques in the fi eld of diagnostic microbiology have made amazing progress over the past two decades due largely to a technological revolution in the molecular aspects of microbiology [ 1, 2 ] . In particular, rapid molecular methods for nucleic acid ampli fi cation and characterization combined with automation and userfriendly software have signi fi cantly broadened the diagnostic capabilities of modern clinical microbiology laboratories. Molecular methods such as nucleic acid ampli fi cation tests (NAATs) rapidly are being developed and introduced in the clinical laboratory setting. Indeed, every section of the clinical microbiology laboratory, including bacteriology, mycology, mycobacteriology, parasitology, and virology, have bene fi ted from these advanced techniques. Because of the rapid development and adaptation of these molecular techniques, the interpretation and relevance of the results produced by such molecular methods has lagged somewhat behind. The purpose of this chapter is to review and discuss the interpretation and relevance of results produced by these advanced molecular techniques. Moreover, this chapter will address the \"myths\" of NAATs, as these myths can markedly in fl uence the interpretation and relevance of these results.",
      "sentences": [
        [
          {
            "segment_text": "Advanced techniques in the fi eld of diagnostic microbiology have made amazing progress over the past two decades due largely to a technological revolution in the molecular aspects of microbiology ( 1 , 2 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In particular , rapid molecular methods for nucleic acid ampli fi cation and characterization combined with automation and userfriendly software have signi fi cantly broadened the diagnostic capabilities of modern clinical microbiology laboratories .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Molecular methods such as nucleic acid ampli fi cation tests ( NAATs ) rapidly are being developed and introduced in the clinical laboratory setting .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Indeed , every section of the clinical microbiology laboratory ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including bacteriology , mycology , mycobacteriology ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "parasitology , and virology , have bene fi ted from these advanced techniques .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Because of the rapid development and adaptation of these molecular techniques ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the interpretation and relevance of the results produced by such molecular methods has lagged somewhat behind .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The purpose of this chapter is to review and discuss the interpretation and relevance of results produced by these advanced molecular techniques .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Moreover , this chapter will address the `` myths \u0027\u0027 of NAATs ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "as these myths can markedly in fl uence the interpretation and relevance of these results .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "11",
    "token_num": "207"
  }
}