{
  "paper_id": "52a50b77ad14c4795cbb8eeb368cc2533569f87d",
  "metadata": {
    "title": "Lab on a Chip Please do not adjust margins Please do not adjust margins Microfluidic Engineering of Exosomes: Editing Cellular Messages for Precision Therapeutics",
    "coda_data_split": "train",
    "coda_paper_id": 2839,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Studying extracellular vesicle (EV), particularly exosomes, is holding great promise, yet technically challenging in defining such small and molecularly diverse nanovesicles. With intrinsic molecular payload and biodegradability, molecular engineering of exosomes opens new avenues for mediating cellular responses and developing novel nano-delivery systems in precision therapeutics. Microfluidic lab-on-chip technology is taking pivotal roles in such emerging field. This review examines scientific advancements of microfluidic technology for engineering exosomes and assesses future applications and perspectives in developing precision therapeutics, which could serve the community by identifying potential new research areas or technologies that are urgently needed in precision therapeutics.",
      "sentences": [
        [
          {
            "segment_text": "Studying extracellular vesicle ( EV ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "particularly exosomes , is holding great promise ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "yet technically challenging in defining such small and molecularly diverse nanovesicles .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "With intrinsic molecular payload and biodegradability ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "molecular engineering of exosomes opens new avenues for mediating cellular responses and developing novel nano-delivery systems in precision therapeutics .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Microfluidic lab-on-chip technology is taking pivotal roles in such emerging field .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review examines scientific advancements of microfluidic technology for engineering exosomes and assesses future applications and perspectives in developing precision therapeutics ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which could serve the community by identifying potential new research areas or technologies that are urgently needed in precision therapeutics .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "This journal is",
      "sentences": [
        [
          {
            "segment_text": "This journal is",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "5",
    "segment_num": "9",
    "token_num": "112"
  }
}