{
  "paper_id": "52a8089242fbe484e537cd8ea5c0c9ec3bf32150",
  "metadata": {
    "title": "C19ORF66 broadly escapes viral-induced endonuclease cleavage and restricts Kaposi\u0027s 1",
    "coda_data_split": "train",
    "coda_paper_id": 2738,
    "coda_has_expert_labels": false,
    "subset": "biorxiv_medrxiv"
  },
  "abstract": [
    {
      "original_text": "One striking characteristic of certain herpesviruses is their ability to induce rapid and 10 widespread RNA decay in order to gain access to host resources. This phenotype is induced by 11 viral endoribonucleases, including SOX in KSHV, muSOX in MHV68, BGLF5 in EBV and vhs in 12 HSV-1. Here, we performed comparative RNA-seq upon expression of these herpesviral 13 endonucleases in order to characterize their effect on the host transcriptome. Consistent with 14 previous reports, we found that approximately two thirds of transcripts are downregulated in 15 cells expressing any of these viral endonucleases. Among transcripts spared from degradation, 16",
      "sentences": [
        [
          {
            "segment_text": "One striking characteristic of certain herpesviruses is their ability to induce rapid and 10 widespread RNA decay in order to gain access to host resources .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This phenotype is induced by 11 viral endoribonucleases ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including SOX in KSHV , muSOX in MHV68 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "BGLF5 in EBV and vhs in 12 HSV-1 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we performed comparative RNA-seq upon expression of these herpesviral 13 endonucleases in order to characterize their effect on the host transcriptome .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Consistent with 14 previous reports ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "we found that approximately two thirds of transcripts are downregulated in 15 cells expressing any of these viral endonucleases .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Among transcripts spared from degradation , 16",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "we uncovered a cluster of transcripts that systematically escape degradation from all tested 17 endonucleases. Among these escapees, we identified C19ORF66 and reveal that like the 18 previously identified escapees, this transcript is protected from degradation by its 3\u0027UTR. We 19 then show that C19ORF66, a known anti-viral protein, is a potent KSHV restriction factor, 20",
      "sentences": [
        [
          {
            "segment_text": "we uncovered a cluster of transcripts that systematically escape degradation from all tested 17 endonucleases .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Among these escapees , we identified C19ORF66 and reveal that like the 18 previously identified escapees ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "this transcript is protected from degradation by its 3 ` UTR .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We 19 then show that C19ORF66 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "a known anti-viral protein , is a potent KSHV restriction factor , 20",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "suggesting that its ability to escape viral cleavage may be an important component of the host 21 response to viral infection. Collectively, our comparative approach is a powerful tool to pinpoint 22 key regulators of the viral-host interplay and led us to uncover a novel KSHV regulator. 23 24 25 26 All rights reserved. No reuse allowed without permission.",
      "sentences": [
        [
          {
            "segment_text": "suggesting that its ability to escape viral cleavage may be an important component of the host 21 response to viral infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Collectively , our comparative approach is a powerful tool to pinpoint 22 key regulators of the viral-host interplay and led us to uncover a novel KSHV regulator .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "23 24 25 26 All rights reserved .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "No reuse allowed without permission .",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/506410 doi: bioRxiv preprint characterized by a defined sequence motif (19) rendering it difficult to identify new escaping 48 transcripts by traditional sequence search. Consequently, the host vs. viral endonuclease 49 dichotomy to only defining characteristic of this novel type of RNA element. 50 All rights reserved. No reuse allowed without permission.",
      "sentences": [
        [
          {
            "segment_text": "The copyright holder for this preprint ( which was not peer-reviewed ) is the author/funder .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": ".",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "https://doi.org/10.1101/506410 doi : bioRxiv preprint characterized by a defined sequence motif ( 19 ) rendering it difficult to identify new escaping 48 transcripts by traditional sequence search .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Consequently , the host vs. viral endonuclease 49 dichotomy to only defining characteristic of this novel type of RNA element .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "50 All rights reserved .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "No reuse allowed without permission .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "18",
    "segment_num": "23",
    "token_num": "316"
  }
}