{
  "paper_id": "52be432028634f6c300d090a015003501b6c697e",
  "metadata": {
    "title": "From mice to women: the conundrum of immunity to infection during pregnancy",
    "coda_data_split": "train",
    "coda_paper_id": 3586,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Resistance to infection is the ability of the host to evoke a strong immune response sufficient to eliminate the infectious agent. In contrast, maternal tolerance to the fetus necessitates careful regulation of immune responses. Successful pregnancy requires the maternal host to effectively balance the opposing processes of maternal immune reactivity and tolerance to the fetus. However, this balance can be perturbed by infections which are recognized as the major cause of adverse pregnancy outcome including pre-term labor. Select pathogens also pose a serious threat of severe maternal illness. These include intracellular and chronic pathogens that have evolved immune evasive strategies. Murine models of intracellular bacteria and parasites that mimic pathogenesis of infection in humans have been developed. While human epidemiological studies provide insight into maternal immunity to infection, experimental infection in pregnant mice is a vital tool to unravel the complex molecular mechanisms of placental infection, congenital transmission and maternal illness. We will provide a comprehensive review of the pathogenesis of several infection models in pregnant mice and their clinical relevance. These models have revealed the immunological function of the placenta in responding to, and resisting infection. Murine feto-placental infection provides an effective way to evaluate new intervention strategies for managing infections during pregnancy, adverse fetal outcome and long-term effects on the offspring and mother.",
      "sentences": [
        [
          {
            "segment_text": "Resistance to infection is the ability of the host to evoke a strong immune response sufficient to eliminate the infectious agent .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In contrast , maternal tolerance to the fetus necessitates careful regulation of immune responses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Successful pregnancy requires the maternal host to effectively balance the opposing processes of maternal immune reactivity and tolerance to the fetus .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , this balance can be perturbed by infections which are recognized as the major cause of adverse pregnancy outcome including pre-term labor .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Select pathogens also pose a serious threat of severe maternal illness .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These include intracellular and chronic pathogens that have evolved immune evasive strategies .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Murine models of intracellular bacteria and parasites that mimic pathogenesis of infection in humans have been developed .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "While human epidemiological studies provide insight into maternal immunity to infection ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "experimental infection in pregnant mice is a vital tool to unravel the complex molecular mechanisms of placental infection ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "congenital transmission and maternal illness .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We will provide a comprehensive review of the pathogenesis of several infection models in pregnant mice and their clinical relevance .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "These models have revealed the immunological function of the placenta in responding to , and resisting infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Murine feto-placental infection provides an effective way to evaluate new intervention strategies for managing infections during pregnancy ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "adverse fetal outcome and long-term effects on the offspring and mother .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "14",
    "token_num": "232"
  }
}