{
  "paper_id": "52c813a9ed6582f44ae9b23fbb625e0f5a1b7365",
  "metadata": {
    "title": "A mobile genetic element with unknown function found in distantly related viruses",
    "coda_data_split": "train",
    "coda_paper_id": 2579,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: The genetic element s2m seems to represent one of very few examples of mobile genetic elements in viruses. The function remains obscure and a scattered taxonomical distribution has been reported by numerous groups. Methods: We have searched GenBank in order to identify all viral accessions that have s2m(−like) sequence motifs. Rigorous phylogenetic analyses and constrained tree topology testing were also performed in order to investigate the apparently mobile nature of s2m. Results: The stem-loop s2m structure can be found in four families of + ssRNA viruses; Astroviridae, Caliciviridae, Picornaviridae and Coronaviridae. In all of these virus families, with the possible exception of Caliciviridae, multiple gains and/or losses of s2m would have to be postulated in order to explain the distribution of this character.",
      "sentences": [
        [
          {
            "segment_text": "Background : The genetic element s2m seems to represent one of very few examples of mobile genetic elements in viruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The function remains obscure and a scattered taxonomical distribution has been reported by numerous groups .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Methods : We have searched GenBank in order to identify all viral accessions that have s2m ( − like ) sequence motifs .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Rigorous phylogenetic analyses and constrained tree topology testing were also performed in order to investigate the apparently mobile nature of s2m .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : The stem-loop s2m structure can be found in four families of + ssRNA viruses ; Astroviridae ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Caliciviridae , Picornaviridae and Coronaviridae .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In all of these virus families ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with the possible exception of Caliciviridae ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "multiple gains and/or losses of s2m would have to be postulated in order to explain the distribution of this character .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions: s2m appears to be a mobile genetic element with a unique evolutionary history in all of the four virus families where it can be found. Based on our findings and a review of the current literature on s2m, a hypothesis implying an RNAi-like function for the s2m element is also outlined.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions : s2m appears to be a mobile genetic element with a unique evolutionary history in all of the four virus families where it can be found .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Based on our findings and a review of the current literature on s2m ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "a hypothesis implying an RNAi-like function for the s2m element is also outlined .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "8",
    "segment_num": "12",
    "token_num": "198"
  }
}