{
  "paper_id": "52e083e335c8c29b8867ac67d5090b71348f2eac",
  "metadata": {
    "title": "Genetic deletion of Sphk2 confers protection against Pseudomonas aeruginosa mediated differential expression of genes related to virulent infection and inflammation in mouse lung",
    "coda_data_split": "train",
    "coda_paper_id": 5216,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Pseudomonas aeruginosa (PA) is an opportunistic Gram-negative bacterium that causes serious life threatening and nosocomial infections including pneumonia. PA has the ability to alter host genome to facilitate its invasion, thus increasing the virulence of the organism. Sphingosine-1-phosphate (S1P), a bioactive lipid, is known to play a key role in facilitating infection. Sphingosine kinases (SPHK) 1\u00262 phosphorylate sphingosine to generate S1P in mammalian cells. We reported earlier that Sphk2 −/− mice offered significant protection against lung inflammation, compared to wild type (WT) animals. Therefore, we profiled the differential expression of genes between the protected group of Sphk2 −/− and the wild type controls to better understand the underlying protective mechanisms related to the Sphk2 deletion in lung inflammatory injury. Whole transcriptome shotgun sequencing (RNA-Seq) was performed on mouse lung tissue using NextSeq 500 sequencing system. Results: Two-way analysis of variance (ANOVA) analysis was performed and differentially expressed genes following PA infection were identified using whole transcriptome of Sphk2 −/− mice and their WT counterparts. Pathway (PW) enrichment analyses of the RNA seq data identified several signaling pathways that are likely to play a crucial role in pneumonia caused by PA such as those involved in: 1. Immune response to PA infection and NF-κB signal transduction; 2. PKC signal transduction; 3. Impact on epigenetic regulation; 4. Epithelial sodium channel pathway; 5. Mucin expression; and 6. Bacterial infection related pathways. Our genomic data suggests a potential role for SPHK2 in PA-induced pneumonia through elevated expression of inflammatory genes in lung tissue. Further, validation by RT-PCR on 10 differentially expressed genes showed 100% concordance in terms of vectoral changes as well as significant fold change.",
      "sentences": [
        [
          {
            "segment_text": "Background : Pseudomonas aeruginosa ( PA ) is an opportunistic Gram-negative bacterium that causes serious life threatening and nosocomial infections including pneumonia .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "PA has the ability to alter host genome to facilitate its invasion ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "thus increasing the virulence of the organism .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Sphingosine-1-phosphate ( S1P ) , a bioactive lipid ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "is known to play a key role in facilitating infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Sphingosine kinases ( SPHK ) 1 \u0026 2 phosphorylate sphingosine to generate S1P in mammalian cells .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We reported earlier that Sphk2 − / − mice offered significant protection against lung inflammation ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "compared to wild type ( WT ) animals .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Therefore , we profiled the differential expression of genes between the protected group of Sphk2 − / − and the wild type controls to better understand the underlying protective mechanisms related to the Sphk2 deletion in lung inflammatory injury .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Whole transcriptome shotgun sequencing ( RNA-Seq ) was performed on mouse lung tissue using NextSeq 500 sequencing system .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Two-way analysis of variance ( ANOVA ) analysis was performed and differentially expressed genes following PA infection were identified using whole transcriptome of Sphk2 − / − mice and their WT counterparts .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Pathway ( PW ) enrichment analyses of the RNA seq data identified several signaling pathways that are likely to play a crucial role in pneumonia caused by PA such as those involved in : 1 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Immune response to PA infection and NF-κB signal transduction ; 2 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "PKC signal transduction ; 3 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Impact on epigenetic regulation ; 4 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Epithelial sodium channel pathway ; 5 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Mucin expression ; and 6 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Bacterial infection related pathways .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our genomic data suggests a potential role for SPHK2 in PA-induced pneumonia through elevated expression of inflammatory genes in lung tissue .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Further , validation by RT-PCR on 10 differentially expressed genes showed 100 % concordance in terms of vectoral changes as well as significant fold change .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "(Continued on next page)",
      "sentences": [
        [
          {
            "segment_text": "( Continued on next page )",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "18",
    "segment_num": "21",
    "token_num": "333"
  }
}