{
  "paper_id": "52f62dc6a0cbc93ac5196583b33b42ee68b99930",
  "metadata": {
    "title": "",
    "coda_data_split": "train",
    "coda_paper_id": 5034,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Free radicals are molecules, or molecular fragments, with one or more unpaired electrons in their outer orbit; they are highly reactive chemical entities that can initiate oxidative stress and damage lipid membranes by a process known as lipid peroxidation. Free radicals are important in the pathophysiology of inflammation; they can also damage proteins and DNA, and have been linked to numerous disease states (21). The body\u0027s free-radical scavenging capacity is determined by the levels of free radical scavenging enzymes, as well as their related trace metals and vitamins; this system protects membranes from peroxidation (21). The trace metals Se, zinc, copper, and manganese are critical for the function of these enzymes; oral supplements of trace metals can increase the activity of the free radical scavenging enzymes.",
      "sentences": [
        [
          {
            "segment_text": "Free radicals are molecules , or molecular fragments ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "with one or more unpaired electrons in their outer orbit ; they are highly reactive chemical entities that can initiate oxidative stress and damage lipid membranes by a process known as lipid peroxidation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Free radicals are important in the pathophysiology of inflammation ; they can also damage proteins and DNA ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and have been linked to numerous disease states ( 21 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The body \u0027s free-radical scavenging capacity is determined by the levels of free radical scavenging enzymes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "as well as their related trace metals and vitamins ; this system protects membranes from peroxidation ( 21 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The trace metals Se , zinc ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "copper , and manganese are critical for the function of these enzymes ; oral supplements of trace metals can increase the activity of the free radical scavenging enzymes .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Glutathione peroxidase (GSH-Px) is one of the key enzymes in the protective freeradical scavenging system, and Se is a structural component of the active center of . GSH-Px activity decreases during Se depletion and increases during Se repletion (22) (23) (24) . Superoxide dismutase (SOD) is another important free-radical scavenging enzyme. Two SOD isoenzymes have been identified in mammalian cells. An isoenzyme containing copper and zinc has been found in the cytosol; the SOD isoenzyme found in the mitochondria contains manganese. These isoenzymes are dependent on their respective trace metals for their activity (24). Vitamins, especially vitamins A and C and the B vitamins, are important cofactors in this system. Other free-radical scavenging enzymes include glutathione reductase, glutathione transferase, and catalase, discussed in refs. 24 and 25.",
      "sentences": [
        [
          {
            "segment_text": "Glutathione peroxidase ( GSH-Px ) is one of the key enzymes in the protective freeradical scavenging system ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and Se is a structural component of the active center of .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "GSH-Px activity decreases during Se depletion and increases during Se repletion ( 22 ) ( 23 ) ( 24 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Superoxide dismutase ( SOD ) is another important free-radical scavenging enzyme .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Two SOD isoenzymes have been identified in mammalian cells .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "An isoenzyme containing copper and zinc has been found in the cytosol ; the SOD isoenzyme found in the mitochondria contains manganese .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These isoenzymes are dependent on their respective trace metals for their activity ( 24 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Vitamins , especially vitamins A and C and the B vitamins ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "are important cofactors in this system .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Other free-radical scavenging enzymes include glutathione reductase ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "glutathione transferase , and catalase , discussed in refs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "24 and 25 .",
            "crowd_label": "background"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "13",
    "segment_num": "20",
    "token_num": "299"
  }
}