{
  "paper_id": "53046e04026a1f939d3b593f0a47e1c33e480a9b",
  "metadata": {
    "title": "Structure and Immune Recognition of the HIV Glycan Shield",
    "coda_data_split": "train",
    "coda_paper_id": 4874,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Vaccine design efforts against the human immunodeficiency virus (HIV) have been greatly stimulated by the observation that many infected patients eventually develop highly potent, broadly neutralizing antibodies (bnAbs). Importantly, these bnAbs have evolved to recognize not only the two protein components of the viral envelope protein (Env), but also the numerous glycans that form a protective barrier on the Env protein. Because Env is vastly overglycosylated compared to host glycoproteins, the glycans have become targets for the antibody response. Therefore, considerable efforts have been made in developing and validating biophysical methods to elucidate the complex structure of the Env spike glycoprotein with its combination of glycan and protein epitopes. We illustrate here how the application of robust biophysical methods have transformed our understanding of the structure and function of the HIV Env spike and stimulated innovation in vaccine design strategies that takes into account the essential glycan components.",
      "sentences": [
        [
          {
            "segment_text": "Vaccine design efforts against the human immunodeficiency virus ( HIV ) have been greatly stimulated by the observation that many infected patients eventually develop highly potent ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "broadly neutralizing antibodies ( bnAbs ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Importantly , these bnAbs have evolved to recognize not only the two protein components of the viral envelope protein ( Env ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but also the numerous glycans that form a protective barrier on the Env protein .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Because Env is vastly overglycosylated compared to host glycoproteins ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the glycans have become targets for the antibody response .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Therefore , considerable efforts have been made in developing and validating biophysical methods to elucidate the complex structure of the Env spike glycoprotein with its combination of glycan and protein epitopes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We illustrate here how the application of robust biophysical methods have transformed our understanding of the structure and function of the HIV Env spike and stimulated innovation in vaccine design strategies that takes into account the essential glycan components .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "8",
    "token_num": "164"
  }
}