{
  "paper_id": "5306d1e54bdb040fea797ee3edbefe867ac400f5",
  "metadata": {
    "title": "Phylogenetic evidence for intratypic recombinant events in a novel human adenovirus C that causes severe acute respiratory infection in children OPEN",
    "coda_data_split": "train",
    "coda_paper_id": 3844,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Human adenoviruses (HAdVs) are prevalent in hospitalized children with severe acute respiratory infection (SARI). Here, we report a unique recombinant HAdV strain (CBJ113) isolated from a HAdVpositive child with SARI. The whole-genome sequence was determined using Sanger sequencing and high-throughput sequencing. A phylogenetic analysis of the complete genome indicated that the CBJ113 strain shares a common origin with HAdV-C2, HAdV-C6, HAdV-C1, HAdV-C5, and HAdV-C57 and formed a novel subclade on the same branch as other HAdV-C subtypes. BootScan and single nucleotide polymorphism analyses showed that the CBJ113 genome has an intra-subtype recombinant structure and comprises gene regions mainly originating from two circulating viral strains: HAdV-1 and HAdV-2. The parental penton base, pVI, and DBP genes of the recombinant strain clustered with the HAdV-1 prototype strain, and the E1B, hexon, fiber, and 100 K genes of the recombinant clustered within the HAdV-2 subtype, meanwhile the E4orf1 and DNA polymerase genes of the recombinant shared the greatest similarity with those of HAdV-5 and HAdV-6, respectively. All of these findings provide insight into our understanding of the dynamics of the complexity of the HAdV-C epidemic. More extensive studies should address the pathogenicity and clinical characteristics of the novel recombinant.",
      "sentences": [
        [
          {
            "segment_text": "Human adenoviruses ( HAdVs ) are prevalent in hospitalized children with severe acute respiratory infection ( SARI ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we report a unique recombinant HAdV strain ( CBJ113 ) isolated from a HAdVpositive child with SARI .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The whole-genome sequence was determined using Sanger sequencing and high-throughput sequencing .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A phylogenetic analysis of the complete genome indicated that the CBJ113 strain shares a common origin with HAdV-C2 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "HAdV-C6 , HAdV-C1 , HAdV-C5 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and HAdV-C57 and formed a novel subclade on the same branch as other HAdV-C subtypes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "BootScan and single nucleotide polymorphism analyses showed that the CBJ113 genome has an intra-subtype recombinant structure and comprises gene regions mainly originating from two circulating viral strains : HAdV-1 and HAdV-2 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The parental penton base , pVI ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and DBP genes of the recombinant strain clustered with the HAdV-1 prototype strain ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the E1B , hexon ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "fiber , and 100 K genes of the recombinant clustered within the HAdV-2 subtype ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "meanwhile the E4orf1 and DNA polymerase genes of the recombinant shared the greatest similarity with those of HAdV-5 and HAdV-6 , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "All of these findings provide insight into our understanding of the dynamics of the complexity of the HAdV-C epidemic .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "More extensive studies should address the pathogenicity and clinical characteristics of the novel recombinant .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "14",
    "token_num": "224"
  }
}