{
  "paper_id": "5330ef5c6e4e442c876eac25b6fb7d5c8c6aaed0",
  "metadata": {
    "title": "A Case of Feline T-cell Lymphoma with Tropism for Striated Muscle and Peripheral Nerve ScienceDirect",
    "coda_data_split": "train",
    "coda_paper_id": 9636,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "An 11-year-old female American shorthair cat was presented with a 3-month history of hindlimb ataxia and knuckling of the left forelimb. Clinical abnormalities included weight loss, hyperaesthesia of the neck and back, cardiac murmur and systemic muscle atrophy. The cat died 10 days after the initial presentation and a necropsy examination was performed. Grossly, extensive pale lesions were seen in the wall of the left ventricle and the septum of the heart. There were no detectable masses in the heart, skeletal muscles or peripheral nerves. Histopathological examination revealed diffuse, extensive infiltration of atypical lymphoid cells in the heart; the cardiac muscles were markedly degenerate and atrophic and were replaced by the neoplastic cells. Neoplastic cells with similar morphology were seen in all specimens of the skeletal muscles and peripheral nerves. Clonality analysis of the paraffin wax-embedded heart tissue revealed a monoclonal rearrangement of the gene encoding the T-cell receptor g chain. Based on these findings, the case was diagnosed as T-cell lymphoma with tropism for striated muscle and peripheral nerve.",
      "sentences": [
        [
          {
            "segment_text": "An 11-year-old female American shorthair cat was presented with a 3-month history of hindlimb ataxia and knuckling of the left forelimb .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Clinical abnormalities included weight loss ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "hyperaesthesia of the neck and back ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "cardiac murmur and systemic muscle atrophy .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The cat died 10 days after the initial presentation and a necropsy examination was performed .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Grossly , extensive pale lesions were seen in the wall of the left ventricle and the septum of the heart .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "There were no detectable masses in the heart ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "skeletal muscles or peripheral nerves .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Histopathological examination revealed diffuse , extensive infiltration of atypical lymphoid cells in the heart ; the cardiac muscles were markedly degenerate and atrophic and were replaced by the neoplastic cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Neoplastic cells with similar morphology were seen in all specimens of the skeletal muscles and peripheral nerves .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Clonality analysis of the paraffin wax-embedded heart tissue revealed a monoclonal rearrangement of the gene encoding the T-cell receptor g chain .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Based on these findings , the case was diagnosed as T-cell lymphoma with tropism for striated muscle and peripheral nerve .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "12",
    "token_num": "186"
  }
}