{
  "paper_id": "533809638564f3d5ce4a13acd1ec0eaadf5bd05d",
  "metadata": {
    "title": "Self-contamination during doffing of personal protective equipment by healthcare workers to prevent Ebola transmission",
    "coda_data_split": "train",
    "coda_paper_id": 9328,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Healthcare workers (HCWs) use personal protective equipment (PPE) in Ebola virus disease (EVD) situations. However, preventing the contamination of HCWs and the environment during PPE removal crucially requires improved strategies. This study aimed to compare the efficacy of three PPE ensembles, namely, Hospital Authority (HA) Standard Ebola PPE set (PPE1), Dupont Tyvek Model, style 1422A (PPE2), and HA isolation gown for routine patient care and performing aerosol-generating procedures (PPE3) to prevent EVD transmission by measuring the degree of contamination of HCWs and the environment.",
      "sentences": [
        [
          {
            "segment_text": "Background : Healthcare workers ( HCWs ) use personal protective equipment ( PPE ) in Ebola virus disease ( EVD ) situations .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , preventing the contamination of HCWs and the environment during PPE removal crucially requires improved strategies .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This study aimed to compare the efficacy of three PPE ensembles ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "namely , Hospital Authority ( HA ) Standard Ebola PPE set ( PPE1 ) ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "Dupont Tyvek Model , style 1422A ( PPE2 ) ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and HA isolation gown for routine patient care and performing aerosol-generating procedures ( PPE3 ) to prevent EVD transmission by measuring the degree of contamination of HCWs and the environment .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Methods: A total of 59 participants randomly performed PPE donning and doffing. The trial consisted of PPE donning, applying fluorescent solution on the PPE surface, PPE doffing of participants, and estimation of the degree of contamination as indicated by the number of fluorescent stains on the working clothes and environment. Protocol deviations during PPE donning and doffing were monitored. Results: PPE2 and PPE3 presented higher contamination risks than PPE1. Environmental contaminations such as those originating from rubbish bin covers, chairs, faucets, and sinks were detected. Procedure deviations were observed during PPE donning and doffing, with PPE1 presenting the lowest overall deviation rate (%) among the three PPE ensembles (p \u003c 0.05).",
      "sentences": [
        [
          {
            "segment_text": "Methods : A total of 59 participants randomly performed PPE donning and doffing .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The trial consisted of PPE donning ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "applying fluorescent solution on the PPE surface ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "PPE doffing of participants , and estimation of the degree of contamination as indicated by the number of fluorescent stains on the working clothes and environment .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Protocol deviations during PPE donning and doffing were monitored .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : PPE2 and PPE3 presented higher contamination risks than PPE1 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Environmental contaminations such as those originating from rubbish bin covers ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "chairs , faucets , and sinks were detected .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Procedure deviations were observed during PPE donning and doffing ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with PPE1 presenting the lowest overall deviation rate ( % ) among the three PPE ensembles ( p \u003c 0.05 ) .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusion: Contamination of the subjects\u0027 working clothes and surrounding environment occurred frequently during PPE doffing. Procedure deviations were observed during PPE donning and doffing. Although PPE1 presented a lower contamination risk than PPE2 and PPE3 during doffing and protocol deviations, the design of PPE1 can still be further improved. Future directions should focus on designing a high-coverage-area PPE with simple ergonomic features and on evaluating the doffing procedure to minimise the risk of recontamination. Regular training for users should be emphasised to minimise protocol deviations, and in turn, guarantee the best protection to HCWs.",
      "sentences": [
        [
          {
            "segment_text": "Conclusion : Contamination of the subjects \u0027 working clothes and surrounding environment occurred frequently during PPE doffing .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Procedure deviations were observed during PPE donning and doffing .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Although PPE1 presented a lower contamination risk than PPE2 and PPE3 during doffing and protocol deviations ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the design of PPE1 can still be further improved .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Future directions should focus on designing a high-coverage-area PPE with simple ergonomic features and on evaluating the doffing procedure to minimise the risk of recontamination .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Regular training for users should be emphasised to minimise protocol deviations ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and in turn , guarantee the best protection to HCWs .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "14",
    "segment_num": "23",
    "token_num": "343"
  }
}