{
  "paper_id": "533dbd6341f993f933f4ff8096e85e5c354c1f16",
  "metadata": {
    "title": "Infection and vasculitis",
    "coda_data_split": "train",
    "coda_paper_id": 3252,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Vasculitis may be associated with infection, immunization or anti-microbial drugs. Infections are responsible for a number of different types of vasculitis. Conversely, patients with vasculitis may develop infections, which sometimes mimic relapse. The aim of this review is to summarize the various aspects of the inter-relationship between vasculitis and infection, and the physiopathological mechanisms involved, in light of our current knowledge from animal models. Currently, a causal relationship between infection and vasculitis has only been established in a few instances and many mechanisms remain hypothetical. This inter-relationship is further assessed from the point of view of clinical presentation and therapeutic options, based on case reports and prospective observational data.",
      "sentences": [
        [
          {
            "segment_text": "Vasculitis may be associated with infection , immunization or anti-microbial drugs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Infections are responsible for a number of different types of vasculitis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Conversely , patients with vasculitis may develop infections , which sometimes mimic relapse .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The aim of this review is to summarize the various aspects of the inter-relationship between vasculitis and infection ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and the physiopathological mechanisms involved ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "in light of our current knowledge from animal models .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Currently , a causal relationship between infection and vasculitis has only been established in a few instances and many mechanisms remain hypothetical .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This inter-relationship is further assessed from the point of view of clinical presentation and therapeutic options ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "based on case reports and prospective observational data .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "9",
    "token_num": "122"
  }
}