{
  "paper_id": "53418502dd5cdd7ae9e551ecd15398af5613b5b6",
  "metadata": {
    "title": "PATHOLOGICAL MANIFESTATIONS OF FELINE IMMUNODEFICIENCY VIRUS (FIV) INFECTION IN WILD AFRICAN LIONS NIH Public Access",
    "coda_data_split": "train",
    "coda_paper_id": 4096,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Feline immunodeficiency virus (FIV) causes AIDS in the domestic cat (Felis catus) but has not been explicitly associated with AIDS pathology in any of the eight free-ranging species of Felidae that are endemic with circulating FIV strains. African lion (Panthera leo) populations are infected with lion-specific FIV strains (FIVple), yet there remains uncertainty about the degree to which FIV infection impacts their health. Reported CD4+ T-lymphocyte depletion in FIVple infected lions and anecdotal reports of lion morbidity associated with FIV sero-prevalence emphasize the concern as to whether FIVple is innocuous or pathogenic. Here we monitored clinical, biochemical, histological and serological parameters among FIVple-positive (N\u003d47) as compared to FIVple negative (N\u003d17) lions anesthetized and sampled on multiple occasions between 1999 and 2006 in Botswana. Relative to uninfected lions, FIVple infected lions displayed a significant elevation in the prevalence of AIDS defining conditions: lymphandenopathy, gingivitis, tongue papillomas, dehydration, and poor coat condition, as well as displaying abnormal red blood cell parameters and elevated liver enzymes and serum proteins. Spleen and lymph node laparoscopic biopsies from free-ranging FIVple infected lions (N\u003d8) revealed evidence of lymphoid depletion, the hallmark pathology documented in immunodefieciency virus infections of humans (HIV-1), macaques, and domestic cats. We conclude",
      "sentences": [
        [
          {
            "segment_text": "Feline immunodeficiency virus ( FIV ) causes AIDS in the domestic cat ( Felis catus ) but has not been explicitly associated with AIDS pathology in any of the eight free-ranging species of Felidae that are endemic with circulating FIV strains .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "African lion ( Panthera leo ) populations are infected with lion-specific FIV strains ( FIVple ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "yet there remains uncertainty about the degree to which FIV infection impacts their health .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Reported CD4 + T-lymphocyte depletion in FIVple infected lions and anecdotal reports of lion morbidity associated with FIV sero-prevalence emphasize the concern as to whether FIVple is innocuous or pathogenic .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we monitored clinical , biochemical ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "histological and serological parameters among FIVple-positive ( N \u003d 47 ) as compared to FIVple negative ( N \u003d 17 ) lions anesthetized and sampled on multiple occasions between 1999 and 2006 in Botswana .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Relative to uninfected lions , FIVple infected lions displayed a significant elevation in the prevalence of AIDS defining conditions : lymphandenopathy ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "gingivitis , tongue papillomas , dehydration ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and poor coat condition , as well as displaying abnormal red blood cell parameters and elevated liver enzymes and serum proteins .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Spleen and lymph node laparoscopic biopsies from free-ranging FIVple infected lions ( N \u003d 8 ) revealed evidence of lymphoid depletion ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the hallmark pathology documented in immunodefieciency virus infections of humans ( HIV-1 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "macaques , and domestic cats .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We conclude",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "13",
    "token_num": "242"
  }
}