{
  "paper_id": "535448073c1721a7928c2814283c5cda6e151902",
  "metadata": {
    "title": "Saving Human Lives: What Complexity Science and Information Systems can Contribute",
    "coda_data_split": "train",
    "coda_paper_id": 7655,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "We discuss models and data of crowd disasters, crime, terrorism, war and disease spreading to show that conventional recipes, such as deterrence strategies, are often not effective and sufficient to contain them. Many common approaches do not provide a good picture of the actual system behavior, because they neglect feedback loops, instabilities and cascade effects. The complex and often counter-intuitive behavior of social systems and their macro-level collective dynamics can be better understood by means of complexity science. We highlight that a suitable system design and management can help to stop undesirable cascade effects and to enable favorable kinds of self-organization in the system. In such a way, complexity science can help to save human lives.",
      "sentences": [
        [
          {
            "segment_text": "We discuss models and data of crowd disasters ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "crime , terrorism , war and disease spreading to show that conventional recipes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "such as deterrence strategies , are often not effective and sufficient to contain them .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Many common approaches do not provide a good picture of the actual system behavior ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "because they neglect feedback loops , instabilities and cascade effects .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The complex and often counter-intuitive behavior of social systems and their macro-level collective dynamics can be better understood by means of complexity science .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We highlight that a suitable system design and management can help to stop undesirable cascade effects and to enable favorable kinds of self-organization in the system .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In such a way , complexity science can help to save human lives .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "8",
    "token_num": "129"
  }
}