{
  "paper_id": "535ee77a0ae790653270c324e1db261a5eed1a85",
  "metadata": {
    "title": "Distributions of HLA-A and -B alleles and haplotypes in the Yi ethnic minority of Yunnan, China: relationship to other populations *",
    "coda_data_split": "train",
    "coda_paper_id": 5247,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Objective: To investigate the distributions of human leukocyte antigen (HLA)-A and -B alleles and HLA-A-B haplotypes in the Yi ethnic minority of the Yunnan Province, situated in southwestern China. Methods: DNA typing for HLA-A and -B loci was performed using the polymerase chain reaction-sequence-based typing (PCR-SBT) method on 114 randomly selected healthy individuals of the Yi population. The allelic frequencies of HLA-A and -B loci were calculated by direct counting and HLA-A-B haplotypes were estimated using the expectation maximization algorithm.",
      "sentences": [
        [
          {
            "segment_text": "Objective : To investigate the distributions of human leukocyte antigen ( HLA ) - A and - B alleles and HLA-A-B haplotypes in the Yi ethnic minority of the Yunnan Province , situated in southwestern China .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : DNA typing for HLA-A and - B loci was performed using the polymerase chain reaction-sequence-based typing ( PCR-SBT ) method on 114 randomly selected healthy individuals of the Yi population .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The allelic frequencies of HLA-A and - B loci were calculated by direct counting and HLA-A-B haplotypes were estimated using the expectation maximization algorithm .",
            "crowd_label": "method"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "3",
    "segment_num": "3",
    "token_num": "95"
  }
}