{
  "paper_id": "5377df0dc057949f0124019cf03976cc495bb97d",
  "metadata": {
    "title": "2011 International Conference on Green Buildings and Sustainable Cities Sustainable development strategy of tourism resources offered by regional advantage: Exploring the feasibility of developing an \u0027exotic culture\u0027 resource for Weihai City of China peer-review under responsibility of APAAS",
    "coda_data_split": "train",
    "coda_paper_id": 4212,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Tourism resources are the prerequisite and basis for urban tourism development. Unlike mineral products and oil, tourism resources are renewable. How to find, create, manage, and maintain urban tourism resources will determine if they can be used sustainably. As the traditional coastal tourist city of China, Weihai does not have obvious advantages compared with other areas, so Weihai should develop a new tourism resource, an \u0027exotic culture\u0027 resource, offered by regional advantage. The paper will explore the feasibility of developing an \u0027exotic culture\u0027 resource for Weihai tourism in order to fulfil the sustainable utilization and development of tourism resources.",
      "sentences": [
        [
          {
            "segment_text": "Tourism resources are the prerequisite and basis for urban tourism development .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Unlike mineral products and oil , tourism resources are renewable .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "How to find , create ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "manage , and maintain urban tourism resources will determine if they can be used sustainably .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "As the traditional coastal tourist city of China ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Weihai does not have obvious advantages compared with other areas ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "so Weihai should develop a new tourism resource ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "an ` exotic culture \u0027 resource , offered by regional advantage .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The paper will explore the feasibility of developing an ` exotic culture \u0027 resource for Weihai tourism in order to fulfil the sustainable utilization and development of tourism resources .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "9",
    "token_num": "116"
  }
}