{
  "paper_id": "537997466d302c6c1b3bd41463a8c58ac9a8f10a",
  "metadata": {
    "title": "The role of IL-29 in immunity and cancer",
    "coda_data_split": "train",
    "coda_paper_id": 2938,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Interleukin-29 (IL-29) is a new member of the recently discovered interferon (IFN) family. It is produced predominantly by maturing dendritic cells and macrophages. It has been implicated in numerous immunological responses and has shown antiviral activity similar to the Type I interferons, although its target cell population is more limited than the Type I interferons. In recent years, the role of IL-29 in the pathogenesis of various cancers has also been extensively studied. In this review, we will discuss the recent advances of IL-29 in immunological processes and the pathogenesis of various cancer.",
      "sentences": [
        [
          {
            "segment_text": "Interleukin-29 ( IL-29 ) is a new member of the recently discovered interferon ( IFN ) family .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It is produced predominantly by maturing dendritic cells and macrophages .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It has been implicated in numerous immunological responses and has shown antiviral activity similar to the Type I interferons ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "although its target cell population is more limited than the Type I interferons .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In recent years , the role of IL-29 in the pathogenesis of various cancers has also been extensively studied .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this review , we will discuss the recent advances of IL-29 in immunological processes and the pathogenesis of various cancer .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "6",
    "token_num": "105"
  }
}