{
  "paper_id": "537aa0a30e33e4a84bf6c6226e4f377b826c1b65",
  "metadata": {
    "title": "The airborne transmission of infection between flats in high-rise residential buildings: A review",
    "coda_data_split": "train",
    "coda_paper_id": 4045,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The inter-flat airborne cross-transmission driven by single-sided natural ventilation has been identified recently in high-rise residential buildings, where most people live now in densely populated areas, and is one of the most complex and least understood transport routes. Given potential risks of infection during the outbreak of severe infectious diseases, the need for a full understanding of its mechanism and protective measures within the field of epidemiology and engineering becomes pressing. This review paper considers progress achieved in existing studies of the concerned issue regarding different research priorities. Considerable progress in observing and modeling the inter-flat transmission and dispersion under either buoyancy-or wind-dominated conditions has been made, while fully understanding the combined buoyancy and wind effects is not yet possible. Many methods, including on-site measurements, wind tunnel tests and numerical simulations, have contributed to the research development, despite some deficiencies of each method. Although the inter-flat transmission and dispersion characteristics can be demonstrated and quantified in a time-averaged sense to some extent, there are still unanswered questions at a fundamental level about transient dispersion process and thermal boundary conditions, calling for further studies with more advanced models for simulations and more sound experiments for validations.",
      "sentences": [
        [
          {
            "segment_text": "The inter-flat airborne cross-transmission driven by single-sided natural ventilation has been identified recently in high-rise residential buildings ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "where most people live now in densely populated areas ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and is one of the most complex and least understood transport routes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Given potential risks of infection during the outbreak of severe infectious diseases ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the need for a full understanding of its mechanism and protective measures within the field of epidemiology and engineering becomes pressing .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review paper considers progress achieved in existing studies of the concerned issue regarding different research priorities .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Considerable progress in observing and modeling the inter-flat transmission and dispersion under either buoyancy-or wind-dominated conditions has been made ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "while fully understanding the combined buoyancy and wind effects is not yet possible .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Many methods , including on-site measurements ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "wind tunnel tests and numerical simulations ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "have contributed to the research development ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "despite some deficiencies of each method .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Although the inter-flat transmission and dispersion characteristics can be demonstrated and quantified in a time-averaged sense to some extent ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "there are still unanswered questions at a fundamental level about transient dispersion process and thermal boundary conditions ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "calling for further studies with more advanced models for simulations and more sound experiments for validations .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "15",
    "token_num": "211"
  }
}