{
  "paper_id": "537abde4c5b849f55e62ff102f4f91dfca742ff7",
  "metadata": {
    "title": "SARS-CoV Genome Polymorphism: A Bioinformatics Study",
    "coda_data_split": "train",
    "coda_paper_id": 8130,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "A dataset of 103 SARS-CoV isolates (101 human patients and 2 palm civets) was investigated on different aspects of genome polymorphism and isolate classification. The number and the distribution of single nucleotide variations (SNVs) and insertions and deletions, with respect to a \"profile\", were determined and discussed (\"profile\" being a sequence containing the most represented letter per position). Distribution of substitution categories per codon positions, as well as synonymous and non-synonymous substitutions in coding regions of annotated isolates, was determined, along with amino acid (a.a.) property changes. Similar analysis was performed for the spike (S) protein in all the isolates (55 of them being predicted for the first time). The ratio Ka/Ks confirmed that the S gene was subjected to the Darwinian selection during virus transmission from animals to humans. Isolates from the dataset were classified according to genome polymorphism and genotypes. Genome polymorphism yields to two groups, one with a small number of SNVs and another with a large number of SNVs, with up to four subgroups with respect to insertions and deletions. We identified three basic nine-locus genotypes: TTTT/TTCGG, CGCC/TTCAT, and TGCC/TTCGT, with four subgenotypes. Both classifications proposed are in accordance with the new insights into possible epidemiological spread, both in space and time.",
      "sentences": [
        [
          {
            "segment_text": "A dataset of 103 SARS-CoV isolates ( 101 human patients and 2 palm civets ) was investigated on different aspects of genome polymorphism and isolate classification .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The number and the distribution of single nucleotide variations ( SNVs ) and insertions and deletions ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "with respect to a `` profile \u0027\u0027 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "were determined and discussed ( `` profile \u0027\u0027 being a sequence containing the most represented letter per position ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Distribution of substitution categories per codon positions ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "as well as synonymous and non-synonymous substitutions in coding regions of annotated isolates ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "was determined , along with amino acid ( a.a. ) property changes .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Similar analysis was performed for the spike ( S ) protein in all the isolates ( 55 of them being predicted for the first time ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The ratio Ka/Ks confirmed that the S gene was subjected to the Darwinian selection during virus transmission from animals to humans .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Isolates from the dataset were classified according to genome polymorphism and genotypes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Genome polymorphism yields to two groups ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "one with a small number of SNVs and another with a large number of SNVs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with up to four subgroups with respect to insertions and deletions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We identified three basic nine-locus genotypes : TTTT/TTCGG ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "CGCC/TTCAT , and TGCC/TTCGT , with four subgenotypes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Both classifications proposed are in accordance with the new insights into possible epidemiological spread ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "both in space and time .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "17",
    "token_num": "243"
  }
}