{
  "paper_id": "537fe6e8d4bf7604351da057788b3dc76d0ffc85",
  "metadata": {
    "title": "Morphological and intracellular alterations induced by cytotoxin VT2y produced by Escherichia coli isolated from chickens with swollen head syndrome",
    "coda_data_split": "train",
    "coda_paper_id": 8309,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Recently, a novel verocytotoxin named VT2y was described which belongs to the STx family and is produced by Escherichia coli isolated from domestic poultry with swollen head syndrome (SHS). The VT2y toxin induced apoptosis in Vero, HeLa, CHO, CEF (primary chicken embryo fibroblast) and PCK (primary chicken kidney) cell lines. Morphological evidence (nuclear shrinkage, chromatin condensation and blebbing of the plasma membrane) of apoptosis could be distinguished in 15 min and was maximal at 1 h after treatment with VT2y. This was confirmed by the terminal dUTP nick-end-labeling (TUNEL) method. ß",
      "sentences": [
        [
          {
            "segment_text": "Recently , a novel verocytotoxin named VT2y was described which belongs to the STx family and is produced by Escherichia coli isolated from domestic poultry with swollen head syndrome ( SHS ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The VT2y toxin induced apoptosis in Vero ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "HeLa , CHO , CEF ( primary chicken embryo fibroblast ) and PCK ( primary chicken kidney ) cell lines .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Morphological evidence ( nuclear shrinkage , chromatin condensation and blebbing of the plasma membrane ) of apoptosis could be distinguished in 15 min and was maximal at 1 h after treatment with VT2y .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This was confirmed by the terminal dUTP nick-end-labeling ( TUNEL ) method .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "ß",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "6",
    "token_num": "110"
  }
}