{
  "paper_id": "53a7b62173e65ffc66609a603cfde43cfa267e40",
  "metadata": {
    "title": "An evaluation of the policy on community health organizations in China: Will the priority of new healthcare reform in China be a success?",
    "coda_data_split": "train",
    "coda_paper_id": 2476,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Objectives: The objective of this paper is to assess historical and recent health reform efforts in China. We provide a brief history of the Chinese healthcare system since 1949 as context for the current healthcare; examine the factors that led to recent efforts to reestablish community-based care in China; and identify the challenges associated with attaining a sustainable and quality community healthcare system. Methods: Based on literature review and publicly available data in China, the paper will present a historical case study analysis of health policy change of CHOs in China and provide policy evaluation, and the paper provided policy suggestions. Results: We find that the government\u0027s recent efforts to emphasize the significance of community healthcare services in China have started to change patterns of healthcare use, but many problems still inhibit the development of CHOs, including unsustainable governmental roles, issues of human resource inadequacy and laggard GP practice, poorly designed payment schemes, patient\u0027s trust crisis and continue to inhibit the development of community-based primary care. Conclusions: Additional policy efforts to help CHOs\u0027 development are needed. Recent government investments in public health and primary care alone are not sufficient and could not be sustainable. It will not until long-term self-sustaining mechanisms to relieve an omnipotent government are established, including competent community doctors (GP) system, supportive social insurance reimbursement, appropriate financial incentives to providers, better transparency and accountability, as well as a more regulated referral system, a legitimate, sustainable and quality community health system could be attained.",
      "sentences": [
        [
          {
            "segment_text": "Objectives : The objective of this paper is to assess historical and recent health reform efforts in China .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We provide a brief history of the Chinese healthcare system since 1949 as context for the current healthcare ; examine the factors that led to recent efforts to reestablish community-based care in China ; and identify the challenges associated with attaining a sustainable and quality community healthcare system .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : Based on literature review and publicly available data in China ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "the paper will present a historical case study analysis of health policy change of CHOs in China and provide policy evaluation ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and the paper provided policy suggestions .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : We find that the government \u0027s recent efforts to emphasize the significance of community healthcare services in China have started to change patterns of healthcare use ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but many problems still inhibit the development of CHOs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including unsustainable governmental roles , issues of human resource inadequacy and laggard GP practice ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "poorly designed payment schemes , patient \u0027s trust crisis and continue to inhibit the development of community-based primary care .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : Additional policy efforts to help CHOs \u0027 development are needed .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Recent government investments in public health and primary care alone are not sufficient and could not be sustainable .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "It will not until long-term self-sustaining mechanisms to relieve an omnipotent government are established ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including competent community doctors ( GP ) system ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "supportive social insurance reimbursement , appropriate financial incentives to providers ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "better transparency and accountability , as well as a more regulated referral system ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "a legitimate , sustainable and quality community health system could be attained .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "16",
    "token_num": "278"
  }
}