{
  "paper_id": "53b7087c5519fd69c606a2d3de52e9b6b7799945",
  "metadata": {
    "title": "",
    "coda_data_split": "train",
    "coda_paper_id": 10003,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "publicly funded repositories, such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source. These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active.",
      "sentences": [
        [
          {
            "segment_text": "publicly funded repositories , such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Should patients with acute exacerbation of chronic bronchitis be treated with antibiotics? Advantages of the use of fluoroquinolones",
      "sentences": [
        [
          {
            "segment_text": "Should patients with acute exacerbation of chronic bronchitis be treated with antibiotics ?",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Advantages of the use of fluoroquinolones",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "The pathological changes in chronic bronchitis (CB) produce airflow obstruction, reduce the effectiveness of the mucocilliary drainage system and lead to bacterial colonisation of bronchial secretion. The presence of bacteria induces an inflammatory response mediated by leukocytes. There is a direct relationship between the degree of impairment of the mucocilliary drainage system, the density of bacteria in mucus and the number of leukocytes in the sputum. Purulent sputum is a good marker of a high bacterial load. Eventually, if the number of leukocytes is high, their normal activity could decrease the effectiveness of the drainage system, increase the bronchial obstruction and probably damage the lung parenchyma.Whenever the density of bacteria in the bronchial lumen is ‡ 10 6 CFU ⁄ mL, there is a high probability that the degree of inflammatory response will lead to a vicious cycle which in turn tends to sustain the process. This situation can arise during the clinical course of any acute exacerbation of CB, independently of its aetiology, provided the episode is sufficiently severe and ⁄ or prolonged. Fluoroquinolones of the third and fourth generation are bactericidal against most microorganisms usually related to acute exacerbations of CB. Their diffusion to bronchial mucus is adequate. When used in short (5-day) treatment they reduce the bacterial load in a higher proportion than is achieved by blactam or macrolide antibiotics given orally. Although the clinical cure rate is similar to that obtained with other antibiotics, the time between exacerbations could be increased.",
      "sentences": [
        [
          {
            "segment_text": "The pathological changes in chronic bronchitis ( CB ) produce airflow obstruction ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "reduce the effectiveness of the mucocilliary drainage system and lead to bacterial colonisation of bronchial secretion .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The presence of bacteria induces an inflammatory response mediated by leukocytes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "There is a direct relationship between the degree of impairment of the mucocilliary drainage system ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the density of bacteria in mucus and the number of leukocytes in the sputum .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Purulent sputum is a good marker of a high bacterial load .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Eventually , if the number of leukocytes is high ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "their normal activity could decrease the effectiveness of the drainage system ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "increase the bronchial obstruction and probably damage the lung parenchyma.Whenever the density of bacteria in the bronchial lumen is ‡ 10 6 CFU ⁄ mL ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "there is a high probability that the degree of inflammatory response will lead to a vicious cycle which in turn tends to sustain the process .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This situation can arise during the clinical course of any acute exacerbation of CB ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "independently of its aetiology , provided the episode is sufficiently severe and ⁄ or prolonged .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Fluoroquinolones of the third and fourth generation are bactericidal against most microorganisms usually related to acute exacerbations of CB .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Their diffusion to bronchial mucus is adequate .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "When used in short ( 5-day ) treatment they reduce the bacterial load in a higher proportion than is achieved by blactam or macrolide antibiotics given orally .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Although the clinical cure rate is similar to that obtained with other antibiotics ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the time between exacerbations could be increased .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "14",
    "segment_num": "21",
    "token_num": "338"
  }
}