{
  "paper_id": "53c533539d95b75bb8f88fe08e4693f299fd116e",
  "metadata": {
    "title": "Respiratory Research Influenza H5N1 virus infection of polarized human alveolar epithelial cells and lung microvascular endothelial cells",
    "coda_data_split": "train",
    "coda_paper_id": 2101,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Highly pathogenic avian influenza (HPAI) H5N1 virus is entrenched in poultry in Asia and Africa and continues to infect humans zoonotically causing acute respiratory disease syndrome and death. There is evidence that the virus may sometimes spread beyond respiratory tract to cause disseminated infection. The primary target cell for HPAI H5N1 virus in human lung is the alveolar epithelial cell. Alveolar epithelium and its adjacent lung microvascular endothelium form host barriers to the initiation of infection and dissemination of influenza H5N1 infection in humans. These are polarized cells and the polarity of influenza virus entry and egress as well as the secretion of cytokines and chemokines from the virus infected cells are likely to be central to the pathogenesis of human H5N1 disease.",
      "sentences": [
        [
          {
            "segment_text": "Background : Highly pathogenic avian influenza ( HPAI ) H5N1 virus is entrenched in poultry in Asia and Africa and continues to infect humans zoonotically causing acute respiratory disease syndrome and death .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "There is evidence that the virus may sometimes spread beyond respiratory tract to cause disseminated infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The primary target cell for HPAI H5N1 virus in human lung is the alveolar epithelial cell .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Alveolar epithelium and its adjacent lung microvascular endothelium form host barriers to the initiation of infection and dissemination of influenza H5N1 infection in humans .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These are polarized cells and the polarity of influenza virus entry and egress as well as the secretion of cytokines and chemokines from the virus infected cells are likely to be central to the pathogenesis of human H5N1 disease .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "To study influenza A (H5N1) virus replication and host innate immune responses in polarized primary human alveolar epithelial cells and lung microvascular endothelial cells and its relevance to the pathogenesis of human H5N1 disease.",
      "sentences": [
        [
          {
            "segment_text": "To study influenza A ( H5N1 ) virus replication and host innate immune responses in polarized primary human alveolar epithelial cells and lung microvascular endothelial cells and its relevance to the pathogenesis of human H5N1 disease .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "We use an in vitro model of polarized primary human alveolar epithelial cells and lung microvascular endothelial cells grown in transwell culture inserts to compare infection with influenza A subtype H1N1 and H5N1 viruses via the apical or basolateral surfaces.",
      "sentences": [
        [
          {
            "segment_text": "We use an in vitro model of polarized primary human alveolar epithelial cells and lung microvascular endothelial cells grown in transwell culture inserts to compare infection with influenza A subtype H1N1 and H5N1 viruses via the apical or basolateral surfaces .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "We demonstrate that both influenza H1N1 and H5N1 viruses efficiently infect alveolar epithelial cells from both apical and basolateral surface of the epithelium but release of newly formed virus is mainly from the apical side of the epithelium. In contrast, influenza H5N1 virus, but not H1N1 virus, efficiently infected polarized microvascular endothelial cells from both apical and basolateral aspects. This provides a mechanistic explanation for how H5N1 virus may infect the lung from systemic circulation. Epidemiological evidence has implicated ingestion of viruscontaminated foods as the source of infection in some instances and our data suggests that viremia,",
      "sentences": [
        [
          {
            "segment_text": "We demonstrate that both influenza H1N1 and H5N1 viruses efficiently infect alveolar epithelial cells from both apical and basolateral surface of the epithelium but release of newly formed virus is mainly from the apical side of the epithelium .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In contrast , influenza H5N1 virus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but not H1N1 virus , efficiently infected polarized microvascular endothelial cells from both apical and basolateral aspects .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This provides a mechanistic explanation for how H5N1 virus may infect the lung from systemic circulation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Epidemiological evidence has implicated ingestion of viruscontaminated foods as the source of infection in some instances and our data suggests that viremia ,",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "11",
    "segment_num": "12",
    "token_num": "314"
  }
}