{
  "paper_id": "53e84f7ef1067bc108064e2ef22b6cfb216a1784",
  "metadata": {
    "title": "International Travelers and Infectious Disease",
    "coda_data_split": "train",
    "coda_paper_id": 3347,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "International travelers have an increased risk of exposure to illness from infectious diseases caused by bacteria, viruses, and parasites. Nurse practitioners in primary and emergency care settings should have a working knowledge of common infectious diseases found in international destinations. It is important to maintain a high degree of suspicion for infectious causes when examining patients after travel with common complaints. The need to refer patients to travel health clinics and infectious disease specialists for pretravel consultation and post-travel red flags are important considerations for practice.",
      "sentences": [
        [
          {
            "segment_text": "International travelers have an increased risk of exposure to illness from infectious diseases caused by bacteria , viruses , and parasites .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Nurse practitioners in primary and emergency care settings should have a working knowledge of common infectious diseases found in international destinations .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It is important to maintain a high degree of suspicion for infectious causes when examining patients after travel with common complaints .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The need to refer patients to travel health clinics and infectious disease specialists for pretravel consultation and post-travel red flags are important considerations for practice .",
            "crowd_label": "background"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "4",
    "token_num": "92"
  }
}