{
  "paper_id": "53ef21ff9753295ec77a126ca76178ad4b163099",
  "metadata": {
    "title": "Survival of Coronaviruses in Water and Wastewater",
    "coda_data_split": "train",
    "coda_paper_id": 3496,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The advent of severe acute respiratory syndrome and its potential environmental transmission indicates the need for more information on the survival of coronavirus in water and wastewater. The survival of representative coronaviruses, feline infectious peritonitis virus, and human coronavirus 229E was determined in filtered and unfiltered tap water (4 and 23°C) and wastewater (23°C). This was compared to poliovirus 1 under the same test conditions. Inactivation of coronaviruses in the test water was highly dependent on temperature, level of organic matter, and presence of antagonistic bacteria. The time required for the virus titer to decrease 99.9% (T 99.9 ) shows that in tap water, coronaviruses are inactivated faster in water at 23°C (10 days) than in water at 4°C ([100 days). Coronaviruses die off rapidly in wastewater, with T 99.9 values of between 2 and 4 days. Poliovirus survived longer than coronaviruses in all test waters, except the 4°C tap water.",
      "sentences": [
        [
          {
            "segment_text": "The advent of severe acute respiratory syndrome and its potential environmental transmission indicates the need for more information on the survival of coronavirus in water and wastewater .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The survival of representative coronaviruses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "feline infectious peritonitis virus , and human coronavirus 229E was determined in filtered and unfiltered tap water ( 4 and 23 °C ) and wastewater ( 23 °C ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This was compared to poliovirus 1 under the same test conditions .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Inactivation of coronaviruses in the test water was highly dependent on temperature ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "level of organic matter , and presence of antagonistic bacteria .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The time required for the virus titer to decrease 99.9 % ( T 99.9 ) shows that in tap water ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "coronaviruses are inactivated faster in water at 23 °C ( 10 days ) than in water at 4 °C ( ( 100 days ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Coronaviruses die off rapidly in wastewater ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with T 99.9 values of between 2 and 4 days .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Poliovirus survived longer than coronaviruses in all test waters ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "except the 4 °C tap water .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "12",
    "token_num": "181"
  }
}