{
  "paper_id": "53ef9e00b8d6b8575d2e7dd68b840f487b24c5a2",
  "metadata": {
    "title": "Assessing exhibition swine as potential disseminators of infectious disease through the detection of five respiratory pathogens at agricultural exhibitions",
    "coda_data_split": "train",
    "coda_paper_id": 7991,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Widespread geographic movement and extensive comingling of exhibition swine facilitates the spread and transmission of infectious pathogens. Nasal samples were collected from 2862 pigs at 102 exhibitions and tested for five pathogens. At least one pathogen was molecularly detected in pigs at 63 (61.8%) exhibitions. Influenza A virus was most prevalent and was detected in 498 (17.4%) samples. Influenza D virus was detected in two (0.07%) samples. More than one pathogen was detected in 165 (5.8%) samples. Influenza A virus remains a top threat to animal and human health, but other pathogens may be disseminated through the exhibition swine population.",
      "sentences": [
        [
          {
            "segment_text": "Widespread geographic movement and extensive comingling of exhibition swine facilitates the spread and transmission of infectious pathogens .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Nasal samples were collected from 2862 pigs at 102 exhibitions and tested for five pathogens .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "At least one pathogen was molecularly detected in pigs at 63 ( 61.8 % ) exhibitions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Influenza A virus was most prevalent and was detected in 498 ( 17.4 % ) samples .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Influenza D virus was detected in two ( 0.07 % ) samples .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "More than one pathogen was detected in 165 ( 5.8 % ) samples .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Influenza A virus remains a top threat to animal and human health ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but other pathogens may be disseminated through the exhibition swine population .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "8",
    "token_num": "120"
  }
}