{
  "paper_id": "540a2a909e0ae17de908c236742379d073ab2d95",
  "metadata": {
    "title": "Evaluation of Three Automated Nucleic Acid Extraction Systems for Identification of Respiratory Viruses in Clinical Specimens by Multiplex Real-Time PCR",
    "coda_data_split": "train",
    "coda_paper_id": 4907,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "A total of 84 nasopharyngeal swab specimens were collected from 84 patients. Viral nucleic acid was extracted by three automated extraction systems: QIAcube (Qiagen, Germany), EZ1 Advanced XL (Qiagen), and MICROLAB Nimbus IVD (Hamilton, USA). Fourteen RNA viruses and two DNA viruses were detected using the Anyplex II RV16 Detection kit (Seegene, Republic of Korea). The EZ1 Advanced XL system demonstrated the best analytical sensitivity for all the three viral strains. The nucleic acids extracted by EZ1 Advanced XL showed higher positive rates for virus detection than the others. Meanwhile, the MICROLAB Nimbus IVD system was comprised of fully automated steps from nucleic extraction to PCR setup function that could reduce human errors. For the nucleic acids recovered from nasopharyngeal swab specimens, the QIAcube system showed the fewest false negative results and the best concordance rate, and it may be more suitable for detecting various viruses including RNA and DNA virus strains. Each system showed different sensitivity and specificity for detection of certain viral pathogens and demonstrated different characteristics such as turnaround time and sample capacity. Therefore, these factors should be considered when new nucleic acid extraction systems are introduced to the laboratory.",
      "sentences": [
        [
          {
            "segment_text": "A total of 84 nasopharyngeal swab specimens were collected from 84 patients .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Viral nucleic acid was extracted by three automated extraction systems : QIAcube ( Qiagen , Germany ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "EZ1 Advanced XL ( Qiagen ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and MICROLAB Nimbus IVD ( Hamilton , USA ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Fourteen RNA viruses and two DNA viruses were detected using the Anyplex II RV16 Detection kit ( Seegene , Republic of Korea ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The EZ1 Advanced XL system demonstrated the best analytical sensitivity for all the three viral strains .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The nucleic acids extracted by EZ1 Advanced XL showed higher positive rates for virus detection than the others .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Meanwhile , the MICROLAB Nimbus IVD system was comprised of fully automated steps from nucleic extraction to PCR setup function that could reduce human errors .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "For the nucleic acids recovered from nasopharyngeal swab specimens ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the QIAcube system showed the fewest false negative results and the best concordance rate ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and it may be more suitable for detecting various viruses including RNA and DNA virus strains .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Each system showed different sensitivity and specificity for detection of certain viral pathogens and demonstrated different characteristics such as turnaround time and sample capacity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Therefore , these factors should be considered when new nucleic acid extraction systems are introduced to the laboratory .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "13",
    "token_num": "220"
  }
}