{
  "paper_id": "543819a7a29de2c78dd6e147beed7be72466c610",
  "metadata": {
    "title": "Capacity building in national influenza laboratories -use of laboratory assessments to drive progress",
    "coda_data_split": "train",
    "coda_paper_id": 5051,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Laboratory testing is a fundamental component of influenza surveillance for detecting novel strains with pandemic potential and informing biannual vaccine strain selection. The United States (U.S.) Centers for Disease Control and Prevention (CDC), under the auspices of its WHO Collaborating Center for Influenza, is one of the major public health agencies which provides support globally to build national capacity for influenza surveillance. Our main objective was to determine if laboratory assessments supported capacity building efforts for improved global influenza surveillance. Methods: In 2010, 35 national influenza laboratories were assessed in 34 countries, using a standardized tool. Post-assessment, each laboratory received a report with a list of recommendations for improvement. Uptake of recommendations were reviewed 3.2 mean years after the initial assessments and categorized as complete, in-progress, no action or no update. This was a retrospective study; follow-up took place through routine project management rather than at a set time-point post-assessment. WHO data on National Influenza Centre (NIC) designation, External Quality Assessment Project (EQAP) participation and FluNet reporting was used to measure laboratory capacity longitudinally and independently of the assessments. All data was further stratified by World Bank country income category. Results: At follow-up, 81 % of 614 recommendations were either complete (350) or in-progress (145) for 32 laboratories (91 % response rate). The number of countries reporting to FluNet and the number of specimens they reported annually increased between 2005, when they were first funded by CDC, and 2010, the assessment year (p \u003c 0.01). Improvements were also seen in EQAP participation and NIC designation over time and more so for low and lower-middle income countries. Conclusions: Assessments using a standardized tool have been beneficial to improving laboratory-based influenza surveillance. Specific recommendations helped countries identify and prioritize areas for improvement. Data from assessments helped CDC focus its technical assistance by country and region. Low and lower-middle income countries made greater improvements in their laboratories compared with upper-middle income countries. Future research could include an analysis of annual funding and technical assistance by country. Our approach serves as an example for capacity building for other diseases.",
      "sentences": [
        [
          {
            "segment_text": "Background : Laboratory testing is a fundamental component of influenza surveillance for detecting novel strains with pandemic potential and informing biannual vaccine strain selection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The United States ( U.S. ) Centers for Disease Control and Prevention ( CDC ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "under the auspices of its WHO Collaborating Center for Influenza ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "is one of the major public health agencies which provides support globally to build national capacity for influenza surveillance .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Our main objective was to determine if laboratory assessments supported capacity building efforts for improved global influenza surveillance .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : In 2010 , 35 national influenza laboratories were assessed in 34 countries , using a standardized tool .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Post-assessment , each laboratory received a report with a list of recommendations for improvement .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Uptake of recommendations were reviewed 3.2 mean years after the initial assessments and categorized as complete ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "in-progress , no action or no update .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "This was a retrospective study ; follow-up took place through routine project management rather than at a set time-point post-assessment .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "WHO data on National Influenza Centre ( NIC ) designation ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "External Quality Assessment Project ( EQAP ) participation and FluNet reporting was used to measure laboratory capacity longitudinally and independently of the assessments .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "All data was further stratified by World Bank country income category .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : At follow-up , 81 % of 614 recommendations were either complete ( 350 ) or in-progress ( 145 ) for 32 laboratories ( 91 % response rate ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The number of countries reporting to FluNet and the number of specimens they reported annually increased between 2005 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "when they were first funded by CDC ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and 2010 , the assessment year ( p \u003c 0.01 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Improvements were also seen in EQAP participation and NIC designation over time and more so for low and lower-middle income countries .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : Assessments using a standardized tool have been beneficial to improving laboratory-based influenza surveillance .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Specific recommendations helped countries identify and prioritize areas for improvement .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Data from assessments helped CDC focus its technical assistance by country and region .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Low and lower-middle income countries made greater improvements in their laboratories compared with upper-middle income countries .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Future research could include an analysis of annual funding and technical assistance by country .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our approach serves as an example for capacity building for other diseases .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "18",
    "segment_num": "24",
    "token_num": "397"
  }
}