{
  "paper_id": "5449838ef0bf7f54cd73511546132a1c6c275f5e",
  "metadata": {
    "title": "PA-X-associated early alleviation of the acute lung injury contributes to the attenuation of a highly pathogenic H5N1 avian influenza virus in mice",
    "coda_data_split": "train",
    "coda_paper_id": 5931,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "which may together contribute to the alleviated lung injury and the attenuation of the virulence of H5N1 virus in mice.",
      "sentences": [
        [
          {
            "segment_text": "which may together contribute to the alleviated lung injury and the attenuation of the virulence of H5N1 virus in mice .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Keywords Highly pathogenic H5N1 AIV · PA-X · ALI · Pathogenesis · Mice Abstract PA-X is a novel discovered accessory protein encoded by the PA mRNA. Our previous study demonstrated that PA-X decreases the virulence of a highly pathogenic H5N1 strain A/Chicken/Jiangsu/k0402/2010 in mice. However, the underlying mechanism of virulence attenuation associated with PA-X is still unknown. In this study, we compared two PA-X-deficient mutant viruses and the parental virus in terms of induction of pathology and manipulation of host response in the mouse lung, stimulation of cell death and PA nuclear accumulation. We first found that down-regulated PA-X expression markedly aggravated the acute lung injury of the infected mice early on day 1 post-infection (p.i.). We then determined that loss of PA-X expression induced higher levels of cytokines, chemokines and complement-derived peptides (C3a and C5a) in the lung, especially at early time point\u0027s p.i. In addition, in vitro assays showed that the PA-X-deficient viruses enhanced cell death and increased expression of reactive oxygen species (ROS) in mammalian cells. Moreover, we also found that PA nuclear accumulation of the PA-X-null viruses accelerated in MDCK cells. These results demonstrate that PA-X decreases the level of complement components, ROS, cell death and inflammatory response,",
      "sentences": [
        [
          {
            "segment_text": "Keywords Highly pathogenic H5N1 AIV · PA-X · ALI · Pathogenesis · Mice Abstract PA-X is a novel discovered accessory protein encoded by the PA mRNA .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Our previous study demonstrated that PA-X decreases the virulence of a highly pathogenic H5N1 strain A/Chicken/Jiangsu / k0402/2010 in mice .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , the underlying mechanism of virulence attenuation associated with PA-X is still unknown .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , we compared two PA-X-deficient mutant viruses and the parental virus in terms of induction of pathology and manipulation of host response in the mouse lung ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "stimulation of cell death and PA nuclear accumulation .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We first found that down-regulated PA-X expression markedly aggravated the acute lung injury of the infected mice early on day 1 post-infection ( p.i. ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We then determined that loss of PA-X expression induced higher levels of cytokines ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "chemokines and complement-derived peptides ( C3a and C5a ) in the lung ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "especially at early time point \u0027s p.i. .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , in vitro assays showed that the PA-X-deficient viruses enhanced cell death and increased expression of reactive oxygen species ( ROS ) in mammalian cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , we also found that PA nuclear accumulation of the PA-X-null viruses accelerated in MDCK cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results demonstrate that PA-X decreases the level of complement components ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "ROS , cell death and inflammatory response ,",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "10",
    "segment_num": "14",
    "token_num": "250"
  }
}