{
  "paper_id": "5476cdca4c00a82a807ed5b7f60d0d920906901b",
  "metadata": {
    "title": "Integrated urban services: Experience from four cities on different continents",
    "coda_data_split": "train",
    "coda_paper_id": 7101,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Rapid urbanization combined with climate change necessitates new types of urban services that make best use of science and technology. The Integrated Urban Hydro-Meteorological, Climate and Environmental Services and systems are a new initiative from the World Meteorological Organization (WMO) that seeks to provide science-based integrated urban services supporting safe, healthy and resilient cities. Various cities have already started development and implementation of such Integrated Urban Services and successfully test and use them following specific requirements of local stakeholders. This paper demonstrates the novel concept and approach of Integrated Urban Hydro-Meteorological, Climate and Environmental Services (IUS) from a set of four case study cities: Hong Kong, Toronto, Mexico City and Paris, that use different IUS configurations with good existing practice. These cities represent a range of countries, climates and geophysical settings. The aggregate main joint similarities of the IUS in these cities and synergy of the cities\u0027 experience, achievements and research findings are presented, as well as identification of existing gaps in knowledge and further research needs. A list of potential criteria for identifying and classifying IUS demonstration cities is proposed. It will aid future, more detailed analysis of the IUS experience, and selection of additional demonstration cities.",
      "sentences": [
        [
          {
            "segment_text": "Rapid urbanization combined with climate change necessitates new types of urban services that make best use of science and technology .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The Integrated Urban Hydro-Meteorological , Climate and Environmental Services and systems are a new initiative from the World Meteorological Organization ( WMO ) that seeks to provide science-based integrated urban services supporting safe , healthy and resilient cities .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Various cities have already started development and implementation of such Integrated Urban Services and successfully test and use them following specific requirements of local stakeholders .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This paper demonstrates the novel concept and approach of Integrated Urban Hydro-Meteorological ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "Climate and Environmental Services ( IUS ) from a set of four case study cities : Hong Kong ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "Toronto , Mexico City and Paris ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "that use different IUS configurations with good existing practice .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "These cities represent a range of countries , climates and geophysical settings .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The aggregate main joint similarities of the IUS in these cities and synergy of the cities \u0027 experience ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "achievements and research findings are presented ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "as well as identification of existing gaps in knowledge and further research needs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A list of potential criteria for identifying and classifying IUS demonstration cities is proposed .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "It will aid future , more detailed analysis of the IUS experience ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and selection of additional demonstration cities .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Urbanization is an ongoing phenomenon and a growing number of urban settings are particularly vulnerable to weather and climate events, including floods, storms, heat waves, sea-level rise and poor air quality. In addition, urban dwellers are the primary users of energy and resources, and contribute in a significant way to increasing atmospheric greenhouse gasses as well as air pollution. These alterations to the atmosphere from urban to global scales have consequent impacts on human health and the environment. But the urban setting also provides exciting opportunities for scientific advancement in the field of new observations, data assimilation, high resolution coupled modeling and user-specific systems and services for sustainable and climate smart cities.",
      "sentences": [
        [
          {
            "segment_text": "Urbanization is an ongoing phenomenon and a growing number of urban settings are particularly vulnerable to weather and climate events ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including floods , storms , heat waves ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "sea-level rise and poor air quality .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In addition , urban dwellers are the primary users of energy and resources ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and contribute in a significant way to increasing atmospheric greenhouse gasses as well as air pollution .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These alterations to the atmosphere from urban to global scales have consequent impacts on human health and the environment .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "But the urban setting also provides exciting opportunities for scientific advancement in the field of new observations ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "data assimilation , high resolution coupled modeling and user-specific systems and services for sustainable and climate smart cities .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Most (90%) of the disasters affecting urban areas are of a hydro-meteorological nature and these have increased due to climate https://doi.",
      "sentences": [
        [
          {
            "segment_text": "Most ( 90 % ) of the disasters affecting urban areas are of a hydro-meteorological nature and these have increased due to climate https://doi .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "13",
    "segment_num": "23",
    "token_num": "372"
  }
}