{
  "paper_id": "5481674bce8e8d4c10df1079f8bd969a236857ec",
  "metadata": {
    "title": "Membrane penetrating peptides greatly enhance baculovirus transduction efficiency into mammalian cells",
    "coda_data_split": "train",
    "coda_paper_id": 4083,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The baculovirus group of insect viruses is widely used for foreign gene introduction into mammalian cells for gene expression and protein production; however, the efficiency of baculovirus entry into mammalian cells is in general still low. In this study, two recombinant baculoviruses were engineered and their ability to improve viral entry was examined: (1) cytoplasmic transduction peptide (CTP) was fused with baculovirus envelope protein, GP64, to produce a cytoplasmic membrane penetrating baculovirus (vE-CTP); and (2) the protein transduction domain (PTD) of HIV TAT protein was fused with the baculovirus capsid protein VP39 to form a nuclear membrane penetrating baculovirus (vE-PTD). Transduction experiments showed that both viruses had better transduction efficiency than vE, a control virus that only expresses EGFP in mammalian cells. Interestingly, vE-CTP and vE-PTD were also able to improve the transduction efficiency of a co-transduced baculovirus, resulting in higher levels of gene expression. Our results have described new routes to further enhance the development of baculovirus as a tool for gene delivery into mammalian cells.",
      "sentences": [
        [
          {
            "segment_text": "The baculovirus group of insect viruses is widely used for foreign gene introduction into mammalian cells for gene expression and protein production ; however ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the efficiency of baculovirus entry into mammalian cells is in general still low .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , two recombinant baculoviruses were engineered and their ability to improve viral entry was examined : ( 1 ) cytoplasmic transduction peptide ( CTP ) was fused with baculovirus envelope protein ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "GP64 , to produce a cytoplasmic membrane penetrating baculovirus ( vE-CTP ) ; and ( 2 ) the protein transduction domain ( PTD ) of HIV TAT protein was fused with the baculovirus capsid protein VP39 to form a nuclear membrane penetrating baculovirus ( vE-PTD ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Transduction experiments showed that both viruses had better transduction efficiency than vE ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "a control virus that only expresses EGFP in mammalian cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Interestingly , vE-CTP and vE-PTD were also able to improve the transduction efficiency of a co-transduced baculovirus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "resulting in higher levels of gene expression .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our results have described new routes to further enhance the development of baculovirus as a tool for gene delivery into mammalian cells .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "9",
    "token_num": "194"
  }
}