{
  "paper_id": "548fbde9442680310e833796e4cd9e9ed5a0feb7",
  "metadata": {
    "title": "Detection of feline infectious peritonitis virus infection in cell cultures and peripheral blood mononuclear leukocytes of experimentally infected cats using a biotinylated eDNA probe",
    "coda_data_split": "train",
    "coda_paper_id": 5450,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Martinez, M.L. and Weiss, R.C., 1993. Detection of feline infectious peritonitis virus in cell cultures and peripheral blood mononuclear leukocytes of experimentally infected cats using a biotinylated eDNA probe. Vet. Microbiol. 34: 259-271.",
      "sentences": [
        [
          {
            "segment_text": "Martinez , M.L. and Weiss , R.C. , 1993 .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Detection of feline infectious peritonitis virus in cell cultures and peripheral blood mononuclear leukocytes of experimentally infected cats using a biotinylated eDNA probe .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Vet .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Microbiol .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "34 : 259-271 .",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "A dot blot hybridization assay, using a biotinylated cDNA probe, was able to detect feline infectious peritonitis virus (F1PV) RNA in Felis catus whole fetus (fcwf-4) cells infected with the F1PV isolates DF2, 79-1146, UCDI, and UCD2. The probe cross-hybridized in the dot blot assay with nucleic acid of a closely related feline coronavirus, feline enteric coronavirus (FECV)-79-1683. To construct the probe, a 2.5 kilobase cDNA, prepared from FIPV-DF2 genomic RNA, was molecularly cloned. The recombinant cDNA clone was digested with the restriction endonuclease Rsa I, and an 870 basepair Rsa 1 fragment was isolated from vector DNA by agarose electrophoresis and glassmilk purification. This fragment was complementary to the 3\u0027 three fourths of the nucleocapsid gene. The hybridization probe was prepared by random primed labeling in the presence of biotin-I 1-dUTP. Using an avidinalkaline phosphatase conjugate and chemilumineseent substrate detection system, virus could be detected in as few as 3000 infected cells.",
      "sentences": [
        [
          {
            "segment_text": "A dot blot hybridization assay ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "using a biotinylated cDNA probe ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "was able to detect feline infectious peritonitis virus ( F1PV ) RNA in Felis catus whole fetus ( fcwf-4 ) cells infected with the F1PV isolates DF2 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "79-1146 , UCDI , and UCD2 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The probe cross-hybridized in the dot blot assay with nucleic acid of a closely related feline coronavirus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "feline enteric coronavirus ( FECV ) -79-1683 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To construct the probe , a 2.5 kilobase cDNA ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "prepared from FIPV-DF2 genomic RNA , was molecularly cloned .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The recombinant cDNA clone was digested with the restriction endonuclease Rsa I ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and an 870 basepair Rsa 1 fragment was isolated from vector DNA by agarose electrophoresis and glassmilk purification .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This fragment was complementary to the 3 \u0027 three fourths of the nucleocapsid gene .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The hybridization probe was prepared by random primed labeling in the presence of biotin-I 1-dUTP .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Using an avidinalkaline phosphatase conjugate and chemilumineseent substrate detection system ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "virus could be detected in as few as 3000 infected cells .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "In an in vivo study, the probe was used to detect FIPV RNA in peripheral blood mononuclear leukocytes (PBML) isolated at various post-infection days (PID) from cats experimentally infected with the FIP-producing coronavirus isolate FIPV-79-1146 or FIPV-DF2. Viral RNA could be detected in as few as 12 000 PBML isolated from cats at PID 7 and in 50 000 PBML at PID 22. There was no consistent pattern, however, between hybridization results and prognosis or severity of disease at the time of sampling. Despite some cross-hybridization with FECV RNA, this probe should be useful for diagnosis of FIP, because cats infected with FECV most likely do not become viremic.",
      "sentences": [
        [
          {
            "segment_text": "In an in vivo study ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the probe was used to detect FIPV RNA in peripheral blood mononuclear leukocytes ( PBML ) isolated at various post-infection days ( PID ) from cats experimentally infected with the FIP-producing coronavirus isolate FIPV-79-1146 or FIPV-DF2 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Viral RNA could be detected in as few as 12 000 PBML isolated from cats at PID 7 and in 50 000 PBML at PID 22 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "There was no consistent pattern ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "however , between hybridization results and prognosis or severity of disease at the time of sampling .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Despite some cross-hybridization with FECV RNA ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "this probe should be useful for diagnosis of FIP ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "because cats infected with FECV most likely do not become viremic .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "16",
    "segment_num": "27",
    "token_num": "343"
  }
}