{
  "paper_id": "54b179e134ca2c7cd7aad255acaa00bd9ac2d59e",
  "metadata": {
    "title": "Unraveling the \u0027DEAD-box\u0027 helicases of Plasmodium falciparum",
    "coda_data_split": "train",
    "coda_paper_id": 3549,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The causative agent for the most fatal form of malaria, Plasmodium falciparum, has developed insecticide and drug resistance with time. Therefore combating this disease is becoming increasingly difficult and this calls for finding alternate ways to control malaria. One of the feasible ways could be to find out inhibitors/drugs specific for the indispensable enzymes of malaria parasite such as helicases. These helicases, which contain intrinsic nucleic acid-dependent ATPase activity, are capable of enzymatically unwinding energetically stable duplex nucleic acids into singlestranded templates and are required for all the nucleic acid transactions. Most of the helicases contain a set of nine extremely conserved amino acid sequences, which are called \u0027helicase motifs\u0027. Due to the presence of the DEAD (Asp-Glu-Ala-Asp) in one of the conserved motifs, this family is also known as the \u0027DEAD-box\u0027 family. In this review, using bioinformatic approach, we describe the \u0027DEAD-box\u0027 helicases of malaria parasite P.",
      "sentences": [
        [
          {
            "segment_text": "The causative agent for the most fatal form of malaria ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Plasmodium falciparum , has developed insecticide and drug resistance with time .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Therefore combating this disease is becoming increasingly difficult and this calls for finding alternate ways to control malaria .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "One of the feasible ways could be to find out inhibitors/drugs specific for the indispensable enzymes of malaria parasite such as helicases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These helicases , which contain intrinsic nucleic acid-dependent ATPase activity ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "are capable of enzymatically unwinding energetically stable duplex nucleic acids into singlestranded templates and are required for all the nucleic acid transactions .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Most of the helicases contain a set of nine extremely conserved amino acid sequences ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which are called ` helicase motifs \u0027 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Due to the presence of the DEAD ( Asp-Glu-Ala-Asp ) in one of the conserved motifs ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "this family is also known as the ` DEAD-box \u0027 family .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this review , using bioinformatic approach ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "we describe the ` DEAD-box \u0027 helicases of malaria parasite P.",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "falciparum. An in depth analysis shows that the parasite contains 22 full-length genes, some of which are homologues of well-characterized helicases of this family from other organisms. Recently we have cloned and characterized the first member of this family, which is a homologue of p68 and is expressed during the schizont stage of the development of the parasite [Pradhan, A., Chauhan, V.S., Tuteja, R., 2005a. A novel \u0027DEAD-box\u0027 DNA helicase from Plasmodium falciparum is homologous to p68. Mol. Biochem. Parasitol. 140, 55-60.; Pradhan A., Chauhan V.S., Tuteja R., 2005b. Plasmodium falciparum DNA helicase 60 is a schizont stage specific, bipolar and dual helicase stimulated by PKC phosphorylation. Mol. Biochem. Parasitol. 144,[133][134][135][136][137][138][139][140][141]. It will be really interesting to clone and characterize other members of the \u0027DEAD-box\u0027 family and understand their role in the replication and transmission of the parasite. These detailed studies may help to identify a parasite-specific enzyme, which could be a potential drug target to treat malaria. The various steps at which this probable drug can act are also discussed.",
      "sentences": [
        [
          {
            "segment_text": "falciparum .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "An in depth analysis shows that the parasite contains 22 full-length genes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "some of which are homologues of well-characterized helicases of this family from other organisms .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Recently we have cloned and characterized the first member of this family ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which is a homologue of p68 and is expressed during the schizont stage of the development of the parasite ( Pradhan , A. , Chauhan , V.S. , Tuteja , R. , 2005a .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A novel ` DEAD-box \u0027 DNA helicase from Plasmodium falciparum is homologous to p68 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Mol .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Biochem .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Parasitol .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "140 , 55-60. ; Pradhan A. ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "Chauhan V.S. , Tuteja R. , 2005b .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Plasmodium falciparum DNA helicase 60 is a schizont stage specific ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "bipolar and dual helicase stimulated by PKC phosphorylation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Mol .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Biochem .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Parasitol .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "144 , ( 133 ) ( 134 ) ( 135 ) ( 136 ) ( 137 ) ( 138 ) ( 139 ) ( 140 ) ( 141 ) .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "It will be really interesting to clone and characterize other members of the ` DEAD-box \u0027 family and understand their role in the replication and transmission of the parasite .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These detailed studies may help to identify a parasite-specific enzyme ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which could be a potential drug target to treat malaria .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The various steps at which this probable drug can act are also discussed .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "23",
    "segment_num": "33",
    "token_num": "405"
  }
}