{
  "paper_id": "54b5e3d516714d9ca6b796973b3ac6e4d820758d",
  "metadata": {
    "title": "Characterization of Cellular and Humoral Immune Responses After IBV Infection in Chicken Lines Differing in MBL Serum Concentration",
    "coda_data_split": "train",
    "coda_paper_id": 6401,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Chickens from two inbred lines selected for high (L10H) or low (L10L) mannose-binding lectin (MBL) serum concentrations were infected with infectious bronchitis virus (IBV), and innate as well as adaptive immunological parameters were measured throughout the experimental period. Chickens with high MBL serum concentrations were found to have less viral load in the trachea than chickens with low MBL serum concentrations indicating that these chickens were less severely affected by the infection. This study is the first to show that MBL expression is present in the lungs of healthy chickens and that the expression is upregulated at days 3 postinfection (p.i.) in L10H chickens. Furthermore, in the liver of infected chickens, the MBL expression was upregulated at day 7 p.i., despite the fact that the MBL serum concentrations were decreased below baseline at that time point. The number of TCRcd + CD8a + cells in the blood of noninfected chickens increased from week 0 to 3 p.i. However, the number of cells was higher in L10H chickens than in L10L chickens throughout the experiment. No increase was observed in the number of TCRcd + CD8a + cells in the blood of the infected L10H and L10L chickens. The numbers of B cells at week 3 p.i. were higher for noninfected L10L chickens than for the other chickens. No differences were observed between the infected and noninfected L10H chickens or between the infected L10H and L10L chickens. Furthermore, at week 3 p.i., the number of monocytes was higher in infected and noninfected L10H chickens than in the infected and noninfected L10L chickens. Thus, these results indicate that MBL is produced locally and may be involved in the regulation of the cellular immune response after an IBV infection. However, MBL did not appear to influence the humoral immune response after IBV infection in this study.",
      "sentences": [
        [
          {
            "segment_text": "Chickens from two inbred lines selected for high ( L10H ) or low ( L10L ) mannose-binding lectin ( MBL ) serum concentrations were infected with infectious bronchitis virus ( IBV ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and innate as well as adaptive immunological parameters were measured throughout the experimental period .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Chickens with high MBL serum concentrations were found to have less viral load in the trachea than chickens with low MBL serum concentrations indicating that these chickens were less severely affected by the infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This study is the first to show that MBL expression is present in the lungs of healthy chickens and that the expression is upregulated at days 3 postinfection ( p.i. ) in L10H chickens .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , in the liver of infected chickens ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the MBL expression was upregulated at day 7 p.i. ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "despite the fact that the MBL serum concentrations were decreased below baseline at that time point .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The number of TCRcd + CD8a + cells in the blood of noninfected chickens increased from week 0 to 3 p.i. However ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the number of cells was higher in L10H chickens than in L10L chickens throughout the experiment .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "No increase was observed in the number of TCRcd + CD8a + cells in the blood of the infected L10H and L10L chickens .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The numbers of B cells at week 3 p.i. were higher for noninfected L10L chickens than for the other chickens .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "No differences were observed between the infected and noninfected L10H chickens or between the infected L10H and L10L chickens .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , at week 3 p.i. ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the number of monocytes was higher in infected and noninfected L10H chickens than in the infected and noninfected L10L chickens .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Thus , these results indicate that MBL is produced locally and may be involved in the regulation of the cellular immune response after an IBV infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , MBL did not appear to influence the humoral immune response after IBV infection in this study .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "16",
    "token_num": "333"
  }
}