{
  "paper_id": "54b6c7145a0f7743409d5590780ef253152873dd",
  "metadata": {
    "title": "Virtual High-Throughput Screening Identifies Mycophenolic Acid as a Novel RNA Capping Inhibitor",
    "coda_data_split": "train",
    "coda_paper_id": 10346,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The RNA guanylyltransferase (GTase) is involved in the synthesis of the m7 Gppp-RNA cap structure found at the 59 end of eukaryotic mRNAs. GTases are members of the covalent nucleotidyl transferase superfamily, which also includes DNA and RNA ligases. GTases catalyze a two-step reaction in which they initially utilize GTP as a substrate to form a covalent enzyme-GMP intermediate. The GMP moiety is then transferred to the diphosphate end of the RNA transcript in the second step of the reaction to form the Gppp-RNA structure. In the current study, we used a combination of virtual database screening, homology modeling, and biochemical assays to search for novel GTase inhibitors. Using this approach, we demonstrate that mycophenolic acid (MPA) can inhibit the GTase reaction by preventing the catalytic transfer of the GMP moiety onto an acceptor RNA. As such, MPA represents a novel type of inhibitor against RNA guanylyltransferases that inhibits the second step of the catalytic reaction. Moreover, we show that the addition of MPA to S. cerevisiae cells leads to a reduction of capped mRNAs. Finally, biochemical assays also demonstrate that MPA can inhibit DNA ligases through inhibition of the second step of the reaction. The biological implications of these findings for the MPA-mediated inhibition of members of the covalent nucleotidyl superfamily are discussed. Citation: Tremblay-Létourneau M, Despins S, Bougie I, Bisaillon M (2011) Virtual High-Throughput Screening Identifies Mycophenolic Acid as a Novel RNA Capping Inhibitor. PLoS ONE 6(9): e24806.",
      "sentences": [
        [
          {
            "segment_text": "The RNA guanylyltransferase ( GTase ) is involved in the synthesis of the m7 Gppp-RNA cap structure found at the 59 end of eukaryotic mRNAs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "GTases are members of the covalent nucleotidyl transferase superfamily ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which also includes DNA and RNA ligases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "GTases catalyze a two-step reaction in which they initially utilize GTP as a substrate to form a covalent enzyme-GMP intermediate .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The GMP moiety is then transferred to the diphosphate end of the RNA transcript in the second step of the reaction to form the Gppp-RNA structure .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In the current study , we used a combination of virtual database screening ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "homology modeling , and biochemical assays to search for novel GTase inhibitors .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Using this approach , we demonstrate that mycophenolic acid ( MPA ) can inhibit the GTase reaction by preventing the catalytic transfer of the GMP moiety onto an acceptor RNA .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "As such , MPA represents a novel type of inhibitor against RNA guanylyltransferases that inhibits the second step of the catalytic reaction .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , we show that the addition of MPA to S. cerevisiae cells leads to a reduction of capped mRNAs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Finally , biochemical assays also demonstrate that MPA can inhibit DNA ligases through inhibition of the second step of the reaction .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The biological implications of these findings for the MPA-mediated inhibition of members of the covalent nucleotidyl superfamily are discussed .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Citation : Tremblay-Létourneau M , Despins S ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "Bougie I , Bisaillon M ( 2011 ) Virtual High-Throughput Screening Identifies Mycophenolic Acid as a Novel RNA Capping Inhibitor .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "PLoS ONE 6 ( 9 ) : e24806 .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "12",
    "segment_num": "15",
    "token_num": "274"
  }
}