{
  "paper_id": "54d47fc738b0b5b98eb4ba6823f6f7d35075b323",
  "metadata": {
    "title": "Substitutions of conserved amino acids in the receptor-binding domain of the spike glycoprotein affect utilization of murine CEACAM1a by the murine coronavirus MHV-A59",
    "coda_data_split": "train",
    "coda_paper_id": 2081,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The host range of the murine coronavirus (MHV) is limited to susceptible mice and murine cell lines by interactions of the spike glycoprotein (S) with its receptor, mCEACAM1a. We identified five residues in S (S33, L79, T82, Y162 and K183) that are conserved in the receptor-binding domain of MHV strains, but not in related coronaviruses. We used targeted RNA recombination to generate isogenic viruses that differ from MHV-A59 by amino acid substitutions in S. Viruses with S33R and K183R substitutions had wild type growth, while L79A/ T82A viruses formed small plaques. Viruses with S33G, L79M/T82M or K183G substitutions could only be recovered from cells that overexpressed a mutant mCEACAM1a. Viruses with Y162H or Y162Q substitutions were never recovered, while Y162A viruses formed minute plaques. However, viruses with Y162F substitutions had wild type growth, suggesting that Y162 may comprise part of a hydrophobic domain that contacts the MHV-binding site of mCEACAM1a. D",
      "sentences": [
        [
          {
            "segment_text": "The host range of the murine coronavirus ( MHV ) is limited to susceptible mice and murine cell lines by interactions of the spike glycoprotein ( S ) with its receptor , mCEACAM1a .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We identified five residues in S ( S33 , L79 , T82 , Y162 and K183 ) that are conserved in the receptor-binding domain of MHV strains ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but not in related coronaviruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We used targeted RNA recombination to generate isogenic viruses that differ from MHV-A59 by amino acid substitutions in S. Viruses with S33R and K183R substitutions had wild type growth ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "while L79A / T82A viruses formed small plaques .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Viruses with S33G , L79M/T82M or K183G substitutions could only be recovered from cells that overexpressed a mutant mCEACAM1a .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Viruses with Y162H or Y162Q substitutions were never recovered ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while Y162A viruses formed minute plaques .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , viruses with Y162F substitutions had wild type growth ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "suggesting that Y162 may comprise part of a hydrophobic domain that contacts the MHV-binding site of mCEACAM1a .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "D",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "11",
    "token_num": "174"
  }
}