{
  "paper_id": "54dd4fea073190301a843a685922591d6cd31fd2",
  "metadata": {
    "title": "Structural Biology and Crystallization Communications Structure of the SARS coronavirus main proteinase as an active C 2 crystallographic dimer",
    "coda_data_split": "train",
    "coda_paper_id": 7270,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "PDB Reference: SARS coronavirus main proteinase, 2c3s, 2c3ssf.",
      "sentences": [
        [
          {
            "segment_text": "PDB Reference : SARS coronavirus main proteinase , 2c3s , 2c3ssf .",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "The 34 kDa main proteinase (M pro ) from the severe acute respiratory syndrome coronavirus (SARS-CoV) plays an important role in the virus life cycle through the specific processing of viral polyproteins. As such, SARS-CoV M pro is a key target for the identification of specific inhibitors directed against the SARS virus. With a view to facilitating the development of such compounds, crystals were obtained of the enzyme at pH 6.5 in the orthorhombic space group P2 1 2 1 2 that diffract to a resolution of 1.9 Å . These crystals contain one monomer per asymmetric unit and the biologically active dimer is generated via the crystallographic twofold axis. The conformation of the catalytic site indicates that the enzyme is active in the crystalline form and thus suitable for structurebased inhibition studies.",
      "sentences": [
        [
          {
            "segment_text": "The 34 kDa main proteinase ( M pro ) from the severe acute respiratory syndrome coronavirus ( SARS-CoV ) plays an important role in the virus life cycle through the specific processing of viral polyproteins .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "As such , SARS-CoV M pro is a key target for the identification of specific inhibitors directed against the SARS virus .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "With a view to facilitating the development of such compounds ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "crystals were obtained of the enzyme at pH 6.5 in the orthorhombic space group P2 1 2 1 2 that diffract to a resolution of 1.9 Å .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "These crystals contain one monomer per asymmetric unit and the biologically active dimer is generated via the crystallographic twofold axis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The conformation of the catalytic site indicates that the enzyme is active in the crystalline form and thus suitable for structurebased inhibition studies .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "# 2005 International Union of Crystallography All rights reserved protein structure communications",
      "sentences": [
        [
          {
            "segment_text": "# 2005 International Union of Crystallography All rights reserved protein structure communications",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "7",
    "segment_num": "8",
    "token_num": "166"
  }
}