{
  "paper_id": "54f41e920ee2d14bdd27c4811a41fd0eb22a1d5b",
  "metadata": {
    "title": "The global condition of epidemics: Panoramas in A (H1N1) influenza and their consequences for One World One Health programme",
    "coda_data_split": "train",
    "coda_paper_id": 10369,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Among the most relevant elements contributing to define the One World One Health programme we find epidemics. The reason is that in recent decades, infectious diseases such as HIV/SIDA, SARS and Influenza have shown that we need new approaches and concepts in order to understand how biological emergencies and health alerts deploy new scales of action. Especially relevant has been the case of A(H1N1) influenza. This reached the status of global threat virtually from its onset, triggering an international response with a diffusion, visibility and rapidity unparalleled in previous health alerts. This article maintains that this global condition cannot be explained solely by the epidemiologic characteristics of the disease, such as mortality rate, severe cases, propagation capacity, etc. Resorting to the approach proposed by the Actor-Network Theory (ANT), this paper suggests that the action of certain sociotechnical operators was what built a heterogeneous network of ideas, concepts and materials that turned the A (H1N1) influenza into a global-scale phenomenon with unprecedented speed. Among these operators, the most important ones were: the speaking position, a discourse about threat, the protocols and guidelines that were used and, lastly, the maps that allowed a real-time monitoring of the influenza. The paper ends with the notion of panorama, as defined by Bruno Latour: a suggestion to describe the common denominator of the aforementioned operators, and a means to foresee the development of global scales for certain health alerts. The paper will conclude by proposing that this type of analysis would allow the One World One Health to understand with greater precision the dynamic of epidemics and thus make its principles of action much more specific as well as its definition of what global health should be.",
      "sentences": [
        [
          {
            "segment_text": "Among the most relevant elements contributing to define the One World One Health programme we find epidemics .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The reason is that in recent decades ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "infectious diseases such as HIV/SIDA ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "SARS and Influenza have shown that we need new approaches and concepts in order to understand how biological emergencies and health alerts deploy new scales of action .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Especially relevant has been the case of A ( H1N1 ) influenza .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This reached the status of global threat virtually from its onset ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "triggering an international response with a diffusion ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "visibility and rapidity unparalleled in previous health alerts .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This article maintains that this global condition can not be explained solely by the epidemiologic characteristics of the disease ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "such as mortality rate , severe cases , propagation capacity , etc. .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Resorting to the approach proposed by the Actor-Network Theory ( ANT ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "this paper suggests that the action of certain sociotechnical operators was what built a heterogeneous network of ideas ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "concepts and materials that turned the A ( H1N1 ) influenza into a global-scale phenomenon with unprecedented speed .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Among these operators , the most important ones were : the speaking position ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "a discourse about threat , the protocols and guidelines that were used and ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "lastly , the maps that allowed a real-time monitoring of the influenza .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The paper ends with the notion of panorama ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as defined by Bruno Latour : a suggestion to describe the common denominator of the aforementioned operators ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and a means to foresee the development of global scales for certain health alerts .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The paper will conclude by proposing that this type of analysis would allow the One World One Health to understand with greater precision the dynamic of epidemics and thus make its principles of action much more specific as well as its definition of what global health should be .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "20",
    "token_num": "318"
  }
}