{
  "paper_id": "54fb720924d357327cedcc8da45b5e0ceb5a0006",
  "metadata": {
    "title": "A Laboratory Evaluation of Medicinal Herbs Used in China for the Treatment of Hand, Foot, and Mouth Disease",
    "coda_data_split": "train",
    "coda_paper_id": 3605,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Enterovirus 71 (EV71) and coxsackievirus A16 (CVA16) are the causative agents of hand, foot, and mouth disease (HFMD). During recent epidemics of HFMD in China, medicinal herbals and preparations containing herbal extracts have demonstrated therapeutic efficacy with relative safety profiles. There have been no microbiological studies to validate their usefulness for HFMD. We selected 12 commonly used herbs for HFMD from government recommended guidelines as well as published reports and tested for their antiviral activity and anti-inflammatory activity. A water extract of Houttuynia cordata Thunb. (HCT) inhibited EV71 infection significantly and was marginally active against CVA16 infection. The IC 50 (concentration to have 50% inhibitory effect) values of HCT against a Fuyang strain and a BrCr strain of EV71 were determined at 8.9 g/mL and 20.6 g/mL, respectively. Mentha haplocalyx Briq. (MHB) water extract was active against CVA16, with an IC 50 value of 70.3 g/mL. The extract did not exhibit activity against EV71 infection. Although the majority of the extracts showed no activity against viral infection, several extracts demonstrated activity in blocking proinflammatory response by viral infection. This study therefore validates the effectiveness of Chinese herbs for HFMD since some formulations containing the correct combination of the herbs can block viral replication as well as proinflammatory response of HFMD.",
      "sentences": [
        [
          {
            "segment_text": "Enterovirus 71 ( EV71 ) and coxsackievirus A16 ( CVA16 ) are the causative agents of hand ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "foot , and mouth disease ( HFMD ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "During recent epidemics of HFMD in China ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "medicinal herbals and preparations containing herbal extracts have demonstrated therapeutic efficacy with relative safety profiles .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "There have been no microbiological studies to validate their usefulness for HFMD .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We selected 12 commonly used herbs for HFMD from government recommended guidelines as well as published reports and tested for their antiviral activity and anti-inflammatory activity .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A water extract of Houttuynia cordata Thunb .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "( HCT ) inhibited EV71 infection significantly and was marginally active against CVA16 infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The IC 50 ( concentration to have 50 % inhibitory effect ) values of HCT against a Fuyang strain and a BrCr strain of EV71 were determined at 8.9 g/mL and 20.6 g/mL , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Mentha haplocalyx Briq .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "( MHB ) water extract was active against CVA16 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with an IC 50 value of 70.3 g/mL .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The extract did not exhibit activity against EV71 infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Although the majority of the extracts showed no activity against viral infection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "several extracts demonstrated activity in blocking proinflammatory response by viral infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This study therefore validates the effectiveness of Chinese herbs for HFMD since some formulations containing the correct combination of the herbs can block viral replication as well as proinflammatory response of HFMD .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "12",
    "segment_num": "16",
    "token_num": "241"
  }
}