{
  "paper_id": "55070bb0dc8ab8301082255c189471a04170e6a9",
  "metadata": {
    "title": "+ I ) 704 355 8254; Fax. ( + I",
    "coda_data_split": "train",
    "coda_paper_id": 4979,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Calves fed soya proteins may develop severe gastrointestinal disorders. Whether these are predominantly associated with particular Ig subclasses and (or) dietary proteins remains unclear. Therefore, antibody responses to soyabean protein were analysed by dot-and blot-immunobinding in plasma and intestinal mucous secretions. One-month-old calves were fed for 2.5 months liquid diets based on skim milk powder (SMP) or a mixture (2:3, protein basis) of whey and soyabean products including a low antigenic hydrolysed soya protein isolate (HSPI) and a highly antigenic heated soya flour ( HSF), Specific antibodies ( Abs) of the main isotypes (IgM, IgA, IgGl, IgG2) were characterised by immunostaining of samples which had been previously incubated with nitrocellulose sheets coated with SMP, HSPI or HSF extracts.",
      "sentences": [
        [
          {
            "segment_text": "Calves fed soya proteins may develop severe gastrointestinal disorders .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Whether these are predominantly associated with particular Ig subclasses and ( or ) dietary proteins remains unclear .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Therefore , antibody responses to soyabean protein were analysed by dot-and blot-immunobinding in plasma and intestinal mucous secretions .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "One-month-old calves were fed for 2.5 months liquid diets based on skim milk powder ( SMP ) or a mixture ( 2:3 , protein basis ) of whey and soyabean products including a low antigenic hydrolysed soya protein isolate ( HSPI ) and a highly antigenic heated soya flour ( HSF ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "Specific antibodies ( Abs ) of the main isotypes ( IgM , IgA , IgGl , IgG2 ) were characterised by immunostaining of samples which had been previously incubated with nitrocellulose sheets coated with SMP , HSPI or HSF extracts .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Plasma collected before feeding experimental diets showed very little specific Abs. By contrast, 2.5 months later, a three-fold increase (P \u003c 0.05) in IgGl and IgA titres against HSF antigens was observed in calves fed HSF compared with those fed the control or HSPI diet. IgGl immunoblotting revealed many protein bands from soya in the molecular range of 22-32 and 38-42 kDa. Immunorecognition of specific proteins from SMP and HSPI remained low and similar among animal groups.",
      "sentences": [
        [
          {
            "segment_text": "Plasma collected before feeding experimental diets showed very little specific Abs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "By contrast , 2.5 months later ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "a three-fold increase ( P \u003c 0.05 ) in IgGl and IgA titres against HSF antigens was observed in calves fed HSF compared with those fed the control or HSPI diet .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "IgGl immunoblotting revealed many protein bands from soya in the molecular range of 22-32 and 38-42 kDa .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Immunorecognition of specific proteins from SMP and HSPI remained low and similar among animal groups .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Specific IgM, IgA and IgGl titres against HSF, and to a lesser extent HSPI, were significantly higher (P \u003c0.05) in jejunal mucous secretion of calves fed HSF compared with other groups. Secretions from calves fed HSF bound to many soyabean proteins in the range of 17-23 and 26-38 kDa, with similar patterns for IgA and lgG1. By contrast, only weak bands were found for IgM and IgG2 in all groups of calves.",
      "sentences": [
        [
          {
            "segment_text": "Specific IgM , IgA and IgGl titres against HSF ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and to a lesser extent HSPI ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "were significantly higher ( P \u003c 0.05 ) in jejunal mucous secretion of calves fed HSF compared with other groups .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Secretions from calves fed HSF bound to many soyabean proteins in the range of 17-23 and 26-38 kDa ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with similar patterns for IgA and lgG1 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "By contrast , only weak bands were found for IgM and IgG2 in all groups of calves .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Thus. calves fed antigenic HSF do present specific Abs including IgGl and IgA isotypes. both systemically and locally. Therefore, IgG I and( or) IgA rather than IgM and IgG2 Abs may be preferred for assessing the immunogenicity of soyabean products in calves. interestingly. soyabean immunogenicity was drastically reduced by adequate proteolysis.",
      "sentences": [
        [
          {
            "segment_text": "Thus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "calves fed antigenic HSF do present specific Abs including IgGl and IgA isotypes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "both systemically and locally .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Therefore , IgG I and ( or ) IgA rather than IgM and IgG2 Abs may be preferred for assessing the immunogenicity of soyabean products in calves .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "interestingly .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "soyabean immunogenicity was drastically reduced by adequate proteolysis .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "17",
    "segment_num": "22",
    "token_num": "369"
  }
}