{
  "paper_id": "55241d7cb43ae2d1d496559a92774c2510fca698",
  "metadata": {
    "title": "INFECTION -RELATED STILLBIRTHS",
    "coda_data_split": "train",
    "coda_paper_id": 4171,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Infection is an important cause of stillbirth world-wide; in low and middle income countries (LMICs), 50% or more are likely caused by infection. In contrast, in high income countries, only10-25% of stillbirths are caused by infection. Syphilis, where prevalent, causes the majority of infectious stillbirths and is the infection most amenable to screening and treatment. Ascending bacterial infection is a common cause of stillbirth, but prevention has proven elusive. Many viral infections are causal for stillbirth but aside from vaccination for common childhood diseases, it is unclear how most viral-caused stillbirths may be prevented. Malaria, because of its high prevalence and extensive placental damage accounts for large numbers of stillbirths. Intermittent malarial prophylaxis and insecticide impregnated bed nets should decrease stillbirths. Many animal and vector-borne infections cause stillbirth. Because this relationship is especially important in LMICs, research that more clearly defines this relationship is crucial to reduce the unacceptably high stillbirth rates in those areas.",
      "sentences": [
        [
          {
            "segment_text": "Infection is an important cause of stillbirth world-wide ; in low and middle income countries ( LMICs ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "50 % or more are likely caused by infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In contrast , in high income countries ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "only10-25 % of stillbirths are caused by infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Syphilis , where prevalent , causes the majority of infectious stillbirths and is the infection most amenable to screening and treatment .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Ascending bacterial infection is a common cause of stillbirth ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but prevention has proven elusive .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Many viral infections are causal for stillbirth but aside from vaccination for common childhood diseases ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "it is unclear how most viral-caused stillbirths may be prevented .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Malaria , because of its high prevalence and extensive placental damage accounts for large numbers of stillbirths .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Intermittent malarial prophylaxis and insecticide impregnated bed nets should decrease stillbirths .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Many animal and vector-borne infections cause stillbirth .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Because this relationship is especially important in LMICs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "research that more clearly defines this relationship is crucial to reduce the unacceptably high stillbirth rates in those areas .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "14",
    "token_num": "178"
  }
}