{
  "paper_id": "55461f69aec24f255e9bbdda2e286e08c4999510",
  "metadata": {
    "title": "A Strategy for Searching Antigenic Regions in the SARS-CoV Spike Protein",
    "coda_data_split": "train",
    "coda_paper_id": 4422,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "In the face of the worldwide threat of severe acute respiratory syndrome (SARS) to human life, some of the most urgent challenges are to develop fast and accurate analytical methods for early diagnosis of this disease as well as to create a safe anti-viral vaccine for prevention. To these ends, we investigated the antigenicity of the spike protein (S protein), a major structural protein in the SARS-coronavirus (SARS-CoV). Based upon the theoretical analysis for hydrophobicity of the S protein, 18 peptides were synthesized. Using Enzyme-Linked Immunosorbent Assay (ELISA), these peptides were screened in the sera from SARS patients. According to these results, two fragments of the S gene were amplified by PCR and cloned into pET-32a. Both S fragments were expressed in the BL-21 strain and further purified with an affinity chromatography. These recombinant S fragments were confirmed to have positive cross-reactions with SARS sera, either by Western blot or by ELISA. Our results demonstrated that the potential epitope regions were located at Codons 469-882 in the S protein, and one epitope site was located at Codons 599-620. Identification of antigenic regions in the SARS-CoV S protein may be important for the functional studies of this virus or the development of clinical diagnosis.",
      "sentences": [
        [
          {
            "segment_text": "In the face of the worldwide threat of severe acute respiratory syndrome ( SARS ) to human life ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "some of the most urgent challenges are to develop fast and accurate analytical methods for early diagnosis of this disease as well as to create a safe anti-viral vaccine for prevention .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To these ends , we investigated the antigenicity of the spike protein ( S protein ) ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "a major structural protein in the SARS-coronavirus ( SARS-CoV ) .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Based upon the theoretical analysis for hydrophobicity of the S protein , 18 peptides were synthesized .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Using Enzyme-Linked Immunosorbent Assay ( ELISA ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "these peptides were screened in the sera from SARS patients .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "According to these results , two fragments of the S gene were amplified by PCR and cloned into pET-32a .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Both S fragments were expressed in the BL-21 strain and further purified with an affinity chromatography .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These recombinant S fragments were confirmed to have positive cross-reactions with SARS sera ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "either by Western blot or by ELISA .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our results demonstrated that the potential epitope regions were located at Codons 469-882 in the S protein ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and one epitope site was located at Codons 599-620 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Identification of antigenic regions in the SARS-CoV S protein may be important for the functional studies of this virus or the development of clinical diagnosis .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "14",
    "token_num": "228"
  }
}