{
  "paper_id": "554bb38256b103d739ec821a01ff15b864b0b723",
  "metadata": {
    "title": "Discoveries in Molecular Genetics with the Adenovirus 12 System: Integration of Viral DNA and Epigenetic Consequences of hamster cells with Ad12 • Adenovirus type 12 (Ad12) • Ad12-induced hamster tumors • Ad12 viral oncogenesis • A model",
    "coda_data_split": "train",
    "coda_paper_id": 9259,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Starting in the 1960s, the human adenovirus type 12 (Ad12) system has been used in my laboratory to investigate basic mechanisms in molecular biology and viral oncology. Ad12 replicates in human cells but undergoes a completely abortive cycle in Syrian hamster cells. Ad12 induces neuro-ectodermal tumors in newborn hamsters (Mesocricetus auratus). Each tumor cell or Ad12-transformed hamster cell carries multiple copies of integrated Ad12 DNA. Ad12 DNA usually integrates at one chromosomal site which is not specific since Ad12 DNA can integrate at many different locations in the hamster genome. Epigenetic research occupies a prominent role in tumor biology. We have been using the human Ad12 Syrian hamster cell system for the analysis of epigenetic alterations in Ad12infected cells and in Ad12-induced hamster tumors. Virion or free intracellular Ad12 DNA remains unmethylated at CpG sites, whereas the integrated viral genomes become de novo methylated in specific patterns. Inverse correlations between promoter methylation and activity were described for the first time in this system and initiated active research in the field of DNA methylation and epigenetics. Today, promoter methylation has been recognized as an important factor in long-term genome silencing. We have also discovered that the insertion of foreign (Ad12, bacteriophage lambda, plasmid) DNA into mammalian genomes can lead to genome-wide alterations in methylation and transcription patterns in the recipient genomes. This concept has been verified recently in a pilot study with human cells which had been rendered transgenomic for a 5.6 kbp bacterial plasmid. Currently, we study epigenetic effects on cellular methylation and transcription patterns in Ad12-infected cells and in Ad12-induced hamster tumor cells. These epigenetic alterations are considered crucial elements in (viral) oncogenesis.",
      "sentences": [
        [
          {
            "segment_text": "Starting in the 1960s , the human adenovirus type 12 ( Ad12 ) system has been used in my laboratory to investigate basic mechanisms in molecular biology and viral oncology .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Ad12 replicates in human cells but undergoes a completely abortive cycle in Syrian hamster cells .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Ad12 induces neuro-ectodermal tumors in newborn hamsters ( Mesocricetus auratus ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Each tumor cell or Ad12-transformed hamster cell carries multiple copies of integrated Ad12 DNA .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Ad12 DNA usually integrates at one chromosomal site which is not specific since Ad12 DNA can integrate at many different locations in the hamster genome .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Epigenetic research occupies a prominent role in tumor biology .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We have been using the human Ad12 Syrian hamster cell system for the analysis of epigenetic alterations in Ad12infected cells and in Ad12-induced hamster tumors .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Virion or free intracellular Ad12 DNA remains unmethylated at CpG sites ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "whereas the integrated viral genomes become de novo methylated in specific patterns .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Inverse correlations between promoter methylation and activity were described for the first time in this system and initiated active research in the field of DNA methylation and epigenetics .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Today , promoter methylation has been recognized as an important factor in long-term genome silencing .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We have also discovered that the insertion of foreign ( Ad12 , bacteriophage lambda , plasmid ) DNA into mammalian genomes can lead to genome-wide alterations in methylation and transcription patterns in the recipient genomes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This concept has been verified recently in a pilot study with human cells which had been rendered transgenomic for a 5.6 kbp bacterial plasmid .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Currently , we study epigenetic effects on cellular methylation and transcription patterns in Ad12-infected cells and in Ad12-induced hamster tumor cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These epigenetic alterations are considered crucial elements in ( viral ) oncogenesis .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "14",
    "segment_num": "15",
    "token_num": "302"
  }
}