{
  "paper_id": "555559ac51210f5ee896ad5d45a6790d52a3e4d1",
  "metadata": {
    "title": "Determinants of emergency response responsibility perceptions in the local public health workforce after China\u0027s health sector restructuring",
    "coda_data_split": "train",
    "coda_paper_id": 6207,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Local health departments are the backbone of public health emergency (PHE) response plans. The front line of emergency response preparedness is people. Role perceptions of individual staff members of a given organization strongly affect response probability and performance. Therefore, the aim of this study was to determine local public health employees\u0027 perceptions of emergency response responsibilities, identify factors that influence their perception, and indicate the challenges and bottlenecks of PHE response in the Health Inspection Institution (HII) after its separation from China\u0027s multiple Centers for Disease Control and Prevention (CDC). Methods: We used a stratified randomized sample survey to examine HII workers\u0027 knowledge of their own duties concerning PHE response in 17 facilities in Heilongjiang, a province in northeastern China. Data were collected from May to July 2010 using a 9-item combined question inquiring about the workers\u0027 statutory duties. Results: Of 348 administered surveys, 309 were returned for an overall response rate of 88.8 %. Overall, the correct recognition rate of PHE responsibilities was low. Some HII workers were confused about their responsibilities required by law, regulations, and emergency response plans. A quarter of all the respondents had the lowest knowledge for PHE responsibilities. Factors influencing their perceptions of responsibilities were department, work experience in a CDC, and PHE response experience. Conclusions: To improve preparedness for a PHE, efforts are needed to train, support, and monitor the workers\u0027 knowledge and competencies in PHEs as part of an organizational change; the worker\u0027s knowledge of their responsibilities should be measured and used as an indicator of preparedness for a PHE, and training should be undertaken where there are deficiencies. Management should also encourage workers in the departments of food hygiene/school health surveillance to be more involved in PHE preparedness and response issues.",
      "sentences": [
        [
          {
            "segment_text": "Background : Local health departments are the backbone of public health emergency ( PHE ) response plans .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The front line of emergency response preparedness is people .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Role perceptions of individual staff members of a given organization strongly affect response probability and performance .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Therefore , the aim of this study was to determine local public health employees \u0027 perceptions of emergency response responsibilities ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "identify factors that influence their perception ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and indicate the challenges and bottlenecks of PHE response in the Health Inspection Institution ( HII ) after its separation from China \u0027s multiple Centers for Disease Control and Prevention ( CDC ) .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : We used a stratified randomized sample survey to examine HII workers \u0027 knowledge of their own duties concerning PHE response in 17 facilities in Heilongjiang ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "a province in northeastern China .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Data were collected from May to July 2010 using a 9-item combined question inquiring about the workers \u0027 statutory duties .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Of 348 administered surveys ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "309 were returned for an overall response rate of 88.8 % .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Overall , the correct recognition rate of PHE responsibilities was low .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Some HII workers were confused about their responsibilities required by law ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "regulations , and emergency response plans .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A quarter of all the respondents had the lowest knowledge for PHE responsibilities .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Factors influencing their perceptions of responsibilities were department ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "work experience in a CDC , and PHE response experience .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : To improve preparedness for a PHE ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "efforts are needed to train ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "support , and monitor the workers \u0027 knowledge and competencies in PHEs as part of an organizational change ; the worker \u0027s knowledge of their responsibilities should be measured and used as an indicator of preparedness for a PHE ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and training should be undertaken where there are deficiencies .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Management should also encourage workers in the departments of food hygiene/school health surveillance to be more involved in PHE preparedness and response issues .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "International License (http://creativecommons.org/licenses/by/4.0/), which permits unrestricted use, distribution, and reproduction in any medium, provided you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The Creative Commons Public Domain Dedication waiver",
      "sentences": [
        [
          {
            "segment_text": "International License ( http://creativecommons.org/licenses/by/4.0/ ) ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "which permits unrestricted use , distribution ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "and reproduction in any medium ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "provided you give appropriate credit to the original author ( s ) and the source ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "provide a link to the Creative Commons license ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "and indicate if changes were made .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "The Creative Commons Public Domain Dedication waiver",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "15",
    "segment_num": "29",
    "token_num": "393"
  }
}