{
  "paper_id": "5560c5577076d3180d78439586d9ebe75653b20f",
  "metadata": {
    "title": "Modern approaches to understanding stress and disease susceptibility: A review with special emphasis on respiratory disease",
    "coda_data_split": "train",
    "coda_paper_id": 3775,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Studies in animals and humans link both physical and psychological stress with an increased incidence and severity of respiratory infections. For this manuscript we defi ne stress as the physiological responses an individual undergoes while adjusting to a continually changing environment. It is known that stressors of various types (psychological/physical) can alter the physiological levels of certain hormones, chemokines and cytokines. These alterations send information to the central nervous system to take necessary action which then sends messages to appropriate organs/tissues/cells to respond. These messages can either activate or suppress the immune system as needed and failure to compensate for this by the body can lead to serious health-related problems. Little is known how stress affects disease susceptibility, yet understanding this mechanism is important for developing effective treatments, and for improving health and food quality. The current review focuses on (a) the effects of psychological stressors in humans and animals, (b) various methodologies employed to understand stress responses and their outcomes, and (c) the current status of the attempts to correlate stress and disease with respiratory disease as model system. The methodologies included in this review span traditional epidemiological, behavioral and immunological studies to current high throughput genomic, proteomic, metabolomic/metabonomic approaches. With the advent of various newer omics and bioinformatics methodologies we postulate that it will become feasible to understand the mechanisms through which stress can infl uence disease onset. Although the literature in this area is limited because of the infancy of this research area, the objective of this review is to illustrate the power of new approaches to address complex biological questions. These new approaches will also aid in our understanding how these processes are related to the dynamics and kinetics of changes in expression of multiple genes at various levels.",
      "sentences": [
        [
          {
            "segment_text": "Studies in animals and humans link both physical and psychological stress with an increased incidence and severity of respiratory infections .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "For this manuscript we defi ne stress as the physiological responses an individual undergoes while adjusting to a continually changing environment .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It is known that stressors of various types ( psychological/physical ) can alter the physiological levels of certain hormones , chemokines and cytokines .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These alterations send information to the central nervous system to take necessary action which then sends messages to appropriate organs/tissues/cells to respond .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These messages can either activate or suppress the immune system as needed and failure to compensate for this by the body can lead to serious health-related problems .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Little is known how stress affects disease susceptibility ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "yet understanding this mechanism is important for developing effective treatments ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and for improving health and food quality .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The current review focuses on ( a ) the effects of psychological stressors in humans and animals ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "( b ) various methodologies employed to understand stress responses and their outcomes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and ( c ) the current status of the attempts to correlate stress and disease with respiratory disease as model system .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The methodologies included in this review span traditional epidemiological ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "behavioral and immunological studies to current high throughput genomic , proteomic , metabolomic/metabonomic approaches .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "With the advent of various newer omics and bioinformatics methodologies we postulate that it will become feasible to understand the mechanisms through which stress can infl uence disease onset .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although the literature in this area is limited because of the infancy of this research area ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the objective of this review is to illustrate the power of new approaches to address complex biological questions .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "These new approaches will also aid in our understanding how these processes are related to the dynamics and kinetics of changes in expression of multiple genes at various levels .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "17",
    "token_num": "321"
  }
}