{
  "paper_id": "5581ec03ebdca073e13b0df6329779940908f038",
  "metadata": {
    "title": "Towards a solution to MERS: protective human monoclonal antibodies targeting different domains and functions of the MERS-coronavirus spike glycoprotein",
    "coda_data_split": "train",
    "coda_paper_id": 7165,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The Middle-East respiratory syndrome coronavirus (MERS-CoV) is a zoonotic virus that causes severe and often fatal respiratory disease in humans. Efforts to develop antibody-based therapies have focused on neutralizing antibodies that target the receptor binding domain of the viral spike protein thereby blocking receptor binding. Here, we developed a set of human monoclonal antibodies that target functionally distinct domains of the MERS-CoV spike protein. These antibodies belong to six distinct epitope groups and interfere with the three critical entry functions of the MERS-CoV spike protein: sialic acid binding, receptor binding and membrane fusion. Passive immunization with potently as well as with poorly neutralizing antibodies protected mice from lethal MERS-CoV challenge. Collectively, these antibodies offer new ways to gain humoral protection in humans against the emerging MERS-CoV by targeting different spike protein epitopes and functions.",
      "sentences": [
        [
          {
            "segment_text": "The Middle-East respiratory syndrome coronavirus ( MERS-CoV ) is a zoonotic virus that causes severe and often fatal respiratory disease in humans .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Efforts to develop antibody-based therapies have focused on neutralizing antibodies that target the receptor binding domain of the viral spike protein thereby blocking receptor binding .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we developed a set of human monoclonal antibodies that target functionally distinct domains of the MERS-CoV spike protein .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "These antibodies belong to six distinct epitope groups and interfere with the three critical entry functions of the MERS-CoV spike protein : sialic acid binding ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "receptor binding and membrane fusion .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Passive immunization with potently as well as with poorly neutralizing antibodies protected mice from lethal MERS-CoV challenge .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Collectively , these antibodies offer new ways to gain humoral protection in humans against the emerging MERS-CoV by targeting different spike protein epitopes and functions .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "7",
    "token_num": "146"
  }
}