{
  "paper_id": "5585d267f9b505b068f9f72bff5f12c248472f0a",
  "metadata": {
    "title": "Epidemic size of novel coronavirus-infected pneumonia in the Epicenter Wuhan: using data of five-countries\u0027 evacuation action",
    "coda_data_split": "train",
    "coda_paper_id": 5762,
    "coda_has_expert_labels": false,
    "subset": "biorxiv_medrxiv"
  },
  "abstract": [
    {
      "original_text": "Background: Since late December 2019, novel coronavirus-infected pneumonia (NCP) emerged in Wuhan, Hubei province, China. Meanwhile, NCP rapidly spread from China to other countries, and several countries\u0027 government rush to evacuate their citizens from Wuhan. We analyzed the infection rate of the evacuees and extrapolated the results in Wuhan\u0027s NCP incidence estimation. Methods: We collected the total number and confirmed cases of 2019-nCov infection in the evacuation of Korea, Japan, Germany, Singapore, and France and estimated the infection rate of the 2019 novel coronavirus (2019-nCov) among people who were evacuated from Wuhan with a meta-analysis. NCP incidence of Wuhan was indirectly estimated based on data of evacuation.",
      "sentences": [
        [
          {
            "segment_text": "Background : Since late December 2019 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "novel coronavirus-infected pneumonia ( NCP ) emerged in Wuhan , Hubei province , China .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Meanwhile , NCP rapidly spread from China to other countries ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and several countries \u0027 government rush to evacuate their citizens from Wuhan .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We analyzed the infection rate of the evacuees and extrapolated the results in Wuhan \u0027s NCP incidence estimation .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : We collected the total number and confirmed cases of 2019-nCov infection in the evacuation of Korea ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "Japan , Germany , Singapore ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and France and estimated the infection rate of the 2019 novel coronavirus ( 2019-nCov ) among people who were evacuated from Wuhan with a meta-analysis .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "NCP incidence of Wuhan was indirectly estimated based on data of evacuation .",
            "crowd_label": "method"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "9",
    "token_num": "129"
  }
}