{
  "paper_id": "55a9ed6ed8fbd77c18d5d42e3dba9121a22e8e07",
  "metadata": {
    "title": "Simultaneous and visual detection of infectious bronchitis virus and Newcastle disease virus by multiple LAMP and lateral flow dipstick",
    "coda_data_split": "train",
    "coda_paper_id": 5356,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Newcastle disease virus (NDV) are both important viruses seriously affecting poultry industry worldwide. In this study, reverse-transcription LAMP (RT-LAMP) was combined with lateral flow dipstick (LFD) forming a novel detection tool which could simultaneously detect IBV and NDV visually. Primers targeted the 5 -untranslated region (5 -UTR) of IBV genome and the conserved region of NDV large polymerase gene (LP). The specificity and sensitivity of this multiple reverse transcription-LAMP-LFD (mRT-LAMP-LFD) assay were compared with those of conventional RT-PCR, nested RT-PCR (nRT-PCR), quantification RT-PCR (qRT-PCR), and RT-LAMP monitored by electrophoresis. No non-specific amplifications were observed when the assays were tested with unrelated viruses. According to the sensitivity study, when detecting IBV or NDV alone, the lowest detection limits of mRT-LAMP-LFD were 10 0.8 IBV RNA copies/reaction and 10 0.7 NDV RNA copies/reaction. Furthermore, when detecting IBV and NDV simultaneously, the lowest detection limit was the same as that of the single detection assays. In the clinical sample study, mRT-LAMP-LFD performed the best among these assays. When tested with IBV or NDV single infected samples, the mean detection rates were 98.65% and 97.25%, respectively. In the IBV and NDV co-infected sample study, the mean detection rates of IBV and NDV were both 95%. This study showed that mRT-LAMP-LFD was a promising qualitative detection tool suitable for field single or multiple IBV and NDV detection.",
      "sentences": [
        [
          {
            "segment_text": "Newcastle disease virus ( NDV ) are both important viruses seriously affecting poultry industry worldwide .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , reverse-transcription LAMP ( RT-LAMP ) was combined with lateral flow dipstick ( LFD ) forming a novel detection tool which could simultaneously detect IBV and NDV visually .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Primers targeted the 5 - untranslated region ( 5 - UTR ) of IBV genome and the conserved region of NDV large polymerase gene ( LP ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The specificity and sensitivity of this multiple reverse transcription-LAMP-LFD ( mRT-LAMP-LFD ) assay were compared with those of conventional RT-PCR ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "nested RT-PCR ( nRT-PCR ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "quantification RT-PCR ( qRT-PCR ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and RT-LAMP monitored by electrophoresis .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "No non-specific amplifications were observed when the assays were tested with unrelated viruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "According to the sensitivity study ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "when detecting IBV or NDV alone ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the lowest detection limits of mRT-LAMP-LFD were 10 0.8 IBV RNA copies/reaction and 10 0.7 NDV RNA copies/reaction .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , when detecting IBV and NDV simultaneously ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the lowest detection limit was the same as that of the single detection assays .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In the clinical sample study ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "mRT-LAMP-LFD performed the best among these assays .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "When tested with IBV or NDV single infected samples ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the mean detection rates were 98.65 % and 97.25 % , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In the IBV and NDV co-infected sample study ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the mean detection rates of IBV and NDV were both 95 % .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This study showed that mRT-LAMP-LFD was a promising qualitative detection tool suitable for field single or multiple IBV and NDV detection .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "20",
    "token_num": "266"
  }
}