{
  "paper_id": "55bcee72ba3816dfe9e97d51f94b1a4871fc8f1f",
  "metadata": {
    "title": "Pulmonary Delivery of Plasmid DNA for Disease Prevention and Therapy",
    "coda_data_split": "train",
    "coda_paper_id": 10400,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "For gene delivery to the lung, the challenges are high, but successful treatment of cystic fibrosis or achieving immunity against the global infectious diseases provide an allure that cannot be ignored. This chapter summarizes and reviews nonviral DNA delivery for both gene therapy and DNA vaccination in the lung. Aerosolization of DNA is evaluated, and the stability during this process is discussed. Carriers for DNA are then discussed including lipoplexes and polyplexes, with a particular focus on systems that achieve good transfection and minimize potential toxicity. Then principles of DNA vaccination are introduced, and the advantages of pulmonary vaccination are discussed. Finally, the transport of plasmid DNA vaccines into the lungs is reviewed.",
      "sentences": [
        [
          {
            "segment_text": "For gene delivery to the lung ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the challenges are high , but successful treatment of cystic fibrosis or achieving immunity against the global infectious diseases provide an allure that can not be ignored .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This chapter summarizes and reviews nonviral DNA delivery for both gene therapy and DNA vaccination in the lung .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Aerosolization of DNA is evaluated ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and the stability during this process is discussed .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Carriers for DNA are then discussed including lipoplexes and polyplexes ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "with a particular focus on systems that achieve good transfection and minimize potential toxicity .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Then principles of DNA vaccination are introduced ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and the advantages of pulmonary vaccination are discussed .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Finally , the transport of plasmid DNA vaccines into the lungs is reviewed .",
            "crowd_label": "method"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "10",
    "token_num": "126"
  }
}