{
  "paper_id": "55c5b8b5ce5fd56dbe10b4cee76c3a66b4cbe4fc",
  "metadata": {
    "title": "",
    "coda_data_split": "train",
    "coda_paper_id": 10099,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "In the event of an overwhelming influenza pandemic, many health care systems will implement a triage system that would potentially deny critical care treatment to some seriously ill patients. Although all triage systems have guaranteed palliative care for those who are denied critical care, no jurisdiction has yet developed a plan to accommodate the anticipated \u0027\u0027surge\u0027\u0027 in demand for palliative care. The authors present a mathematical and ethical justification for a palliative care surge plan and outline some of the key elements that should be included in such a plan.",
      "sentences": [
        [
          {
            "segment_text": "In the event of an overwhelming influenza pandemic ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "many health care systems will implement a triage system that would potentially deny critical care treatment to some seriously ill patients .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although all triage systems have guaranteed palliative care for those who are denied critical care ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "no jurisdiction has yet developed a plan to accommodate the anticipated `` surge \u0027\u0027 in demand for palliative care .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The authors present a mathematical and ethical justification for a palliative care surge plan and outline some of the key elements that should be included in such a plan .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "3",
    "segment_num": "5",
    "token_num": "97"
  }
}