{
  "paper_id": "55d2f466b2e35c05bdde86fd86833b667a8f8b23",
  "metadata": {
    "title": "ESTs analyses of Lampetra japonica liver and com- paration transcriptome with the jawed vertebrates",
    "coda_data_split": "train",
    "coda_paper_id": 10904,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "A cDNA library was constructed from the liver of Lampetra japonica. 10077 ESTs were obtained by random selecting clones for sequencing. The results demonstrated that 8515 ESTs were assembled into 648 consensus sequences, represented 2210 unique transcripts, 47.06% of which were predicted as full length cDNAs. In addition, 1562 ESTs were singlets. Using the BLAST to align the assembled ESTs, we found that 93.9% (2053) transcripts shared similarity to sequences published in GenBank databases. The functional annotations to assembled ESTs showed that the genes, involved in immunology, blood coagulation and metabolism of jawed vertebrates, were highly expressed in the liver of L. japonica. Furthermore, 8 potential novel genes were identified. Further comparing liver transcriptome of L. japonica with Fundulus heteroclitus, Mus musculus, Bos Taurus, and Homo sapiens revealed that the genes of Chitinase and Polysaccharides metabolism were more highly expressed in L. japonica than the others, which implied that they may play an important role in immunity of L. japonica. In addition, using the TargetScan, we marked microRNA target within 3′ UTR of L. japonica liver transcriptome. The data indicated that some microRNA targets were homology with the targets embeded in human cancer genes. The result seems to provide a useful clue to the treatment of human cancer. Therefore, the present work will be an important resource for investigating the functional genomics and proteomics of L. japonica as well as evolution of vertebrates.",
      "sentences": [
        [
          {
            "segment_text": "A cDNA library was constructed from the liver of Lampetra japonica .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "10077 ESTs were obtained by random selecting clones for sequencing .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The results demonstrated that 8515 ESTs were assembled into 648 consensus sequences ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "represented 2210 unique transcripts , 47.06 % of which were predicted as full length cDNAs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , 1562 ESTs were singlets .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Using the BLAST to align the assembled ESTs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "we found that 93.9 % ( 2053 ) transcripts shared similarity to sequences published in GenBank databases .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The functional annotations to assembled ESTs showed that the genes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "involved in immunology , blood coagulation and metabolism of jawed vertebrates ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "were highly expressed in the liver of L. japonica .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , 8 potential novel genes were identified .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Further comparing liver transcriptome of L. japonica with Fundulus heteroclitus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Mus musculus , Bos Taurus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and Homo sapiens revealed that the genes of Chitinase and Polysaccharides metabolism were more highly expressed in L. japonica than the others ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which implied that they may play an important role in immunity of L. japonica .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , using the TargetScan ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "we marked microRNA target within 3 ′ UTR of L. japonica liver transcriptome .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The data indicated that some microRNA targets were homology with the targets embeded in human cancer genes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The result seems to provide a useful clue to the treatment of human cancer .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Therefore , the present work will be an important resource for investigating the functional genomics and proteomics of L. japonica as well as evolution of vertebrates .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Lampetra japonica, liver, expressed sequence tag (EST), transcriptome comparison",
      "sentences": [
        [
          {
            "segment_text": "Lampetra japonica , liver , expressed sequence tag ( EST ) , transcriptome comparison",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "13",
    "segment_num": "21",
    "token_num": "279"
  }
}