{
  "paper_id": "55d5ea25045f73ffdd9bb81993030e5bec9a3449",
  "metadata": {
    "title": "An attempt at measuring health in nucleus and multiplier pig farms",
    "coda_data_split": "train",
    "coda_paper_id": 2625,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Madec, F., . An attempt at measuring health in nucleus and multiplier pig farms. Livest. Prod. Sci., 34:281-294.",
      "sentences": [
        [
          {
            "segment_text": "Madec , F. , .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "An attempt at measuring health in nucleus and multiplier pig farms .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Livest .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Prod .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Sci. , 34:281-294 .",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "A pilot epidemiological inquiry was undertaken in France in a group of 205 nucleus and multiplier pig farms. The aim was to find out a method for a quantitative evaluation of the health level in farms selling young breeders. An exhaustive protocol was prepared for data collection. The sources of information were clinical inspections on the farms, meat inspection data at slaughter and laboratory investigations. Data processing issued in the selection of a profile made of 14 prevailing health indicators. These were then associated so as to set up a health index with an overall score. In a second phase, the relevance of the method with respect to disease transmission was assessed. The principle was a contact challenge within totally controlled facilities between SPF pigs hysterectomy-derived and gilts taken from farms with different health scores as previously checked. The contact lasted for 28 days. Eleven farms were chosen and in every one of them 7 gilts were sampled and 10 SPF pigs were assigned to each of these farms. All the pigs were submitted to a detailed observation. At the end of it the pigs were euthanized at the laboratory and checked to find out any lesions and infectious agents. A wide range of symptoms appeared among the SPF pigs. Mortality rate was 14.6%. Pneumonia affected 23.7% of them. A relationship was found between the germ transfer and the severity of the troubles. The degree of illness in SPF pigs was clearly related to the score obtained previously in the corresponding farms. Consequently, the method was considered as valid with respect to health evaluation.",
      "sentences": [
        [
          {
            "segment_text": "A pilot epidemiological inquiry was undertaken in France in a group of 205 nucleus and multiplier pig farms .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The aim was to find out a method for a quantitative evaluation of the health level in farms selling young breeders .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "An exhaustive protocol was prepared for data collection .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The sources of information were clinical inspections on the farms ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "meat inspection data at slaughter and laboratory investigations .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Data processing issued in the selection of a profile made of 14 prevailing health indicators .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "These were then associated so as to set up a health index with an overall score .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "In a second phase , the relevance of the method with respect to disease transmission was assessed .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The principle was a contact challenge within totally controlled facilities between SPF pigs hysterectomy-derived and gilts taken from farms with different health scores as previously checked .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The contact lasted for 28 days .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Eleven farms were chosen and in every one of them 7 gilts were sampled and 10 SPF pigs were assigned to each of these farms .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "All the pigs were submitted to a detailed observation .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "At the end of it the pigs were euthanized at the laboratory and checked to find out any lesions and infectious agents .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A wide range of symptoms appeared among the SPF pigs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Mortality rate was 14.6 % .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Pneumonia affected 23.7 % of them .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A relationship was found between the germ transfer and the severity of the troubles .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The degree of illness in SPF pigs was clearly related to the score obtained previously in the corresponding farms .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Consequently , the method was considered as valid with respect to health evaluation .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "23",
    "segment_num": "24",
    "token_num": "312"
  }
}