{
  "paper_id": "55ec27dfead8248a292bfe0db2c5af3c825b5009",
  "metadata": {
    "title": "Plasmacytoid Dendritic Cell Ablation Impacts Early Interferon Responses and Antiviral NK and CD8 + T Cell Accrual",
    "coda_data_split": "train",
    "coda_paper_id": 5972,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Plasmacytoid dendritic cells (pDCs) mediate type I interferon (IFN-I) responses to viruses that are recognized through the Toll-like receptor 7 (TLR7) or TLR9 signaling pathway. However, it is unclear how pDCs regulate the antiviral responses via innate and adaptive immune cells. We generated diphtheria toxin receptor transgenic mice to selectively deplete pDCs by administration of diphtheria toxin. pDC-depleted mice were challenged with viruses known to activate pDCs. In murine cytomegalovirus (MCMV) infection, pDC depletion reduced early IFN-I production and augmented viral burden facilitating the expansion of natural killer (NK) cells expressing the MCMV-specific receptor Ly49H. During vesicular stomatitis virus (VSV) infection, pDC depletion enhanced early viral replication and impaired the survival and accumulation of virusspecific cytotoxic T lymphocytes. We conclude that pDCs mediate early antiviral IFN-I responses and influence the accrual of virus-specific NK or CD8 + T cells in a virus-dependent manner.",
      "sentences": [
        [
          {
            "segment_text": "Plasmacytoid dendritic cells ( pDCs ) mediate type I interferon ( IFN-I ) responses to viruses that are recognized through the Toll-like receptor 7 ( TLR7 ) or TLR9 signaling pathway .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , it is unclear how pDCs regulate the antiviral responses via innate and adaptive immune cells .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We generated diphtheria toxin receptor transgenic mice to selectively deplete pDCs by administration of diphtheria toxin .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "pDC-depleted mice were challenged with viruses known to activate pDCs .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "In murine cytomegalovirus ( MCMV ) infection ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "pDC depletion reduced early IFN-I production and augmented viral burden facilitating the expansion of natural killer ( NK ) cells expressing the MCMV-specific receptor Ly49H .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "During vesicular stomatitis virus ( VSV ) infection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "pDC depletion enhanced early viral replication and impaired the survival and accumulation of virusspecific cytotoxic T lymphocytes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We conclude that pDCs mediate early antiviral IFN-I responses and influence the accrual of virus-specific NK or CD8 + T cells in a virus-dependent manner .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "9",
    "token_num": "165"
  }
}