{
  "paper_id": "55ef87ca0d0cdad3973a94294211e8e9ea8bcc87",
  "metadata": {
    "title": "Mechanisms of Coronavirus Cell Entry Mediated by the Viral Spike Protein",
    "coda_data_split": "train",
    "coda_paper_id": 5523,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Coronaviruses are enveloped positive-stranded RNA viruses that replicate in the cytoplasm. To deliver their nucleocapsid into the host cell, they rely on the fusion of their envelope with the host cell membrane. The spike glycoprotein (S) mediates virus entry and is a primary determinant of cell tropism and pathogenesis. It is classified as a class I fusion protein, and is responsible for binding to the receptor on the host cell as well as mediating the fusion of host and viral membranes-A process driven by major conformational changes of the S protein. This review discusses coronavirus entry mechanisms focusing on the different triggers used by coronaviruses to initiate the conformational change of the S protein: receptor binding, low pH exposure and proteolytic activation. We also highlight commonalities between coronavirus S proteins and other class I viral fusion proteins, as well as distinctive features that confer distinct tropism, pathogenicity and host interspecies transmission characteristics to coronaviruses.",
      "sentences": [
        [
          {
            "segment_text": "Coronaviruses are enveloped positive-stranded RNA viruses that replicate in the cytoplasm .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To deliver their nucleocapsid into the host cell ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "they rely on the fusion of their envelope with the host cell membrane .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The spike glycoprotein ( S ) mediates virus entry and is a primary determinant of cell tropism and pathogenesis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It is classified as a class I fusion protein ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and is responsible for binding to the receptor on the host cell as well as mediating the fusion of host and viral membranes-A process driven by major conformational changes of the S protein .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review discusses coronavirus entry mechanisms focusing on the different triggers used by coronaviruses to initiate the conformational change of the S protein : receptor binding ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "low pH exposure and proteolytic activation .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We also highlight commonalities between coronavirus S proteins and other class I viral fusion proteins ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "as well as distinctive features that confer distinct tropism ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "pathogenicity and host interspecies transmission characteristics to coronaviruses .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "11",
    "token_num": "168"
  }
}