{
  "paper_id": "55f1448a1aaf578320db691e0b5c925885e9ec39",
  "metadata": {
    "title": "Self-Assembled Combinatorial Encoding Nanoarrays for Multiplexed Biosensing",
    "coda_data_split": "train",
    "coda_paper_id": 9191,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Multiplexed and sensitive detection of nucleic acids, proteins, or other molecules from a single solution and a small amount of sample is of great demand in biomarker profiling and disease diagnostics. Here we describe a new concept using combinatorial self-assembly of DNA nanotiles into micrometer-sized two-dimensional arrays that carry nucleic acid probes and barcoded fluorescent dyes to achieve multiplexed detection. We demonstrated the specificity and sensitivity of the arrays by detecting multiple DNA sequences and aptamer binding molecules. This DNA tilearray-based sensor platform can be constructed through DNA self-assembly. The attachment of different molecular probes can be achieved by simple DNA hybridization so bioconjugation is not necessary for the labeling. Accurate control of the interprobe distances and solution-based binding reactions ensures fast target binding kinetics.",
      "sentences": [
        [
          {
            "segment_text": "Multiplexed and sensitive detection of nucleic acids ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "proteins , or other molecules from a single solution and a small amount of sample is of great demand in biomarker profiling and disease diagnostics .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we describe a new concept using combinatorial self-assembly of DNA nanotiles into micrometer-sized two-dimensional arrays that carry nucleic acid probes and barcoded fluorescent dyes to achieve multiplexed detection .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We demonstrated the specificity and sensitivity of the arrays by detecting multiple DNA sequences and aptamer binding molecules .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "This DNA tilearray-based sensor platform can be constructed through DNA self-assembly .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The attachment of different molecular probes can be achieved by simple DNA hybridization so bioconjugation is not necessary for the labeling .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Accurate control of the interprobe distances and solution-based binding reactions ensures fast target binding kinetics .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "7",
    "token_num": "133"
  }
}