{
  "paper_id": "5642f63337f09c3ff3490b169eddca4829ee147e",
  "metadata": {
    "title": "NEGATIVE STAINING IN THE DETECTION OF VIRUSES IN CLINICAL SPECIMENS",
    "coda_data_split": "train",
    "coda_paper_id": 10326,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Viruses have unique morphology and are therefore good candidates for negative staining. Negative staining with phosphotungstic acid (PTA) or uranyl acetate has facilitated the detection of many viruses in clinical specimens. Enhancement procedures have included the use of centrifugation and agar diffusion for concentrating virus particles, the use of solid phase capture reagents to trap virus particles and the use ofsecondary antibodies and electron dense markers to help visualize them. Techniques currently in use and employing negative staining include direct EM, immune electron microscopy (LEM), solid phase immune electron microscopy (SPIEM), colloidal gold-labeled protein A (PAG), solid phase IEM employing a second decorator antibody (SPIEMDAT), and solid phase LEM using colloided gold-labeled secondary antibodies (SPEIMDAGT). IEM methods assist with the detection ofsmall viruses or viruses present in low numbers while PAG offers increased sensitivity over direct EM and IEM. In our experience the serum-in-agar (SIA) method is the most sensitive ofthe PAG IEM techniques for detection ofrotavirus particles in clinical specimens. SPIEMDAT enhances the detection of small viruses which are often missed by other techniques due to background staining in specimens. SPEIMDAGT employing colloidal gold-labeled secondary antibody has increased sensitivity and offers the advantage ofdetecting viral antigen when whole virus particles are not visible. IEM techniques have recently been used for typing viruses using either monospecific antisera or monoclonal antibodies and colloidal gold-labeled secondary antibody.",
      "sentences": [
        [
          {
            "segment_text": "Viruses have unique morphology and are therefore good candidates for negative staining .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Negative staining with phosphotungstic acid ( PTA ) or uranyl acetate has facilitated the detection of many viruses in clinical specimens .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Enhancement procedures have included the use of centrifugation and agar diffusion for concentrating virus particles ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the use of solid phase capture reagents to trap virus particles and the use ofsecondary antibodies and electron dense markers to help visualize them .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Techniques currently in use and employing negative staining include direct EM ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "immune electron microscopy ( LEM ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "solid phase immune electron microscopy ( SPIEM ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "colloidal gold-labeled protein A ( PAG ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "solid phase IEM employing a second decorator antibody ( SPIEMDAT ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and solid phase LEM using colloided gold-labeled secondary antibodies ( SPEIMDAGT ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "IEM methods assist with the detection ofsmall viruses or viruses present in low numbers while PAG offers increased sensitivity over direct EM and IEM .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "In our experience the serum-in-agar ( SIA ) method is the most sensitive ofthe PAG IEM techniques for detection ofrotavirus particles in clinical specimens .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "SPIEMDAT enhances the detection of small viruses which are often missed by other techniques due to background staining in specimens .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "SPEIMDAGT employing colloidal gold-labeled secondary antibody has increased sensitivity and offers the advantage ofdetecting viral antigen when whole virus particles are not visible .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "IEM techniques have recently been used for typing viruses using either monospecific antisera or monoclonal antibodies and colloidal gold-labeled secondary antibody .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "15",
    "token_num": "254"
  }
}