{
  "paper_id": "56531425a25a54d3377fe7f33b43bbe0ae3ccf0d",
  "metadata": {
    "title": "Chapter 4 Estimation of Evolutionary Dynamics and Selection Pressure in Coronaviruses",
    "coda_data_split": "train",
    "coda_paper_id": 8999,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Evolution of coronaviruses is facilitated by the strong selection, large population size, and great genetic diversity within the susceptible hosts. This predisposition is primarily due to high error rate, and limited proofreading capability of the viral polymerase and by recombination. These characteristics make coronaviruses an interesting model system to study the mechanisms involved in viral evolution and the ways viruses adapt to switch host or to gain novel functions. Here we describe the protocol to estimate selection pressures for the spike gene and evolutionary dynamics of bovine coronaviruses.",
      "sentences": [
        [
          {
            "segment_text": "Evolution of coronaviruses is facilitated by the strong selection ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "large population size , and great genetic diversity within the susceptible hosts .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This predisposition is primarily due to high error rate ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and limited proofreading capability of the viral polymerase and by recombination .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These characteristics make coronaviruses an interesting model system to study the mechanisms involved in viral evolution and the ways viruses adapt to switch host or to gain novel functions .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we describe the protocol to estimate selection pressures for the spike gene and evolutionary dynamics of bovine coronaviruses .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "6",
    "token_num": "95"
  }
}