{
  "paper_id": "5662098004115446942d4f123d15ce9002a91665",
  "metadata": {
    "title": "Viral evasion mechanisms of early antiviral responses involving regulation of ubiquitin pathways NIH Public Access",
    "coda_data_split": "train",
    "coda_paper_id": 5388,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Early innate and cell-intrinsic responses are essential to protect host cells against pathogens. In turn, viruses have developed sophisticated mechanisms to establish productive infections, counteracting the host innate immune responses. Increasing evidence indicates that these antiviral factors may have a dual role by directly inhibiting viral replication, as well as by sensing and transmitting signals to induce antiviral cytokines. Recent studies have pointed at new, unappreciated mechanisms of viral evasion of host innate protective responses including manipulating the host ubiquitin system. Viral inhibition of antiviral factors by ubiquitin-dependent degradation is emerging as critical evasion mechanism of the antiviral response. In addition, recent studies have uncovered new mechanisms by which viral encoded proteins inhibit ubiquitin and ubiquitin-like modification of host proteins involved innate immune signaling pathways. Here we discuss recent findings and novel strategies that viruses have developed to counteract these early innate antiviral defenses.",
      "sentences": [
        [
          {
            "segment_text": "Early innate and cell-intrinsic responses are essential to protect host cells against pathogens .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In turn , viruses have developed sophisticated mechanisms to establish productive infections ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "counteracting the host innate immune responses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Increasing evidence indicates that these antiviral factors may have a dual role by directly inhibiting viral replication ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "as well as by sensing and transmitting signals to induce antiviral cytokines .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Recent studies have pointed at new ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "unappreciated mechanisms of viral evasion of host innate protective responses including manipulating the host ubiquitin system .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Viral inhibition of antiviral factors by ubiquitin-dependent degradation is emerging as critical evasion mechanism of the antiviral response .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In addition , recent studies have uncovered new mechanisms by which viral encoded proteins inhibit ubiquitin and ubiquitin-like modification of host proteins involved innate immune signaling pathways .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we discuss recent findings and novel strategies that viruses have developed to counteract these early innate antiviral defenses .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Early events in viral infection include attachment to the host cell membrane and entry, release of the viral RNA, DNA, and protein complexes into the cytoplasm of the cell and early recognition by the host innate immune system. At each of these steps, host cells have developed mechanisms to limit virus infection. In turn, viruses have rapidly evolved to counteract host defenses by different mechanisms. Many recent studies have pointed at the importance of cell type and host specific expression of antiviral factors as critical for",
      "sentences": [
        [
          {
            "segment_text": "Early events in viral infection include attachment to the host cell membrane and entry ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "release of the viral RNA ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "DNA , and protein complexes into the cytoplasm of the cell and early recognition by the host innate immune system .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "At each of these steps ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "host cells have developed mechanisms to limit virus infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In turn , viruses have rapidly evolved to counteract host defenses by different mechanisms .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Many recent studies have pointed at the importance of cell type and host specific expression of antiviral factors as critical for",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "11",
    "segment_num": "17",
    "token_num": "250"
  }
}