{
  "paper_id": "5678f2e8dc1710c96b5f4e5ae8d6ddae9c5e6580",
  "metadata": {
    "title": "Production and characterization of human anti-V3 monoclonal antibodies from the cells of HIV-1 infected Indian donors",
    "coda_data_split": "train",
    "coda_paper_id": 2369,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Analysis of human monoclonal antibodies (mAbs) developed from HIV-1 infected donors have enormously contributed to the identification of neutralization sensitive epitopes on the HIV-1 envelope glycoprotein. The third variable region (V3) is a crucial target on gp120, primarily due to its involvement in co-receptor (CXCR4 or CCR5) binding and presence of epitopes recognized by broadly neutralizing antibodies. Methods: Thirty-three HIV-1 seropositive drug naive patients (18 males and 15 females) within the age range of 20-57 years (median \u003d 33 years) were recruited in this study for mAb production. The mAbs were selected from EBV transformed cultures with conformationally constrained Cholera-toxin-B containing V3C (V3C-CTB) fusion protein. We tested the mAbs for their binding with HIV-1 derived proteins and peptides by ELISA and for neutralization against HIV-1 viruses by TZM-bl assays.",
      "sentences": [
        [
          {
            "segment_text": "Background : Analysis of human monoclonal antibodies ( mAbs ) developed from HIV-1 infected donors have enormously contributed to the identification of neutralization sensitive epitopes on the HIV-1 envelope glycoprotein .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The third variable region ( V3 ) is a crucial target on gp120 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "primarily due to its involvement in co-receptor ( CXCR4 or CCR5 ) binding and presence of epitopes recognized by broadly neutralizing antibodies .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Methods : Thirty-three HIV-1 seropositive drug naive patients ( 18 males and 15 females ) within the age range of 20-57 years ( median \u003d 33 years ) were recruited in this study for mAb production .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The mAbs were selected from EBV transformed cultures with conformationally constrained Cholera-toxin-B containing V3C ( V3C-CTB ) fusion protein .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We tested the mAbs for their binding with HIV-1 derived proteins and peptides by ELISA and for neutralization against HIV-1 viruses by TZM-bl assays .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "We isolated three anti-V3 mAbs, 277, 903 and 904 from the cells of different individuals. The ELISA binding revealed a subtype-C and subtype-A specific binding of antibody 277 and 903 while mAb 904 exhibited cross reactivity also with subtype-B V3. Epitope mapping of mAbs with overlapping V3 peptides showed exclusive binding to V3 crown. The antibodies displayed high and low neutralizing activity against 2/5 tier 1 and 1/6 tier 2 viruses respectively. Overall, we observed a resistance of the tier 2 viruses to neutralization by the anti-V3 mAbs, despite the exposure of the epitopes recognized by these antibodies on two representative native viruses (Du156.12 and JRFL), suggesting that the affinity of mAb might equally be crucial for neutralization, as the epitope recognition.",
      "sentences": [
        [
          {
            "segment_text": "We isolated three anti-V3 mAbs ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "277 , 903 and 904 from the cells of different individuals .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The ELISA binding revealed a subtype-C and subtype-A specific binding of antibody 277 and 903 while mAb 904 exhibited cross reactivity also with subtype-B V3 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Epitope mapping of mAbs with overlapping V3 peptides showed exclusive binding to V3 crown .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The antibodies displayed high and low neutralizing activity against 2/5 tier 1 and 1/6 tier 2 viruses respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Overall , we observed a resistance of the tier 2 viruses to neutralization by the anti-V3 mAbs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "despite the exposure of the epitopes recognized by these antibodies on two representative native viruses ( Du156 .12 and JRFL ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "suggesting that the affinity of mAb might equally be crucial for neutralization , as the epitope recognition .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Our study suggests that the anti-V3 antibodies derived from subtype-C infected Indian patients display neutralization potential against tier 1 viruses while such activity may be limited against more resistant tier 2 viruses. Defining the fine epitope specificities of these mAbs and further experimental manipulations will be helpful in identification of epitopes, unique to clade C or shared with non-clade C viruses, in context of V3 region.",
      "sentences": [
        [
          {
            "segment_text": "Our study suggests that the anti-V3 antibodies derived from subtype-C infected Indian patients display neutralization potential against tier 1 viruses while such activity may be limited against more resistant tier 2 viruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Defining the fine epitope specificities of these mAbs and further experimental manipulations will be helpful in identification of epitopes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "unique to clade C or shared with non-clade C viruses ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "in context of V3 region .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "12",
    "segment_num": "18",
    "token_num": "356"
  }
}