{
  "paper_id": "5688011525aeb581afabe204b64d4da24257aff1",
  "metadata": {
    "title": "Emergence of porcine epidemic diarrhea virus in southern Germany",
    "coda_data_split": "train",
    "coda_paper_id": 3683,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Over the last years, porcine epidemic diarrhea virus (PEDV) has caused devastating enteric diseases in the US and several countries in Asia, while outbreaks in Europe have only been reported sporadically since the 1980s. At present, only insufficient information is available on currently circulating PEDV strains in Europe and their impact on the European swine industry. In this case report, we present epidemic outbreaks of porcine epidemic diarrhea in three farms in South-Western Germany. Case presentation: Epidemic outbreaks of diarrhea affecting pigs of all age groups were reported in three farms, one fattening farm and two piglet producing farms, in South-Western Germany between May and November 2014. In the fattening farm yellowish, watery diarrhea without evidence of mucus or blood was associated with a massive reduction of feed consumption. Severity of clinical signs and mortality in young suckling pigs varied significantly between the two affected sow farms. While mortality in suckling piglets reached almost 70 % in one sow herd, no increase in suckling piglet mortality was observed in the second sow farm. In all three cases, PEDV was confirmed in feces and small intestines by RT-qPCR. Phylogenetic analyses based on full-length PEDV genomes revealed high identity among strains from all three herds. Moreover, the German strains showed very high nucleotide identity (99.4 %) with a variant of PEDV (OH851) that was isolated in the United States in January 2014. This strain with insertions and deletions in the S-gene (so called INDEL strains) was reported to show lower virulence. Slightly lower identities were found with other strains from the US and Asia. Conclusion: Phylogenetic information on the distribution of PEDV strains in Europe is severely lacking. In this case report we demonstrate that acute outbreaks of PEDV occurred in southern Germany in 2014. Current strains were clearly different from isolates found in the 1980s and were closely related to a PEDV variant found in the US in 2014. Moreover, the present case report indicates that variant strains of PEDV, containing insertions and deletions in the S gene, which were reported to be of lower virulence, might be able to cause high mortality in suckling piglets.",
      "sentences": [
        [
          {
            "segment_text": "Background : Over the last years ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "porcine epidemic diarrhea virus ( PEDV ) has caused devastating enteric diseases in the US and several countries in Asia ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "while outbreaks in Europe have only been reported sporadically since the 1980s .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "At present , only insufficient information is available on currently circulating PEDV strains in Europe and their impact on the European swine industry .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this case report , we present epidemic outbreaks of porcine epidemic diarrhea in three farms in South-Western Germany .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Case presentation : Epidemic outbreaks of diarrhea affecting pigs of all age groups were reported in three farms ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "one fattening farm and two piglet producing farms ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "in South-Western Germany between May and November 2014 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In the fattening farm yellowish ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "watery diarrhea without evidence of mucus or blood was associated with a massive reduction of feed consumption .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Severity of clinical signs and mortality in young suckling pigs varied significantly between the two affected sow farms .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "While mortality in suckling piglets reached almost 70 % in one sow herd ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "no increase in suckling piglet mortality was observed in the second sow farm .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In all three cases , PEDV was confirmed in feces and small intestines by RT-qPCR .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Phylogenetic analyses based on full-length PEDV genomes revealed high identity among strains from all three herds .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , the German strains showed very high nucleotide identity ( 99.4 % ) with a variant of PEDV ( OH851 ) that was isolated in the United States in January 2014 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This strain with insertions and deletions in the S-gene ( so called INDEL strains ) was reported to show lower virulence .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Slightly lower identities were found with other strains from the US and Asia .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusion : Phylogenetic information on the distribution of PEDV strains in Europe is severely lacking .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In this case report we demonstrate that acute outbreaks of PEDV occurred in southern Germany in 2014 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Current strains were clearly different from isolates found in the 1980s and were closely related to a PEDV variant found in the US in 2014 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , the present case report indicates that variant strains of PEDV ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "containing insertions and deletions in the S gene ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which were reported to be of lower virulence ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "might be able to cause high mortality in suckling piglets .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "16",
    "segment_num": "25",
    "token_num": "397"
  }
}