{
  "paper_id": "568fec0df53acc098777e861ab6b824bf22ca3e4",
  "metadata": {
    "title": "Altered distribution of mucosal NK cells during HIV infection",
    "coda_data_split": "train",
    "coda_paper_id": 3063,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The human gut mucosa is a major site of HIV infection and infection-associated pathogenesis. Increasing evidence shows that natural killer (NK) cells play an important role in control of HIV infection but the mechanism(s) by which they mediate antiviral activity in the gut is unclear. Here we show two distinct subsets of NK cells exist in the gut, one localized to intraepithelial spaces (IEL) and the other to the lamina propria (LP). The frequency of both subsets of NK cells was reduced in chronic infection, whereas IEL NK cells remained stable in spontaneous controllers with protective KIR/HLA genotypes. Both IEL and LP NK cells were significantly expanded in immunologic non-responsive (INR) patients, who incompletely recovered CD4+ T cells on HAART. These data suggest that both IEL and LP NK cells may expand in the gut in an effort to compensate for compromised CD4+ T cell recovery, but that only IEL NK cells may be involved in providing durable control of HIV in the gut, Users may view, print, copy, and download text and data-mine the content in such documents, for the purposes of academic research, subject always to the full Conditions of use:",
      "sentences": [
        [
          {
            "segment_text": "The human gut mucosa is a major site of HIV infection and infection-associated pathogenesis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Increasing evidence shows that natural killer ( NK ) cells play an important role in control of HIV infection but the mechanism ( s ) by which they mediate antiviral activity in the gut is unclear .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we show two distinct subsets of NK cells exist in the gut ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "one localized to intraepithelial spaces ( IEL ) and the other to the lamina propria ( LP ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The frequency of both subsets of NK cells was reduced in chronic infection ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "whereas IEL NK cells remained stable in spontaneous controllers with protective KIR/HLA genotypes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Both IEL and LP NK cells were significantly expanded in immunologic non-responsive ( INR ) patients ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "who incompletely recovered CD4 + T cells on HAART .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These data suggest that both IEL and LP NK cells may expand in the gut in an effort to compensate for compromised CD4 + T cell recovery ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but that only IEL NK cells may be involved in providing durable control of HIV in the gut ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Users may view , print ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "copy , and download text and data-mine the content in such documents ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "for the purposes of academic research ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "subject always to the full Conditions of use :",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "14",
    "token_num": "222"
  }
}