{
  "paper_id": "56b27f8dfcc4afac586c717b9e7677ee87ca3dab",
  "metadata": {
    "title": "Neurovirulence of Herpes Simplex Virus Types 1 and 2 Isolates in Diseases of the Central Nervous System",
    "coda_data_split": "train",
    "coda_paper_id": 6428,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Herpes simplex virus (HSV) isolates derived from the central nervous system of ten patients with HSV-l-induced encephalitis, one patient with multiple sclerosis, and 14 patients with HSV-2-induced meningitis were investigated for neurovirnlence by assaying the LDs0 after nose and intracerebrai (i.c.) inoculation of mice. HSV-1 encephalitis strains were significantly more virulent after nose inoculation (i.e. neuroinvasive) when compared with HSV-1 isolates from patients with oral lesions only, whereas HSV-2 meningitis strains were significantly more virulent after i.c. inoculation when compared with HSV-2 isolates from patients with genital lesions only. No correlation between high neurovirulence (defined as low LDs0 for both routes of infection) and replication in cell cultures of neuronal and non-neuronal cell lines was found, but the weakly neuruvirulent HSV-1 strain isolated from a patient with multiple sclerosis gave low replication yields. After nose inoculation, a highly neuroinvasive HSV-1 laboratory reference strain replicated to high titers in nose tissue, the trigeminal ganglia and brainslem, while a strain with low neuroinvasiveness but high i.c. virulence replicated less well in the brains|era. Neuroinvasiveness of the virus strain might be one factor of relevance in the pathugenesis of HSV-1 encephalitis in man.",
      "sentences": [
        [
          {
            "segment_text": "Herpes simplex virus ( HSV ) isolates derived from the central nervous system of ten patients with HSV-l-induced encephalitis ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "one patient with multiple sclerosis ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and 14 patients with HSV-2-induced meningitis were investigated for neurovirnlence by assaying the LDs0 after nose and intracerebrai ( i.c. ) inoculation of mice .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "HSV-1 encephalitis strains were significantly more virulent after nose inoculation ( i.e. neuroinvasive ) when compared with HSV-1 isolates from patients with oral lesions only ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "whereas HSV-2 meningitis strains were significantly more virulent after i.c. inoculation when compared with HSV-2 isolates from patients with genital lesions only .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "No correlation between high neurovirulence ( defined as low LDs0 for both routes of infection ) and replication in cell cultures of neuronal and non-neuronal cell lines was found ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but the weakly neuruvirulent HSV-1 strain isolated from a patient with multiple sclerosis gave low replication yields .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "After nose inoculation , a highly neuroinvasive HSV-1 laboratory reference strain replicated to high titers in nose tissue ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the trigeminal ganglia and brainslem ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while a strain with low neuroinvasiveness but high i.c. virulence replicated less well in the brains | era .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Neuroinvasiveness of the virus strain might be one factor of relevance in the pathugenesis of HSV-1 encephalitis in man .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "11",
    "token_num": "212"
  }
}