{
  "paper_id": "56c1859cbfa5868daf09586933a4882da9a760c6",
  "metadata": {
    "title": "Antiviral activities of niclosamide and nitazoxanide against chikungunya virus entry and transmission",
    "coda_data_split": "train",
    "coda_paper_id": 8752,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Chikungunya disease results from an infection with the arbovirus, chikungunya virus (CHIKV). Symptoms of CHIKV include fever and persistent, severe arthritis. In recent years, several antiviral drugs have been evaluated in clinical trials; however, no registered antivirals have been approved for clinical therapy. In this study, we established a high-throughput screening (HTS) system based on CHIKV 26S mediated insect cell fusion inhibition assay. Our screening system was able to search potential anti-CHIKV drugs in vitro. Using this system, four compounds (niclosamide, nitazoxanide, niflumic acid, tolfenamic acid) were identified. These compounds were then further analyzed using a microneutralization assay. We determined that niclosamide and nitazoxanide exhibit ability to against CHIKV-induced CPE. The anti-CHIKV abilities of these compounds were further confirmed by RT-qPCR and IFA. Moreover, niclosamide and nitazoxanide were found to (1) limit virus entry, (2) inhibit both viral release and cell-to-cell transmission, and (3) possess broad anti-alphavius activities, including against two clinical CHIKV isolates and two alphaviruses: Sindbis virus (SINV) and Semliki forest virus (SFV). In conclusion, our findings suggested that niclosamide and nitazoxanide were able to inhibit CHIKV entry and transmission, which might provide a basis for the development of novel human drug therapies against CHIKV and other alphavirus infections.",
      "sentences": [
        [
          {
            "segment_text": "Chikungunya disease results from an infection with the arbovirus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "chikungunya virus ( CHIKV ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Symptoms of CHIKV include fever and persistent , severe arthritis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In recent years , several antiviral drugs have been evaluated in clinical trials ; however ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "no registered antivirals have been approved for clinical therapy .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , we established a high-throughput screening ( HTS ) system based on CHIKV 26S mediated insect cell fusion inhibition assay .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Our screening system was able to search potential anti-CHIKV drugs in vitro .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Using this system , four compounds ( niclosamide , nitazoxanide , niflumic acid , tolfenamic acid ) were identified .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "These compounds were then further analyzed using a microneutralization assay .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We determined that niclosamide and nitazoxanide exhibit ability to against CHIKV-induced CPE .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The anti-CHIKV abilities of these compounds were further confirmed by RT-qPCR and IFA .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , niclosamide and nitazoxanide were found to ( 1 ) limit virus entry ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "( 2 ) inhibit both viral release and cell-to-cell transmission ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and ( 3 ) possess broad anti-alphavius activities ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including against two clinical CHIKV isolates and two alphaviruses : Sindbis virus ( SINV ) and Semliki forest virus ( SFV ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In conclusion , our findings suggested that niclosamide and nitazoxanide were able to inhibit CHIKV entry and transmission ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which might provide a basis for the development of novel human drug therapies against CHIKV and other alphavirus infections .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "17",
    "token_num": "245"
  }
}