{
  "paper_id": "56c6b88382a7620645305bb4794ddc3ed09f1245",
  "metadata": {
    "title": "Comparing the economic effects of climate change and zooanthroponosis in Korea: Prerequisites for the creative economy? ☆",
    "coda_data_split": "train",
    "coda_paper_id": 7383,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Societies in the 21st century require more proactive management of risks in many areas owing to the complexities people have built into socioeconomic systems, ranging from science and technology, economics, and finance to education, entertainment, and tourism infrastructure. All these systems thrive on stability, which can easily be challenged by unexpected risks. This study compares zooanthroponosis and climate change-induced sea level rise through a cost-benefit analysis in Korea. Borrowing from other methodological approaches, this study shows that the cost-benefit estimation is consistent with the existing macroeconomic speculations, which assume potential loss of GDP due to the two risks. This paper also presents a policy alternative of creating research institutions specializing in the two risks from a cost-benefit perspective as a prerequisite for the \"Creative Economy\".",
      "sentences": [
        [
          {
            "segment_text": "Societies in the 21st century require more proactive management of risks in many areas owing to the complexities people have built into socioeconomic systems ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "ranging from science and technology ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "economics , and finance to education ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "entertainment , and tourism infrastructure .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "All these systems thrive on stability ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which can easily be challenged by unexpected risks .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This study compares zooanthroponosis and climate change-induced sea level rise through a cost-benefit analysis in Korea .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Borrowing from other methodological approaches ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "this study shows that the cost-benefit estimation is consistent with the existing macroeconomic speculations ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which assume potential loss of GDP due to the two risks .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This paper also presents a policy alternative of creating research institutions specializing in the two risks from a cost-benefit perspective as a prerequisite for the `` Creative Economy \u0027\u0027 .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "11",
    "token_num": "140"
  }
}