{
  "paper_id": "56d60ee55534af0eaa4a2b10423b60d63faf1182",
  "metadata": {
    "title": "Actual Concepts in Rhinosinusitis: A Review of Clinical Presentations, Inflammatory Pathways, Cytokine Profiles, Remodeling, and Management",
    "coda_data_split": "train",
    "coda_paper_id": 7121,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Rhinosinusitis (RS) is a heterogeneous group of diseases. It is a significant and increasing health problem that affects about 15% of the population in Western countries. It has a substantial impact on patients\u0027 healthrelated quality of life and daily functioning and represents a huge financial burden to society and the health care system as a result of the direct and indirect costs. In addition, RS is not well-understood, and little is known about the etiology and pathophysiology. In the past decade, many papers have been published that have changed our understanding of RS. RS is commonly classified into acute and chronic RS based on symptom duration. In acute RS, an inflammatory reaction initiated by a viral infection characterizes most uncomplicated, mild to moderate cases. Therefore, the first line of treatment for these cases are intranasal steroids and not antibiotics. In severe and complicated cases, antibiotics combined with topical steroids remain the treatment of choice. On the other hand, chronic RS is actually subdivided into two distinct entities (chronic rhinosinusitis with and without polyps), as growing evidence indicates that these entities have specific inflammatory pathways and cytokine profiles. The authors review recent data regarding the clinical presentations, cytokine profiles, tissue remodeling, and modalities of treatment for each form of RS.",
      "sentences": [
        [
          {
            "segment_text": "Rhinosinusitis ( RS ) is a heterogeneous group of diseases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It is a significant and increasing health problem that affects about 15 % of the population in Western countries .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It has a substantial impact on patients \u0027 healthrelated quality of life and daily functioning and represents a huge financial burden to society and the health care system as a result of the direct and indirect costs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In addition , RS is not well-understood ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and little is known about the etiology and pathophysiology .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In the past decade , many papers have been published that have changed our understanding of RS .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "RS is commonly classified into acute and chronic RS based on symptom duration .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In acute RS , an inflammatory reaction initiated by a viral infection characterizes most uncomplicated , mild to moderate cases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Therefore , the first line of treatment for these cases are intranasal steroids and not antibiotics .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In severe and complicated cases ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "antibiotics combined with topical steroids remain the treatment of choice .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "On the other hand , chronic RS is actually subdivided into two distinct entities ( chronic rhinosinusitis with and without polyps ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as growing evidence indicates that these entities have specific inflammatory pathways and cytokine profiles .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The authors review recent data regarding the clinical presentations ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "cytokine profiles , tissue remodeling ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and modalities of treatment for each form of RS .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "16",
    "token_num": "238"
  }
}