{
  "paper_id": "570862c4784b6f780726ec0548fc402a413146b4",
  "metadata": {
    "title": "EMMPRIN-Targeted Magnetic Nanoparticles for In Vivo Visualization and Regression of Acute Myocardial Infarction",
    "coda_data_split": "train",
    "coda_paper_id": 5065,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Inhibition of extracellular matrix (ECM) degradation may represent a mechanism for cardiac protection against ischemia. Extracellular matrix metalloproteinase inducer (EMMPRIN) is highly expressed in response to acute myocardial infarction (AMI), and induces activation of several matrix metalloproteinases (MMPs), including gelatinases MMP-2 and MMP-9. We targeted EMMPRIN with paramagnetic/fluorescent micellar nanoparticles conjugated with the EMMPRIN binding peptide AP-9 (NAP9), or an AP-9 scrambled peptide as a negative control (NAPSC). We found that NAP9 binds to endogenous EMMPRIN in cultured HL1 myocytes and in mouse hearts subjected to ischemia/reperfusion (IR). Injection of NAP9 at the time of or one day after IR, was enough to reduce progression of myocardial cell death when compared to Control and NAPSC injected mice (infarct size in NAP9 injected mice: 32%±6.59 vs Control: 46%±9.04 or NAPSC injected mice: 48%±7.64). In the same way, cardiac parameters were recovered to almost healthy levels (LVEF NAP9 63% ± 7.24 vs Control 42% ± 4.74 or NAPSC 39% ± 6.44), whereas ECM degradation was also reduced as shown by inhibition of MMP-2 and MMP-9 activation. Cardiac magnetic resonance (CMR) scans have shown a signal enhancement in the left ventricle of NAP9 injected mice with respect to non-injected, and to mice injected with NAPSC. A positive correlation between CMR enhancement and Evans-Blue/TTC staining of infarct size was calculated (R:0.65). Taken together, these results point to EMMPRIN targeted nanoparticles as a new approach to the mitigation of ischemic/reperfusion injury.",
      "sentences": [
        [
          {
            "segment_text": "Inhibition of extracellular matrix ( ECM ) degradation may represent a mechanism for cardiac protection against ischemia .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Extracellular matrix metalloproteinase inducer ( EMMPRIN ) is highly expressed in response to acute myocardial infarction ( AMI ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and induces activation of several matrix metalloproteinases ( MMPs ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including gelatinases MMP-2 and MMP-9 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We targeted EMMPRIN with paramagnetic/fluorescent micellar nanoparticles conjugated with the EMMPRIN binding peptide AP-9 ( NAP9 ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "or an AP-9 scrambled peptide as a negative control ( NAPSC ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We found that NAP9 binds to endogenous EMMPRIN in cultured HL1 myocytes and in mouse hearts subjected to ischemia/reperfusion ( IR ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Injection of NAP9 at the time of or one day after IR ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "was enough to reduce progression of myocardial cell death when compared to Control and NAPSC injected mice ( infarct size in NAP9 injected mice : 32 % ± 6.59 vs Control : 46 % ± 9.04 or NAPSC injected mice : 48 % ± 7.64 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In the same way , cardiac parameters were recovered to almost healthy levels ( LVEF NAP9 63 % ± 7.24 vs Control 42 % ± 4.74 or NAPSC 39 % ± 6.44 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whereas ECM degradation was also reduced as shown by inhibition of MMP-2 and MMP-9 activation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Cardiac magnetic resonance ( CMR ) scans have shown a signal enhancement in the left ventricle of NAP9 injected mice with respect to non-injected ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and to mice injected with NAPSC .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A positive correlation between CMR enhancement and Evans-Blue/TTC staining of infarct size was calculated ( R : 0.65 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Taken together , these results point to EMMPRIN targeted nanoparticles as a new approach to the mitigation of ischemic/reperfusion injury .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "15",
    "token_num": "292"
  }
}