{
  "paper_id": "570b581e3009d8f4e3b26fbc71521a43774c7fe9",
  "metadata": {
    "title": "Antibody testing against canine coronavirus by immunoperoxidase plaque staining",
    "coda_data_split": "train",
    "coda_paper_id": 10639,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The application of the immunoperoxidase (IP) plaque staining procedure (IP test) to the diagnosis of canine coronavirus (CCV) infection was investigated. The IP test did not react with sera from either 15 speci¢c pathogen-free (SPF) dogs or 7 SPF dogs immunized with a multivalent vaccine, including canine parvovirus type 2, canine distemper virus, canine adenovirus type 2, and canine parain£uenza virus. To compare the IP test with the neutralizing test (NT), sera from 240 healthy dogs and from 3 experimentally CCV-infected dogs were examined. All 60 sera positive for NT antibody were positive for IP antibody, and all 180 sera negative for NT antibody were negative for IP antibody in the healthy dogs. The IP titres showed similar changes with time after CCV inoculation to those of the NT titres in the experimentally infected dogs. These ¢ndings indicate that the IP test speci¢cally detected anti-CCV antibodies. When the IP test and NT were compared in dogs with diarrhoeic signs. 2.1% of 48 sera and 20.3% of 74 sera, which were all negative for NT antibody, were positive for IP antibody in the dogs of under one year of age and at least one year of age, respectively. The di¡erence between the IP and NT titres (log 10 [reciprocal of IP titre]^log 10 [reciprocal of NT titre]) for the diarrhoeic dogs of under one year of age (2.350+0.931) was signi¢cantly larger than that for the healthy dogs (0.982+0.447) (p50.0001), the NT titre being negative or very low, despite a high IP titre in many diarrhoeic dogs. Hence, the IP test is more able to detect anti-CCV antibodies, especially in dogs showing clinical signs. The IP-positivity rate was signi¢cantly higher in the diarrhoeic dogs of under one year of age (48.7%) than in the healthy dogs (25.0%) (w 2 \u003d 19.844, p50.0001), suggesting that CCV may contribute to diarrhoea in many juvenile dogs.",
      "sentences": [
        [
          {
            "segment_text": "The application of the immunoperoxidase ( IP ) plaque staining procedure ( IP test ) to the diagnosis of canine coronavirus ( CCV ) infection was investigated .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The IP test did not react with sera from either 15 speci ¢ c pathogen-free ( SPF ) dogs or 7 SPF dogs immunized with a multivalent vaccine ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including canine parvovirus type 2 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "canine distemper virus , canine adenovirus type 2 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and canine parain £ uenza virus .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To compare the IP test with the neutralizing test ( NT ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "sera from 240 healthy dogs and from 3 experimentally CCV-infected dogs were examined .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "All 60 sera positive for NT antibody were positive for IP antibody ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and all 180 sera negative for NT antibody were negative for IP antibody in the healthy dogs .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The IP titres showed similar changes with time after CCV inoculation to those of the NT titres in the experimentally infected dogs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These ¢ ndings indicate that the IP test speci ¢ cally detected anti-CCV antibodies .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "When the IP test and NT were compared in dogs with diarrhoeic signs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "2.1 % of 48 sera and 20.3 % of 74 sera ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which were all negative for NT antibody ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "were positive for IP antibody in the dogs of under one year of age and at least one year of age , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The di ¡ erence between the IP and NT titres ( log 10 ( reciprocal of IP titre ) ^ log 10 ( reciprocal of NT titre ) ) for the diarrhoeic dogs of under one year of age ( 2.350 +0.931 ) was signi ¢ cantly larger than that for the healthy dogs ( 0.982 +0.447 ) ( p50 .0001 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the NT titre being negative or very low ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "despite a high IP titre in many diarrhoeic dogs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Hence , the IP test is more able to detect anti-CCV antibodies ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "especially in dogs showing clinical signs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The IP-positivity rate was signi ¢ cantly higher in the diarrhoeic dogs of under one year of age ( 48.7 % ) than in the healthy dogs ( 25.0 % ) ( w 2 \u003d 19.844 , p50 .0001 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "suggesting that CCV may contribute to diarrhoea in many juvenile dogs .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "22",
    "token_num": "388"
  }
}