{
  "paper_id": "570f6375aa9103dbfbc2dd7fc8c7799b6ee423a6",
  "metadata": {
    "title": "Inhibitory Effects of Epigallocatechin Gallate and Its Glucoside on the Human Intestinal Maltase Inhibition",
    "coda_data_split": "train",
    "coda_paper_id": 9556,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Human intestinal maltase (HMA) is an αglucosidase responsible for the hydrolysis of α-1,4-linkages from the non-reducing end of malto-oligosaccharides. HMA has become an important target in the treatment of type-2 diabetes. In this study, epigallocatechin gallate (EGCG) and EGCG glucoside (EGCG-G1) were identified as inhibitors of HMA by an in vitro assay with IC 50 of 20 ± 1.0 and 31.5 ± 1.0 µM, respectively. A Lineweaver-Burk plot confirmed that EGCG and EGCG-G1 were competitive inhibitors of maltose substrate against HMA and inhibition kinetic constants (K i ) calculated from a Dixon plot were 5.93 ± 0.26 and 7.88 ± 0.57 µM, respectively. Both EGCG and EGCG-G1 bound to the active site of HMA with numerous hydrophobic and hydrogen bond interactions.",
      "sentences": [
        [
          {
            "segment_text": "Human intestinal maltase ( HMA ) is an αglucosidase responsible for the hydrolysis of α-1,4-linkages from the non-reducing end of malto-oligosaccharides .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "HMA has become an important target in the treatment of type-2 diabetes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , epigallocatechin gallate ( EGCG ) and EGCG glucoside ( EGCG-G1 ) were identified as inhibitors of HMA by an in vitro assay with IC 50 of 20 ± 1.0 and 31.5 ± 1.0 µM , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A Lineweaver-Burk plot confirmed that EGCG and EGCG-G1 were competitive inhibitors of maltose substrate against HMA and inhibition kinetic constants ( K i ) calculated from a Dixon plot were 5.93 ± 0.26 and 7.88 ± 0.57 µM , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Both EGCG and EGCG-G1 bound to the active site of HMA with numerous hydrophobic and hydrogen bond interactions .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "5",
    "token_num": "136"
  }
}