{
  "paper_id": "5738aa0be9b2dd358a1a968f90fad4b0723328f0",
  "metadata": {
    "title": "The effect of Allium sativum (Garlic) extract on infectious bronchitis virus in specific pathogen free embryonic egg",
    "coda_data_split": "train",
    "coda_paper_id": 7909,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Objective: Garlic is a plant has been used as a flavor, and antimicrobial and anti-diarrheal agent. Infectious bronchitis virus (IBV) is a coronavirus. The available vaccines against IBV cannot cover new variants. This study evaluated the inhibitory effects of garlic extract on IBV. Materials and Methods: The constituents of garlic extract were detected by gas chromatography. This study was done in four groups of embryonic SPF eggs; first group was used for virus titration; second group received the mixture of different virus titration and constant amount of garlic extract; third group received 10 -3 titration of virus and after 8 hr received garlic extract and the last group received different dilutions of garlic extract. Results: Based on our results, in the second group, IBV vaccine strain (4/91) at all titration and M41 in 10 -2 and 10 -3 titration and in the third group both variants of virus the embryonic Index (EI) was significantly increased. Conclusion: The garlic extract had inhibitory effects on IBV in the chickens embryo.",
      "sentences": [
        [
          {
            "segment_text": "Objective : Garlic is a plant has been used as a flavor ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and antimicrobial and anti-diarrheal agent .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Infectious bronchitis virus ( IBV ) is a coronavirus .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The available vaccines against IBV can not cover new variants .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This study evaluated the inhibitory effects of garlic extract on IBV .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Materials and Methods : The constituents of garlic extract were detected by gas chromatography .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "This study was done in four groups of embryonic SPF eggs ; first group was used for virus titration ; second group received the mixture of different virus titration and constant amount of garlic extract ; third group received 10 -3 titration of virus and after 8 hr received garlic extract and the last group received different dilutions of garlic extract .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Based on our results ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "in the second group , IBV vaccine strain ( 4/91 ) at all titration and M41 in 10 -2 and 10 -3 titration and in the third group both variants of virus the embryonic Index ( EI ) was significantly increased .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusion : The garlic extract had inhibitory effects on IBV in the chickens embryo .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Please cite this paper as Mohajer Shojai T, Ghalyanchi Langeroudi A, Karimi V, Barin A, Sadri N. The Effect of Allium sativum (Garlic) extract on infectious bronchitis virus in specific pathogen free embryonic egg. Avicenna J Phytomed, 2016; 6 (4): 458-467.",
      "sentences": [
        [
          {
            "segment_text": "Please cite this paper as Mohajer Shojai T ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "Ghalyanchi Langeroudi A , Karimi V ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "Barin A , Sadri N .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "The Effect of Allium sativum ( Garlic ) extract on infectious bronchitis virus in specific pathogen free embryonic egg .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Avicenna J Phytomed , 2016 ; 6 ( 4 ) : 458-467 .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "11",
    "segment_num": "15",
    "token_num": "248"
  }
}