{
  "paper_id": "5757414e7a2d802a40d518c31ec9fa68aff4bad8",
  "metadata": {
    "title": "Cloning of IRAK1 and its upregulation in symptomatic mandarin fish infected with ISKNV",
    "coda_data_split": "train",
    "coda_paper_id": 4288,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Interleukin-1 receptor activated kinases (IRAKs) play crucial roles in the Toll-like receptor (TLR) mediated signal transduction pathways that control host innate immune responses. Here we report the cloning of an IRAK1 cDNA (named ScIRAK1) from the mandarin fish. The predicted ScIRAK1 peptide contains a death domain and a serine/threonine-specific kinase domain. Quantitative RT-PCR showed that ScIRAK1 mRNA was primarily expressed in blood cells and posterior kidney. Seven days following infection with infectious spleen and kidney necrosis virus (ISKNV), the ScIRAK1 mRNA level was significantly higher in the blood cells of clinically symptomatic fish than in the blood cells of asymptomatic fish or control fish injected with phosphate-buffered saline. Additional experiments showed that overexpression of ScIRAK1 in the 293T cells could induce NF-jB activation. These results suggest that ScIRAK1 may play a role in the pathology of ISKNV infection in the mandarin fish.",
      "sentences": [
        [
          {
            "segment_text": "Interleukin-1 receptor activated kinases ( IRAKs ) play crucial roles in the Toll-like receptor ( TLR ) mediated signal transduction pathways that control host innate immune responses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we report the cloning of an IRAK1 cDNA ( named ScIRAK1 ) from the mandarin fish .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The predicted ScIRAK1 peptide contains a death domain and a serine/threonine-specific kinase domain .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Quantitative RT-PCR showed that ScIRAK1 mRNA was primarily expressed in blood cells and posterior kidney .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Seven days following infection with infectious spleen and kidney necrosis virus ( ISKNV ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the ScIRAK1 mRNA level was significantly higher in the blood cells of clinically symptomatic fish than in the blood cells of asymptomatic fish or control fish injected with phosphate-buffered saline .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Additional experiments showed that overexpression of ScIRAK1 in the 293T cells could induce NF-jB activation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results suggest that ScIRAK1 may play a role in the pathology of ISKNV infection in the mandarin fish .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "8",
    "token_num": "158"
  }
}