{
  "paper_id": "575aa2758f4a3c952d7cd9ab031eb42b25a87a96",
  "metadata": {
    "title": "Sensing microbial RNA in the cytosol",
    "coda_data_split": "train",
    "coda_paper_id": 3382,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The innate immune system faces the difficult task of keeping a fine balance between sensitive detection of microbial presence and avoidance of autoimmunity. To this aim, key mechanisms of innate responses rely on isolation of pathogens in specialized subcellular compartments, or sensing of specific microbial patterns absent from the host. Efficient detection of foreign RNA in the cytosol requires an additional layer of complexity from the immune system. In this particular case, innate sensors should be able to distinguish self and non-self molecules that share several similar properties. In this review, we discuss this interplay between cytosolic pattern recognition receptors and the microbial RNA they detect. We describe how microbial RNAs gain access to the cytosol, which receptors they activate and counter-strategies developed by microorganisms to avoid this response.",
      "sentences": [
        [
          {
            "segment_text": "The innate immune system faces the difficult task of keeping a fine balance between sensitive detection of microbial presence and avoidance of autoimmunity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To this aim , key mechanisms of innate responses rely on isolation of pathogens in specialized subcellular compartments ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "or sensing of specific microbial patterns absent from the host .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Efficient detection of foreign RNA in the cytosol requires an additional layer of complexity from the immune system .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this particular case , innate sensors should be able to distinguish self and non-self molecules that share several similar properties .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this review , we discuss this interplay between cytosolic pattern recognition receptors and the microbial RNA they detect .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We describe how microbial RNAs gain access to the cytosol ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "which receptors they activate and counter-strategies developed by microorganisms to avoid this response .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "8",
    "token_num": "140"
  }
}