{
  "paper_id": "575eda7ac2b7101472a09743c350f5796bd023ea",
  "metadata": {
    "title": "Immunoinformatics: Current trends and future directions",
    "coda_data_split": "train",
    "coda_paper_id": 10325,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Immunoinformatics has recently emerged as a critical field for accelerating immunology research. Although still an evolving process, computational models now play instrumental roles, not only in directing the selection of key experiments, but also in the formulation of new testable hypotheses through detailed analysis of complex immunologic data that could not be achieved using traditional approaches alone. Immunomics, which combines traditional immunology with computer science, mathematics, chemistry, biochemistry, genomics and proteomics for the large-scale analysis of immune system function, offers new opportunities for future bench-to-bedside research. In this article, we review the latest trends and future directions of the field.",
      "sentences": [
        [
          {
            "segment_text": "Immunoinformatics has recently emerged as a critical field for accelerating immunology research .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although still an evolving process ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "computational models now play instrumental roles ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "not only in directing the selection of key experiments ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but also in the formulation of new testable hypotheses through detailed analysis of complex immunologic data that could not be achieved using traditional approaches alone .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Immunomics , which combines traditional immunology with computer science ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "mathematics , chemistry , biochemistry ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "genomics and proteomics for the large-scale analysis of immune system function ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "offers new opportunities for future bench-to-bedside research .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this article , we review the latest trends and future directions of the field .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "The human immune system is highly combinatorial in nature. A large repertoire of immunoglobulins (IG) (10 12 ) and T cell receptors (TR) (10 12 ) is generated by mechanisms such as the combinatorial diversity of the variable (V), diversity (D) and joining (J) genes, the N-diversity, and for IG, the somatic hypermutations Reviews INFORMATICS",
      "sentences": [
        [
          {
            "segment_text": "The human immune system is highly combinatorial in nature .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A large repertoire of immunoglobulins ( IG ) ( 10 12 ) and T cell receptors ( TR ) ( 10 12 ) is generated by mechanisms such as the combinatorial diversity of the variable ( V ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "diversity ( D ) and joining ( J ) genes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the N-diversity , and for IG , the somatic hypermutations Reviews INFORMATICS",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "6",
    "segment_num": "14",
    "token_num": "186"
  }
}