{
  "paper_id": "575faff450d20d0f359d000ebc8b66b638094613",
  "metadata": {
    "title": "Gliopathy of Demyelinating and Non-Demyelinating Strains of Mouse Hepatitis Virus",
    "coda_data_split": "train",
    "coda_paper_id": 9377,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Demyelination in the central nervous system induced by neurovirulent strains of Mouse Hepatitis Virus (MHV) is mediated by the viral spike glycoprotein, but it is not clear whether the mechanism of this disease pathology involves direct viral infection of oligodendrocytes. Detailed studies of glial cell tropism of MHV are presented, demonstrating that direct MHV infection of oligodendrocytes differs between demyelinating (RSA59) and non-demyelinating (RSMHV2) viral strains both in vitro and in vivo. Our results indicate that direct injury of mature oligodendrocytes is an important mechanism of virus-induced demyelination. In vivo, RSA59 infection was identified in spinal cord gray and white matter, but infected oligodendrocytes were restricted to white matter. In contrast, RSMHV2 infection was restricted to gray matter neurons and was not localized to oligodendrocytes. In vitro, RSA59 can infect both oligodendrocyte precursors and differentiated oligodendrocytes, whereas RSMHV2 can infect oligodendrocyte precursors but not differentiated oligodendrocytes. Viral spreading through axonal means to white matter and release of the demyelinating strain MHV at the nerve end is critical for oligodendrocytes infection and subsequent demyelination. Understanding the mechanisms by which known viruses effect demyelination in this animal model has important therapeutic implications in the treatment of human demyelinating disease.",
      "sentences": [
        [
          {
            "segment_text": "Demyelination in the central nervous system induced by neurovirulent strains of Mouse Hepatitis Virus ( MHV ) is mediated by the viral spike glycoprotein ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but it is not clear whether the mechanism of this disease pathology involves direct viral infection of oligodendrocytes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Detailed studies of glial cell tropism of MHV are presented ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "demonstrating that direct MHV infection of oligodendrocytes differs between demyelinating ( RSA59 ) and non-demyelinating ( RSMHV2 ) viral strains both in vitro and in vivo .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Our results indicate that direct injury of mature oligodendrocytes is an important mechanism of virus-induced demyelination .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In vivo , RSA59 infection was identified in spinal cord gray and white matter ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but infected oligodendrocytes were restricted to white matter .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In contrast , RSMHV2 infection was restricted to gray matter neurons and was not localized to oligodendrocytes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In vitro , RSA59 can infect both oligodendrocyte precursors and differentiated oligodendrocytes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whereas RSMHV2 can infect oligodendrocyte precursors but not differentiated oligodendrocytes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Viral spreading through axonal means to white matter and release of the demyelinating strain MHV at the nerve end is critical for oligodendrocytes infection and subsequent demyelination .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Understanding the mechanisms by which known viruses effect demyelination in this animal model has important therapeutic implications in the treatment of human demyelinating disease .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "12",
    "token_num": "218"
  }
}