{
  "paper_id": "578d296ec1f6acc01c08cc5a9861bac6d47ddfda",
  "metadata": {
    "title": "Cellular Proteins in Influenza Virus Particles",
    "coda_data_split": "train",
    "coda_paper_id": 2070,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Virions are thought to contain all the essential proteins that govern virus egress from the host cell and initiation of replication in the target cell. It has been known for some time that influenza virions contain nine viral proteins; however, analyses of other enveloped viruses have revealed that proteins from the host cell can also be detected in virions. To address whether the same is true for influenza virus, we used two complementary mass spectrometry approaches to perform a comprehensive proteomic analysis of purified influenza virus particles. In addition to the aforementioned nine virus-encoded proteins, we detected the presence of 36 host-encoded proteins. These include both cytoplasmic and membrane-bound proteins that can be grouped into several functional categories, such as cytoskeletal proteins, annexins, glycolytic enzymes, and tetraspanins. Interestingly, a significant number of these have also been reported to be present in virions of other virus families. Protease treatment of virions combined with immunoblot analysis was used to verify the presence of the cellular protein and also to determine whether it is located in the core of the influenza virus particle. Immunogold labeling confirmed the presence of membrane-bound host proteins on the influenza virus envelope. The identification of cellular constituents of influenza virions has important implications for understanding the interactions of influenza virus with its host and brings us a step closer to defining the cellular requirements for influenza virus replication. While not all of the host proteins are necessarily incorporated specifically, those that are and are found to have an essential role represent novel targets for antiviral drugs and for attenuation of viruses for vaccine purposes.",
      "sentences": [
        [
          {
            "segment_text": "Virions are thought to contain all the essential proteins that govern virus egress from the host cell and initiation of replication in the target cell .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It has been known for some time that influenza virions contain nine viral proteins ; however ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "analyses of other enveloped viruses have revealed that proteins from the host cell can also be detected in virions .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To address whether the same is true for influenza virus ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "we used two complementary mass spectrometry approaches to perform a comprehensive proteomic analysis of purified influenza virus particles .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "In addition to the aforementioned nine virus-encoded proteins ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "we detected the presence of 36 host-encoded proteins .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These include both cytoplasmic and membrane-bound proteins that can be grouped into several functional categories ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "such as cytoskeletal proteins , annexins ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "glycolytic enzymes , and tetraspanins .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Interestingly , a significant number of these have also been reported to be present in virions of other virus families .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Protease treatment of virions combined with immunoblot analysis was used to verify the presence of the cellular protein and also to determine whether it is located in the core of the influenza virus particle .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Immunogold labeling confirmed the presence of membrane-bound host proteins on the influenza virus envelope .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The identification of cellular constituents of influenza virions has important implications for understanding the interactions of influenza virus with its host and brings us a step closer to defining the cellular requirements for influenza virus replication .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "While not all of the host proteins are necessarily incorporated specifically ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "those that are and are found to have an essential role represent novel targets for antiviral drugs and for attenuation of viruses for vaccine purposes .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "16",
    "token_num": "286"
  }
}