{
  "paper_id": "578def3a338542ea59f0251c8f5fa32acc37a83c",
  "metadata": {
    "title": "",
    "coda_data_split": "train",
    "coda_paper_id": 3931,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The survey was conducted in English and Spanish with a representative national sample of 1,697 adults age 18 and over, including an over-sample of adults who had children under age 18 in their households. Altogether 821 such adults with children were interviewed. In the overall results, this group was weighted to its actual proportion of the total adult population. The cooperation rate was 75%, and the response rate was 36%.",
      "sentences": [
        [
          {
            "segment_text": "The survey was conducted in English and Spanish with a representative national sample of 1,697 adults age 18 and over ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including an over-sample of adults who had children under age 18 in their households .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Altogether 821 such adults with children were interviewed .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In the overall results , this group was weighted to its actual proportion of the total adult population .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The cooperation rate was 75 % ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the response rate was 36 % .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "The survey whose results are reported here did not include interviews with cellphoneonly adults, which might be a possible source of non-coverage bias. Estimates from the 2006 National Health Interview Survey suggest that about one in eight American homes have only wireless (mainly cellphone) telephone service. The incidence of cellphone-only households is higher for low-income and young adults. 1 A recent study has shown that when data are weighted demographically, including a cell-only sample with a landline RDD sample produces population estimates that are nearly identical to those from the landline sample alone. 2 However, another",
      "sentences": [
        [
          {
            "segment_text": "The survey whose results are reported here did not include interviews with cellphoneonly adults ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which might be a possible source of non-coverage bias .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Estimates from the 2006 National Health Interview Survey suggest that about one in eight American homes have only wireless ( mainly cellphone ) telephone service .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The incidence of cellphone-only households is higher for low-income and young adults .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "1 A recent study has shown that when data are weighted demographically ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including a cell-only sample with a landline RDD sample produces population estimates that are nearly identical to those from the landline sample alone .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "2 However , another",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "9",
    "segment_num": "13",
    "token_num": "184"
  }
}