{
  "paper_id": "57a145d6bea3653336fdd964a6d1e0494c32fcf4",
  "metadata": {
    "title": "Simultaneous outbreaks of respiratory disease in wild chimpanzees caused by distinct viruses of human origin",
    "coda_data_split": "train",
    "coda_paper_id": 10737,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Respiratory viruses of human origin infect wild apes across Africa, sometimes lethally. Here we report simultaneous outbreaks of two distinct human respiratory viruses, human metapneumovirus (MPV; Pneumoviridae: Metapneumovirus) and human respirovirus 3 (HRV3; Paramyxoviridae; Respirovirus, formerly known as parainfluenza virus 3), in two chimpanzee (Pan troglodytes schweinfurthii) communities in the same forest in Uganda in December 2016 and January 2017. The viruses were absent before the outbreaks, but each was present in ill chimpanzees from one community during the outbreak period. Clinical signs and gross pathologic changes in affected chimpanzees closely mirrored symptoms and pathology commonly observed in humans for each virus. Epidemiologic modelling showed that MPV and HRV3 were similarly transmissible (R 0 of 1.27 and 1.48, respectively), but MPV caused 12.2% mortality mainly in infants and older chimpanzees, whereas HRV3 caused no direct mortality. These results are consistent with the higher virulence of MPV than HRV3 in humans, although both MPV and HRV3 cause a significant global disease burden. Both viruses clustered phylogenetically within groups of known human variants, with MPV closely related to a lethal 2009 variant from mountain gorillas (Gorilla beringei beringei), suggesting two independent and simultaneous reverse zoonotic origins, either directly from humans or via intermediary hosts. These findings expand our knowledge of human origin viruses threatening wild chimpanzees and suggest that such viruses might be differentiated by their comparative epidemiological dynamics and pathogenicity in wild apes. Our results also caution against assuming common causation in coincident outbreaks.",
      "sentences": [
        [
          {
            "segment_text": "Respiratory viruses of human origin infect wild apes across Africa , sometimes lethally .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we report simultaneous outbreaks of two distinct human respiratory viruses ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "human metapneumovirus ( MPV ; Pneumoviridae : Metapneumovirus ) and human respirovirus 3 ( HRV3 ; Paramyxoviridae ; Respirovirus , formerly known as parainfluenza virus 3 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "in two chimpanzee ( Pan troglodytes schweinfurthii ) communities in the same forest in Uganda in December 2016 and January 2017 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The viruses were absent before the outbreaks ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but each was present in ill chimpanzees from one community during the outbreak period .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Clinical signs and gross pathologic changes in affected chimpanzees closely mirrored symptoms and pathology commonly observed in humans for each virus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Epidemiologic modelling showed that MPV and HRV3 were similarly transmissible ( R 0 of 1.27 and 1.48 , respectively ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but MPV caused 12.2 % mortality mainly in infants and older chimpanzees ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whereas HRV3 caused no direct mortality .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results are consistent with the higher virulence of MPV than HRV3 in humans ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "although both MPV and HRV3 cause a significant global disease burden .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Both viruses clustered phylogenetically within groups of known human variants ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with MPV closely related to a lethal 2009 variant from mountain gorillas ( Gorilla beringei beringei ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "suggesting two independent and simultaneous reverse zoonotic origins ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "either directly from humans or via intermediary hosts .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These findings expand our knowledge of human origin viruses threatening wild chimpanzees and suggest that such viruses might be differentiated by their comparative epidemiological dynamics and pathogenicity in wild apes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our results also caution against assuming common causation in coincident outbreaks .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "18",
    "token_num": "279"
  }
}