{
  "paper_id": "57a2ab9bf78d82819e66e80543d0249d202f7142",
  "metadata": {
    "title": "Chinese Journal of Natural Medicines Investigation on Flos Trollii: Constituents and bioactivities",
    "coda_data_split": "train",
    "coda_paper_id": 4640,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Flos Trollii, the flowers of Trollius chinensis Bunge, has been widely used in Chinese and Mongolian medicine for its efficacy of heat-clearing and detoxification. This drug has both medicinal and edible applications, and has led to various pharmacognosy, natural product chemistry, and pharmacology studies. As a result, its chemical constituents and bioactivities have been well-characterized in recent years. Nevertheless, a couple of critical issues, such as the major effective components, are still unresolved. The present review summarizes research progress on this drug regarding the constituents and bioactivities based on investigations in these laboratories and the results reported in recent publications. In addition, the pending issues are discussed and constructive suggestions for further investigation are proposed.",
      "sentences": [
        [
          {
            "segment_text": "Flos Trollii , the flowers of Trollius chinensis Bunge ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "has been widely used in Chinese and Mongolian medicine for its efficacy of heat-clearing and detoxification .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This drug has both medicinal and edible applications ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and has led to various pharmacognosy ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "natural product chemistry , and pharmacology studies .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "As a result , its chemical constituents and bioactivities have been well-characterized in recent years .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Nevertheless , a couple of critical issues ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "such as the major effective components , are still unresolved .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The present review summarizes research progress on this drug regarding the constituents and bioactivities based on investigations in these laboratories and the results reported in recent publications .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "In addition , the pending issues are discussed and constructive suggestions for further investigation are proposed .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "10",
    "token_num": "131"
  }
}