{
  "paper_id": "57ae4e660730c4f3591f27a4058164362d6f5cb4",
  "metadata": {
    "title": "Recent advances on the role of host factors during non-poliovirus enteroviral infections",
    "coda_data_split": "train",
    "coda_paper_id": 9043,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Non-polio enteroviruses are emerging viruses known to cause outbreaks of polio-like infections in different parts of the world with several cases already reported in Asia Pacific, Europe and in United States of America. These outbreaks normally result in overstretching of health facilities as well as death in children under the age of five. Most of these infections are usually self-limiting except for the neurological complications associated with human enterovirus A 71 (EV-A71). The infection dynamics of these viruses have not been fully understood, with most inferences made from previous studies conducted with poliovirus. Non-poliovirus enteroviral infections are responsible for major outbreaks of hand, foot and mouth disease (HFMD) often associated with neurological complications and severe respiratory diseases. The myriad of disease presentations observed so far in children calls for an urgent need to fully elucidate the replication processes of these viruses. There are concerted efforts from different research groups to fully map out the role of human host factors in the replication cycle of these viral infections. Understanding the interaction between viral proteins and human host factors will unravel important insights on the lifecycle of this groups of viruses. This review provides the latest update on the interplay between human host factors/processes and non-polio enteroviruses (NPEV). We focus on the interactions involved in viral attachment, entry, internalization, uncoating, replication, virion assembly and eventual egress of the NPEV from the infected cells. We emphasize on the virus-human host interplay and highlight existing knowledge gaps that needs further studies. Understanding the NPEV-human host factors interactions will be key in the design and development of vaccines as well as antivirals against enteroviral infections. Dissecting the role of human host factors during NPEV infection cycle will provide a clear picture of how NPEVs usurp the human cellular processes to establish an efficient infection. This will be a boost to the drug and vaccine development against enteroviruses which will be key in control and eventual elimination of the viral infections.",
      "sentences": [
        [
          {
            "segment_text": "Non-polio enteroviruses are emerging viruses known to cause outbreaks of polio-like infections in different parts of the world with several cases already reported in Asia Pacific ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Europe and in United States of America .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These outbreaks normally result in overstretching of health facilities as well as death in children under the age of five .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Most of these infections are usually self-limiting except for the neurological complications associated with human enterovirus A 71 ( EV-A71 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The infection dynamics of these viruses have not been fully understood ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "with most inferences made from previous studies conducted with poliovirus .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Non-poliovirus enteroviral infections are responsible for major outbreaks of hand ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "foot and mouth disease ( HFMD ) often associated with neurological complications and severe respiratory diseases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The myriad of disease presentations observed so far in children calls for an urgent need to fully elucidate the replication processes of these viruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "There are concerted efforts from different research groups to fully map out the role of human host factors in the replication cycle of these viral infections .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Understanding the interaction between viral proteins and human host factors will unravel important insights on the lifecycle of this groups of viruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review provides the latest update on the interplay between human host factors/processes and non-polio enteroviruses ( NPEV ) .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We focus on the interactions involved in viral attachment ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "entry , internalization , uncoating ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "replication , virion assembly and eventual egress of the NPEV from the infected cells .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We emphasize on the virus-human host interplay and highlight existing knowledge gaps that needs further studies .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Understanding the NPEV-human host factors interactions will be key in the design and development of vaccines as well as antivirals against enteroviral infections .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Dissecting the role of human host factors during NPEV infection cycle will provide a clear picture of how NPEVs usurp the human cellular processes to establish an efficient infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This will be a boost to the drug and vaccine development against enteroviruses which will be key in control and eventual elimination of the viral infections .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "14",
    "segment_num": "19",
    "token_num": "353"
  }
}