{
  "paper_id": "57b0a65d4333f7345ab716001308e70e3b3df64c",
  "metadata": {
    "title": "Genome sequencing and characterization analysis of a Beijing isolate of chicken coronavirus infectious bronchitis virus",
    "coda_data_split": "train",
    "coda_paper_id": 5185,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "classified as a member of the genus coronavirus in the family coronaviridae. The enveloped virus has a positive-sense, single-stranded RNA genome of approximately 28 kilo-bases, which has a 5 cap structure and 3 polyadenylation tract. The complete genome sequence of infectious bronchitis virus (IBV), Beijing isolate, was determined by cloning sequencing and primer walking. The whole genome is 27733 nucleotides in length, has ten open reading frames: 5 -orf1a-orf1ab-s-3a-3b-e-m-6a-6b-n-3 . Alignments of the genome sequence of IBV Beijing isolate with those of two AIBV strains and one SARS coronavirus were performed respectively. The genome sequence of IBV Beijing isolate compared with that of the IBV strain LX4 (uncompleted, 19440 bp in size) was 91.2% similarity. However, the full-length genome sequence of IBV Beijing isolate was 85.2% identity to that of IBV Strain Beaudette, and was only 50.8% homology to that of SARS coronavirus. The results showed that the genome of IBV has remarkable variation. And IBV Beijing isolate is not closely related to SARS coronavirus. Phylogenetic analyses based on the whole genome sequence, S protein, M protein and N protein, also showed that AIBV Beijing isolate is lone virus in group and is distant from SARS coronavirus. In conclusion, this study will contribute to the studies of diagnosis and diseases control on IBV in China.",
      "sentences": [
        [
          {
            "segment_text": "classified as a member of the genus coronavirus in the family coronaviridae .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The enveloped virus has a positive-sense ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "single-stranded RNA genome of approximately 28 kilo-bases ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which has a 5 cap structure and 3 polyadenylation tract .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The complete genome sequence of infectious bronchitis virus ( IBV ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Beijing isolate , was determined by cloning sequencing and primer walking .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The whole genome is 27733 nucleotides in length ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "has ten open reading frames : 5 - orf1a-orf1ab-s-3a-3b-e-m-6a-6b-n-3 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Alignments of the genome sequence of IBV Beijing isolate with those of two AIBV strains and one SARS coronavirus were performed respectively .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The genome sequence of IBV Beijing isolate compared with that of the IBV strain LX4 ( uncompleted , 19440 bp in size ) was 91.2 % similarity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , the full-length genome sequence of IBV Beijing isolate was 85.2 % identity to that of IBV Strain Beaudette ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and was only 50.8 % homology to that of SARS coronavirus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The results showed that the genome of IBV has remarkable variation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "And IBV Beijing isolate is not closely related to SARS coronavirus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Phylogenetic analyses based on the whole genome sequence ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "S protein , M protein and N protein ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "also showed that AIBV Beijing isolate is lone virus in group and is distant from SARS coronavirus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In conclusion , this study will contribute to the studies of diagnosis and diseases control on IBV in China .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Keywords: avian infectious bronchitis virus (AIBV), severe acute respiratory syndrome coronavirus (SARS-CoV), primer walking, sequence analysis.",
      "sentences": [
        [
          {
            "segment_text": "Keywords : avian infectious bronchitis virus ( AIBV ) ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "severe acute respiratory syndrome coronavirus ( SARS-CoV ) ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "primer walking , sequence analysis .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "12",
    "segment_num": "21",
    "token_num": "271"
  }
}