{
  "paper_id": "57b837acb7ae6bb608ab7e7ce16745f48c17cf2f",
  "metadata": {
    "title": "The role of laboratory diagnostics in emerging viral infections: the example of the Middle East respiratory syndrome epidemic",
    "coda_data_split": "train",
    "coda_paper_id": 2301,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Rapidly emerging infectious disease outbreaks place a great strain on laboratories to develop and implement sensitive and specific diagnostic tests for patient management and infection control in a timely manner. Furthermore, laboratories also play a role in real-time zoonotic, environmental, and epidemiological investigations to identify the ultimate source of the epidemic, facilitating measures to eventually control the outbreak. Each assay modality has unique pros and cons; therefore, incorporation of a battery of tests using traditional culture-based, molecular and serological diagnostics into diagnostic algorithms is often required. As such, laboratories face challenges in assay development, test evaluation, and subsequent quality assurance. In this review, we describe the different testing modalities available for the ongoing Middle East respiratory syndrome (MERS) epidemic including cell culture, nucleic acid amplification, antigen detection, and antibody detection assays. Applications of such tests in both acute clinical and epidemiological investigation settings are highlighted. Using the MERS epidemic as an example, we illustrate the various challenges faced by laboratories in test development and implementation in the setting of a rapidly emerging infectious disease. Future directions in the diagnosis of MERS and other emerging infectious disease investigations are also highlighted.",
      "sentences": [
        [
          {
            "segment_text": "Rapidly emerging infectious disease outbreaks place a great strain on laboratories to develop and implement sensitive and specific diagnostic tests for patient management and infection control in a timely manner .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Furthermore , laboratories also play a role in real-time zoonotic ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "environmental , and epidemiological investigations to identify the ultimate source of the epidemic ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "facilitating measures to eventually control the outbreak .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Each assay modality has unique pros and cons ; therefore ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "incorporation of a battery of tests using traditional culture-based ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "molecular and serological diagnostics into diagnostic algorithms is often required .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "As such , laboratories face challenges in assay development ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "test evaluation , and subsequent quality assurance .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this review , we describe the different testing modalities available for the ongoing Middle East respiratory syndrome ( MERS ) epidemic including cell culture ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "nucleic acid amplification , antigen detection , and antibody detection assays .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Applications of such tests in both acute clinical and epidemiological investigation settings are highlighted .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Using the MERS epidemic as an example ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we illustrate the various challenges faced by laboratories in test development and implementation in the setting of a rapidly emerging infectious disease .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Future directions in the diagnosis of MERS and other emerging infectious disease investigations are also highlighted .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "15",
    "token_num": "215"
  }
}