{
  "paper_id": "57d3826bb67ec3a479bc58f5e9210de44845b802",
  "metadata": {
    "title": "Detection of infectious bronchitis virus strains similar to Japan in Taiwan",
    "coda_data_split": "train",
    "coda_paper_id": 5836,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "A total of 1,320 tracheal samples from 66 broiler flocks sent to slaughterhouses and 42 tracheal samples from 42 flocks of local chickens in the field were collected for infectious bronchitis virus (IBV) gene detection by reverse transcription polymerase chain reaction using nucleocapsid-specific primers and spike-specific primers. Prevalence in broiler flocks was 39.4% (26/66) and in local chicken flocks was 11.9% (5/42). Several IBVs similar to Japan were detected in Taiwan. One-direction neutralization revealed that the reference antisera did not offer protection against the IBVs similar to those from Japan.",
      "sentences": [
        [
          {
            "segment_text": "A total of 1,320 tracheal samples from 66 broiler flocks sent to slaughterhouses and 42 tracheal samples from 42 flocks of local chickens in the field were collected for infectious bronchitis virus ( IBV ) gene detection by reverse transcription polymerase chain reaction using nucleocapsid-specific primers and spike-specific primers .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Prevalence in broiler flocks was 39.4 % ( 26/66 ) and in local chicken flocks was 11.9 % ( 5/42 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Several IBVs similar to Japan were detected in Taiwan .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "One-direction neutralization revealed that the reference antisera did not offer protection against the IBVs similar to those from Japan .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "4",
    "token_num": "102"
  }
}