{
  "paper_id": "57e597324fcf9c5309541ae6f423bcd313a59ffb",
  "metadata": {
    "title": "",
    "coda_data_split": "train",
    "coda_paper_id": 6052,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "publicly funded repositories, such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source. These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active. Article original L\u0027analyse virologique des aspirations nasopharyngées reflète-t-elle l\u0027infection respiratoire basse chez l\u0027enfant ? Étude en PCR multiplex Does the nasopharyngeal samples virological analysis reflect the lower respiratory tract infection in children population? A PCR multiplex study Reçu le 22 octobre 2012 ; accepté le 21 novembre 2012 Disponible sur Internet le 20 décembre 2012 Résumé Les infections respiratoires sont un problème de santé publique. Leur cause en est majoritairement virale chez le jeune enfant. La mise au point de techniques de détection par biologie moléculaire a permis d\u0027en élargir le spectre virologique. L\u0027objectif de notre travail est d\u0027évaluer la corrélation entre les résultats des prélèvements effectués par aspiration rhinopharyngée et par lavage bronchoalvéolaire. Trente enfants présentant une symptomatologie d\u0027infection respiratoire basse ont ainsi été prélevés aux deux sites au cours d\u0027une même séance. Les échantillons ont été analysés par Polymerase chain reaction (PCR) virale multiplex (xTAG TM RVP). Une corrélation forte est retrouvée entre la positivité de la PCR virale dans les voies respiratoires hautes et basses ( p \u003d 0,0002). Le virus le plus fréquemment isolé est l\u0027entéro-rhinovirus. Ces résultats confirment que l\u0027infection virale touche l\u0027appareil respiratoire de façon diffuse, et suggèrent que le prélèvement par aspiration rhinopharyngée suffit au diagnostic virologique d\u0027une infection respiratoire virale basse chez l\u0027enfant immunocompétent. # 2012 Elsevier Masson SAS. Tous droits réservés.",
      "sentences": [
        [
          {
            "segment_text": "publicly funded repositories , such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Article original L\u0027analyse virologique des aspirations nasopharyngées reflète-t-elle l\u0027infection respiratoire basse chez l\u0027enfant ?",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Étude en PCR multiplex Does the nasopharyngeal samples virological analysis reflect the lower respiratory tract infection in children population ?",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "A PCR multiplex study Reçu le 22 octobre 2012 ; accepté le 21 novembre 2012 Disponible sur Internet le 20 décembre 2012 Résumé Les infections respiratoires sont un problème de santé publique .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Leur cause en est majoritairement virale chez le jeune enfant .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "La mise au point de techniques de détection par biologie moléculaire a permis d\u0027en élargir le spectre virologique .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "L\u0027objectif de notre travail est d\u0027évaluer la corrélation entre les résultats des prélèvements effectués par aspiration rhinopharyngée et par lavage bronchoalvéolaire .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Trente enfants présentant une symptomatologie d\u0027infection respiratoire basse ont ainsi été prélevés aux deux sites au cours d\u0027une même séance .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Les échantillons ont été analysés par Polymerase chain reaction ( PCR ) virale multiplex ( xTAG TM RVP ) .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Une corrélation forte est retrouvée entre la positivité de la PCR virale dans les voies respiratoires hautes et basses ( p \u003d 0,0002 ) .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Le virus le plus fréquemment isolé est l\u0027entéro-rhinovirus .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Ces résultats confirment que l\u0027infection virale touche l\u0027appareil respiratoire de façon diffuse ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "et suggèrent que le prélèvement par aspiration rhinopharyngée suffit au diagnostic virologique d\u0027une infection respiratoire virale basse chez l\u0027enfant immunocompétent .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "# 2012 Elsevier Masson SAS .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Tous droits réservés .",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "Respiratory tract infections are frequent in young children and are related to viruses in most cases. Multiplex Polymerase chain reaction (PCR) based techniques are valuable tools for describing the spectrum of such viruses. The goal of this study was to assess the correlation of virus detection in samples obtained by nasopharyngeal aspiration and by bronchoalveolar lavage. Both samples were taken at the same time in 30 children with lower respiratory tract infection, and were analyzed by multiplex virus PCR (xTAG TM RVP). A strong correlation has been found (P \u003d 0.0002) and the most frequently isolated virus was the entero-rhinovirus spp. These results strengthen the opinion that viruses colonize both the upper and lower respiratory tract. Nasopharyngeal samples should be sufficient to the diagnosis of lower respiratory tract viral infection in immuno-competent children. #",
      "sentences": [
        [
          {
            "segment_text": "Respiratory tract infections are frequent in young children and are related to viruses in most cases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Multiplex Polymerase chain reaction ( PCR ) based techniques are valuable tools for describing the spectrum of such viruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The goal of this study was to assess the correlation of virus detection in samples obtained by nasopharyngeal aspiration and by bronchoalveolar lavage .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Both samples were taken at the same time in 30 children with lower respiratory tract infection ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and were analyzed by multiplex virus PCR ( xTAG TM RVP ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A strong correlation has been found ( P \u003d 0.0002 ) and the most frequently isolated virus was the entero-rhinovirus spp. .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results strengthen the opinion that viruses colonize both the upper and lower respiratory tract .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Nasopharyngeal samples should be sufficient to the diagnosis of lower respiratory tract viral infection in immuno-competent children .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "#",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "23",
    "segment_num": "25",
    "token_num": "437"
  }
}