{
  "paper_id": "57f469dc08da8f964d6c85c7d90ef62315f14e9d",
  "metadata": {
    "title": "High Throughput Sequencing for Detection of Foodborne Pathogens",
    "coda_data_split": "train",
    "coda_paper_id": 10237,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "High-throughput sequencing (HTS) is becoming the state-of-the-art technology for typing of microbial isolates, especially in clinical samples. Yet, its application is still in its infancy for monitoring and outbreak investigations of foods. Here we review the published literature, covering not only bacterial but also viral and Eukaryote food pathogens, to assess the status and potential of HTS implementation to inform stakeholders, improve food safety and reduce outbreak impacts. The developments in sequencing technology and bioinformatics have outpaced the capacity to analyze and interpret the sequence data. The influence of sample processing, nucleic acid extraction and purification, harmonized protocols for generation and interpretation of data, and properly annotated and curated reference databases including non-pathogenic \"natural\" strains are other major obstacles to the realization of the full potential of HTS in analytical food surveillance, epidemiological and outbreak investigations, and in complementing preventive approaches for the control and management of foodborne pathogens. Despite significant obstacles, the achieved progress in capacity and broadening of the application range over the last decade is impressive and unprecedented, as illustrated with the chosen examples from the literature. Large consortia, often with broad international participation, are making coordinated efforts to cope with many of the mentioned obstacles. Further rapid progress can therefore be prospected for the next decade.",
      "sentences": [
        [
          {
            "segment_text": "High-throughput sequencing ( HTS ) is becoming the state-of-the-art technology for typing of microbial isolates , especially in clinical samples .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Yet , its application is still in its infancy for monitoring and outbreak investigations of foods .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we review the published literature ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "covering not only bacterial but also viral and Eukaryote food pathogens ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "to assess the status and potential of HTS implementation to inform stakeholders ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "improve food safety and reduce outbreak impacts .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The developments in sequencing technology and bioinformatics have outpaced the capacity to analyze and interpret the sequence data .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The influence of sample processing ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "nucleic acid extraction and purification ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "harmonized protocols for generation and interpretation of data ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and properly annotated and curated reference databases including non-pathogenic `` natural \u0027\u0027 strains are other major obstacles to the realization of the full potential of HTS in analytical food surveillance ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "epidemiological and outbreak investigations , and in complementing preventive approaches for the control and management of foodborne pathogens .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Despite significant obstacles , the achieved progress in capacity and broadening of the application range over the last decade is impressive and unprecedented ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as illustrated with the chosen examples from the literature .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Large consortia , often with broad international participation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "are making coordinated efforts to cope with many of the mentioned obstacles .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Further rapid progress can therefore be prospected for the next decade .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "17",
    "token_num": "236"
  }
}