{
  "paper_id": "57f687e997bc7338adaefa13542e1f9ae7ddd7e6",
  "metadata": {
    "title": "Responding to the Pandemic of Falsified Medicines",
    "coda_data_split": "train",
    "coda_paper_id": 9689,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Over the past decade, the number of countries reporting falsified (fake, spurious/falsely labeled/counterfeit) medicines and the types and quantities of fraudulent drugs being distributed have increased greatly. The obstacles in combating falsified pharmaceuticals include 1) lack of consensus on definitions, 2) paucity of reliable and scalable technology to detect fakes before they reach patients, 3) poor global and national leadership and accountability systems for combating this scourge, and 4) deficient manufacturing and regulatory challenges, especially in China and India where fake products often originate. The major needs to improve the quality of the world\u0027s medicines fall into three main areas: 1) research to develop and compare accurate and affordable tools to identify high-quality drugs at all levels of distribution; 2) an international convention and national legislation to facilitate production and utilization of high-quality drugs and protect all countries from the criminal and the negligent who make, distribute, and sell life-threatening products; and 3) a highly qualified, well-supported international science and public health organization that will establish standards, drug-quality surveillance, and training programs like the U.S. Food and Drug Administration. Such leadership would give authoritative guidance for countries in cooperation with national medical regulatory agencies, pharmaceutical companies, and international agencies, all of which have an urgent interest and investment in ensuring that patients throughout the world have access to good quality medicines. The organization would also advocate strongly for including targets for achieving good quality medicines in the United Nations Millennium Development Goals and Sustainable Development Goals.",
      "sentences": [
        [
          {
            "segment_text": "Over the past decade , the number of countries reporting falsified ( fake , spurious/falsely labeled/counterfeit ) medicines and the types and quantities of fraudulent drugs being distributed have increased greatly .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The obstacles in combating falsified pharmaceuticals include 1 ) lack of consensus on definitions ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "2 ) paucity of reliable and scalable technology to detect fakes before they reach patients ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "3 ) poor global and national leadership and accountability systems for combating this scourge ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and 4 ) deficient manufacturing and regulatory challenges ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "especially in China and India where fake products often originate .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The major needs to improve the quality of the world \u0027s medicines fall into three main areas : 1 ) research to develop and compare accurate and affordable tools to identify high-quality drugs at all levels of distribution ; 2 ) an international convention and national legislation to facilitate production and utilization of high-quality drugs and protect all countries from the criminal and the negligent who make ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "distribute , and sell life-threatening products ; and 3 ) a highly qualified ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "well-supported international science and public health organization that will establish standards ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "drug-quality surveillance , and training programs like the U.S. Food and Drug Administration .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Such leadership would give authoritative guidance for countries in cooperation with national medical regulatory agencies ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "pharmaceutical companies , and international agencies ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "all of which have an urgent interest and investment in ensuring that patients throughout the world have access to good quality medicines .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The organization would also advocate strongly for including targets for achieving good quality medicines in the United Nations Millennium Development Goals and Sustainable Development Goals .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "14",
    "token_num": "278"
  }
}