{
  "paper_id": "58072613e14774fd4f9bfc63ee4b2d6ef78811ac",
  "metadata": {
    "title": "",
    "coda_data_split": "train",
    "coda_paper_id": 4734,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: We sought to assess reporting in China\u0027s Pneumonia of Unknown Etiology (PUE) passive surveillance system for emerging respiratory infections and to identify ways to improve the PUE surveillance system\u0027s detection of respiratory infections of public health significance. Methods: From February 29-May 29, 2016, we actively identified and enrolled patients in two hospitals with acute respiratory infections (ARI) that met all PUE case criteria. We reviewed medical records for documented exposure history associated with respiratory infectious diseases, collected throat samples that were tested for seasonal and avian influenza, and interviewed clinicians regarding reasons for reporting or not reporting PUE cases. We described and analyzed the proportion of PUE cases reported and clinician awareness of and practices related to the PUE system. Results: Of 2619 ARI admissions in two hospitals, 335(13%) met the PUE case definition; none were reported. Of 311 specimens tested, 18(6%) were seasonal influenza virus-positive; none were avian influenza-positive. \u003c 10% PUE case medical records documented whether or not there were exposures to animals or others with respiratory illness. Most commonly cited reasons for not reporting cases were no awareness of the PUE system (76%) and not understanding the case definition (53%). Conclusions: Most clinicians have limited awareness of and are not reporting to the PUE system. Exposures related to respiratory infections are rarely documented in medical records. Increasing clinicians\u0027 awareness of the PUE system and including relevant exposure items in standard medical records may increase reporting.",
      "sentences": [
        [
          {
            "segment_text": "Background : We sought to assess reporting in China \u0027s Pneumonia of Unknown Etiology ( PUE ) passive surveillance system for emerging respiratory infections and to identify ways to improve the PUE surveillance system \u0027s detection of respiratory infections of public health significance .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Methods : From February 29-May 29 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "2016 , we actively identified and enrolled patients in two hospitals with acute respiratory infections ( ARI ) that met all PUE case criteria .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We reviewed medical records for documented exposure history associated with respiratory infectious diseases ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "collected throat samples that were tested for seasonal and avian influenza ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and interviewed clinicians regarding reasons for reporting or not reporting PUE cases .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We described and analyzed the proportion of PUE cases reported and clinician awareness of and practices related to the PUE system .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Of 2619 ARI admissions in two hospitals ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "335 ( 13 % ) met the PUE case definition ; none were reported .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Of 311 specimens tested , 18 ( 6 % ) were seasonal influenza virus-positive ; none were avian influenza-positive .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "\u003c 10 % PUE case medical records documented whether or not there were exposures to animals or others with respiratory illness .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Most commonly cited reasons for not reporting cases were no awareness of the PUE system ( 76 % ) and not understanding the case definition ( 53 % ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : Most clinicians have limited awareness of and are not reporting to the PUE system .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Exposures related to respiratory infections are rarely documented in medical records .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Increasing clinicians \u0027 awareness of the PUE system and including relevant exposure items in standard medical records may increase reporting .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "15",
    "token_num": "284"
  }
}