{
  "paper_id": "580ef02f408295bba21f0ad87b6eba6ba9676163",
  "metadata": {
    "title": "Significant Prognostic Predictor for Patients with Severe Sepsis and Septic Shock",
    "coda_data_split": "train",
    "coda_paper_id": 8365,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Pathogenesis of sepsis includes complex interaction between pathogen activities and host response, manifesting highly variable signs and symptoms, possibly delaying diagnosis and timely life-saving interventions. This study applies traditional Chinese medicine (TCM) Zheng diagnosis in patients with severe sepsis and septic shock to evaluate its adaptability and use as an early predictor of sepsis mortality. Three-year prospective observational study enrolled 126 septic patients. TCM Zheng diagnosis, Acute Physiology and Chronic Health Evaluation (APACHE) II score, and blood samples for host response cytokines measurement (tumor necrosis factor-, Interleukin-6, Interleukin-8, Interleukin-10, Interleukin-18) were collected within 24 hours after admission to Intensive Care Unit. Main outcome was 28-day mortality; multivariate logistic regression analysis served to determine predictive variables of the sepsis mortality. APACHE II score, frequency of Nutrient-phase heat, and Qi-Xu and Yang-Xu Zhengs were significantly higher in nonsurvivors. The multivariate logistic regression analysis identified Yang-Xu Zheng as the outcome predictor. APACHE II score and levels of five host response cytokines between patients with and without Yang-Xu Zheng revealed significant differences. Furthermore, cool extremities and weak pulse, both diagnostic signs of Yang-Xu Zheng, were also proven independent predictors of sepsis mortality. TCM diagnosis \"Yang-Xu Zheng\" may provide a new mortality predictor for septic patients.",
      "sentences": [
        [
          {
            "segment_text": "Pathogenesis of sepsis includes complex interaction between pathogen activities and host response ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "manifesting highly variable signs and symptoms ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "possibly delaying diagnosis and timely life-saving interventions .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This study applies traditional Chinese medicine ( TCM ) Zheng diagnosis in patients with severe sepsis and septic shock to evaluate its adaptability and use as an early predictor of sepsis mortality .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Three-year prospective observational study enrolled 126 septic patients .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "TCM Zheng diagnosis , Acute Physiology and Chronic Health Evaluation ( APACHE ) II score ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and blood samples for host response cytokines measurement ( tumor necrosis factor - , Interleukin-6 , Interleukin-8 , Interleukin-10 , Interleukin-18 ) were collected within 24 hours after admission to Intensive Care Unit .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Main outcome was 28-day mortality ; multivariate logistic regression analysis served to determine predictive variables of the sepsis mortality .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "APACHE II score , frequency of Nutrient-phase heat ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and Qi-Xu and Yang-Xu Zhengs were significantly higher in nonsurvivors .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The multivariate logistic regression analysis identified Yang-Xu Zheng as the outcome predictor .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "APACHE II score and levels of five host response cytokines between patients with and without Yang-Xu Zheng revealed significant differences .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , cool extremities and weak pulse ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "both diagnostic signs of Yang-Xu Zheng ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "were also proven independent predictors of sepsis mortality .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "TCM diagnosis `` Yang-Xu Zheng \u0027\u0027 may provide a new mortality predictor for septic patients .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "16",
    "token_num": "234"
  }
}