{
  "paper_id": "583d50e98cc0f57dabf93d306f584ea45f5ae3b0",
  "metadata": {
    "title": "The Impact of Respiratory Viral Infection on Wheezing Illnesses and Asthma Exacerbations",
    "coda_data_split": "train",
    "coda_paper_id": 2931,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The etiology and morbidity associated with asthma are thought to stem from both genetic factors and potentially modifiable environmental factors, such as viral infections. [1] [2] [3] [4] [5] [6] [7] Although it is unclear whether respiratory viral infections cause asthma, observational studies have demonstrated a high rate of asthma in children with a history of severe viral lower respiratory tract infections during infancy, and viruses are the associated with the majority of asthma exacerbations among both children and adults. This review will discuss the pathogens associated with virus-induced wheezing illnesses during infancy and early childhood, the association of bronchiolitis during infancy with an increased risk of childhood asthma, and the association of respiratory viruses with asthma exacerbations in older children and adults.",
      "sentences": [
        [
          {
            "segment_text": "The etiology and morbidity associated with asthma are thought to stem from both genetic factors and potentially modifiable environmental factors , such as viral infections .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "( 1 ) ( 2 ) ( 3 ) ( 4 ) ( 5 ) ( 6 ) ( 7 ) Although it is unclear whether respiratory viral infections cause asthma ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "observational studies have demonstrated a high rate of asthma in children with a history of severe viral lower respiratory tract infections during infancy ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and viruses are the associated with the majority of asthma exacerbations among both children and adults .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review will discuss the pathogens associated with virus-induced wheezing illnesses during infancy and early childhood ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "the association of bronchiolitis during infancy with an increased risk of childhood asthma ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and the association of respiratory viruses with asthma exacerbations in older children and adults .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "3",
    "segment_num": "7",
    "token_num": "145"
  }
}