{
  "paper_id": "584dfcce45c91fac9141bb9ae9fd0c6b77dc0962",
  "metadata": {
    "title": "Did the Pattern of Practice in the Prescription of Palliative Radiotherapy for the Treatment of Uncomplicated Bone Metastases Change between 1999 and 2005 at the Rapid Response Radiotherapy Program?",
    "coda_data_split": "train",
    "coda_paper_id": 3744,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Aims: Since 1999, randomised clinical trials and meta-analyses have reported equal efficacy of pain relief from singleand multiple-fraction radiotherapy for bone metastases. A number of factors, including limited radiotherapy resources, waiting times, and patient convenience, suggest single fraction to be the treatment of choice for patients. However, international patterns of practice indicate that multiple fractions are still commonly used. This study examined whether dose-fractionation schemes used for the treatment of bone metastases at the Rapid Response Radiotherapy Program (RRRP) at the Odette Cancer Centre have changed since 1999. Materials and methods: A retrospective review of the prospective RRRP database and hospital records were conducted for all patients treated with palliative radiotherapy for uncomplicated bone metastases at the RRRP in 1999 (or baseline), 2001, 2004 and from 1 January to 31 July 2005. Data were collected on patient demographics and clinical characteristics. Results: Of the 693 patients, 65 and 35% were prescribed single fraction (predominantly single 8 Gy) and multiple fractions (predominantly 20 Gy/five fractions), respectively. The administration of single treatments generally increased over time, from 51% in 1999 to 66% in 2005 (P [ 0.0001). On the basis of multiple logistic regression analyses, patients were more likely to be prescribed single-fraction radiotherapy if they had prostate cancer, had a poorer performance status, were treated to the limbs, hips, shoulders, pelvis, ribs, scapula, sternum, or clavicle (compared with the spine), were treated by a radiation oncologist who had been trained in earlier years, and who were treated after 1999. Conclusions: Between 1999 and 2005, the use of single-fraction radiotherapy increased, corresponding to publications showing equal efficacy of pain relief between single and multiple fractions in the management of uncomplicated bone metastases. However, about a third of patients still received multiple fractions. Bradley, N. M. E. et al.",
      "sentences": [
        [
          {
            "segment_text": "Aims : Since 1999 , randomised clinical trials and meta-analyses have reported equal efficacy of pain relief from singleand multiple-fraction radiotherapy for bone metastases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A number of factors , including limited radiotherapy resources ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "waiting times , and patient convenience ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "suggest single fraction to be the treatment of choice for patients .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , international patterns of practice indicate that multiple fractions are still commonly used .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This study examined whether dose-fractionation schemes used for the treatment of bone metastases at the Rapid Response Radiotherapy Program ( RRRP ) at the Odette Cancer Centre have changed since 1999 .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Materials and methods : A retrospective review of the prospective RRRP database and hospital records were conducted for all patients treated with palliative radiotherapy for uncomplicated bone metastases at the RRRP in 1999 ( or baseline ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "2001 , 2004 and from 1 January to 31 July 2005 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Data were collected on patient demographics and clinical characteristics .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Of the 693 patients ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "65 and 35 % were prescribed single fraction ( predominantly single 8 Gy ) and multiple fractions ( predominantly 20 Gy/five fractions ) , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The administration of single treatments generally increased over time ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "from 51 % in 1999 to 66 % in 2005 ( P ( 0.0001 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "On the basis of multiple logistic regression analyses ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "patients were more likely to be prescribed single-fraction radiotherapy if they had prostate cancer ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "had a poorer performance status ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "were treated to the limbs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "hips , shoulders , pelvis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "ribs , scapula , sternum ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "or clavicle ( compared with the spine ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "were treated by a radiation oncologist who had been trained in earlier years ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and who were treated after 1999 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : Between 1999 and 2005 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the use of single-fraction radiotherapy increased ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "corresponding to publications showing equal efficacy of pain relief between single and multiple fractions in the management of uncomplicated bone metastases .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , about a third of patients still received multiple fractions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Bradley , N. M. E. et al. .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "12",
    "segment_num": "27",
    "token_num": "354"
  }
}