{
  "paper_id": "586df1910ae9b76ff5b5524315d37ee83cf14d84",
  "metadata": {
    "title": "SCIENCE CHINA SPECIAL TOPIC: Haunted with and hunting for viruses A novel human coronavirus: Middle East respiratory syndrome human coronavirus",
    "coda_data_split": "train",
    "coda_paper_id": 5407,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "In 2012, a novel coronavirus, initially named as human coronavirus EMC (HCoV-EMC) but recently renamed as Middle East respiratory syndrome human coronavirus (MERS-CoV), was identified in patients who suffered severe acute respiratory infection and subsequent renal failure that resulted in death. Ongoing epidemiological investigations together with retrospective studies have found 61 laboratory-confirmed cases of infection with this novel coronavirus, including 34 deaths to date. This novel coronavirus is culturable and two complete genome sequences are now available. Furthermore, molecular detection and indirect immunofluorescence assay have been developed. The present paper summarises the limited recent advances of this novel human coronavirus, including its discovery, genomic characterisation and detection.",
      "sentences": [
        [
          {
            "segment_text": "In 2012 , a novel coronavirus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "initially named as human coronavirus EMC ( HCoV-EMC ) but recently renamed as Middle East respiratory syndrome human coronavirus ( MERS-CoV ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "was identified in patients who suffered severe acute respiratory infection and subsequent renal failure that resulted in death .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Ongoing epidemiological investigations together with retrospective studies have found 61 laboratory-confirmed cases of infection with this novel coronavirus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including 34 deaths to date .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This novel coronavirus is culturable and two complete genome sequences are now available .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Furthermore , molecular detection and indirect immunofluorescence assay have been developed .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The present paper summarises the limited recent advances of this novel human coronavirus ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "including its discovery , genomic characterisation and detection .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "HCoV-EMC, MERS-CoV, genomic characterisation, molecular detection",
      "sentences": [
        [
          {
            "segment_text": "HCoV-EMC , MERS-CoV , genomic characterisation , molecular detection",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "Geng H Y, Tan W J. A novel human coronavirus: Middle East respiratory syndrome human coronavirus.",
      "sentences": [
        [
          {
            "segment_text": "Geng H Y , Tan W J .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "A novel human coronavirus : Middle East respiratory syndrome human coronavirus .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "8",
    "segment_num": "12",
    "token_num": "152"
  }
}