{
  "paper_id": "587160bea8015266c294be01cbc08a20ab9a3527",
  "metadata": {
    "title": "Gene expression profiling of bovine bronchial epithelial cells exposed in vitro to bovine herpesvirus 1 and Mannheimia haemolytica",
    "coda_data_split": "train",
    "coda_paper_id": 5613,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Bovine respiratory disease (BRD) often occurs when active respiratory virus infections (BHV-1, etc.) impair resistance to Mannheimia haemolytica infection in the lower respiratory tract. The interactions that occur when the respiratory epithelium encounters these viral and bacterial pathogens are poorly understood. We used Agilent bovine gene microarray chips containing 44,000 transcripts to elucidate bovine bronchial epithelial cell (BBEC) responses following in vitro exposure to BHV-1 alone, M. haemolytica alone, or both BHV-1 and M. haemolytica. Microarray analysis revealed differential regulation (\u003e2-fold) of 978 transcripts by BHV-1 alone, 2040 transcripts by M. haemolytica alone, and 2189 genes by BHV-1 and M. haemolytica in combination. M. haemolytica treatment produced significantly greater inductions (\u003e10-fold) of several inflammation associated genes, such as CXCL2, IL-6, IL-1␣, e-selectin, and IL-8, than to BHV-1 alone. Functional analysis of the microarray data revealed a significant upregulation of genes involved in important biological processes such as inflammation (TNF-␣, IL-8, Tlr-2, IL-1, CXCL2, CSF2), vascular functions (VEGF, EDN2) and leukocyte migration (ICAM1, IL-16) during a co-infection with BHV-1 and M. haemolytica compared to either pathogen alone. This study provides evidence to support that lung epithelial cells are a source of mediators that may promote inflammatory changes observed during bovine respiratory disease.",
      "sentences": [
        [
          {
            "segment_text": "Bovine respiratory disease ( BRD ) often occurs when active respiratory virus infections ( BHV-1 , etc. ) impair resistance to Mannheimia haemolytica infection in the lower respiratory tract .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The interactions that occur when the respiratory epithelium encounters these viral and bacterial pathogens are poorly understood .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We used Agilent bovine gene microarray chips containing 44,000 transcripts to elucidate bovine bronchial epithelial cell ( BBEC ) responses following in vitro exposure to BHV-1 alone ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "M. haemolytica alone , or both BHV-1 and M. haemolytica .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Microarray analysis revealed differential regulation ( \u003e 2-fold ) of 978 transcripts by BHV-1 alone ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "2040 transcripts by M. haemolytica alone ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and 2189 genes by BHV-1 and M. haemolytica in combination .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "M. haemolytica treatment produced significantly greater inductions ( \u003e 10-fold ) of several inflammation associated genes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "such as CXCL2 , IL-6 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "IL-1 ␣ , e-selectin , and IL-8 , than to BHV-1 alone .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Functional analysis of the microarray data revealed a significant upregulation of genes involved in important biological processes such as inflammation ( TNF - ␣ , IL-8 , Tlr-2 , IL-1 , CXCL2 , CSF2 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "vascular functions ( VEGF , EDN2 ) and leukocyte migration ( ICAM1 , IL-16 ) during a co-infection with BHV-1 and M. haemolytica compared to either pathogen alone .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This study provides evidence to support that lung epithelial cells are a source of mediators that may promote inflammatory changes observed during bovine respiratory disease .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "13",
    "token_num": "248"
  }
}