{
  "paper_id": "587fd17ca501ed281bd1dceca3d3352632a05acd",
  "metadata": {
    "title": "Health is global: proposals for a UK Government-wide strategy",
    "coda_data_split": "train",
    "coda_paper_id": 3304,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Global health enables the harmonisation of international and domestic-health concerns-its outlook is much wider than a development or foreign-assistance perspective alone. Engaging globally in health requires the creation of relevant and eff ective partnerships to implement solutions for shared or common problems. To build on the UK\u0027s achievements and leadership in global health, the central government Department of Health is now leading the development of a UK Government-wide global strategy. This paper describes the rationale and process for developing the new UK Government-wide strategy for global health and highlights some of the issues that must be discussed.",
      "sentences": [
        [
          {
            "segment_text": "Global health enables the harmonisation of international and domestic-health concerns-its outlook is much wider than a development or foreign-assistance perspective alone .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Engaging globally in health requires the creation of relevant and eff ective partnerships to implement solutions for shared or common problems .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To build on the UK \u0027s achievements and leadership in global health ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the central government Department of Health is now leading the development of a UK Government-wide global strategy .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This paper describes the rationale and process for developing the new UK Government-wide strategy for global health and highlights some of the issues that must be discussed .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "5",
    "token_num": "103"
  }
}