{
  "paper_id": "588631c5434bdc11922450678d5d65823f62e432",
  "metadata": {
    "title": "Molecular Sciences A Brief Review of Computer-Assisted Approaches to Rational Design of Peptide Vaccines",
    "coda_data_split": "train",
    "coda_paper_id": 9248,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The growing incidences of new viral diseases and increasingly frequent viral epidemics have strained therapeutic and preventive measures; the high mutability of viral genes puts additional strains on developmental efforts. Given the high cost and time requirements for new drugs development, vaccines remain as a viable alternative, but there too traditional techniques of live-attenuated or inactivated vaccines have the danger of allergenic reactions and others. Peptide vaccines have, over the last several years, begun to be looked on as more appropriate alternatives, which are economically affordable, require less time for development and hold the promise of multi-valent dosages. The developments in bioinformatics, proteomics, immunogenomics, structural biology and other sciences have spurred the growth of vaccinomics where computer assisted approaches serve to identify suitable peptide targets for eventual development of vaccines. In this mini-review we give a brief overview of some of the recent trends in computer assisted vaccine development with emphasis on the primary selection procedures of probable peptide candidates for vaccine development.",
      "sentences": [
        [
          {
            "segment_text": "The growing incidences of new viral diseases and increasingly frequent viral epidemics have strained therapeutic and preventive measures ; the high mutability of viral genes puts additional strains on developmental efforts .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Given the high cost and time requirements for new drugs development ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "vaccines remain as a viable alternative ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but there too traditional techniques of live-attenuated or inactivated vaccines have the danger of allergenic reactions and others .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Peptide vaccines have , over the last several years ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "begun to be looked on as more appropriate alternatives ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which are economically affordable , require less time for development and hold the promise of multi-valent dosages .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The developments in bioinformatics , proteomics ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "immunogenomics , structural biology and other sciences have spurred the growth of vaccinomics where computer assisted approaches serve to identify suitable peptide targets for eventual development of vaccines .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this mini-review we give a brief overview of some of the recent trends in computer assisted vaccine development with emphasis on the primary selection procedures of probable peptide candidates for vaccine development .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "10",
    "token_num": "178"
  }
}