{
  "paper_id": "58b1f3a06adf9b6fcdda5e8a716e42ead43d1011",
  "metadata": {
    "title": "Unique reassortant of influenza A(H7N9) virus associated with severe disease emerging in Hong Kong",
    "coda_data_split": "train",
    "coda_paper_id": 2862,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Objective: Human infections caused by avian influenza virus A(H7N9) re-emerged in late 2013. We reported the first Hong Kong patient without risk factors for severe A(H7N9) disease. Methods: Direct sequencing was performed on the endotracheal aspirate collected from a 36-year-old female with history of poultry contact. Bioinformatic analysis was performed to compare the current strain and previous A(H7N9) isolates. Results: The influenza A/Hong Kong/470129/2013 virus strain was detected in a patient with acute respiratory distress syndrome, deranged liver function and coagulation profile, cytopenia, and rhabdomyolysis. The HA, NA and MP genes of A/Hong Kong/470129/2013 cluster with those of other human A(H7N9) strains. The PB1, PB2 and NS genes are most closely related to those of A/Guangdong/1/2013 strain identified in August 2013, but are distinct from those of other human and avian A(H7N9) strains. The other internal genes NP and PA genes are more closely related to those of non-A(H7N9) avian influenza A viruses. A unique PA L336M mutation, associated with increased polymerase activity, was found. The patient required salvage by extracorporeal membrane oxygenation.",
      "sentences": [
        [
          {
            "segment_text": "Objective : Human infections caused by avian influenza virus A ( H7N9 ) re-emerged in late 2013 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We reported the first Hong Kong patient without risk factors for severe A ( H7N9 ) disease .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : Direct sequencing was performed on the endotracheal aspirate collected from a 36-year-old female with history of poultry contact .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Bioinformatic analysis was performed to compare the current strain and previous A ( H7N9 ) isolates .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : The influenza A/Hong Kong/470129/2013 virus strain was detected in a patient with acute respiratory distress syndrome ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "deranged liver function and coagulation profile , cytopenia , and rhabdomyolysis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The HA , NA and MP genes of A/Hong Kong/470129/2013 cluster with those of other human A ( H7N9 ) strains .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The PB1 , PB2 and NS genes are most closely related to those of A/Guangdong/1 / 2013 strain identified in August 2013 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but are distinct from those of other human and avian A ( H7N9 ) strains .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The other internal genes NP and PA genes are more closely related to those of non-A ( H7N9 ) avian influenza A viruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A unique PA L336M mutation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "associated with increased polymerase activity , was found .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The patient required salvage by extracorporeal membrane oxygenation .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "13",
    "token_num": "214"
  }
}