{
  "paper_id": "58c87ea90b23dc0d106427b76bb5525b6aa01b77",
  "metadata": {
    "title": "CASE REPORT Interstitial Pneumonia Associated with the Influenza Vaccine: A Report of Two Cases",
    "coda_data_split": "train",
    "coda_paper_id": 8781,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Although the influenza vaccine is relatively safe and effective, serious complications can develop in rare cases. We encountered two cases of interstitial pneumonia that developed after vaccination during the 2014-2015 influenza season. Overall, nine cases, including the two presented here, have been recorded in PubMed and the Cochrane library; eight patients were treated with corticosteroids, and all nine survived, suggesting a good prognosis. Interstitial pneumonia is rare; however, we found an increase in its incidence after 2009. Therefore, clinicians must be aware of the possibility of this complication and duly educate all patients in advance.",
      "sentences": [
        [
          {
            "segment_text": "Although the influenza vaccine is relatively safe and effective ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "serious complications can develop in rare cases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We encountered two cases of interstitial pneumonia that developed after vaccination during the 2014-2015 influenza season .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Overall , nine cases , including the two presented here ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "have been recorded in PubMed and the Cochrane library ; eight patients were treated with corticosteroids ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and all nine survived , suggesting a good prognosis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Interstitial pneumonia is rare ; however ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "we found an increase in its incidence after 2009 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Therefore , clinicians must be aware of the possibility of this complication and duly educate all patients in advance .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "9",
    "token_num": "110"
  }
}