{
  "paper_id": "58c9079e92f4e1f8fc663b104e7ef6e0a50e9d4a",
  "metadata": {
    "title": "Phylogenetics Algorithms and Applications",
    "coda_data_split": "train",
    "coda_paper_id": 10265,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Phylogenetics is a powerful approach in finding evolution of current day species. By studying phylogenetic trees, scientists gain a better understanding of how species have evolved while explaining the similarities and differences among species. The phylogenetic study can help in analysing the evolution and the similarities among diseases and viruses, and further help in prescribing their vaccines against them. This paper explores computational solutions for building phylogeny of species along with highlighting benefits of alignment-free methods of phylogenetics. The paper has also discussed the application of phylogenetic study in disease diagnosis and evolution.",
      "sentences": [
        [
          {
            "segment_text": "Phylogenetics is a powerful approach in finding evolution of current day species .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "By studying phylogenetic trees , scientists gain a better understanding of how species have evolved while explaining the similarities and differences among species .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The phylogenetic study can help in analysing the evolution and the similarities among diseases and viruses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and further help in prescribing their vaccines against them .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This paper explores computational solutions for building phylogeny of species along with highlighting benefits of alignment-free methods of phylogenetics .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The paper has also discussed the application of phylogenetic study in disease diagnosis and evolution .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "6",
    "token_num": "100"
  }
}