{
  "paper_id": "58de68bda888e34568a34ed8f23997b3dbedb775",
  "metadata": {
    "title": "REVIEWS FROM ASN EB 2012 SYMPOSIA Discovery of Human Zinc Deficiency: Its Impact on Human Health and Disease 1-3",
    "coda_data_split": "train",
    "coda_paper_id": 7346,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The essentiality of zinc in humans was established in 1963. During the past 50 y, tremendous advances in both clinical and basic sciences of zinc metabolism in humans have been observed. The major factor contributing to zinc deficiency is high phytate-containing cereal protein intake in the developing world, and nearly 2 billion subjects may be zinc deficient. Conditioned deficiency of zinc has been observed in patients with malabsorption syndrome, liver disease, chronic renal disease, sickle cell disease, and other chronic illnesses. Major clinical problems resulting from zinc deficiency in humans include growth retardation; cell-mediated immune dysfunction, and cognitive impairment. In the Middle East, zincdeficient dwarfs did not live beyond the age of 25 y, and they died because of intercurrent infections. In 1963, we knew of only 3 enzymes that required zinc for their activities, but now we know of \u003e300 enzymes and \u003e1000 transcription factors that are known to require zinc for their activities. Zinc is a second messenger of immune cells, and intracellular free zinc in these cells participate in signaling events. Zinc has been very successfully used as a therapeutic modality for the management of acute diarrhea in children, Wilson\u0027s disease, the common cold and for the prevention of blindness in patients with age-related dry type of macular degeneration and is very effective in decreasing the incidence of infection in the elderly. Zinc not only modulates cell-mediated immunity but is also an antioxidant and anti-inflammatory agent.",
      "sentences": [
        [
          {
            "segment_text": "The essentiality of zinc in humans was established in 1963 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "During the past 50 y ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "tremendous advances in both clinical and basic sciences of zinc metabolism in humans have been observed .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The major factor contributing to zinc deficiency is high phytate-containing cereal protein intake in the developing world ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and nearly 2 billion subjects may be zinc deficient .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Conditioned deficiency of zinc has been observed in patients with malabsorption syndrome ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "liver disease , chronic renal disease ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "sickle cell disease , and other chronic illnesses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Major clinical problems resulting from zinc deficiency in humans include growth retardation ; cell-mediated immune dysfunction , and cognitive impairment .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In the Middle East , zincdeficient dwarfs did not live beyond the age of 25 y ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and they died because of intercurrent infections .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In 1963 , we knew of only 3 enzymes that required zinc for their activities ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but now we know of \u003e 300 enzymes and \u003e 1000 transcription factors that are known to require zinc for their activities .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Zinc is a second messenger of immune cells ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and intracellular free zinc in these cells participate in signaling events .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Zinc has been very successfully used as a therapeutic modality for the management of acute diarrhea in children ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Wilson \u0027s disease , the common cold and for the prevention of blindness in patients with age-related dry type of macular degeneration and is very effective in decreasing the incidence of infection in the elderly .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Zinc not only modulates cell-mediated immunity but is also an antioxidant and anti-inflammatory agent .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "18",
    "token_num": "267"
  }
}