{
  "paper_id": "58ef15f083c00ee3ae8e604a9c6e258576b7c7af",
  "metadata": {
    "title": "Multitask learning for host-pathogen protein interactions",
    "coda_data_split": "train",
    "coda_paper_id": 4275,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Motivation: An important aspect of infectious disease research involves understanding the differences and commonalities in the infection mechanisms underlying various diseases. Systems biology-based approaches study infectious diseases by analyzing the interactions between the host species and the pathogen organisms. This work aims to combine the knowledge from experimental studies of hostpathogen interactions in several diseases to build stronger predictive models. Our approach is based on a formalism from machine learning called \u0027multitask learning\u0027, which considers the problem of building models across tasks that are related to each other. A \u0027task\u0027 in our scenario is the set of host-pathogen protein interactions involved in one disease. To integrate interactions from several tasks (i.e. diseases), our method exploits the similarity in the infection process across the diseases. In particular, we use the biological hypothesis that similar pathogens target the same critical biological processes in the host, in defining a common structure across the tasks. Results: Our current work on host-pathogen protein interaction prediction focuses on human as the host, and four bacterial species as pathogens. The multitask learning technique we develop uses a taskbased regularization approach. We find that the resulting optimization problem is a difference of convex (DC) functions. To optimize, we implement a Convex-Concave procedure-based algorithm. We compare our integrative approach to baseline methods that build models on a single host-pathogen protein interaction dataset. Our results show that our approach outperforms the baselines on the training data. We further analyze the protein interaction predictions generated by the models, and find some interesting insights.",
      "sentences": [
        [
          {
            "segment_text": "Motivation : An important aspect of infectious disease research involves understanding the differences and commonalities in the infection mechanisms underlying various diseases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Systems biology-based approaches study infectious diseases by analyzing the interactions between the host species and the pathogen organisms .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This work aims to combine the knowledge from experimental studies of hostpathogen interactions in several diseases to build stronger predictive models .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Our approach is based on a formalism from machine learning called ` multitask learning \u0027 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "which considers the problem of building models across tasks that are related to each other .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A ` task \u0027 in our scenario is the set of host-pathogen protein interactions involved in one disease .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "To integrate interactions from several tasks ( i.e. diseases ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "our method exploits the similarity in the infection process across the diseases .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "In particular , we use the biological hypothesis that similar pathogens target the same critical biological processes in the host ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "in defining a common structure across the tasks .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Our current work on host-pathogen protein interaction prediction focuses on human as the host ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and four bacterial species as pathogens .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The multitask learning technique we develop uses a taskbased regularization approach .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We find that the resulting optimization problem is a difference of convex ( DC ) functions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "To optimize , we implement a Convex-Concave procedure-based algorithm .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We compare our integrative approach to baseline methods that build models on a single host-pathogen protein interaction dataset .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Our results show that our approach outperforms the baselines on the training data .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We further analyze the protein interaction predictions generated by the models ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and find some interesting insights .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "14",
    "segment_num": "19",
    "token_num": "283"
  }
}