{
  "paper_id": "58f68e82f134cf3549778fca86251ee61975b596",
  "metadata": {
    "title": "High level expression of soluble glycoproteins in the allantoic fluid of embryonated chicken eggs using a Sendai virus minigenome system",
    "coda_data_split": "train",
    "coda_paper_id": 9370,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Embryonated chicken eggs have been used since the mid-20th century to grow a wide range of animal viruses to high titers. However, eggs have found so far only limited use in the production of recombinant proteins. We now describe a system, based on a Sendai virus minigenome, to produce large amounts of heterologous viral glycoproteins in the allantoic cavity of embryonated eggs.",
      "sentences": [
        [
          {
            "segment_text": "Background : Embryonated chicken eggs have been used since the mid-20th century to grow a wide range of animal viruses to high titers .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , eggs have found so far only limited use in the production of recombinant proteins .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We now describe a system ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "based on a Sendai virus minigenome ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "to produce large amounts of heterologous viral glycoproteins in the allantoic cavity of embryonated eggs .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Results: Soluble forms of human respiratory syncytial virus (HRSV) and human metapneumovirus (HMPV) fusion (F) proteins, devoid of their transmembrane and cytoplasmic domains, were produced in allantoic fluids using the Sendai minigenome system. The first step was rescuing in cell cultures Sendai virus minigenomes encoding the proteins of interest, with the help of wild type Sendai virus. The second step was propagating such recombinant defective viruses, together with the helper virus, in the allantoic cavity of chicken embryonated eggs, and passage to optimize protein production. When compared with the production of the same proteins in the culture supernatant of cells infected with vaccinia recombinants, the yield in the allantoic fluid was 5-10 fold higher. Mutant forms of these soluble proteins were easily constructed by site-directed mutagenesis and expressed in eggs using the same approach.",
      "sentences": [
        [
          {
            "segment_text": "Results : Soluble forms of human respiratory syncytial virus ( HRSV ) and human metapneumovirus ( HMPV ) fusion ( F ) proteins ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "devoid of their transmembrane and cytoplasmic domains ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "were produced in allantoic fluids using the Sendai minigenome system .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The first step was rescuing in cell cultures Sendai virus minigenomes encoding the proteins of interest ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with the help of wild type Sendai virus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The second step was propagating such recombinant defective viruses ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "together with the helper virus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "in the allantoic cavity of chicken embryonated eggs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and passage to optimize protein production .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "When compared with the production of the same proteins in the culture supernatant of cells infected with vaccinia recombinants ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the yield in the allantoic fluid was 5-10 fold higher .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Mutant forms of these soluble proteins were easily constructed by site-directed mutagenesis and expressed in eggs using the same approach .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "The simplicity and economy of the Sendai minigenome system, together with the high yield achieved in the allantoic fluid of eggs, makes it an attractive method to express soluble glycoproteins aimed for structural studies.",
      "sentences": [
        [
          {
            "segment_text": "The simplicity and economy of the Sendai minigenome system ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "together with the high yield achieved in the allantoic fluid of eggs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "makes it an attractive method to express soluble glycoproteins aimed for structural studies .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "9",
    "segment_num": "20",
    "token_num": "260"
  }
}