{
  "paper_id": "5943d40911e2da61381868d783fa205c57cd8de3",
  "metadata": {
    "title": "Severe acute respiratory syndrome coronavirus nucleocapsid protein confers ability to efficiently produce virus-like particles when substituted for the human immunodeficiency virus nucleocapsid domain",
    "coda_data_split": "train",
    "coda_paper_id": 6325,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "We replaced the HIV-1 nucleocapsid (NC) domain with different N-coding sequences to test SARS-CoV nucleocapsid (N) self-interaction capacity, and determined the capabilities of each chimera to direct viruslike particle (VLP) assembly. Analysis results indicate that the replacement of NC with the carboxyl-terminal half of the SARS-CoV N resulted in the production of wild type (wt)-level virus-like particles (VLPs) with the density of a wt HIV-1 particle. When co-expressed with SARS-CoV N, chimeras containing the N carboxyl-terminal half sequence efficiently packaged N. However, the same was not true for the chimera bearing the N amino-terminal half sequence, despite its production of substantial amounts of VLPs. According to further analysis, HIV-1 NC replacement with N residues 2-213, 215-421, or 234-421 resulted in efficient VLP production at levels comparable to that of wt HIV-1, but replacement with residues 215-359, 302-421, 2-168, or 2-86 failed to restore VLP production to wildtype levels. The results suggest that the domain conferring the ability to direct VLP assembly and release in SARS-CoV N is largely contained between residues 168 and 421.",
      "sentences": [
        [
          {
            "segment_text": "We replaced the HIV-1 nucleocapsid ( NC ) domain with different N-coding sequences to test SARS-CoV nucleocapsid ( N ) self-interaction capacity ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and determined the capabilities of each chimera to direct viruslike particle ( VLP ) assembly .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Analysis results indicate that the replacement of NC with the carboxyl-terminal half of the SARS-CoV N resulted in the production of wild type ( wt ) - level virus-like particles ( VLPs ) with the density of a wt HIV-1 particle .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "When co-expressed with SARS-CoV N ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "chimeras containing the N carboxyl-terminal half sequence efficiently packaged N. However ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the same was not true for the chimera bearing the N amino-terminal half sequence ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "despite its production of substantial amounts of VLPs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "According to further analysis , HIV-1 NC replacement with N residues 2-213 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "215-421 , or 234-421 resulted in efficient VLP production at levels comparable to that of wt HIV-1 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but replacement with residues 215-359 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "302-421 , 2-168 , or 2-86 failed to restore VLP production to wildtype levels .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The results suggest that the domain conferring the ability to direct VLP assembly and release in SARS-CoV N is largely contained between residues 168 and 421 .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "12",
    "token_num": "202"
  }
}