{
  "paper_id": "5965b0352b747be82fa65845b8b4b4a5413c081a",
  "metadata": {
    "title": "NKG2D contributes to efficient clearance of picornavirus from the acutely infected murine brain",
    "coda_data_split": "train",
    "coda_paper_id": 9875,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Activated murine cytotoxic T cells express the NKG2D natural cytotoxicity receptor. This receptor recognizes major histocompatibility complex (MHC) class I-like molecules expressed on the surface of infected cells and serves to augment T cell-mediated cytotoxicity. The role of NKG2D-mediated augmentation in the clearance of central nervous system viral infections has not been explored. Using the Theiler\u0027s murine encephalomyelitis virus model, the authors found that NKG2D-positive CD8+ cytotoxic T cells enter the brain, that NKG2D ligands are expressed in the brain during acute infection, and that interruption of NKG2D ligand recognition via treatment with a functionblocking antibody attenuates the efficacy of viral clearance from the central nervous system. Journal of NeuroVirology (2008) 14, 261-266.",
      "sentences": [
        [
          {
            "segment_text": "Activated murine cytotoxic T cells express the NKG2D natural cytotoxicity receptor .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This receptor recognizes major histocompatibility complex ( MHC ) class I-like molecules expressed on the surface of infected cells and serves to augment T cell-mediated cytotoxicity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The role of NKG2D-mediated augmentation in the clearance of central nervous system viral infections has not been explored .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Using the Theiler \u0027s murine encephalomyelitis virus model ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the authors found that NKG2D-positive CD8 + cytotoxic T cells enter the brain ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "that NKG2D ligands are expressed in the brain during acute infection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and that interruption of NKG2D ligand recognition via treatment with a functionblocking antibody attenuates the efficacy of viral clearance from the central nervous system .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Journal of NeuroVirology ( 2008 ) 14 , 261-266 .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "8",
    "token_num": "128"
  }
}