{
  "paper_id": "5982f328701090e69cd747fef93fe96bcd904292",
  "metadata": {
    "title": "Identification of the 16°C compartment of the endoplasmic reticulum in rat liver and cultured hamster kidney cells",
    "coda_data_split": "train",
    "coda_paper_id": 8677,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "In many systems transfer between the endoplasmic reticulum and the Golgi apparatus is blocked at temperatures below 16°C. In virus-infected cells in culture, a special membrane compartment is seen to accumulate. Our studies with rat liver show a similar response to temperature both in situ with slices and in vitro with isolated transitional endoplasmie reticulum fractions. With isolated transitional endoplasmic reticulum fractions, when incubated in the presence of nucleoside tripbosphate and a cytosol fraction, temperature dependent formation of vesicles occurred with a Ql0 of \"2 but was apparent only at temperatures greater than 12°C. A similar response was seen in situ at 12°C and 16°C where fusion of transition vesicles with cis Golgi apparatus, but not their formation, was blocked and transition vesicles accumulated in large numbers. At 18°C and below and especially at 8°C and 12°C, the cells responded by accumulating smooth tubular transitional membranes near the cis Golgi apparatus face. With cells and tissue slices at 20°C neither transition vesicles nor the smooth tubular elements accumulated. Those transition vesicles which formed at 3\"/°C were of a greater diameter than those formed at 4°C both in situ and in vitro. The findings show parallel responses between the temperature dependency of transition vesicle formation in vitro and in situ and suggest that a subP0Pulation of the transitional endoplasmic reticulum may be morphologically and functionally homologous to the 16°C compartment observed in vitally-infected cell lines grown at low temperatures.",
      "sentences": [
        [
          {
            "segment_text": "In many systems transfer between the endoplasmic reticulum and the Golgi apparatus is blocked at temperatures below 16 °C .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In virus-infected cells in culture ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a special membrane compartment is seen to accumulate .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Our studies with rat liver show a similar response to temperature both in situ with slices and in vitro with isolated transitional endoplasmie reticulum fractions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "With isolated transitional endoplasmic reticulum fractions ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "when incubated in the presence of nucleoside tripbosphate and a cytosol fraction ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "temperature dependent formation of vesicles occurred with a Ql0 of `` 2 but was apparent only at temperatures greater than 12 °C .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A similar response was seen in situ at 12 °C and 16 °C where fusion of transition vesicles with cis Golgi apparatus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but not their formation , was blocked and transition vesicles accumulated in large numbers .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "At 18 °C and below and especially at 8 °C and 12 °C ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the cells responded by accumulating smooth tubular transitional membranes near the cis Golgi apparatus face .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "With cells and tissue slices at 20 °C neither transition vesicles nor the smooth tubular elements accumulated .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Those transition vesicles which formed at 3 \u0027\u0027 / °C were of a greater diameter than those formed at 4 °C both in situ and in vitro .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The findings show parallel responses between the temperature dependency of transition vesicle formation in vitro and in situ and suggest that a subP0Pulation of the transitional endoplasmic reticulum may be morphologically and functionally homologous to the 16 °C compartment observed in vitally-infected cell lines grown at low temperatures .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "transition vesicle --endoplasmie reticulum --temperature --rat liver",
      "sentences": [
        [
          {
            "segment_text": "transition vesicle -- endoplasmie reticulum -- temperature -- rat liver",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "10",
    "segment_num": "15",
    "token_num": "277"
  }
}