{
  "paper_id": "598ddd8b75f629d5b8d5d214f2c3485179c7833a",
  "metadata": {
    "title": "Evolution of China\u0027s response to HIV/AIDS",
    "coda_data_split": "train",
    "coda_paper_id": 10344,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Four factors have driven China\u0027s response to the HIV/AIDS pandemic: (1) existing government structures and networks of relationships; (2) increasing scientifi c information; (3) external infl uences that underscored the potential consequences of an HIV/AIDS pandemic and thus accelerated strategic planning; and (4) increasing political commitment at the highest levels. China\u0027s response culminated in legislation to control HIV/AIDS-the AIDS Prevention and Control Regulations. Three major initiatives are being scaled up concurrently. First, the government has prioritised interventions to control the epidemic in injection drug users, sex workers, men who have sex with men, and plasma donors. Second, routine HIV testing is being implemented in populations at high risk of infection. Third, the government is providing treatment for infected individuals. These bold programmes have emerged from a process of gradual and prolonged dialogue and collaboration between offi cials at every level of government, researchers, service providers, policymakers, and politicians, and have led to decisive action.",
      "sentences": [
        [
          {
            "segment_text": "Four factors have driven China \u0027s response to the HIV/AIDS pandemic : ( 1 ) existing government structures and networks of relationships ; ( 2 ) increasing scientifi c information ; ( 3 ) external infl uences that underscored the potential consequences of an HIV/AIDS pandemic and thus accelerated strategic planning ; and ( 4 ) increasing political commitment at the highest levels .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "China \u0027s response culminated in legislation to control HIV/AIDS-the AIDS Prevention and Control Regulations .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Three major initiatives are being scaled up concurrently .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "First , the government has prioritised interventions to control the epidemic in injection drug users ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "sex workers , men who have sex with men , and plasma donors .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Second , routine HIV testing is being implemented in populations at high risk of infection .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Third , the government is providing treatment for infected individuals .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "These bold programmes have emerged from a process of gradual and prolonged dialogue and collaboration between offi cials at every level of government ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "researchers , service providers , policymakers ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and politicians , and have led to decisive action .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "10",
    "token_num": "186"
  }
}