{
  "paper_id": "59904903cbc8c1b9b25452dcc2d766be940aaac6",
  "metadata": {
    "title": "Replication of feline coronaviruses in peripheral blood monocytes",
    "coda_data_split": "train",
    "coda_paper_id": 10123,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Feline infectious peritonitis virus (FIPV) (Coronaviridae) causes the most lethal viral infection in cats: FIP. The related feline enteric coronavirus (FECV) causes mild enteritis. Why these feline coronaviruses manifest so differently in vivo is not known. In this study, infection kinetics (titres and antigen expression) of FIPV 79-1146, and FECV 79-1683, were determined in peripheral blood monocytes from 3 donor cats and compared to those in Crandell feline kidney (CrFK) cells. The infection kinetics in monocytes were host dependent. Monocytes from 1 cat were resistant to both FIPV-and FECV-infection. Monocytes from the other 2 cats could initially be infected by both FIPV and FECV but FIPV infection was sustained in monocytes of only one cat. FECV-infection was never sustained and viral production was up to 100 times lower than in FIPVinfected monocytes. In CrFK cells, FIPV and FECV infection kinetics did not differ. In monocytes of a larger cat population (n \u003d 19) the 3 infection patterns were also found. Considering all 22 investigated cats, 3/22 were not susceptible for FIPV and FECV. The rest could be infected with FECV and FIPV but 10/22 cats had monocytes that only sustained FIPV infection and 9/22 sustained neither FIPV nor FECV infection. * Both authors contributed equally.",
      "sentences": [
        [
          {
            "segment_text": "Feline infectious peritonitis virus ( FIPV ) ( Coronaviridae ) causes the most lethal viral infection in cats : FIP .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The related feline enteric coronavirus ( FECV ) causes mild enteritis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Why these feline coronaviruses manifest so differently in vivo is not known .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , infection kinetics ( titres and antigen expression ) of FIPV 79-1146 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and FECV 79-1683 , were determined in peripheral blood monocytes from 3 donor cats and compared to those in Crandell feline kidney ( CrFK ) cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The infection kinetics in monocytes were host dependent .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Monocytes from 1 cat were resistant to both FIPV-and FECV-infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Monocytes from the other 2 cats could initially be infected by both FIPV and FECV but FIPV infection was sustained in monocytes of only one cat .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "FECV-infection was never sustained and viral production was up to 100 times lower than in FIPVinfected monocytes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In CrFK cells , FIPV and FECV infection kinetics did not differ .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In monocytes of a larger cat population ( n \u003d 19 ) the 3 infection patterns were also found .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Considering all 22 investigated cats ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "3/22 were not susceptible for FIPV and FECV .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The rest could be infected with FECV and FIPV but 10/22 cats had monocytes that only sustained FIPV infection and 9/22 sustained neither FIPV nor FECV infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "* Both authors contributed equally .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "13",
    "segment_num": "15",
    "token_num": "236"
  }
}