{
  "paper_id": "59a49ad48e21f54f70ae17461581d795a7707d36",
  "metadata": {
    "title": "Preparation and Characterization of Chitosan Microsphere Loading Bovine Serum Albumin",
    "coda_data_split": "train",
    "coda_paper_id": 2008,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "To optimize the preparation process of chitosan microspheres and study its loading capacity, chitosan microsphere was prepared by crosslinking with glutaraldehyde, and bovine serum albumin (BSA) was absorbed onto chitosan microsphere. Scanning electron microscope (SEM), Fourier transform infrared spectroscopy (FITR), TA instruments and zeta potentiometer analyzer were used to characterize the parameters with respect to size, thermal characters, morphology, and zeta potential of the microspheres. The loading capability and in vitro release tests were carried out. The results showed that chitosan microsphere with particle size less than 10 μm and positively charged (+25.97±0.56 mV) can be obtained under the aldehyde group to amino group ratio at 1:1. A loading capacity of BSA at 28.63±0.15 g/100 g with corresponding loading effi ciency at 72.01±1.44% was obtained for chitosan microsphere. In vitro test revealed a burst release followed by sustained-release profi le.",
      "sentences": [
        [
          {
            "segment_text": "To optimize the preparation process of chitosan microspheres and study its loading capacity ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "chitosan microsphere was prepared by crosslinking with glutaraldehyde ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and bovine serum albumin ( BSA ) was absorbed onto chitosan microsphere .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Scanning electron microscope ( SEM ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "Fourier transform infrared spectroscopy ( FITR ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "TA instruments and zeta potentiometer analyzer were used to characterize the parameters with respect to size ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "thermal characters , morphology , and zeta potential of the microspheres .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The loading capability and in vitro release tests were carried out .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The results showed that chitosan microsphere with particle size less than 10 μm and positively charged ( +25.97 ± 0.56 mV ) can be obtained under the aldehyde group to amino group ratio at 1:1 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A loading capacity of BSA at 28.63 ± 0.15 g/100 g with corresponding loading effi ciency at 72.01 ± 1.44 % was obtained for chitosan microsphere .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In vitro test revealed a burst release followed by sustained-release profi le .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "11",
    "token_num": "168"
  }
}