{
  "paper_id": "59d3f98d78f2ff993174b173807435e75df8bc3a",
  "metadata": {
    "title": "Evidence for widespread infection of African bats with Crimean-Congo hemorrhagic fever-like viruses",
    "coda_data_split": "train",
    "coda_paper_id": 4493,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "hemorrhagic fever in humans. The geographic range of human CCHF cases largely reflects the presence of ticks. However, highly similar CCHFV lineages occur in geographically distant regions. Tick-infested migratory birds have been suggested, but not confirmed, to contribute to the dispersal. Bats have recently been shown to carry nairoviruses distinct from CCHFV. In order to assess the presence of CCHFV in a wide range of bat species over a wide geographic range, we analyzed 1,135 sera from 16 different bat species collected in Congo, Gabon, Ghana, Germany, and Panama. Using a CCHFV glycoproteinbased indirect immunofluorescence test (IIFT), we identified reactive antibodies in 10.0% (114/1,135) of tested bats, pertaining to 12/16 tested species. Depending on the species, 3.6%-42.9% of cave-dwelling bats and 0.6%-7.1% of foliage-living bats were seropositive (two-tailed t-test, p \u003d 0.0447 cave versus foliage). 11/30 IIFT-reactive sera from 10 different African bat species had neutralizing activity in a viruslike particle assay. Neutralization of full CCHFV was confirmed in 5 of 7 sera. Widespread infection of cave-dwelling bats may indicate a role for bats in the life cycle and geographic dispersal of CCHFV.",
      "sentences": [
        [
          {
            "segment_text": "hemorrhagic fever in humans .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The geographic range of human CCHF cases largely reflects the presence of ticks .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , highly similar CCHFV lineages occur in geographically distant regions .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Tick-infested migratory birds have been suggested ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but not confirmed , to contribute to the dispersal .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Bats have recently been shown to carry nairoviruses distinct from CCHFV .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In order to assess the presence of CCHFV in a wide range of bat species over a wide geographic range ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "we analyzed 1,135 sera from 16 different bat species collected in Congo ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "Gabon , Ghana , Germany , and Panama .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Using a CCHFV glycoproteinbased indirect immunofluorescence test ( IIFT ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we identified reactive antibodies in 10.0 % ( 114/1 ,135 ) of tested bats ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "pertaining to 12/16 tested species .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Depending on the species , 3.6 % -42.9 % of cave-dwelling bats and 0.6 % -7.1 % of foliage-living bats were seropositive ( two-tailed t-test , p \u003d 0.0447 cave versus foliage ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "11/30 IIFT-reactive sera from 10 different African bat species had neutralizing activity in a viruslike particle assay .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Neutralization of full CCHFV was confirmed in 5 of 7 sera .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Widespread infection of cave-dwelling bats may indicate a role for bats in the life cycle and geographic dispersal of CCHFV .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "16",
    "token_num": "220"
  }
}