{
  "paper_id": "59dcb79bde3854a2843a03566bb7825b184c6ed2",
  "metadata": {
    "title": "Transient inhibition of foot-and-mouth disease virus replication by siRNAs silencing VP1 protein coding region",
    "coda_data_split": "train",
    "coda_paper_id": 5179,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Foot-and-mouth disease virus (FMDV) is the causative agent of foot-and-mouth disease, a severe, clinically acute, vesicular disease of cloven-hoofed animals. RNA interference (RNAi) is a mechanism for silencing gene expression post-transcriptionally that is being exploited as a rapid antiviral strategy. To identify efficacious small interfering RNAs (siRNAs) to inhibit the replication of FMDV, candidate siRNAs corresponding to FMDV VP1 gene were designed and synthesized in vitro using T7 RNA polymerase. In reporter assays, five siRNAs showed significant sequence-specific silencing effects on the expression of VP1-EGFP fusion protein from plasmid pVP1-EGFP-N1, which was cotransfected with siRNA into 293T cells. Furthermore, using RT-qPCR, viral titration and viability assay, we identified VP1-siRNA517, VP1-siRNA113 and VP1-siRNA519 that transiently acted as potent inhibitors of FMDV replication when BHK-21 cells were infected with FMDV. In addition, variations within multiple regions of the quasispecies of FMDV were retrospectively revealed by sequencing of FMDV genes, and a single nucleotide substitution was identified as the main factor in resistance to RNAi. Our data demonstrated that the three siRNA molecules synthesized with T7 RNA polymerase could have transient inhibitory effects on the replication of FMDV.",
      "sentences": [
        [
          {
            "segment_text": "Foot-and-mouth disease virus ( FMDV ) is the causative agent of foot-and-mouth disease ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a severe , clinically acute ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "vesicular disease of cloven-hoofed animals .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "RNA interference ( RNAi ) is a mechanism for silencing gene expression post-transcriptionally that is being exploited as a rapid antiviral strategy .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To identify efficacious small interfering RNAs ( siRNAs ) to inhibit the replication of FMDV ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "candidate siRNAs corresponding to FMDV VP1 gene were designed and synthesized in vitro using T7 RNA polymerase .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "In reporter assays , five siRNAs showed significant sequence-specific silencing effects on the expression of VP1-EGFP fusion protein from plasmid pVP1-EGFP-N1 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which was cotransfected with siRNA into 293T cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , using RT-qPCR , viral titration and viability assay ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we identified VP1-siRNA517 , VP1-siRNA113 and VP1-siRNA519 that transiently acted as potent inhibitors of FMDV replication when BHK-21 cells were infected with FMDV .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , variations within multiple regions of the quasispecies of FMDV were retrospectively revealed by sequencing of FMDV genes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and a single nucleotide substitution was identified as the main factor in resistance to RNAi .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our data demonstrated that the three siRNA molecules synthesized with T7 RNA polymerase could have transient inhibitory effects on the replication of FMDV .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "13",
    "token_num": "210"
  }
}