{
  "paper_id": "59e19dc5b78edd11e7a90d9344a91693de1363c4",
  "metadata": {
    "title": "Development of a rapid immunochromatographic strip test for the detection of porcine epidemic diarrhea virus specific SIgA in colostrum",
    "coda_data_split": "train",
    "coda_paper_id": 8161,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Porcine epidemic diarrhea virus (PEDV) causes very high mortality in newborn piglets. The mucosal immune system in the gut must eliminate potential pathogens while maintaining a mutually beneficial relationship with the commensal microbiota. Antibodies derived from the secretory immunoglobulin A (SIgA) class, act as the first line of antigen-specific immunity in the gut by recognizing both pathogens and commensals. Therefore, the measurement of SIgA levels is an important index in evaluating PEDV infections and immune status. A simple and rapid method for the detection of PEDV-specific SIgA using an immunochromatographic test strip has been developed; incorporating a colloidal gold-labeled anti-SIgA secretory component (SC) mAb probe for the detection of anti-PEDV-specific SIgA in swine. On the strip, a gold-labeled anti-SIgA SC mAb was applied to a conjugate pad; purified PEDV particles and goat anti-mouse antibodies were blotted onto a nitrocellulose membrane to form the test and control lines, respectively. Results showed that the immunochromatographic test strip had high sensitivity and specificity. When compared with enzyme-linked immunosorbent assay, kappa value suggesting that the strip could be used to detect PEDV specific SIgA in colostrum samples. Furthermore, the strip assay is rapid and easy to perform with no requirement for professional-level skills or equipment. We found that the immunochromatographic test strip was a rapid, sensitive, and reliable method for the identification of PEDV specific SIgA, indicating its suitability for epidemiological surveillance as well as vaccine immunity when studying PEDV.",
      "sentences": [
        [
          {
            "segment_text": "Porcine epidemic diarrhea virus ( PEDV ) causes very high mortality in newborn piglets .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The mucosal immune system in the gut must eliminate potential pathogens while maintaining a mutually beneficial relationship with the commensal microbiota .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Antibodies derived from the secretory immunoglobulin A ( SIgA ) class ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "act as the first line of antigen-specific immunity in the gut by recognizing both pathogens and commensals .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Therefore , the measurement of SIgA levels is an important index in evaluating PEDV infections and immune status .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A simple and rapid method for the detection of PEDV-specific SIgA using an immunochromatographic test strip has been developed ; incorporating a colloidal gold-labeled anti-SIgA secretory component ( SC ) mAb probe for the detection of anti-PEDV-specific SIgA in swine .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "On the strip , a gold-labeled anti-SIgA SC mAb was applied to a conjugate pad ; purified PEDV particles and goat anti-mouse antibodies were blotted onto a nitrocellulose membrane to form the test and control lines , respectively .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results showed that the immunochromatographic test strip had high sensitivity and specificity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "When compared with enzyme-linked immunosorbent assay ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "kappa value suggesting that the strip could be used to detect PEDV specific SIgA in colostrum samples .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , the strip assay is rapid and easy to perform with no requirement for professional-level skills or equipment .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We found that the immunochromatographic test strip was a rapid ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "sensitive , and reliable method for the identification of PEDV specific SIgA ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "indicating its suitability for epidemiological surveillance as well as vaccine immunity when studying PEDV .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "14",
    "token_num": "263"
  }
}