{
  "paper_id": "59e6633d56807cdc811831e056d86e0da11bd5ad",
  "metadata": {
    "title": "Development of a DNA-based microarray for the detection of zoonotic pathogens in rodent species",
    "coda_data_split": "train",
    "coda_paper_id": 6477,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The demand for diagnostic tools that allow simultaneous screening of samples for multiple pathogens is increasing because they overcome the limitations of other methods, which can only screen for a single or a few pathogens at a time. Microarrays offer the advantages of being capable to test a large number of samples simultaneously, screening for multiple pathogen types per sample and having comparable sensitivity to existing methods such as PCR. Array design is often considered the most important process in any microarray experiment and can be the deciding factor in the success of a study. There are currently no microarrays for simultaneous detection of rodent-borne pathogens. The aim of this report is to explicate the design, development and evaluation of a microarray platform for use as a screening tool that combines ease of use and rapid identification of a number of rodent-borne pathogens of zoonotic importance. Nucleic acid was amplified by multiplex biotinylation PCR prior to hybridisation onto microarrays. The array sensitivity was comparable to standard PCR, though less sensitive than real-time PCR. The array presented here is a prototype microarray identification system for zoonotic pathogens that can infect rodent species.",
      "sentences": [
        [
          {
            "segment_text": "The demand for diagnostic tools that allow simultaneous screening of samples for multiple pathogens is increasing because they overcome the limitations of other methods ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which can only screen for a single or a few pathogens at a time .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Microarrays offer the advantages of being capable to test a large number of samples simultaneously ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "screening for multiple pathogen types per sample and having comparable sensitivity to existing methods such as PCR .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Array design is often considered the most important process in any microarray experiment and can be the deciding factor in the success of a study .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "There are currently no microarrays for simultaneous detection of rodent-borne pathogens .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The aim of this report is to explicate the design ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "development and evaluation of a microarray platform for use as a screening tool that combines ease of use and rapid identification of a number of rodent-borne pathogens of zoonotic importance .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Nucleic acid was amplified by multiplex biotinylation PCR prior to hybridisation onto microarrays .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The array sensitivity was comparable to standard PCR ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "though less sensitive than real-time PCR .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The array presented here is a prototype microarray identification system for zoonotic pathogens that can infect rodent species .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "12",
    "token_num": "203"
  }
}