{
  "paper_id": "59f08715895b7ba104ce0a47c3ec824b4ba07b00",
  "metadata": {
    "title": "Generation, identification, and functional analysis of monoclonal antibodies against porcine epidemic diarrhea virus nucleocapsid",
    "coda_data_split": "train",
    "coda_paper_id": 10566,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The variant strains of porcine epidemic diarrhea virus (PEDV) severely threaten the pig industry worldwide and cause up to 100% mortality in suckling piglets. It is critically important and urgent to develop tools for detection of PEDV infection. In this study, we developed six monoclonal antibodies (mAbs) targeting N protein of PEDV and analyzed their applications on enzymelinked immunosorbent assay (ELISA), indirect immunofluorescence assay (IFA), western blot assay, and flow cytometry assay. The results demonstrated that all these six mAbs were IgG1 isotype and κ chain. Among these six mAbs, 3F12 recognizes a linear epitope (VAAVKDALKSLGI) while the other five mAbs recognize different conformational epitopes formed by a specific peptide fragment or the full length of N protein. The functional analysis showed that all these six mAbs were applicable to ELISA, western blot, IFA, and flow cytometry assay. In conclusion, we developed six mAbs against PEDV-N protein to facilitate the early detection of PEDV infection using ELISA, western blot, IFA, and flow cytometry.",
      "sentences": [
        [
          {
            "segment_text": "The variant strains of porcine epidemic diarrhea virus ( PEDV ) severely threaten the pig industry worldwide and cause up to 100 % mortality in suckling piglets .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It is critically important and urgent to develop tools for detection of PEDV infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , we developed six monoclonal antibodies ( mAbs ) targeting N protein of PEDV and analyzed their applications on enzymelinked immunosorbent assay ( ELISA ) ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "indirect immunofluorescence assay ( IFA ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "western blot assay , and flow cytometry assay .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The results demonstrated that all these six mAbs were IgG1 isotype and κ chain .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Among these six mAbs , 3F12 recognizes a linear epitope ( VAAVKDALKSLGI ) while the other five mAbs recognize different conformational epitopes formed by a specific peptide fragment or the full length of N protein .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The functional analysis showed that all these six mAbs were applicable to ELISA ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "western blot , IFA , and flow cytometry assay .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In conclusion , we developed six mAbs against PEDV-N protein to facilitate the early detection of PEDV infection using ELISA ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "western blot , IFA , and flow cytometry .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "11",
    "token_num": "193"
  }
}