{
  "paper_id": "59f5b503f0e3aac6e388468f4ea23c355acb625b",
  "metadata": {
    "title": "Antivirals for the common cold",
    "coda_data_split": "train",
    "coda_paper_id": 9443,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Despite a 60-year history of discovery, trial and evaluation of scores of different compounds, there are no currently licensed effective antivirals for the common cold. The history of the development and abandonment of all potential compounds so far teaches us some important lessons for the continuation of our fight against colds. First, the common cold is a benign self-limiting condition, making the consumption of \u0027harmless\u0027 antivirals a requisite of prime importance for regulators. Second, the common cold is a syndrome caused by a myriad of known and unknown agents, which reduces the effectiveness of compounds that interfere with single specific agents or types of agents. The multifactorial nature of the genesis of colds makes it difficult for compounds showing in vitro efficacy to \u0027make the jump\u0027 to field effectiveness. Last, despite the heavy burden that the cold imposes on society, the vagueness and shortness of symptoms make it difficult for sufferers to present in time for physicians to prescribe antivirals, which are only effective if taken within a short time frame. Attention should be paid to the development of compounds with a non-virus-specific action.",
      "sentences": [
        [
          {
            "segment_text": "Despite a 60-year history of discovery ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "trial and evaluation of scores of different compounds ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "there are no currently licensed effective antivirals for the common cold .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The history of the development and abandonment of all potential compounds so far teaches us some important lessons for the continuation of our fight against colds .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "First , the common cold is a benign self-limiting condition ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "making the consumption of ` harmless \u0027 antivirals a requisite of prime importance for regulators .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Second , the common cold is a syndrome caused by a myriad of known and unknown agents ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which reduces the effectiveness of compounds that interfere with single specific agents or types of agents .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The multifactorial nature of the genesis of colds makes it difficult for compounds showing in vitro efficacy to ` make the jump \u0027 to field effectiveness .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Last , despite the heavy burden that the cold imposes on society ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the vagueness and shortness of symptoms make it difficult for sufferers to present in time for physicians to prescribe antivirals ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which are only effective if taken within a short time frame .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Attention should be paid to the development of compounds with a non-virus-specific action .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "13",
    "token_num": "204"
  }
}