{
  "paper_id": "59f96c4166966aa929450a859c3d3fb2b6058c50",
  "metadata": {
    "title": "Genotyping of human rhinovirus in adult patients with acute respiratory infections identified predominant infections of genotype A21 OPEN",
    "coda_data_split": "train",
    "coda_paper_id": 5266,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The roles of specific HRV genotypes in patients suffering from ARTIs have not been well established. We recruited 147 adult inpatients with community-acquired pneumonia (CAP) and 291 adult outpatients with upper ARTIs (URTIs). Respiratory pathogens were screened via PCR assays. HRV was detected in 42 patients, with 35 species A, five B and two C. Seventeen genotypes were identified, and HRV-A21 ranked the highest (9/42, 21.4%). The HRV-A21-positive infections were detected in four patients with CAP and in five with URTIs, all without co-infections. The HRV-A21 genome sequenced in this study contained 12 novel coding polymorphisms in viral protein (VP) 1, VP2 EF loop, VP3 knob and 3D regions. The infections of HRV-A21 virus obtained in this study could not be neutralized by antiserum of HRV-A21 prototype strain (VR-1131), indicating remarkable antigenic variation. Metagenomic analysis showed the HRV-A21 reads were dominant in bronchoalveolar lavage fluid of the three HRV-A21positive patients with severe CAP, in which two dead. Our results highlight an unexpected infection of genotype HRV-A21 in the clinic, indicating the necessity of precise genotyping and surveillance of HRVs to improve the clinical management of ARTIs.",
      "sentences": [
        [
          {
            "segment_text": "The roles of specific HRV genotypes in patients suffering from ARTIs have not been well established .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We recruited 147 adult inpatients with community-acquired pneumonia ( CAP ) and 291 adult outpatients with upper ARTIs ( URTIs ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Respiratory pathogens were screened via PCR assays .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "HRV was detected in 42 patients ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with 35 species A , five B and two C. Seventeen genotypes were identified ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and HRV-A21 ranked the highest ( 9/42 , 21.4 % ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The HRV-A21-positive infections were detected in four patients with CAP and in five with URTIs , all without co-infections .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The HRV-A21 genome sequenced in this study contained 12 novel coding polymorphisms in viral protein ( VP ) 1 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "VP2 EF loop , VP3 knob and 3D regions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The infections of HRV-A21 virus obtained in this study could not be neutralized by antiserum of HRV-A21 prototype strain ( VR-1131 ) , indicating remarkable antigenic variation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Metagenomic analysis showed the HRV-A21 reads were dominant in bronchoalveolar lavage fluid of the three HRV-A21positive patients with severe CAP , in which two dead .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our results highlight an unexpected infection of genotype HRV-A21 in the clinic ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "indicating the necessity of precise genotyping and surveillance of HRVs to improve the clinical management of ARTIs .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "13",
    "token_num": "216"
  }
}