{
  "paper_id": "5a2d0804fc8a4c5d6c661deca4e3150e5cbc77d5",
  "metadata": {
    "title": "The lifecycle of the Ebola virus in host cells",
    "coda_data_split": "train",
    "coda_paper_id": 10568,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Ebola haemorrhagic fever causes deadly disease in humans and non-human primates resulting from infection with the Ebola virus (EBOV) genus of the family",
      "sentences": [
        [
          {
            "segment_text": "Ebola haemorrhagic fever causes deadly disease in humans and non-human primates resulting from infection with the Ebola virus ( EBOV ) genus of the family",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "leaflet association remain poorly understood. This review describes the biological functions of EBOV proteins and their roles in the lifecycle, summarizes the factors related to EBOV proteins or RNA expression throughout the different phases, and reviews advances with regards to the molecular events and mechanisms of the EBOV lifecycle. Furthermore, the review outlines the aspects remain unclear that urgently need to be solved in future research.",
      "sentences": [
        [
          {
            "segment_text": "leaflet association remain poorly understood .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review describes the biological functions of EBOV proteins and their roles in the lifecycle ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "summarizes the factors related to EBOV proteins or RNA expression throughout the different phases ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and reviews advances with regards to the molecular events and mechanisms of the EBOV lifecycle .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Furthermore , the review outlines the aspects remain unclear that urgently need to be solved in future research .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Comparison of the transcription and replication strategies of marburg virus and Ebola virus by using artificial replication systems.",
      "sentences": [
        [
          {
            "segment_text": "Comparison of the transcription and replication strategies of marburg virus and Ebola virus by using artificial replication systems .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "5",
    "segment_num": "7",
    "token_num": "116"
  }
}