{
  "paper_id": "5a3f46d6fe292e51aa8ad833905cd913ade65caa",
  "metadata": {
    "title": "Acute disseminated encephalomyelitis: a call to the clinicians for keeping this rare condition on clinical radar Case report Open Access",
    "coda_data_split": "train",
    "coda_paper_id": 9531,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Acute disseminated encephalomyelitis is a rare disease of central nervous system, which can present with a variety of clinical manifestations. That is why first attack of ADEM, in particular remains a diagnostic puzzle. Early anticipation and diagnosis is important for better outcomes. We present a case of acute disseminated encephalomyelitis which initially had atypical clinical features with cough, expectoration, fever and later manifested strange neurological features, diagnosed to be a case of acute disseminated encephalomyelitis based on radio-imaging.",
      "sentences": [
        [
          {
            "segment_text": "Acute disseminated encephalomyelitis is a rare disease of central nervous system ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which can present with a variety of clinical manifestations .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "That is why first attack of ADEM ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "in particular remains a diagnostic puzzle .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Early anticipation and diagnosis is important for better outcomes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We present a case of acute disseminated encephalomyelitis which initially had atypical clinical features with cough ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "expectoration , fever and later manifested strange neurological features ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "diagnosed to be a case of acute disseminated encephalomyelitis based on radio-imaging .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "8",
    "token_num": "87"
  }
}