{
  "paper_id": "5a4a0f630530c7225fd23178fbdfedd2dccf535c",
  "metadata": {
    "title": "Antibacterial Effects of Glycyrrhetinic Acid and Its Derivatives on Staphylococcus aureus",
    "coda_data_split": "train",
    "coda_paper_id": 7512,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Staphylococcus aureus is a major pathogen in humans and causes serious problems due to antibiotic resistance. We investigated the antimicrobial effect of glycyrrhetinic acid (GRA) and its derivatives against 50 clinical S. aureus strains, including 18 methicillin-resistant strains. The minimum inhibitory concentrations (MICs) of GRA, dipotassium glycyrrhizate, disodium succinoyl glycyrrhetinate (GR-SU), stearyl glycyrrhetinate and glycyrrhetinyl stearate were evaluated against various S. aureus strains. Additionally, we investigated the bactericidal effects of GRA and GR-SU against two specific S. aureus strains. DNA microarray analysis was also performed to clarify the mechanism underlying the antibacterial activity of GR-SU. We detected the antimicrobial activities of five agents against S. aureus strains. GRA and GR-SU showed strong antibacterial activities compared to the other three agents tested. At a higher concentration (above 2x MIC), GRA and GR-SU showed bactericidal activity, whereas at a concentration of 1x MIC, they showed a bacteriostatic effect. Additionally, GRA and GR-SU exhibited a synergistic effect with gentamicin. The expression of a large number of genes (including transporters) and metabolic factors (carbohydrates and amino acids) was altered by the addition of GR-SU, suggesting that the inhibition of these metabolic processes may influence the degree of the requirement for carbohydrates or amino acids. In fact, the requirement for carbohydrates or amino acids was increased in the presence of either GRA or GR-SU. GRA and GR-SU exhibited strong antibacterial activity against several S. aureus strains, including MRSA. This activity may be partly due to the inhibition of several pathways involved in carbohydrate and amino acid metabolism.",
      "sentences": [
        [
          {
            "segment_text": "Staphylococcus aureus is a major pathogen in humans and causes serious problems due to antibiotic resistance .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We investigated the antimicrobial effect of glycyrrhetinic acid ( GRA ) and its derivatives against 50 clinical S. aureus strains , including 18 methicillin-resistant strains .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The minimum inhibitory concentrations ( MICs ) of GRA ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "dipotassium glycyrrhizate , disodium succinoyl glycyrrhetinate ( GR-SU ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "stearyl glycyrrhetinate and glycyrrhetinyl stearate were evaluated against various S. aureus strains .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Additionally , we investigated the bactericidal effects of GRA and GR-SU against two specific S. aureus strains .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "DNA microarray analysis was also performed to clarify the mechanism underlying the antibacterial activity of GR-SU .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We detected the antimicrobial activities of five agents against S. aureus strains .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "GRA and GR-SU showed strong antibacterial activities compared to the other three agents tested .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "At a higher concentration ( above 2x MIC ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "GRA and GR-SU showed bactericidal activity ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whereas at a concentration of 1x MIC ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "they showed a bacteriostatic effect .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Additionally , GRA and GR-SU exhibited a synergistic effect with gentamicin .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The expression of a large number of genes ( including transporters ) and metabolic factors ( carbohydrates and amino acids ) was altered by the addition of GR-SU ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "suggesting that the inhibition of these metabolic processes may influence the degree of the requirement for carbohydrates or amino acids .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In fact , the requirement for carbohydrates or amino acids was increased in the presence of either GRA or GR-SU .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "GRA and GR-SU exhibited strong antibacterial activity against several S. aureus strains , including MRSA .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This activity may be partly due to the inhibition of several pathways involved in carbohydrate and amino acid metabolism .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "13",
    "segment_num": "19",
    "token_num": "289"
  }
}