{
  "paper_id": "5a5a25d733b227ba661f3ba8f69af5886999f02c",
  "metadata": {
    "title": "Human cytomegalovirus and Herpes Simplex type I virus can engage RNA polymerase I for transcription of immediate early genes",
    "coda_data_split": "train",
    "coda_paper_id": 4940,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "or Actinomycin D (5nM) resulted in significantly decreased IE and pp65 mRNA and protein levels in human fibroblasts at early times post infection. This initially delayed replication was compensated for later during the replication process, at which stage it didn\u0027t significantly affect virus production. Pol I inhibition also reduced HSV-1 ICP0 and gB transcripts, suggesting that some herpesviruses engage Pol I for their early transcription. In contrast, inhibition of Pol I failed to affect MCMV transcription. Collectively, our results contribute to better understanding of the functional interplay between RNA Pol I-mediated nucleolar events and the Herpes viruses, particularly HCMV whose pathogenic impact ranges from congenital malformations and potentially deadly infections among immunosuppressed patients, up to HCMV\u0027s emerging oncomodulatory role in human tumors.",
      "sentences": [
        [
          {
            "segment_text": "or Actinomycin D ( 5nM ) resulted in significantly decreased IE and pp65 mRNA and protein levels in human fibroblasts at early times post infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This initially delayed replication was compensated for later during the replication process ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "at which stage it did n\u0027t significantly affect virus production .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Pol I inhibition also reduced HSV-1 ICP0 and gB transcripts ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "suggesting that some herpesviruses engage Pol I for their early transcription .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In contrast , inhibition of Pol I failed to affect MCMV transcription .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Collectively , our results contribute to better understanding of the functional interplay between RNA Pol I-mediated nucleolar events and the Herpes viruses ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "particularly HCMV whose pathogenic impact ranges from congenital malformations and potentially deadly infections among immunosuppressed patients ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "up to HCMV \u0027s emerging oncomodulatory role in human tumors .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "9",
    "token_num": "137"
  }
}