{
  "paper_id": "5a84e5ec29c7c9526ed7178193e0622832623465",
  "metadata": {
    "title": "TRANSMISSIBILITY OF THE CONTAGIOUS EQUINE METRITIS ORGANISM FOR THE CAT",
    "coda_data_split": "train",
    "coda_paper_id": 4988,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "A group of SPF cats were moderately susceptible to the causal organism of contagious equine metritis (CEM) following intra-uterine or intrapreputial challenge with an Irish streptomycin resistant strain isolated from a clinically infected mare. Subclinical infections were established in only 50% of the cats, none of which became long-term carriers of the organism. Cytological examination of vaginal smears was of no diagnostic value in confirming infection in inapparently infected cats. Bacteriological responses after primary or secondary challenge with the CEM organism wore essentially similar, with one exception, a female cat in which there was possible evidence of local immunity persisting after the primary infection. Efforts to reactivate shedding subsequent to the immediate post-challenge period were unsuccessful. Throughout the experimental period, the cats remained sere-negative to the complement-fixation test, and they failed to develop any significant increase in the levels of antibody activity as measured by the kinetics-based ELISA or KELA system. On day 89 after primary challenge, the cats were euthanized and various sites in the genitourinary tract and the internal lilac lymphatic glands subjected to bacteriological and pathological examination for evidence of CEM infection with negative results.",
      "sentences": [
        [
          {
            "segment_text": "A group of SPF cats were moderately susceptible to the causal organism of contagious equine metritis ( CEM ) following intra-uterine or intrapreputial challenge with an Irish streptomycin resistant strain isolated from a clinically infected mare .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Subclinical infections were established in only 50 % of the cats ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "none of which became long-term carriers of the organism .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Cytological examination of vaginal smears was of no diagnostic value in confirming infection in inapparently infected cats .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Bacteriological responses after primary or secondary challenge with the CEM organism wore essentially similar ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with one exception , a female cat in which there was possible evidence of local immunity persisting after the primary infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Efforts to reactivate shedding subsequent to the immediate post-challenge period were unsuccessful .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Throughout the experimental period , the cats remained sere-negative to the complement-fixation test ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and they failed to develop any significant increase in the levels of antibody activity as measured by the kinetics-based ELISA or KELA system .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "On day 89 after primary challenge ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "the cats were euthanized and various sites in the genitourinary tract and the internal lilac lymphatic glands subjected to bacteriological and pathological examination for evidence of CEM infection with negative results .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "The findings of this study, although establishing the transmissibility of the CEM organism for the cat, demonstrate the limited value of this species as an experimental model system for the disease in the horse. 131 132 P.J. TIMONEY et al.",
      "sentences": [
        [
          {
            "segment_text": "The findings of this study ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "although establishing the transmissibility of the CEM organism for the cat ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "demonstrate the limited value of this species as an experimental model system for the disease in the horse .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "131 132 P.J. TIMONEY et al. .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "9",
    "segment_num": "15",
    "token_num": "248"
  }
}