{
  "paper_id": "5a9705ba079bd66ce2a9655ec6604df3a60fd358",
  "metadata": {
    "title": "Phage display for identifying peptides that bind the spike protein of transmissible gastroenteritis virus and possess diagnostic potential",
    "coda_data_split": "train",
    "coda_paper_id": 9856,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The spike (S) protein of porcine transmissible gastroenteritis virus (TGEV) is located within the viral envelope and is the only structural protein that possesses epitopes capable of inducing virus-neutralizing antibodies. Among the four N-terminal antigenic sites A, B, C, and D, site A and to a lesser extent site D (S-AD) induce key neutralizing antibodies. Recently, we expressed S-AD (rS-AD) in recombinant form. In the current study, we used the rS-AD as an immobilized target to identify peptides from a phage-display library with application for diagnosis. Among the 9 phages selected that specifically bound to rS-AD, the phage bearing the peptide TLNMHLFPFHTG bound with the highest affinity and was subsequently used to develop a phage-based ELISA for TGEV. When compared with conventional antibody-based ELISA, phagemediated ELISA was more sensitive; however, it did not perform better than semi-quantitative RT-PCR, though phage-mediated ELISA was quicker and easier to set up.",
      "sentences": [
        [
          {
            "segment_text": "The spike ( S ) protein of porcine transmissible gastroenteritis virus ( TGEV ) is located within the viral envelope and is the only structural protein that possesses epitopes capable of inducing virus-neutralizing antibodies .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Among the four N-terminal antigenic sites A ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "B , C , and D ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "site A and to a lesser extent site D ( S-AD ) induce key neutralizing antibodies .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Recently , we expressed S-AD ( rS-AD ) in recombinant form .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In the current study , we used the rS-AD as an immobilized target to identify peptides from a phage-display library with application for diagnosis .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Among the 9 phages selected that specifically bound to rS-AD ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "the phage bearing the peptide TLNMHLFPFHTG bound with the highest affinity and was subsequently used to develop a phage-based ELISA for TGEV .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "When compared with conventional antibody-based ELISA ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "phagemediated ELISA was more sensitive ; however ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "it did not perform better than semi-quantitative RT-PCR ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "though phage-mediated ELISA was quicker and easier to set up .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "12",
    "token_num": "173"
  }
}