{
  "paper_id": "5aa7bb757f909abc71347a4add89dcdde3f9b7b1",
  "metadata": {
    "title": "Inducible Bronchus-Associated Lymphoid Tissue Elicited by a Protein Cage Nanoparticle Enhances Protection in Mice against Diverse Respiratory Viruses",
    "coda_data_split": "train",
    "coda_paper_id": 3413,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Destruction of the architectural and subsequently the functional integrity of the lung following pulmonary viral infections is attributable to both the extent of pathogen replication and to the host-generated inflammation associated with the recruitment of immune responses. The presence of antigenically disparate pulmonary viruses and the emergence of novel viruses assures the recurrence of lung damage with infection and resolution of each primary viral infection. Thus, there is a need to develop safe broad spectrum immunoprophylactic strategies capable of enhancing protective immune responses in the lung but which limits immune-mediated lung damage. The immunoprophylactic strategy described here utilizes a protein cage nanoparticle (PCN) to significantly accelerate clearance of diverse respiratory viruses after primary infection and also results in a host immune response that causes less lung damage.",
      "sentences": [
        [
          {
            "segment_text": "Background : Destruction of the architectural and subsequently the functional integrity of the lung following pulmonary viral infections is attributable to both the extent of pathogen replication and to the host-generated inflammation associated with the recruitment of immune responses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The presence of antigenically disparate pulmonary viruses and the emergence of novel viruses assures the recurrence of lung damage with infection and resolution of each primary viral infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Thus , there is a need to develop safe broad spectrum immunoprophylactic strategies capable of enhancing protective immune responses in the lung but which limits immune-mediated lung damage .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The immunoprophylactic strategy described here utilizes a protein cage nanoparticle ( PCN ) to significantly accelerate clearance of diverse respiratory viruses after primary infection and also results in a host immune response that causes less lung damage .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Methodology/Principal Findings: Mice pre-treated with PCN, independent of any specific viral antigens, were protected against both sub-lethal and lethal doses of two different influenza viruses, a mouse-adapted SARS-coronavirus, or mouse pneumovirus. Treatment with PCN significantly increased survival and was marked by enhanced viral clearance, accelerated induction of viral-specific antibody production, and significant decreases in morbidity and lung damage. The enhanced protection appears to be dependent upon the prior development of inducible bronchus-associated lymphoid tissue (iBALT) in the lung in response to the PCN treatment and to be mediated through CD4+ T cell and B cell dependent mechanisms.",
      "sentences": [
        [
          {
            "segment_text": "Methodology/Principal Findings : Mice pre-treated with PCN ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "independent of any specific viral antigens ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "were protected against both sub-lethal and lethal doses of two different influenza viruses ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "a mouse-adapted SARS-coronavirus , or mouse pneumovirus .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Treatment with PCN significantly increased survival and was marked by enhanced viral clearance ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "accelerated induction of viral-specific antibody production ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and significant decreases in morbidity and lung damage .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The enhanced protection appears to be dependent upon the prior development of inducible bronchus-associated lymphoid tissue ( iBALT ) in the lung in response to the PCN treatment and to be mediated through CD4 + T cell and B cell dependent mechanisms .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions/Significance: The immunoprophylactic strategy described utilizes an infection-independent induction of naturally occurring iBALT prior to infection by a pulmonary viral pathogen. This strategy non-specifically enhances primary immunity to respiratory viruses and is not restricted by the antigen specificities inherent in typical vaccination strategies. PCN treatment is asymptomatic in its application and importantly, ameliorates the damaging inflammation normally associated with the recruitment of immune responses into the lung. Citation: Wiley JA, Richert LE, Swain SD, Harmsen A, Barnard DL, et al. (2009) Inducible Bronchus-Associated Lymphoid Tissue Elicited by a Protein Cage Nanoparticle Enhances Protection in Mice against Diverse Respiratory Viruses. PLoS ONE 4(9): e7142.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions/Significance : The immunoprophylactic strategy described utilizes an infection-independent induction of naturally occurring iBALT prior to infection by a pulmonary viral pathogen .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This strategy non-specifically enhances primary immunity to respiratory viruses and is not restricted by the antigen specificities inherent in typical vaccination strategies .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "PCN treatment is asymptomatic in its application and importantly ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "ameliorates the damaging inflammation normally associated with the recruitment of immune responses into the lung .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Citation : Wiley JA , Richert LE ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Swain SD , Harmsen A ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Barnard DL , et al. ( 2009 ) Inducible Bronchus-Associated Lymphoid Tissue Elicited by a Protein Cage Nanoparticle Enhances Protection in Mice against Diverse Respiratory Viruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "PLoS ONE 4 ( 9 ) : e7142 .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "12",
    "segment_num": "20",
    "token_num": "368"
  }
}