{
  "paper_id": "5aaa0dfb49b42f8fab7ce125f89360b828ee9298",
  "metadata": {
    "title": "Cyclosporin A and Its Analogs Inhibit Hepatitis B Virus Entry Into Cultured Hepatocytes Through Targeting a Membrane Transporter, Sodium Taurocholate Cotransporting Polypeptide (NTCP)",
    "coda_data_split": "train",
    "coda_paper_id": 7364,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Chronic hepatitis B virus (HBV) infection is a major public health problem worldwide. Although nucleos(t)ide analogs inhibiting viral reverse transcriptase are clinically available as anti-HBV agents, emergence of drug-resistant viruses highlights the need for new anti-HBV agents interfering with other targets. Here we report that cyclosporin A (CsA) can inhibit HBV entry into cultured hepatocytes. The anti-HBV effect of CsA was independent of binding to cyclophilin and calcineurin. Rather, blockade of HBV infection correlated with the ability to inhibit the transporter activity of sodium taurocholate cotransporting polypeptide (NTCP). We also found that HBV infection-susceptible cells, differentiated HepaRG cells and primary human hepatocytes expressed NTCP, while nonsusceptible cell lines did not. A series of compounds targeting NTCP could inhibit HBV infection. CsA inhibited the binding between NTCP and large envelope protein in vitro. Evaluation of CsA analogs identified a compound with higher anti-HBV potency, having a median inhibitory concentration \u003c0.2 lM. Conclusion: This study provides a proof of concept for the novel strategy to identify anti-HBV agents by targeting the candidate HBV receptor, NTCP, using CsA as a structural platform. (HEPATOLOGY 2014;59:1726-1737 ",
      "sentences": [
        [
          {
            "segment_text": "Chronic hepatitis B virus ( HBV ) infection is a major public health problem worldwide .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although nucleos ( t ) ide analogs inhibiting viral reverse transcriptase are clinically available as anti-HBV agents ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "emergence of drug-resistant viruses highlights the need for new anti-HBV agents interfering with other targets .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we report that cyclosporin A ( CsA ) can inhibit HBV entry into cultured hepatocytes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The anti-HBV effect of CsA was independent of binding to cyclophilin and calcineurin .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Rather , blockade of HBV infection correlated with the ability to inhibit the transporter activity of sodium taurocholate cotransporting polypeptide ( NTCP ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We also found that HBV infection-susceptible cells ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "differentiated HepaRG cells and primary human hepatocytes expressed NTCP ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while nonsusceptible cell lines did not .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A series of compounds targeting NTCP could inhibit HBV infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "CsA inhibited the binding between NTCP and large envelope protein in vitro .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Evaluation of CsA analogs identified a compound with higher anti-HBV potency ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "having a median inhibitory concentration \u003c 0.2 lM .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusion : This study provides a proof of concept for the novel strategy to identify anti-HBV agents by targeting the candidate HBV receptor ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "NTCP , using CsA as a structural platform .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "( HEPATOLOGY 2014 ; 59:1726-1737",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "16",
    "token_num": "213"
  }
}