{
  "paper_id": "5ab2ff8df3b1bc8a71ab66025f5dcee729242583",
  "metadata": {
    "title": "Intracranial Administration of P Gene siRNA Protects Mice from Lethal Chandipura Virus Encephalitis",
    "coda_data_split": "train",
    "coda_paper_id": 6708,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: In parts of India, Chandipura Virus (CHPV) has emerged as an encephalitis causing pathogen in both epidemic and sporadic forms. This pediatric disease follows rapid course leading to 55-75% mortality. In the absence of specific treatment, effectiveness of RNA interference (RNAi) was evaluated.",
      "sentences": [
        [
          {
            "segment_text": "Background : In parts of India ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Chandipura Virus ( CHPV ) has emerged as an encephalitis causing pathogen in both epidemic and sporadic forms .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This pediatric disease follows rapid course leading to 55-75 % mortality .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In the absence of specific treatment ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "effectiveness of RNA interference ( RNAi ) was evaluated .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Methods and Findings: Efficacy of synthetic short interfering RNA (siRNA) or short hairpin RNA (shRNA) in protecting mice from CHPV infection was assessed. The target genes were P and M genes primarily because important role of the former in viral replication and lethal nature of the latter. Real time one step RT-PCR and plaque assay were used for the assessment of gene silencing. Using pAcGFP1N1-CHPV-P, we showed that P-2 siRNA was most efficient in reducing the expression of P gene in-vitro. Both quantitative assays documented 2logs reduction in the virus titer when P-2, M-5 or M-6 siRNAs were transfected 2hr post infection (PI). Use of these siRNAs in combination did not result in enhanced efficiency. P-2 siRNA was found to tolerate four mismatches in the center. As compared to five different shRNAs, P-2 siRNA was most effective in inhibiting CHPV replication. An extended survival was noted when mice infected intracranially with 100 LD 50 CHPV were treated with cationic lipid complexed 5 mg P-2 siRNA simultaneously. Infection with 10LD 50 and treatment with two doses of siRNA first, simultaneously and second 24 hr PI, resulted in 70% survival. Surviving mice showed 4logs less CHPV titers in brain without histopathological changes or antibody response. Gene expression profiles of P-2 siRNA treated mice showed no interferon response. First dose of siRNA at 2hr or 4hr PI with second dose at 24hr resulted in 40% and 20% survival respectively suggesting potential application in therapy.",
      "sentences": [
        [
          {
            "segment_text": "Methods and Findings : Efficacy of synthetic short interfering RNA ( siRNA ) or short hairpin RNA ( shRNA ) in protecting mice from CHPV infection was assessed .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The target genes were P and M genes primarily because important role of the former in viral replication and lethal nature of the latter .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Real time one step RT-PCR and plaque assay were used for the assessment of gene silencing .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Using pAcGFP1N1-CHPV-P , we showed that P-2 siRNA was most efficient in reducing the expression of P gene in-vitro .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Both quantitative assays documented 2logs reduction in the virus titer when P-2 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "M-5 or M-6 siRNAs were transfected 2 hr post infection ( PI ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Use of these siRNAs in combination did not result in enhanced efficiency .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "P-2 siRNA was found to tolerate four mismatches in the center .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "As compared to five different shRNAs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "P-2 siRNA was most effective in inhibiting CHPV replication .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "An extended survival was noted when mice infected intracranially with 100 LD 50 CHPV were treated with cationic lipid complexed 5 mg P-2 siRNA simultaneously .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Infection with 10LD 50 and treatment with two doses of siRNA first ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "simultaneously and second 24 hr PI ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "resulted in 70 % survival .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Surviving mice showed 4logs less CHPV titers in brain without histopathological changes or antibody response .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Gene expression profiles of P-2 siRNA treated mice showed no interferon response .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "First dose of siRNA at 2 hr or 4 hr PI with second dose at 24 hr resulted in 40 % and 20 % survival respectively suggesting potential application in therapy .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "The results highlight therapeutic potential of siRNA in treating rapid and fatal Chandipura encephalitis.",
      "sentences": [
        [
          {
            "segment_text": "The results highlight therapeutic potential of siRNA in treating rapid and fatal Chandipura encephalitis .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "17",
    "segment_num": "23",
    "token_num": "343"
  }
}