{
  "paper_id": "5ab64179b4447e7a5eacb7ff77a076c5dfb3bb4c",
  "metadata": {
    "title": "Evacuation of the ICU Care of the Critically Ill and Injured During Pandemics and Disasters: CHEST Consensus Statement",
    "coda_data_split": "train",
    "coda_paper_id": 8098,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "BACKGROUND: Despite the high risk for patient harm during unanticipated ICU evacuations, critical care providers receive little to no training on how to perform safe and eff ective ICU evacuations. We reviewed the pertinent published literature and off er suggestions for the critical care provider regarding ICU evacuation. Th e suggestions in this article are important for all who are involved in pandemics or disasters with multiple critically ill or injured patients, including front-line clinicians, hospital administrators, and public health or government offi cials.",
      "sentences": [
        [
          {
            "segment_text": "BACKGROUND : Despite the high risk for patient harm during unanticipated ICU evacuations ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "critical care providers receive little to no training on how to perform safe and eff ective ICU evacuations .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We reviewed the pertinent published literature and off er suggestions for the critical care provider regarding ICU evacuation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Th e suggestions in this article are important for all who are involved in pandemics or disasters with multiple critically ill or injured patients ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "including front-line clinicians , hospital administrators ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and public health or government offi cials .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Th e Evacuation and Mobilization topic panel used the American College of Chest Physicians (CHEST) Guidelines Oversight Committee\u0027s methodology to develop seven key questions for which specifi c literature searches were conducted to identify studies upon which evidence-based recommendations could be made. No studies of suffi cient quality were identifi ed. Th erefore, the panel developed expert opinion-based suggestions using a modifi ed Delphi process.",
      "sentences": [
        [
          {
            "segment_text": "Th e Evacuation and Mobilization topic panel used the American College of Chest Physicians ( CHEST ) Guidelines Oversight Committee \u0027s methodology to develop seven key questions for which specifi c literature searches were conducted to identify studies upon which evidence-based recommendations could be made .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "No studies of suffi cient quality were identifi ed .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Th erefore , the panel developed expert opinion-based suggestions using a modifi ed Delphi process .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "RESULTS: Based on current best evidence, we provide 13 suggestions outlining a systematic approach to prepare for and execute an eff ective ICU evacuation during a disaster. Interhospital and intrahospital collaboration and functional ICU communication are critical for success. Pre-event planning and preparation are required for a no-notice evacuation. A Critical Care Team Leader must be designated within the Hospital Incident Command System. A threestage ICU Evacuation Timeline, including (1) no immediate threat, (2) evacuation threat, and (3) evacuation implementation, should be used. Detailed suggestions on ICU evacuation, including regional planning, evacuation drills, patient transport preparation and equipment, patient prioritization and distribution for evacuation, patient information and tracking, and federal and international evacuation assistance systems, are also provided. CONCLUSIONS: Successful ICU evacuation during a disaster requires active preparation, participation, communication, and leadership by critical care providers. Critical care providers have a professional obligation to become better educated, prepared, and engaged with the processes of ICU evacuation to provide a safe continuum of critical care during a disaster. CHEST 2014; 146( 4_Suppl ): e44S -e60S ABBREVIATIONS : CCTL 5 Critical Care Team Leader ; ECMO 5 extracorporeal membrane oxygenation ; EOC 5 emergency operations center ; NDMS 5 National Disaster Medical System",
      "sentences": [
        [
          {
            "segment_text": "RESULTS : Based on current best evidence ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "we provide 13 suggestions outlining a systematic approach to prepare for and execute an eff ective ICU evacuation during a disaster .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Interhospital and intrahospital collaboration and functional ICU communication are critical for success .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Pre-event planning and preparation are required for a no-notice evacuation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A Critical Care Team Leader must be designated within the Hospital Incident Command System .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A threestage ICU Evacuation Timeline ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including ( 1 ) no immediate threat ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "( 2 ) evacuation threat ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and ( 3 ) evacuation implementation , should be used .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Detailed suggestions on ICU evacuation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including regional planning , evacuation drills ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "patient transport preparation and equipment ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "patient prioritization and distribution for evacuation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "patient information and tracking , and federal and international evacuation assistance systems , are also provided .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "CONCLUSIONS : Successful ICU evacuation during a disaster requires active preparation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "participation , communication , and leadership by critical care providers .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Critical care providers have a professional obligation to become better educated ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "prepared , and engaged with the processes of ICU evacuation to provide a safe continuum of critical care during a disaster .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "CHEST 2014 ; 146 ( 4 _ Suppl ) : e44S - e60S ABBREVIATIONS : CCTL 5 Critical Care Team Leader ; ECMO 5 extracorporeal membrane oxygenation ; EOC 5 emergency operations center ; NDMS 5 National Disaster Medical System",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Form Hospital and Transport Agreements 1a. We suggest local and regional mutual-aid agreements should be established with other appropriately staff ed and resourced hospitals to redistribute critically ill and injured patients from an evacuating hospital(s), and these agreements should be integrated within the framework of disaster preparedness plans.",
      "sentences": [
        [
          {
            "segment_text": "Form Hospital and Transport Agreements 1a .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We suggest local and regional mutual-aid agreements should be established with other appropriately staff ed and resourced hospitals to redistribute critically ill and injured patients from an evacuating hospital ( s ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and these agreements should be integrated within the framework of disaster preparedness plans .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "1b. We suggest creation of predisaster formal agreements between hospitals and transport agencies or between Health Coalitions or Regional Health Authorities and transport agencies for air or ground transport of critically ill patients during a disaster.",
      "sentences": [
        [
          {
            "segment_text": "1b .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "We suggest creation of predisaster formal agreements between hospitals and transport agencies or between Health Coalitions or Regional Health Authorities and transport agencies for air or ground transport of critically ill patients during a disaster .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Prepare for and Simulate Critical Care Evacuation 2a. We suggest staffi ng requirements within disaster plans should take into account the staffi ng resources necessary for desired surge capability to both safely move patients and to provide continuous care for patients remaining in the ICU. . COI grids refl ecting the confl icts of interest that were current as of the date of the conference and voting are posted in the online supplementary materials. DISCLAIMER: American College of Chest Physicians guidelines and consensus statements are intended for general information only, are not medical advice, and do not replace professional care and physician advice, which always should be sought for any medical condition. Th e complete disclaimer for this consensus statement can be accessed at",
      "sentences": [
        [
          {
            "segment_text": "Prepare for and Simulate Critical Care Evacuation 2a .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We suggest staffi ng requirements within disaster plans should take into account the staffi ng resources necessary for desired surge capability to both safely move patients and to provide continuous care for patients remaining in the ICU .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": ".",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "COI grids refl ecting the confl icts of interest that were current as of the date of the conference and voting are posted in the online supplementary materials .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "DISCLAIMER : American College of Chest Physicians guidelines and consensus statements are intended for general information only ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "are not medical advice , and do not replace professional care and physician advice ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "which always should be sought for any medical condition .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Th e complete disclaimer for this consensus statement can be accessed at",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "6",
    "sentence_num": "25",
    "segment_num": "41",
    "token_num": "628"
  }
}