{
  "paper_id": "5ac5c3e50523ef177c80636a40c653d24ae405b2",
  "metadata": {
    "title": "Association between Australian Hajj Pilgrims\u0027 awareness of MERS-CoV, and their compliance with preventive measures and exposure to camels",
    "coda_data_split": "train",
    "coda_paper_id": 6058,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Through a prospective cohort study the relationship between travellers\u0027 awareness of MERS-CoV, and compliance with preventive measures and exposure to camels was evaluated among Australian Hajj pilgrims who attended Hajj in 2015. Only 28% of Australian Hajj pilgrims were aware of MERS-CoV in Saudi Arabia. Those who were aware of MERS-CoV were more likely to receive recommended vaccines [odds ratio (OR) 3.1, 95% confidence interval (CI): 1.5-5.9, P \u003c 0.01], but there was no significant difference in avoiding camels or their raw products during Hajj between those who were aware of MERS-CoV and those who were not (OR 1.2, 95% CI: 0.3-5.2, P ¼ 0.7). Hajj pilgrims\u0027 awareness is reflected in some of their practices but not in all.",
      "sentences": [
        [
          {
            "segment_text": "Through a prospective cohort study the relationship between travellers \u0027 awareness of MERS-CoV ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and compliance with preventive measures and exposure to camels was evaluated among Australian Hajj pilgrims who attended Hajj in 2015 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Only 28 % of Australian Hajj pilgrims were aware of MERS-CoV in Saudi Arabia .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Those who were aware of MERS-CoV were more likely to receive recommended vaccines ( odds ratio ( OR ) 3.1 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "95 % confidence interval ( CI ) : 1.5-5.9 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "P \u003c 0.01 ) , but there was no significant difference in avoiding camels or their raw products during Hajj between those who were aware of MERS-CoV and those who were not ( OR 1.2 , 95 % CI : 0.3-5.2 , P 1/4 0.7 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Hajj pilgrims \u0027 awareness is reflected in some of their practices but not in all .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "7",
    "token_num": "144"
  }
}