{
  "paper_id": "5ae438eff01ac41a451ff26064c3346805d1c1dc",
  "metadata": {
    "title": "Respiratory DNA viruses are undetectable in nasopharyngeal secretions from adenotonsillectomized children",
    "coda_data_split": "train",
    "coda_paper_id": 8742,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Respiratory viruses are frequently detected in association with chronic tonsillar hypertrophy in the absence of symptoms of acute respiratory infection (ARI). The present analysis was done in follow-up to a previous clinical study done by this same group. Nasopharyngeal washes (NPWs) were obtained from 83 of 120 individuals at variable times post adenotonsillectomy, in the absence of ARI symptoms. A look back at virus detection results in NPWs from the same 83 individuals at the time of tonsillectomy revealed that 73.5% (61/83) were positive for one or more viruses. The overall frequency of respiratory virus detection in posttonsillectomy NPWs was 58.8%. Rhinovirus (RV) was the agent most frequently detected, in 38 of 83 subjects (45.8%), followed by enterovirus in 7 (8.4%), human metapneumovirus in 6 (7.2%), human respiratory syncytial virus in 3 (3.6%) and human coronavirus in 1 (1.2%). Remarkably, there was no detection of adenovirus (HAdV) or human bocavirus (HBoV) in asymptomatic individuals in follow-up of adenotonsillectomy. In keeping with persistence of respiratory DNA viruses in human tonsils, tonsillectomy significantly reduces asymptomatic shedding of HAdV and HBoV in NPWs.",
      "sentences": [
        [
          {
            "segment_text": "Respiratory viruses are frequently detected in association with chronic tonsillar hypertrophy in the absence of symptoms of acute respiratory infection ( ARI ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The present analysis was done in follow-up to a previous clinical study done by this same group .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Nasopharyngeal washes ( NPWs ) were obtained from 83 of 120 individuals at variable times post adenotonsillectomy ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "in the absence of ARI symptoms .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A look back at virus detection results in NPWs from the same 83 individuals at the time of tonsillectomy revealed that 73.5 % ( 61/83 ) were positive for one or more viruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The overall frequency of respiratory virus detection in posttonsillectomy NPWs was 58.8 % .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Rhinovirus ( RV ) was the agent most frequently detected ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "in 38 of 83 subjects ( 45.8 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "followed by enterovirus in 7 ( 8.4 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "human metapneumovirus in 6 ( 7.2 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "human respiratory syncytial virus in 3 ( 3.6 % ) and human coronavirus in 1 ( 1.2 % ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Remarkably , there was no detection of adenovirus ( HAdV ) or human bocavirus ( HBoV ) in asymptomatic individuals in follow-up of adenotonsillectomy .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In keeping with persistence of respiratory DNA viruses in human tonsils ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "tonsillectomy significantly reduces asymptomatic shedding of HAdV and HBoV in NPWs .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "14",
    "token_num": "224"
  }
}