{
  "paper_id": "5aeb1cfeea89cef768b6f85d422ab80632498a50",
  "metadata": {
    "title": "Newcastle Disease Virus (NDV) Marker Vaccine: an Immunodominant Epitope on the Nucleoprotein Gene of NDV Can Be Deleted or Replaced by a Foreign Epitope",
    "coda_data_split": "train",
    "coda_paper_id": 8387,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The nucleoprotein (NP) of Newcastle disease virus (NDV) functions primarily to encapsidate the virus genome for the purpose of RNA transcription, replication, and packaging. This conserved multifunctional protein is also efficient in inducing NDV-specific antibody in chickens. Here, we localized a conserved B-cell immunodominant epitope (IDE) spanning residues 447 to 455 and successfully generated a recombinant NDV lacking the IDE by reverse genetics. Despite deletion of NP residues 443 to 460 encompassing the NP-IDE, the mutant NDV propagated in embryonated specific-pathogen-free chicken eggs to a level comparable to that of the parent virus. In addition, a B-cell epitope of the S2 glycoprotein of murine hepatitis virus (MHV) was inserted in-frame to replace the NP-IDE. Recombinant viruses properly expressing the introduced MHV epitope were successfully generated, demonstrating that the NP-IDE not only is dispensable for virus replication but also can be replaced by foreign sequences. Chickens immunized with the hybrid recombinants produced specific antibodies against the S2 glycoprotein of MHV and completely lacked antibodies directed against the NP-IDE. These marked-NDV recombinants, in conjunction with a diagnostic test, enable serological differentiation of vaccinated animals from infected animals and may be useful tools in ND eradication programs. The identification of a mutation-permissive region on the NP gene allows a rational approach to the insertion of protective epitopes and may be relevant for the design of NDV-based cross-protective marker vaccines.",
      "sentences": [
        [
          {
            "segment_text": "The nucleoprotein ( NP ) of Newcastle disease virus ( NDV ) functions primarily to encapsidate the virus genome for the purpose of RNA transcription , replication , and packaging .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This conserved multifunctional protein is also efficient in inducing NDV-specific antibody in chickens .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we localized a conserved B-cell immunodominant epitope ( IDE ) spanning residues 447 to 455 and successfully generated a recombinant NDV lacking the IDE by reverse genetics .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Despite deletion of NP residues 443 to 460 encompassing the NP-IDE ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the mutant NDV propagated in embryonated specific-pathogen-free chicken eggs to a level comparable to that of the parent virus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , a B-cell epitope of the S2 glycoprotein of murine hepatitis virus ( MHV ) was inserted in-frame to replace the NP-IDE .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Recombinant viruses properly expressing the introduced MHV epitope were successfully generated ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "demonstrating that the NP-IDE not only is dispensable for virus replication but also can be replaced by foreign sequences .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Chickens immunized with the hybrid recombinants produced specific antibodies against the S2 glycoprotein of MHV and completely lacked antibodies directed against the NP-IDE .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These marked-NDV recombinants , in conjunction with a diagnostic test ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "enable serological differentiation of vaccinated animals from infected animals and may be useful tools in ND eradication programs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The identification of a mutation-permissive region on the NP gene allows a rational approach to the insertion of protective epitopes and may be relevant for the design of NDV-based cross-protective marker vaccines .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "12",
    "token_num": "251"
  }
}