{
  "paper_id": "5b0ccee8385f0a382fccfbf73f2bdc5518d4fcdb",
  "metadata": {
    "title": "Inhibitory effects of glycopyrronium, formoterol, and budesonide on coronavirus HCoV-229E replication and cytokine production by primary cultures of human nasal and tracheal epithelial cells",
    "coda_data_split": "train",
    "coda_paper_id": 7939,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "a b s t r a c t Background: Coronavirus 229E (HCoV-229E), one of the causes of the common cold, exacerbates chronic obstructive pulmonary disease (COPD) and bronchial asthma. Longacting muscarinic antagonists and b 2 -agonists and inhaled corticosteroids inhibit the exacerbation of COPD and bronchial asthma caused by infection with viruses, including Please cite this article as: Yamaya M et al., Inhibitory effects of glycopyrronium, formoterol, and budesonide on coronavirus HCoV-229E replication and cytokine production by primary cultures of human nasal and tracheal epithelial cells, Respiratory Investigation, https:// Available online xxx Keywords: Airway epithelial cells HCoV-229E CD13 Long-acting b 2 agonist Long-acting muscarinic antagonist HCoV-229E. However, the effects of these drugs on HCoV-229E replication and infectioninduced inflammation in the human airway are unknown. Methods: Primary human nasal (HNE) and tracheal (HTE) epithelial cell cultures were infected with HCoV-229E. Results: Pretreatment of HNE and HTE cells with glycopyrronium or formoterol decreased viral RNA levels and/or titers, the expression of the HCoV-229E receptor CD13, the number and fluorescence intensity of acidic endosomes where HCoV-229E RNA enters the cytoplasm, and the infection-induced production of cytokines, including IL-6, IL-8, and IFN-b.",
      "sentences": [
        [
          {
            "segment_text": "a b s t r a c t Background : Coronavirus 229E ( HCoV-229E ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "one of the causes of the common cold ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "exacerbates chronic obstructive pulmonary disease ( COPD ) and bronchial asthma .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Longacting muscarinic antagonists and b 2 - agonists and inhaled corticosteroids inhibit the exacerbation of COPD and bronchial asthma caused by infection with viruses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including Please cite this article as : Yamaya M et al. ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Inhibitory effects of glycopyrronium , formoterol ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and budesonide on coronavirus HCoV-229E replication and cytokine production by primary cultures of human nasal and tracheal epithelial cells ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Respiratory Investigation , https : / / Available online xxx Keywords : Airway epithelial cells HCoV-229E CD13 Long-acting b 2 agonist Long-acting muscarinic antagonist HCoV-229E .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , the effects of these drugs on HCoV-229E replication and infectioninduced inflammation in the human airway are unknown .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Methods : Primary human nasal ( HNE ) and tracheal ( HTE ) epithelial cell cultures were infected with HCoV-229E .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Pretreatment of HNE and HTE cells with glycopyrronium or formoterol decreased viral RNA levels and/or titers ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the expression of the HCoV-229E receptor CD13 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the number and fluorescence intensity of acidic endosomes where HCoV-229E RNA enters the cytoplasm ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the infection-induced production of cytokines ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including IL-6 , IL-8 , and IFN-b .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Treatment of the cells with the CD13 inhibitor 2 0 2 0 -dipyridyl decreased viral titers.",
      "sentences": [
        [
          {
            "segment_text": "Treatment of the cells with the CD13 inhibitor 2 0 2 0 - dipyridyl decreased viral titers .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Pretreatment of the cells with a combination of three drugs (glycopyrronium, formoterol, and budesonide) exerted additive inhibitory effects on viral titers and cytokine production.",
      "sentences": [
        [
          {
            "segment_text": "Pretreatment of the cells with a combination of three drugs ( glycopyrronium , formoterol , and budesonide ) exerted additive inhibitory effects on viral titers and cytokine production .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Pretreatment of HNE cells with glycopyrronium or formoterol reduced the susceptibility to infection, and pretreatment with the three drugs inhibited activation of nuclear factorkappa B p50 and p65 proteins. Pretreatment with formoterol increased cAMP levels and treatment with cAMP decreased viral titers, CD13 expression, and the fluorescence intensity of acidic endosomes.",
      "sentences": [
        [
          {
            "segment_text": "Pretreatment of HNE cells with glycopyrronium or formoterol reduced the susceptibility to infection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and pretreatment with the three drugs inhibited activation of nuclear factorkappa B p50 and p65 proteins .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Pretreatment with formoterol increased cAMP levels and treatment with cAMP decreased viral titers ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "CD13 expression , and the fluorescence intensity of acidic endosomes .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions: These findings suggest that glycopyrronium, formoterol, and a combination of glycopyrronium, formoterol, and budesonide inhibit HCoV-229E replication partly by inhibiting receptor expression and/or endosomal function and that these drugs modulate infection-induced inflammation in the airway.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions : These findings suggest that glycopyrronium ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "formoterol , and a combination of glycopyrronium ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "formoterol , and budesonide inhibit HCoV-229E replication partly by inhibiting receptor expression and/or endosomal function and that these drugs modulate infection-induced inflammation in the airway .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "5",
    "sentence_num": "10",
    "segment_num": "24",
    "token_num": "370"
  }
}