{
  "paper_id": "5b15c62ee761d6eefeb7d2ef023f804bfdc41edc",
  "metadata": {
    "title": "Optimal Decision Model for Sustainable Hospital Building Renovation-A Case Study of a Vacant School Building Converting into a Community Public Hospital",
    "coda_data_split": "train",
    "coda_paper_id": 6247,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Much attention has been paid to hospitals environments since modern pandemics have emerged. The building sector is considered to be the largest world energy consumer, so many global organizations are attempting to create a sustainable environment in building construction by reducing energy consumption. Therefore, maintaining high standards of hygiene while reducing energy consumption has become a major task for hospitals. This study develops a decision model based on genetic algorithms and A* graph search algorithms to evaluate existing hospital environmental conditions and to recommend an optimal scheme of sustainable renovation strategies, considering trade-offs among minimal renovation cost, maximum quality improvement, and low environmental impact. Reusing vacant buildings is a global and sustainable trend. In Taiwan, for example, more and more school space will be unoccupied due to a rapidly declining birth rate. Integrating medical care with local community elder-care efforts becomes important because of the aging population. This research introduces a model that converts a simulated vacant school building into a community public hospital renovation project in order to validate the solutions made by hospital managers and suggested by the system. The result reveals that the system performs well and its solutions are more successful than the actions undertaken by decision-makers. This system can improve traditional hospital building condition assessment while making it more effective and efficient.",
      "sentences": [
        [
          {
            "segment_text": "Much attention has been paid to hospitals environments since modern pandemics have emerged .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The building sector is considered to be the largest world energy consumer ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "so many global organizations are attempting to create a sustainable environment in building construction by reducing energy consumption .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Therefore , maintaining high standards of hygiene while reducing energy consumption has become a major task for hospitals .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This study develops a decision model based on genetic algorithms and A * graph search algorithms to evaluate existing hospital environmental conditions and to recommend an optimal scheme of sustainable renovation strategies ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "considering trade-offs among minimal renovation cost ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "maximum quality improvement , and low environmental impact .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Reusing vacant buildings is a global and sustainable trend .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In Taiwan , for example ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "more and more school space will be unoccupied due to a rapidly declining birth rate .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Integrating medical care with local community elder-care efforts becomes important because of the aging population .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This research introduces a model that converts a simulated vacant school building into a community public hospital renovation project in order to validate the solutions made by hospital managers and suggested by the system .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The result reveals that the system performs well and its solutions are more successful than the actions undertaken by decision-makers .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This system can improve traditional hospital building condition assessment while making it more effective and efficient .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "14",
    "token_num": "235"
  }
}