{
  "paper_id": "5b1c9c575d37e7026b0c2c0fdfe309b7a06a528a",
  "metadata": {
    "title": "Evaluation of an accelerated hydrogen peroxide disinfectant to inactivate porcine epidemic diarrhea virus in swine feces on aluminum surfaces under freezing conditions",
    "coda_data_split": "train",
    "coda_paper_id": 2633,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Since its emergence in 2013, porcine epidemic diarrhea virus (PEDV) spread rapidly throughout the country due, in part, to contaminated livestock trailers. The objective of this study was to test the efficacy of an accelerated hydrogen peroxide (AHP) disinfectant for inactivating PEDV in swine feces on metal surfaces under freezing conditions. One 15.24 X 15.24 X 2.54 cm aluminum coupon, contaminated with swine feces, and randomly matched to one pig was the experimental unit. Eight treatment groups representing two AHP concentrations (1:16 and 1:32) in a 10% propylene glycol solution, two contact times in a -10째C freezer (40 min and 60 min), and two levels of fecal contamination (5 mL and 10 mL) in addition to negative and positive control groups were evaluated. Forty 3-week-old pigs, intragastrically inoculated with the contents of the coupons after treatment, were used as a bioassay to determine the infectivity of PEDV after treatment. Infectivity was determined by detection of virus with a nucleocapsid (N) gene-based quantitative real-time reverse transcription polymerase chain reaction (RT-qPCR) on rectal swabs collected from the inoculated pigs on days three and seven post-inoculation.",
      "sentences": [
        [
          {
            "segment_text": "Background : Since its emergence in 2013 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "porcine epidemic diarrhea virus ( PEDV ) spread rapidly throughout the country due ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "in part , to contaminated livestock trailers .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The objective of this study was to test the efficacy of an accelerated hydrogen peroxide ( AHP ) disinfectant for inactivating PEDV in swine feces on metal surfaces under freezing conditions .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "One 15.24 X 15.24 X 2.54 cm aluminum coupon ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "contaminated with swine feces , and randomly matched to one pig was the experimental unit .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Eight treatment groups representing two AHP concentrations ( 1:16 and 1:32 ) in a 10 % propylene glycol solution ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "two contact times in a -10 째C freezer ( 40 min and 60 min ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and two levels of fecal contamination ( 5 mL and 10 mL ) in addition to negative and positive control groups were evaluated .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Forty 3-week-old pigs , intragastrically inoculated with the contents of the coupons after treatment ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "were used as a bioassay to determine the infectivity of PEDV after treatment .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Infectivity was determined by detection of virus with a nucleocapsid ( N ) gene-based quantitative real-time reverse transcription polymerase chain reaction ( RT-qPCR ) on rectal swabs collected from the inoculated pigs on days three and seven post-inoculation .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results: All post-treatment swabs from the negative control coupons were negative for PEDV via RT-qPCR. All posttreatment swabs collected from coupons in the AHP disinfectant treatment groups and the positive control group were positive for PEDV via RT-qPCR. For the bioassay, no rectal swabs from pigs in the negative control (0 of 4) or the AHP disinfectant treatment groups (0 of 32) were positive for PEDV. Rectal swabs from all pigs within the positive control group (4 of 4) were positive for PEDV by RT-qPCR.",
      "sentences": [
        [
          {
            "segment_text": "Results : All post-treatment swabs from the negative control coupons were negative for PEDV via RT-qPCR .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "All posttreatment swabs collected from coupons in the AHP disinfectant treatment groups and the positive control group were positive for PEDV via RT-qPCR .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "For the bioassay , no rectal swabs from pigs in the negative control ( 0 of 4 ) or the AHP disinfectant treatment groups ( 0 of 32 ) were positive for PEDV .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Rectal swabs from all pigs within the positive control group ( 4 of 4 ) were positive for PEDV by RT-qPCR .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions: Under the conditions of this study, 1:16 and 1:32 dilutions of the AHP disinfectant successfully inactivated PEDV in swine feces on metal surfaces when applied at -10째C with 40 or 60 min of contact time. This study also suggests that a positive RT-qPCR result for PEDV on an environmental sample should be expected when the AHP disinfectant is applied under freezing conditions, but does not necessarily indicate that an infectious dose of PEDV remains after disinfection.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions : Under the conditions of this study ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "1:16 and 1:32 dilutions of the AHP disinfectant successfully inactivated PEDV in swine feces on metal surfaces when applied at -10 째C with 40 or 60 min of contact time .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This study also suggests that a positive RT-qPCR result for PEDV on an environmental sample should be expected when the AHP disinfectant is applied under freezing conditions ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but does not necessarily indicate that an infectious dose of PEDV remains after disinfection .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "12",
    "segment_num": "20",
    "token_num": "396"
  }
}