{
  "paper_id": "5b2945b68e31dfe32f721791a52b95f09b6a31bc",
  "metadata": {
    "title": "Vaccines for emerging pathogens: prospects for licensure",
    "coda_data_split": "train",
    "coda_paper_id": 8344,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Globally, there are a number of emerging pathogens. For most, there are no licensed vaccines available for human use, although there is ongoing research and development. However, given the extensive and increasing list of emerging pathogens and the investment required to bring vaccines into clinical use, the task is huge. Overlaid on this task is the risk of anti-microbial resistance (AMR) acquisition by micro-organisms which can endow a relatively harmless organism with pathogenic potential. Furthermore, climate change also introduces a challenge by causing some of the insect vectors and environmental conditions prevalent in tropical regions to begin to spread out from these traditional areas, thus increasing the risk of migration of zoonotic disease.",
      "sentences": [
        [
          {
            "segment_text": "Globally , there are a number of emerging pathogens .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "For most , there are no licensed vaccines available for human use ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "although there is ongoing research and development .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , given the extensive and increasing list of emerging pathogens and the investment required to bring vaccines into clinical use , the task is huge .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Overlaid on this task is the risk of anti-microbial resistance ( AMR ) acquisition by micro-organisms which can endow a relatively harmless organism with pathogenic potential .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Furthermore , climate change also introduces a challenge by causing some of the insect vectors and environmental conditions prevalent in tropical regions to begin to spread out from these traditional areas ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "thus increasing the risk of migration of zoonotic disease .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Vaccination provides a defence against these emerging pathogens. However, vaccines for pathogens which cause severe, but occasional, disease outbreaks in endemic pockets have suffered from a lack of commercial incentive for development to a clinical standard, encompassing Phase III clinical trials for efficacy. An alternative is to develop such vaccines to request US Emergency Use Authorization (EUA), or equivalent status in the United States, Canada and the European Union, making use of a considerable number of regulatory mechanisms that are available prior to licensing. This review covers the status of vaccine development for some of the emerging pathogens, the hurdles that need to be overcome to achieve EUA or an equivalent regional or national status and how these considerations may impact vaccine development for the future, such that a more comprehensive stockpile of promising vaccines can be achieved.",
      "sentences": [
        [
          {
            "segment_text": "Vaccination provides a defence against these emerging pathogens .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , vaccines for pathogens which cause severe ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but occasional , disease outbreaks in endemic pockets have suffered from a lack of commercial incentive for development to a clinical standard ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "encompassing Phase III clinical trials for efficacy .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "An alternative is to develop such vaccines to request US Emergency Use Authorization ( EUA ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "or equivalent status in the United States ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Canada and the European Union ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "making use of a considerable number of regulatory mechanisms that are available prior to licensing .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review covers the status of vaccine development for some of the emerging pathogens ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "the hurdles that need to be overcome to achieve EUA or an equivalent regional or national status and how these considerations may impact vaccine development for the future ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "such that a more comprehensive stockpile of promising vaccines can be achieved .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "9",
    "segment_num": "18",
    "token_num": "280"
  }
}