{
  "paper_id": "5b31457498ceef76eff7cdc01e0486d6fc3b49b8",
  "metadata": {
    "title": "The role of antibiotics in asthma",
    "coda_data_split": "train",
    "coda_paper_id": 4367,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "There is increasing evidence that atypical respiratory pathogens such as Chlamydophila pneumoniae and Mycoplasma pneumoniae may contribute to the pathogenesis of both stable asthma and asthma exacerbations. It is postulated that these organisms may contribute to inflammation in the airways possibly by activating inflammatory mechanisms in the respiratory tract.",
      "sentences": [
        [
          {
            "segment_text": "There is increasing evidence that atypical respiratory pathogens such as Chlamydophila pneumoniae and Mycoplasma pneumoniae may contribute to the pathogenesis of both stable asthma and asthma exacerbations .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It is postulated that these organisms may contribute to inflammation in the airways possibly by activating inflammatory mechanisms in the respiratory tract .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "The macrolide class of antibiotics may have a part to play in the management of asthma by exerting anti-inflammatory effects on the chronically inflamed airways in addition to their anti-infective action. The ketolide antibiotics may also have similar properties.",
      "sentences": [
        [
          {
            "segment_text": "The macrolide class of antibiotics may have a part to play in the management of asthma by exerting anti-inflammatory effects on the chronically inflamed airways in addition to their anti-infective action .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The ketolide antibiotics may also have similar properties .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "This paper discusses the role of these antibiotics in the management of asthma.",
      "sentences": [
        [
          {
            "segment_text": "This paper discusses the role of these antibiotics in the management of asthma .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "5",
    "segment_num": "5",
    "token_num": "106"
  }
}