{
  "paper_id": "5b33d93a5e943df43ae875998b4431cdf573bea2",
  "metadata": {
    "title": "Chemical microarray: a new tool for drug screening and discovery",
    "coda_data_split": "train",
    "coda_paper_id": 8469,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "HTS with microtiter plates has been the major tool used in the pharmaceutical industry to explore chemical diversity space and to identify active compounds and pharmacophores for specific biological targets. However, HTS faces a daunting challenge regarding the fast-growing numbers of drug targets arising from genomic and proteomic research, and large chemical libraries generated from highthroughput synthesis. There is an urgent need to find new ways to profile the activity of large numbers of chemicals against hundreds of biological targets in a fast, low-cost fashion. Chemical microarray can rise to this challenge because it has the capability of identifying and evaluating small molecules as potential therapeutic reagents. During the past few years, chemical microarray technology, with different surface chemistries and activation strategies, has generated many successes in the evaluation of chemicalprotein interactions, enzyme activity inhibition, target identification, signal pathway elucidation and cell-based functional analysis. The success of chemical microarray technology will provide unprecedented possibilities and capabilities for parallel functional analysis of tremendous amounts of chemical compounds.",
      "sentences": [
        [
          {
            "segment_text": "HTS with microtiter plates has been the major tool used in the pharmaceutical industry to explore chemical diversity space and to identify active compounds and pharmacophores for specific biological targets .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , HTS faces a daunting challenge regarding the fast-growing numbers of drug targets arising from genomic and proteomic research ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and large chemical libraries generated from highthroughput synthesis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "There is an urgent need to find new ways to profile the activity of large numbers of chemicals against hundreds of biological targets in a fast , low-cost fashion .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Chemical microarray can rise to this challenge because it has the capability of identifying and evaluating small molecules as potential therapeutic reagents .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "During the past few years ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "chemical microarray technology , with different surface chemistries and activation strategies ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "has generated many successes in the evaluation of chemicalprotein interactions ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "enzyme activity inhibition , target identification ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "signal pathway elucidation and cell-based functional analysis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The success of chemical microarray technology will provide unprecedented possibilities and capabilities for parallel functional analysis of tremendous amounts of chemical compounds .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "11",
    "token_num": "181"
  }
}