{
  "paper_id": "5b7a901d661496d6b94f4ba03f835ccc47cae43d",
  "metadata": {
    "title": "Cryptosporidiosis in small ruminants ଝ",
    "coda_data_split": "train",
    "coda_paper_id": 3813,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Cryptosporidiosis is an infection caused by protozoan parasites belonging to the genus Cryptosporidium which is responsible for a potentially severe disease in new-born ruminants. This infection is highly prevalent in small ruminants throughout the world, especially in pre-weaned animals. The clinical expression is different between goat kids and lambs, the infection being generally more severe in the former. Molecular data demonstrate geographical variations in the species of Cryptosporidium infecting small ruminants. They also support the possibility of transmission of zoonotic species from these hosts to humans. Studies are still needed on molecular epidemiology, especially in goats, and on ways to control infection.",
      "sentences": [
        [
          {
            "segment_text": "Cryptosporidiosis is an infection caused by protozoan parasites belonging to the genus Cryptosporidium which is responsible for a potentially severe disease in new-born ruminants .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This infection is highly prevalent in small ruminants throughout the world , especially in pre-weaned animals .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The clinical expression is different between goat kids and lambs ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the infection being generally more severe in the former .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Molecular data demonstrate geographical variations in the species of Cryptosporidium infecting small ruminants .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "They also support the possibility of transmission of zoonotic species from these hosts to humans .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Studies are still needed on molecular epidemiology ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "especially in goats , and on ways to control infection .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "8",
    "token_num": "112"
  }
}