{
  "paper_id": "5b7f659e286c6342c626a0bf43edcf2c06286fb5",
  "metadata": {
    "title": "The Aquaporin family of membrane water channels",
    "coda_data_split": "train",
    "coda_paper_id": 4170,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The rapid movement of water across the plasma membranes of certain cells has been a long-standing puzzle to membrane biophysicists and physiologists; the discovery of the red cell channel-forming integral protein has provided a molecular solution to this puzzle. The identification of this protein has led to the recognition of a family of related water-selective channels, the aquaporins, that are found in animals, plants and microbial organisms. In order to provide insight into the remarkable but simple function of these membrane proteins, their structures are being elucidated.",
      "sentences": [
        [
          {
            "segment_text": "The rapid movement of water across the plasma membranes of certain cells has been a long-standing puzzle to membrane biophysicists and physiologists ; the discovery of the red cell channel-forming integral protein has provided a molecular solution to this puzzle .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The identification of this protein has led to the recognition of a family of related water-selective channels ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the aquaporins , that are found in animals , plants and microbial organisms .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In order to provide insight into the remarkable but simple function of these membrane proteins ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "their structures are being elucidated .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Abbreviations CHIP---channel-forming integral protein; MIP--major intrinsic protein; STEM--scanning transmission electron microscope.",
      "sentences": [
        [
          {
            "segment_text": "Abbreviations CHIP -- channel-forming integral protein ; MIP -- major intrinsic protein ; STEM -- scanning transmission electron microscope .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "4",
    "segment_num": "6",
    "token_num": "115"
  }
}