{
  "paper_id": "5bb23362a96194d22031450878db7925dfb37309",
  "metadata": {
    "title": "Matrix Fibronectin Binds Gammaretrovirus and Assists in Entry: New Light on Viral Infections ᰔ † Downloaded from",
    "coda_data_split": "train",
    "coda_paper_id": 10930,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "A major entry route for the gammaretrovirus amphotropic murine leukemia virus (A-MLV) into NIH 3T3 fibroblasts is via caveola-dependent endocytosis. However, during the infection time, few viral particles can be observed intracellularly. Analyzing the dynamics of the A-MLV infection process by using total internal reflection fluorescence microscopy, we show that the majority of viruses are extracellular and bound to the fibronectin matrix. Moreover, the amounts of bound virus and of fibronectin correlated. Using confocal microscopy, nanoparticles targeted to fibronectin by a III1C-fibronectin fragment or anti-fibronectin antibody were detected intracellularly in NIH 3T3 cells; unconjugated nanoparticles neither bound to cells nor were detectable intracellularly. Furthermore, A-MLV colocalized intracellularly with the fibronectin-targeted nanoparticles, suggesting that they were taken up by the same cellular pathway. Both A-MLV entry and fibronectin turnover depend on caveolar endocytosis, and we found that inhibiting viral binding to the extracellular NIH 3T3 fibronectin-matrix dramatically reduced A-MLV infection, indeed, showing an active role of fibronectin in infection. We suggest that binding to the cellular fibronectin matrix provides a new mechanism by which viruses can enter cells.",
      "sentences": [
        [
          {
            "segment_text": "A major entry route for the gammaretrovirus amphotropic murine leukemia virus ( A-MLV ) into NIH 3T3 fibroblasts is via caveola-dependent endocytosis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , during the infection time ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "few viral particles can be observed intracellularly .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Analyzing the dynamics of the A-MLV infection process by using total internal reflection fluorescence microscopy ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "we show that the majority of viruses are extracellular and bound to the fibronectin matrix .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Moreover , the amounts of bound virus and of fibronectin correlated .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Using confocal microscopy , nanoparticles targeted to fibronectin by a III1C-fibronectin fragment or anti-fibronectin antibody were detected intracellularly in NIH 3T3 cells ; unconjugated nanoparticles neither bound to cells nor were detectable intracellularly .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , A-MLV colocalized intracellularly with the fibronectin-targeted nanoparticles ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "suggesting that they were taken up by the same cellular pathway .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Both A-MLV entry and fibronectin turnover depend on caveolar endocytosis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and we found that inhibiting viral binding to the extracellular NIH 3T3 fibronectin-matrix dramatically reduced A-MLV infection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "indeed , showing an active role of fibronectin in infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We suggest that binding to the cellular fibronectin matrix provides a new mechanism by which viruses can enter cells .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "13",
    "token_num": "198"
  }
}