{
  "paper_id": "5bc4d92dcd27012532757bc3b0c55b8dff1319b9",
  "metadata": {
    "title": "Rapid detection of human immunodeficiency virus type 1 group M by a reverse transcription-loop-mediated isothermal amplification assay",
    "coda_data_split": "train",
    "coda_paper_id": 10783,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "A rapid one-step reverse transcription-loop-mediated isothermal amplification (RT-LAMP) assay targeting the pol-integrase gene was developed to detect human immunodeficiency virus type 1 (HIV-1) group M. This HIV-1 RT-LAMP assay is simple and rapid, and amplification can be completed within 35 min under isothermal conditions at 60 • C. The 100% detection limit of HIV-1 RT-LAMP was determined using a standard strain (WHO HIV-1 [97/656]) in octuplicate and found to be 120 copies/ml. The RT-LAMP assay was evaluated for use for clinical diagnosis using plasma samples collected from 57 HIV-1-infected and 40 uninfected individuals in Cameroon, where highly divergent HIV-1 strains are prevalent. Of the 57 samples from infected individuals, 56 harbored group-M HIV-1 strains, such as subtypes A, B, G, F2, and circulating recombinant forms (CRFs) 01, 02, 09, 11, 13; all were RT-LAMP positive. One sample harboring group-O HIV-1 and the 40 HIV-1-uninfected samples were RT-LAMP negative. These findings indicate that HIV-1 RT-LAMP can detect HIV-1 group-M RNA from plasma samples rapidly and with high sensitivity and specificity. These data also suggest that this RT-LAMP assay can be useful for confirming HIV diagnosis, particularly in resource-limited settings.",
      "sentences": [
        [
          {
            "segment_text": "A rapid one-step reverse transcription-loop-mediated isothermal amplification ( RT-LAMP ) assay targeting the pol-integrase gene was developed to detect human immunodeficiency virus type 1 ( HIV-1 ) group M .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This HIV-1 RT-LAMP assay is simple and rapid ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and amplification can be completed within 35 min under isothermal conditions at 60 • C .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The 100 % detection limit of HIV-1 RT-LAMP was determined using a standard strain ( WHO HIV-1 ( 97/656 ) ) in octuplicate and found to be 120 copies/ml .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The RT-LAMP assay was evaluated for use for clinical diagnosis using plasma samples collected from 57 HIV-1-infected and 40 uninfected individuals in Cameroon ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "where highly divergent HIV-1 strains are prevalent .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Of the 57 samples from infected individuals ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "56 harbored group-M HIV-1 strains ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "such as subtypes A , B ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "G , F2 , and circulating recombinant forms ( CRFs ) 01 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "02 , 09 , 11 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "13 ; all were RT-LAMP positive .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "One sample harboring group-O HIV-1 and the 40 HIV-1-uninfected samples were RT-LAMP negative .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These findings indicate that HIV-1 RT-LAMP can detect HIV-1 group-M RNA from plasma samples rapidly and with high sensitivity and specificity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These data also suggest that this RT-LAMP assay can be useful for confirming HIV diagnosis , particularly in resource-limited settings .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "15",
    "token_num": "221"
  }
}