{
  "paper_id": "5bd0d5db60f72689e429b6f1e98678d789930366",
  "metadata": {
    "title": "Early-Life Exposure to Clostridium leptum Causes Pulmonary Immunosuppression",
    "coda_data_split": "train",
    "coda_paper_id": 8627,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Low Clostridium leptum levels are a risk factor for the development of asthma. C. leptum deficiency exacerbates asthma; however, the impact of early-life C. leptum exposure on cesarean-delivered mice remains unclear. This study is to determine the effects of early-life C. leptum exposure on asthma development in infant mice.",
      "sentences": [
        [
          {
            "segment_text": "Low Clostridium leptum levels are a risk factor for the development of asthma .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "C. leptum deficiency exacerbates asthma ; however ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the impact of early-life C. leptum exposure on cesarean-delivered mice remains unclear .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This study is to determine the effects of early-life C. leptum exposure on asthma development in infant mice .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "We exposed infant mice to C. leptum (fed-CL) and then induced asthma using the allergen ovalbumin (OVA).",
      "sentences": [
        [
          {
            "segment_text": "We exposed infant mice to C. leptum ( fed-CL ) and then induced asthma using the allergen ovalbumin ( OVA ) .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Fed-CL increased regulatory T (Treg) cells in cesarean-delivered mice compared with vaginally delivered mice. Compared with OVA-exposed mice, mice exposed to C. leptum + OVA did not develop the typical asthma phenotype, which includes airway hyper-responsiveness, cell infiltration, and T helper cell subset (Th1, Th2, Th9, Th17) inflammation. Early-life C. leptum exposure induced an immunosuppressive environment in the lung concurrent with increased Treg cells, resulting in the inhibition of Th1, Th2, Th9, and Th17 cell responses.",
      "sentences": [
        [
          {
            "segment_text": "Fed-CL increased regulatory T ( Treg ) cells in cesarean-delivered mice compared with vaginally delivered mice .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Compared with OVA-exposed mice , mice exposed to C. leptum + OVA did not develop the typical asthma phenotype ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which includes airway hyper-responsiveness , cell infiltration ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and T helper cell subset ( Th1 , Th2 , Th9 , Th17 ) inflammation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Early-life C. leptum exposure induced an immunosuppressive environment in the lung concurrent with increased Treg cells ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "resulting in the inhibition of Th1 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Th2 , Th9 , and Th17 cell responses .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "These findings demonstrate a mechanism whereby C. leptum exposure modulates adaptive immunity and leads to failure to develop asthma upon OVA sensitization later in life. Fig 2. Schematic of a mouse model of early-life C. leptum ± OVA asthma. All analyses were carried out 48 h after the final protocol day. HE, hematoxylin-eosin; AL(OH) 3 , aluminum hydroxide.",
      "sentences": [
        [
          {
            "segment_text": "These findings demonstrate a mechanism whereby C. leptum exposure modulates adaptive immunity and leads to failure to develop asthma upon OVA sensitization later in life .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Fig 2 .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Schematic of a mouse model of early-life C. leptum ± OVA asthma .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "All analyses were carried out 48 h after the final protocol day .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "HE , hematoxylin-eosin ; AL ( OH ) 3 , aluminum hydroxide .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "12",
    "segment_num": "17",
    "token_num": "238"
  }
}