{
  "paper_id": "5bec33a9de40ef3a8b9149451afc71c711262fb9",
  "metadata": {
    "title": "Viral respiratory tract infections in the neonatal intensive care unit ଝ",
    "coda_data_split": "train",
    "coda_paper_id": 9907,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Introduction: Viral respiratory infections cause major morbidity and mortality in preterm infants. We have performed a prospective study in our neonatal intensive care unit (NICU) to determine the incidence of respiratory infections, their impact and the epidemiology and outcome in high risk neonates. Patients and methods: From September 2011 to May 2013 a prospective study was conducted in all preterm infants \u003c32 weeks gestational age and in all term newborns admitted to NICU for any pathology that was anticipated to have an admission exceeding two weeks. A nasopharyngeal aspirate (NPA) was collected the first day of life and weekly until discharge for virologic study with polymerase chain reaction. When these babies presented respiratory symptoms a new NPA was collected at this moment. A clinical form was filled by the physician. Results: A total of 60 infants were analysed: 30 (50%) had a gestational age \u003c32 weeks and 36 (60%) weighed less than 1500 g. We collected a total of 256 nasopharyngeal aspirate samples, 24 of them being positive (9.3%). These 24 positive samples corresponded to 13 infants in our cohort (21.6% of the patients). Of them, 9 were symptomatic and had 11 episodes of infection (2 patients had two different episodes with negative control between them). The most frequently identified virus was rhinovirus in (19) 79% of cases. The most frequent clinical data was the presence or increase in apneas (75%) and the need for oxygenotherapy. Conclusions: HRV infections are prevalent in the NICU, and preterm infants have a high risk of infections with clinical relevance. ---el 79% de las muestras (19) ---fue el rinovirus (RV). El dato clínico más frecuente fue la presencia o incremento de apneas (75%) y la necesidad de oxigenoterapia. Conclusiones: Las infecciones por RV son frecuentes en la UCIN y los recién nacidos pretérmino tienen un alto riesgo de presentar infecciones de relevancia clínica.",
      "sentences": [
        [
          {
            "segment_text": "Introduction : Viral respiratory infections cause major morbidity and mortality in preterm infants .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We have performed a prospective study in our neonatal intensive care unit ( NICU ) to determine the incidence of respiratory infections ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "their impact and the epidemiology and outcome in high risk neonates .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Patients and methods : From September 2011 to May 2013 a prospective study was conducted in all preterm infants \u003c 32 weeks gestational age and in all term newborns admitted to NICU for any pathology that was anticipated to have an admission exceeding two weeks .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A nasopharyngeal aspirate ( NPA ) was collected the first day of life and weekly until discharge for virologic study with polymerase chain reaction .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "When these babies presented respiratory symptoms a new NPA was collected at this moment .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A clinical form was filled by the physician .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : A total of 60 infants were analysed : 30 ( 50 % ) had a gestational age \u003c 32 weeks and 36 ( 60 % ) weighed less than 1500 g .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We collected a total of 256 nasopharyngeal aspirate samples ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "24 of them being positive ( 9.3 % ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These 24 positive samples corresponded to 13 infants in our cohort ( 21.6 % of the patients ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Of them , 9 were symptomatic and had 11 episodes of infection ( 2 patients had two different episodes with negative control between them ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The most frequently identified virus was rhinovirus in ( 19 ) 79 % of cases .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The most frequent clinical data was the presence or increase in apneas ( 75 % ) and the need for oxygenotherapy .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : HRV infections are prevalent in the NICU ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and preterm infants have a high risk of infections with clinical relevance .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "-- el 79 % de las muestras ( 19 ) -- fue el rinovirus ( RV ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "El dato clínico más frecuente fue la presencia o incremento de apneas ( 75 % ) y la necesidad de oxigenoterapia .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusiones : Las infecciones por RV son frecuentes en la UCIN y los recién nacidos pretérmino tienen un alto riesgo de presentar infecciones de relevancia clínica .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "16",
    "segment_num": "19",
    "token_num": "371"
  }
}