{
  "paper_id": "5bf6b6685fadbbc4899faa052321c697190bbade",
  "metadata": {
    "title": "molecules 18α-Glycyrrhetinic Acid Induces Apoptosis of HL-60 Human Leukemia Cells through Caspases-and Mitochondria-Dependent Signaling Pathways",
    "coda_data_split": "train",
    "coda_paper_id": 3825,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "In this study we investigate the molecular mechanisms of caspases and mitochondria in the extrinsic and intrinsic signal apoptosis pathways in human leukemia HL-60 cells after in vitro exposure to 18α-glycyrrhetinic acid (18α-GA). Cells were exposed to 18α-GA at various concentrations for various time periods and were harvested for flow cytometry total viable cell and apoptotic cell death measurements. Cells treated with 18α-GA significantly inhibited cell proliferation and induced cell apoptosis in a dose-dependent manner, with an IC 50 value of 100 µM at 48 h. The cell growth inhibition resulted in induction of apoptosis and decreased the mitochondria membrane potential (∆Ψ m ) and increased caspase-8, -9 and -3 activities. Furthermore, cytochrome c and AIF were released from mitochondria, as shown by western blotting and confirmed by confocal laser microscopy. Western blotting showed that 18α-GA increased the levels of pro-apoptotic proteins such as Bax and Bid and decreased the anti-apoptotic proteins such as Bcl-2 and Bcl-xl, furthermore, results also showed that 18α-GA increased Fas and Fas-L which are associated with surface death receptor in HL-60 cells. Based on those observations, the present study supports the hypothesis that 18α-GA-induced apoptosis in HL-60 cells involves the activation of the both extrinsic and intrinsic apoptotic pathways.",
      "sentences": [
        [
          {
            "segment_text": "In this study we investigate the molecular mechanisms of caspases and mitochondria in the extrinsic and intrinsic signal apoptosis pathways in human leukemia HL-60 cells after in vitro exposure to 18α-glycyrrhetinic acid ( 18α-GA ) .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Cells were exposed to 18α-GA at various concentrations for various time periods and were harvested for flow cytometry total viable cell and apoptotic cell death measurements .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Cells treated with 18α-GA significantly inhibited cell proliferation and induced cell apoptosis in a dose-dependent manner ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "with an IC 50 value of 100 µM at 48 h .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The cell growth inhibition resulted in induction of apoptosis and decreased the mitochondria membrane potential ( ∆ Ψ m ) and increased caspase-8 , -9 and -3 activities .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , cytochrome c and AIF were released from mitochondria ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as shown by western blotting and confirmed by confocal laser microscopy .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Western blotting showed that 18α-GA increased the levels of pro-apoptotic proteins such as Bax and Bid and decreased the anti-apoptotic proteins such as Bcl-2 and Bcl-xl ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "furthermore , results also showed that 18α-GA increased Fas and Fas-L which are associated with surface death receptor in HL-60 cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Based on those observations , the present study supports the hypothesis that 18α-GA-induced apoptosis in HL-60 cells involves the activation of the both extrinsic and intrinsic apoptotic pathways .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "10",
    "token_num": "222"
  }
}