{
  "paper_id": "5c0e34bf4f90c76993a32895fb0eb335dde787a4",
  "metadata": {
    "title": "",
    "coda_data_split": "train",
    "coda_paper_id": 8591,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Emergency infection control measures are essential in hospitals. Although Japan was spared from the 2003 epidemic of severe acute respiratory syndrome (SARS), hospitals were placed on high alert. The actual preparedness level of hospitals can be determined by examining individual perceptions among the hospital healthcare workers (HCWs). The objective of this study was to assess the level of preparedness of emergency infection control measures in Japan and to quantify the differences in preparedness across institutions and disciplines. From July to September 2003, a questionnaire survey concerning the perceptions of risks and countermeasures and knowledge about SARS was distributed at seven tertiary hospitals. Disciplines were categorized as emergency room (ER)/intensive care unit (ICU), surgical, medical, and \"others\". Of the 9978 questionnaires administered, 6929 valid responses were received and analyzed. After adjusting for age, sex, and job category, specific institutional measures (I-scores) were found to be more indicative of the level of preparedness across institutions and disciplines than were measures of overall effectiveness (E-scores) or knowledge of preventive measures (K-scores). In particular, the difference in Iscores was much more substantial across institutions than across disciplines. Across disciplines, surgical ranked lower than ER/ICU or medical. In conclusion, substantial differences in emergency infection control measures, as perceived by HCWs, exists among hospitals in Japan, with the differences across institutions exceeding those across disci-plines. To achieve a higher level of preparedness for infectious diseases, institutions should designate and implement effective emergency infection control measures.",
      "sentences": [
        [
          {
            "segment_text": "Emergency infection control measures are essential in hospitals .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although Japan was spared from the 2003 epidemic of severe acute respiratory syndrome ( SARS ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "hospitals were placed on high alert .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The actual preparedness level of hospitals can be determined by examining individual perceptions among the hospital healthcare workers ( HCWs ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The objective of this study was to assess the level of preparedness of emergency infection control measures in Japan and to quantify the differences in preparedness across institutions and disciplines .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "From July to September 2003 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "a questionnaire survey concerning the perceptions of risks and countermeasures and knowledge about SARS was distributed at seven tertiary hospitals .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Disciplines were categorized as emergency room ( ER ) / intensive care unit ( ICU ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "surgical , medical , and `` others \u0027\u0027 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Of the 9978 questionnaires administered ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "6929 valid responses were received and analyzed .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "After adjusting for age , sex ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and job category , specific institutional measures ( I-scores ) were found to be more indicative of the level of preparedness across institutions and disciplines than were measures of overall effectiveness ( E-scores ) or knowledge of preventive measures ( K-scores ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In particular , the difference in Iscores was much more substantial across institutions than across disciplines .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Across disciplines , surgical ranked lower than ER/ICU or medical .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In conclusion , substantial differences in emergency infection control measures ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as perceived by HCWs , exists among hospitals in Japan ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with the differences across institutions exceeding those across disci-plines .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "To achieve a higher level of preparedness for infectious diseases ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "institutions should designate and implement effective emergency infection control measures .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "12",
    "segment_num": "20",
    "token_num": "285"
  }
}