{
  "paper_id": "5c1318bfe5ce3f8f9b174fe7652c97baf46a7c59",
  "metadata": {
    "title": "Serum Albumin Concentration and Waiting List Mortality in Idiopathic Interstitial Pneumonia",
    "coda_data_split": "train",
    "coda_paper_id": 4204,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background: Hypoalbuminemia is a reliable predictor of mortality in patients with various illnesses as well as a predictor of disability and mortality in healthy older adults. The association between hypoalbuminemia and mortality in patients with idiopathic interstitial pneumonia remains unknown. The objective of this study was to examine the relationship between serum albumin concentration and mortality in a large cohort of patients with idiopathic interstitial pneumonia listed for lung transplantation.",
      "sentences": [
        [
          {
            "segment_text": "Background : Hypoalbuminemia is a reliable predictor of mortality in patients with various illnesses as well as a predictor of disability and mortality in healthy older adults .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The association between hypoalbuminemia and mortality in patients with idiopathic interstitial pneumonia remains unknown .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The objective of this study was to examine the relationship between serum albumin concentration and mortality in a large cohort of patients with idiopathic interstitial pneumonia listed for lung transplantation .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "In patients classified as having idiopathic pulmonary fibrosis, who were listed for lung transplantation with the United Network for Organ Sharing between January 1, 2004, and December 31, 2006 (N\u003d1,269), we studied the relationship between serum albumin concentration at the time of listing and mortality while awaiting transplantation.",
      "sentences": [
        [
          {
            "segment_text": "In patients classified as having idiopathic pulmonary fibrosis ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "who were listed for lung transplantation with the United Network for Organ Sharing between January 1 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "2004 , and December 31 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "2006 ( N \u003d 1,269 ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we studied the relationship between serum albumin concentration at the time of listing and mortality while awaiting transplantation .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results: Lower serum albumin was associated with increased mortality rate. Patients in lower categories of serum albumin had increased mortality rates before and after multivariable adjustment (p value for linear trend \u003c 0.0001). Analysis with serum albumin as a continuous predictor indicated that the mortality rate increased by 54% with each 0.5 g/dL decrease in serum albumin concentration (95% confidence interval: 32% to 79%).",
      "sentences": [
        [
          {
            "segment_text": "Results : Lower serum albumin was associated with increased mortality rate .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Patients in lower categories of serum albumin had increased mortality rates before and after multivariable adjustment ( p value for linear trend \u003c 0.0001 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Analysis with serum albumin as a continuous predictor indicated that the mortality rate increased by 54 % with each 0.5 g/dL decrease in serum albumin concentration ( 95 % confidence interval : 32 % to 79 % ) .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Lower serum albumin is strongly and independently associated with higher transplant-waiting list mortality in patients with idiopathic interstitial pneumonia.",
      "sentences": [
        [
          {
            "segment_text": "Lower serum albumin is strongly and independently associated with higher transplant-waiting list mortality in patients with idiopathic interstitial pneumonia .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "8",
    "segment_num": "12",
    "token_num": "229"
  }
}