{
  "paper_id": "5c2b3b892a6c90899312d91e4cdeb345064edc06",
  "metadata": {
    "title": "Advances in the treatment of virus-induced asthma",
    "coda_data_split": "train",
    "coda_paper_id": 10423,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Viral exacerbations continue to represent the major burden in terms of morbidity, mortality and health care costs associated with asthma. Those at greatest risk for acute asthma are those with more severe airways disease and poor asthma control. It is this group with established asthma in whom acute exacerbations triggered by virus infections remain a serious cause of increased morbidity. A range of novel therapies are emerging to treat asthma and in particular target this group with poor disease control, and in most cases their efficacy is now being judged by their ability to reduce the frequency of acute exacerbations. Critical for the development of new treatment approaches is an improved understanding of virus-host interaction in the context of the asthmatic airway. This requires research into the virology of the disease in physiological models in conjunction with detailed phenotypic characterisation of asthma patients to identify targets amenable to therapeutic intervention.",
      "sentences": [
        [
          {
            "segment_text": "Viral exacerbations continue to represent the major burden in terms of morbidity ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "mortality and health care costs associated with asthma .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Those at greatest risk for acute asthma are those with more severe airways disease and poor asthma control .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It is this group with established asthma in whom acute exacerbations triggered by virus infections remain a serious cause of increased morbidity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A range of novel therapies are emerging to treat asthma and in particular target this group with poor disease control ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and in most cases their efficacy is now being judged by their ability to reduce the frequency of acute exacerbations .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Critical for the development of new treatment approaches is an improved understanding of virus-host interaction in the context of the asthmatic airway .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This requires research into the virology of the disease in physiological models in conjunction with detailed phenotypic characterisation of asthma patients to identify targets amenable to therapeutic intervention .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "ARTICLE HISTORY",
      "sentences": [
        [
          {
            "segment_text": "ARTICLE HISTORY",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "7",
    "segment_num": "9",
    "token_num": "160"
  }
}