{
  "paper_id": "5c3f5dde0537e3072d046990501a4e71471d9ddc",
  "metadata": {
    "title": "DC-SIGN gene promoter variants and IVIG treatment response in Kawasaki disease",
    "coda_data_split": "train",
    "coda_paper_id": 7462,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Genetic variants in the inhibiting FcγRIIB mediate anti-inflammatory responses and influence IVIG refractoriness (IVIG-R). However, these variants are rare in Asian and Hispanic populations so other genes in the pathway could be potentially involved. IVIG is ineffective in mice lacking SIGN-R1, a related molecule to human DC-SIGN. Further, DC-SIGN is a known receptor for sialylated Fc, the component responsible for the anti-inflammatory action of IVIG. Thus, we hypothesized that DC-SIGN would also be involved in the pathway of IVIG response in Kawasaki Disease (KD) patients. Findings: A case-control approach was performed to examine the differential distribution of five single nucleotide polymorphisms (SNPs) in DC-SIGN promoter with IVIG-R among White (158 vs. 62), Asian (64 vs. 12) and Hispanic (55 vs. 20) KD patients. Distinct differences in allele frequency distributions of several variants in the DC-SIGN promoter were observed in the three ethnic groups. Further, Asians with the major allele \"A\" in rs2287886 were more likely (OR \u003d 1.76, p \u003d 0.04) to be IVIG non-responder, but this allele is a minor allele in other two ethnic groups, where the association was not apparent. Conclusions: DC-SIGN can potentially complement the role of FcγRIIB in the anti-inflammatory cascade involved in the IVIG response mechanism.",
      "sentences": [
        [
          {
            "segment_text": "Background : Genetic variants in the inhibiting FcγRIIB mediate anti-inflammatory responses and influence IVIG refractoriness ( IVIG-R ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , these variants are rare in Asian and Hispanic populations so other genes in the pathway could be potentially involved .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "IVIG is ineffective in mice lacking SIGN-R1 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a related molecule to human DC-SIGN .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Further , DC-SIGN is a known receptor for sialylated Fc ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the component responsible for the anti-inflammatory action of IVIG .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Thus , we hypothesized that DC-SIGN would also be involved in the pathway of IVIG response in Kawasaki Disease ( KD ) patients .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Findings : A case-control approach was performed to examine the differential distribution of five single nucleotide polymorphisms ( SNPs ) in DC-SIGN promoter with IVIG-R among White ( 158 vs. 62 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Asian ( 64 vs. 12 ) and Hispanic ( 55 vs. 20 ) KD patients .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Distinct differences in allele frequency distributions of several variants in the DC-SIGN promoter were observed in the three ethnic groups .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Further , Asians with the major allele `` A \u0027\u0027 in rs2287886 were more likely ( OR \u003d 1.76 , p \u003d 0.04 ) to be IVIG non-responder ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but this allele is a minor allele in other two ethnic groups ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "where the association was not apparent .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : DC-SIGN can potentially complement the role of FcγRIIB in the anti-inflammatory cascade involved in the IVIG response mechanism .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "14",
    "token_num": "241"
  }
}