{
  "paper_id": "5c516b703f224966953f750f675711d27a6190ac",
  "metadata": {
    "title": "Predicting ALI Resolution: A Role For Chest CT? HHS Public Access",
    "coda_data_split": "train",
    "coda_paper_id": 3315,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Advances in critical care have led to a significant reduction in mortality from ALI over the last 50 years. As mortality has decreased, interest in quantifying post-hospital outcomes of ALI survivors has increased. Many ALI survivors have significant impairments in physical and cognitive function that may persist for years following hospitalization, despite nearcomplete recovery of pulmonary function in the majority of patients (1-4). However, a subset of ALI survivors have prolonged pulmonary dysfunction (5) that may contribute to their reduced quality of life. The etiology of the reduced lung function in ALI survivors has been a matter of recent debate, as reductions in forced vital capacity (FVC) theoretically could be due to intrinsic lung disease or prolonged neuromuscular weakness, a significant and recently recognized problem in ALI patients and survivors.",
      "sentences": [
        [
          {
            "segment_text": "Advances in critical care have led to a significant reduction in mortality from ALI over the last 50 years .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "As mortality has decreased , interest in quantifying post-hospital outcomes of ALI survivors has increased .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Many ALI survivors have significant impairments in physical and cognitive function that may persist for years following hospitalization ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "despite nearcomplete recovery of pulmonary function in the majority of patients ( 1-4 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , a subset of ALI survivors have prolonged pulmonary dysfunction ( 5 ) that may contribute to their reduced quality of life .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The etiology of the reduced lung function in ALI survivors has been a matter of recent debate ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "as reductions in forced vital capacity ( FVC ) theoretically could be due to intrinsic lung disease or prolonged neuromuscular weakness ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a significant and recently recognized problem in ALI patients and survivors .",
            "crowd_label": "background"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "8",
    "token_num": "146"
  }
}