{
  "paper_id": "5c8323be8a418f5df5d877da4a51720e9aa60425",
  "metadata": {
    "title": "AGING NEUROSCIENCE REVIEW ARTICLE Herpes simplex virus type 1 and Alzheimer\u0027s disease: increasing evidence for a major role of the virus",
    "coda_data_split": "train",
    "coda_paper_id": 9471,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Herpes simplex virus type 1 (HSV1), when present in brain of carriers of the type 4 allele of the apolipoprotein E gene (APOE), has been implicated as a major factor in Alzheimer\u0027s disease (AD). It is proposed that virus is normally latent in many elderly brains but reactivates periodically (as in the peripheral nervous system) under certain conditions, for example stress, immunosuppression, and peripheral infection, causing cumulative damage and eventually development of AD. Diverse approaches have provided data that explicitly support, directly or indirectly, these concepts. Several have confirmed HSV1 DNA presence in human brains, and the HSV1-APOE-ε4 association in AD. Further, studies on HSV1-infected APOE-transgenic mice have shown that APOE-e4 animals display a greater potential for viral damage. Reactivated HSV1 can cause direct and inflammatory damage, probably involving increased formation of beta amyloid (Aβ) and of AD-like tau (P-tau)-changes found to occur in HSV1-infected cell cultures. Implicating HSV1 further in AD is the discovery that HSV1 DNA is specifically localized in amyloid plaques in AD. Other relevant, harmful effects of infection include the following: dynamic interactions between HSV1 and amyloid precursor protein (APP), which would affect both viral and APP transport; induction of toll-like receptors (TLRs) in HSV1-infected astrocyte cultures, which has been linked to the likely effects of reactivation of the virus in brain. Several epidemiological studies have shown, using serological data, an association between systemic infections and cognitive decline, with HSV1 particularly implicated. Genetic studies too have linked various pathways in AD with those occurring on HSV1 infection. In relation to the potential usage of antivirals to treat AD patients, acyclovir (ACV) is effective in reducing HSV1-induced AD-like changes in cell cultures, and valacyclovir, the bioactive form of ACV, might be most effective if combined with an antiviral that acts by a different mechanism, such as intravenous immunoglobulin (IVIG).",
      "sentences": [
        [
          {
            "segment_text": "Herpes simplex virus type 1 ( HSV1 ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "when present in brain of carriers of the type 4 allele of the apolipoprotein E gene ( APOE ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "has been implicated as a major factor in Alzheimer \u0027s disease ( AD ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It is proposed that virus is normally latent in many elderly brains but reactivates periodically ( as in the peripheral nervous system ) under certain conditions ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "for example stress , immunosuppression ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and peripheral infection , causing cumulative damage and eventually development of AD .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Diverse approaches have provided data that explicitly support ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "directly or indirectly , these concepts .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Several have confirmed HSV1 DNA presence in human brains ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and the HSV1-APOE-ε4 association in AD .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Further , studies on HSV1-infected APOE-transgenic mice have shown that APOE-e4 animals display a greater potential for viral damage .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Reactivated HSV1 can cause direct and inflammatory damage ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "probably involving increased formation of beta amyloid ( Aβ ) and of AD-like tau ( P-tau ) - changes found to occur in HSV1-infected cell cultures .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Implicating HSV1 further in AD is the discovery that HSV1 DNA is specifically localized in amyloid plaques in AD .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Other relevant , harmful effects of infection include the following : dynamic interactions between HSV1 and amyloid precursor protein ( APP ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which would affect both viral and APP transport ; induction of toll-like receptors ( TLRs ) in HSV1-infected astrocyte cultures ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which has been linked to the likely effects of reactivation of the virus in brain .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Several epidemiological studies have shown ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "using serological data , an association between systemic infections and cognitive decline , with HSV1 particularly implicated .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Genetic studies too have linked various pathways in AD with those occurring on HSV1 infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In relation to the potential usage of antivirals to treat AD patients ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "acyclovir ( ACV ) is effective in reducing HSV1-induced AD-like changes in cell cultures ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and valacyclovir , the bioactive form of ACV ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "might be most effective if combined with an antiviral that acts by a different mechanism ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "such as intravenous immunoglobulin ( IVIG ) .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "25",
    "token_num": "360"
  }
}