{
  "paper_id": "5c8dd07d1f935b762960eff3a7cf7c6f1233ccd3",
  "metadata": {
    "title": "Innate Immune Detection of Cardioviruses and Viral Disruption of Interferon Signaling",
    "coda_data_split": "train",
    "coda_paper_id": 7941,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Cardioviruses are members of the Picornaviridae family and infect a variety of mammals, from mice to humans. Replication of cardioviruses produces double stranded RNA that is detected by helicases in the RIG-I-like receptor family and leads to a signaling cascade to produce type I interferon. Like other viruses within Picornaviridae, however, cardioviruses have evolved several mechanisms to inhibit interferon production. In this review, we summarize recent findings that have uncovered several proteins enabling efficient detection of cardiovirus dsRNA and discuss which cell types may be most important for interferon production in vivo. Additionally, we describe how cardiovirus proteins L, 3C and L * disrupt interferon production and antagonize the antiviral activity of interferon effector molecules.",
      "sentences": [
        [
          {
            "segment_text": "Cardioviruses are members of the Picornaviridae family and infect a variety of mammals , from mice to humans .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Replication of cardioviruses produces double stranded RNA that is detected by helicases in the RIG-I-like receptor family and leads to a signaling cascade to produce type I interferon .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Like other viruses within Picornaviridae ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "however , cardioviruses have evolved several mechanisms to inhibit interferon production .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this review , we summarize recent findings that have uncovered several proteins enabling efficient detection of cardiovirus dsRNA and discuss which cell types may be most important for interferon production in vivo .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Additionally , we describe how cardiovirus proteins L ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "3C and L * disrupt interferon production and antagonize the antiviral activity of interferon effector molecules .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "7",
    "token_num": "126"
  }
}