{
  "paper_id": "5ca4d2eeda03583a918d2fd21dc93809cf983178",
  "metadata": {
    "title": "Emerging diseases in Bangladesh: Current microbiological research perspective",
    "coda_data_split": "train",
    "coda_paper_id": 10129,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Bangladesh has experienced a variety of diseases caused by natural dissemination of an array of pathogenic microorganisms into the environment. While cures for these diseases largely depend on the medication strategies of physicians, determining the reasons for disease persistence as well for the onset of reinfection is also essential. Routine diagnosis of common diseases usually means treatment with a range of appropriate medicines; however, failure of these medications because of the drug resistance of microorganisms accompanied by a lack of alertness about the etiology of diseases often leads to fatal results. The present review reports on emerging diseases in Bangladesh and focuses on associated microbiological research into ongoing diseases including enteric, urinary tract, and malarial complications. The viruses associated with acquired immunodeficiency syndrome and hepatitis are also discussed.",
      "sentences": [
        [
          {
            "segment_text": "Bangladesh has experienced a variety of diseases caused by natural dissemination of an array of pathogenic microorganisms into the environment .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "While cures for these diseases largely depend on the medication strategies of physicians ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "determining the reasons for disease persistence as well for the onset of reinfection is also essential .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Routine diagnosis of common diseases usually means treatment with a range of appropriate medicines ; however ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "failure of these medications because of the drug resistance of microorganisms accompanied by a lack of alertness about the etiology of diseases often leads to fatal results .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The present review reports on emerging diseases in Bangladesh and focuses on associated microbiological research into ongoing diseases including enteric ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "urinary tract , and malarial complications .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The viruses associated with acquired immunodeficiency syndrome and hepatitis are also discussed .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "8",
    "token_num": "138"
  }
}