{
  "paper_id": "5ca920dabf09c2c2dd2c62f8ef5917e3bd72f087",
  "metadata": {
    "title": "The Effect of Vaccination on the Evolution and Population Dynamics of Avian Paramyxovirus-1",
    "coda_data_split": "train",
    "coda_paper_id": 2342,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Newcastle Disease Virus (NDV) is a pathogenic strain of avian paramyxovirus (aPMV-1) that is among the most serious of disease threats to the poultry industry worldwide. Viral diversity is high in aPMV-1; eight genotypes are recognized based on phylogenetic reconstruction of gene sequences. Modified live vaccines have been developed to decrease the economic losses caused by this virus. Vaccines derived from avirulent genotype II strains were developed in the 1950s and are in use globally, whereas Australian strains belonging to genotype I were developed as vaccines in the 1970s and are used mainly in Asia. In this study, we evaluated the consequences of attenuated live virus vaccination on the evolution of aPMV-1 genotypes. There was phylogenetic incongruence among trees based on individual genes and complete coding region of 54 full length aPMV-1 genomes, suggesting that recombinant sequences were present in the data set. Subsequently, five recombinant genomes were identified, four of which contained sequences from either genotype I or II. The population history of vaccine-related genotype II strains was distinct from other aPMV-1 genotypes; genotype II emerged in the late 19 th century and is evolving more slowly than other genotypes, which emerged in the 1960s. Despite vaccination efforts, genotype II viruses have experienced constant population growth to the present. In contrast, other contemporary genotypes showed population declines in the late 1990s. Additionally, genotype I and II viruses, which are circulating in the presence of homotypic vaccine pressure, have unique selection profiles compared to nonvaccine-related strains. Collectively, these data show that vaccination with live attenuated viruses has changed the evolution of aPMV-1 by maintaining a large effective population size of a vaccine-related genotype, allowing for coinfection and recombination of vaccine and wild type strains, and by applying unique selective pressures on viral glycoproteins.",
      "sentences": [
        [
          {
            "segment_text": "Newcastle Disease Virus ( NDV ) is a pathogenic strain of avian paramyxovirus ( aPMV-1 ) that is among the most serious of disease threats to the poultry industry worldwide .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Viral diversity is high in aPMV-1 ; eight genotypes are recognized based on phylogenetic reconstruction of gene sequences .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Modified live vaccines have been developed to decrease the economic losses caused by this virus .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Vaccines derived from avirulent genotype II strains were developed in the 1950s and are in use globally ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "whereas Australian strains belonging to genotype I were developed as vaccines in the 1970s and are used mainly in Asia .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , we evaluated the consequences of attenuated live virus vaccination on the evolution of aPMV-1 genotypes .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "There was phylogenetic incongruence among trees based on individual genes and complete coding region of 54 full length aPMV-1 genomes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "suggesting that recombinant sequences were present in the data set .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Subsequently , five recombinant genomes were identified ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "four of which contained sequences from either genotype I or II .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The population history of vaccine-related genotype II strains was distinct from other aPMV-1 genotypes ; genotype II emerged in the late 19 th century and is evolving more slowly than other genotypes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which emerged in the 1960s .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Despite vaccination efforts , genotype II viruses have experienced constant population growth to the present .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In contrast , other contemporary genotypes showed population declines in the late 1990s .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Additionally , genotype I and II viruses ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which are circulating in the presence of homotypic vaccine pressure ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "have unique selection profiles compared to nonvaccine-related strains .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Collectively , these data show that vaccination with live attenuated viruses has changed the evolution of aPMV-1 by maintaining a large effective population size of a vaccine-related genotype ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "allowing for coinfection and recombination of vaccine and wild type strains ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and by applying unique selective pressures on viral glycoproteins .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "12",
    "segment_num": "20",
    "token_num": "325"
  }
}