{
  "paper_id": "5caaf8c799574bedee665fa51c01c9a29f78c5d8",
  "metadata": {
    "title": "Experimental Models and Emerging Hypotheses for Acute Lung Injury Lung injury Animal model Respiratory distress",
    "coda_data_split": "train",
    "coda_paper_id": 9549,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Acute lung injury (ALI), and its more severe form, acute respiratory distress syndrome (ARDS), are syndromes of acute hypoxemic respiratory failure resulting from a variety of direct and indirect injuries to the gas exchange parenchyma of the lungs. The clinical syndrome is characterized by critical hypoxemia (partial pressure of oxygen in arterial blood/fraction of inspired oxygen \u003c300 for ALI and \u003c200 for ARDS), bilateral pulmonary infiltrates suggesting edema, no clinical or measured evidence of cardiac failure, and no other explanation for these findings. Pulmonary or nonpulmonary infections with sepsis are the most common causes of ALI and ARDS, although gastric aspiration, massive transfusions, trauma, and other factors contribute. 1 The diversity of causes and the stereotyped physiologic and pathologic responses have made modeling human ALI and ARDS difficult, but new themes are evolving from experimental studies, some of which are reviewed in this article.",
      "sentences": [
        [
          {
            "segment_text": "Acute lung injury ( ALI ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and its more severe form ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "acute respiratory distress syndrome ( ARDS ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "are syndromes of acute hypoxemic respiratory failure resulting from a variety of direct and indirect injuries to the gas exchange parenchyma of the lungs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The clinical syndrome is characterized by critical hypoxemia ( partial pressure of oxygen in arterial blood/fraction of inspired oxygen \u003c 300 for ALI and \u003c 200 for ARDS ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "bilateral pulmonary infiltrates suggesting edema ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "no clinical or measured evidence of cardiac failure ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and no other explanation for these findings .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Pulmonary or nonpulmonary infections with sepsis are the most common causes of ALI and ARDS ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "although gastric aspiration , massive transfusions ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "trauma , and other factors contribute .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "1 The diversity of causes and the stereotyped physiologic and pathologic responses have made modeling human ALI and ARDS difficult ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but new themes are evolving from experimental studies ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "some of which are reviewed in this article .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Most of what is known about the pathology of ALI and ARDS comes from the studies of patients who have died, although a limited number of patients have undergone open lung biopsy (Fig. 1) . The pathologic changes include an early phase of diffuse alveolar damage, with an increase in endothelial permeability, evidence of intravascular thrombi, severe epithelial injury with denudation of alveolar wall basement membranes, accumulation of protein and fibrin-rich alveolar infiltrates in the airspaces, and abundant alveolar neutrophilic infiltrates. If patients survive, these changes progress for days to a repair phase, characterized by hyaline membrane formation, transition from neutrophilic to mononuclear infiltrates, and the appearance of intra-alveolar and",
      "sentences": [
        [
          {
            "segment_text": "Most of what is known about the pathology of ALI and ARDS comes from the studies of patients who have died ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "although a limited number of patients have undergone open lung biopsy ( Fig. 1 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The pathologic changes include an early phase of diffuse alveolar damage ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "with an increase in endothelial permeability ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "evidence of intravascular thrombi , severe epithelial injury with denudation of alveolar wall basement membranes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "accumulation of protein and fibrin-rich alveolar infiltrates in the airspaces ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and abundant alveolar neutrophilic infiltrates .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "If patients survive , these changes progress for days to a repair phase ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "characterized by hyaline membrane formation ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "transition from neutrophilic to mononuclear infiltrates ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and the appearance of intra-alveolar and",
            "crowd_label": "background"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "7",
    "segment_num": "25",
    "token_num": "291"
  }
}