{
  "paper_id": "5ccc544c902051047e0852af45155bef108b8d1f",
  "metadata": {
    "title": "Public Education About Science in Singapore: The Role of Science Journalism via Newspapers",
    "coda_data_split": "train",
    "coda_paper_id": 10827,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "This chapter explores the role of science journalism in contributing towards public education about science in Singapore, an aspect which is underexplored in the literature. Though the key platforms for promoting public understanding of science are spearheaded mainly by institutions that promote informal science learning as well as by learned societies, the contribution from newspapers is also important. Content analysis of one continuous week of a national newspaper was undertaken, and the results show that coverage of science and technology was modest and predominantly news driven. For news stories set locally, there was a pronounced emphasis on the use of institutional actors in the text as well as quotations. Articles on health/medicine and earth science elicited the most coverage in the press. Some suggestions for using newspaper science to introduce inquiry in the science classroom are discussed.",
      "sentences": [
        [
          {
            "segment_text": "This chapter explores the role of science journalism in contributing towards public education about science in Singapore ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "an aspect which is underexplored in the literature .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Though the key platforms for promoting public understanding of science are spearheaded mainly by institutions that promote informal science learning as well as by learned societies ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "the contribution from newspapers is also important .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Content analysis of one continuous week of a national newspaper was undertaken ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the results show that coverage of science and technology was modest and predominantly news driven .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "For news stories set locally ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "there was a pronounced emphasis on the use of institutional actors in the text as well as quotations .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Articles on health/medicine and earth science elicited the most coverage in the press .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Some suggestions for using newspaper science to introduce inquiry in the science classroom are discussed .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "10",
    "token_num": "147"
  }
}