{
  "paper_id": "5ced69d4c60f405e23d6cd1de3e0bb8ffb771e9a",
  "metadata": {
    "title": "The viral RNA capping machinery as a target for antiviral drugs",
    "coda_data_split": "train",
    "coda_paper_id": 5031,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Most viruses modify their genomic and mRNA 5 0 -ends with the addition of an RNA cap, allowing efficient mRNA translation, limiting degradation by cellular 5 0 -3 0 exonucleases, and avoiding its recognition as foreign RNA by the host cell. Viral RNA caps can be synthesized or acquired through the use of a capping machinery which exhibits a significant diversity in organization, structure and mechanism relative to that of their cellular host. Therefore, viral RNA capping has emerged as an interesting field for antiviral drug design. Here, we review the different pathways and mechanisms used to produce viral mRNA 5 0caps, and present current structures, mechanisms, and inhibitors known to act on viral RNA capping.",
      "sentences": [
        [
          {
            "segment_text": "Most viruses modify their genomic and mRNA 5 0 - ends with the addition of an RNA cap ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "allowing efficient mRNA translation , limiting degradation by cellular 5 0 -3 0 exonucleases ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and avoiding its recognition as foreign RNA by the host cell .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Viral RNA caps can be synthesized or acquired through the use of a capping machinery which exhibits a significant diversity in organization ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "structure and mechanism relative to that of their cellular host .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Therefore , viral RNA capping has emerged as an interesting field for antiviral drug design .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we review the different pathways and mechanisms used to produce viral mRNA 5 0caps ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and present current structures , mechanisms ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and inhibitors known to act on viral RNA capping .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "9",
    "token_num": "130"
  }
}