{
  "paper_id": "5cf05caad6181023e1fbde553da112340a04ccac",
  "metadata": {
    "title": "CD8+ T Cell Immunity to 2009 Pandemic and Seasonal H1N1 Influenza Viruses NIH Public Access Author Manuscript",
    "coda_data_split": "train",
    "coda_paper_id": 7615,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "A novel strain of H1N1 influenza A virus (pH1N1) emerged in 2009, causing a worldwide pandemic. Several studies suggest that this virus is antigenically more closely related to human influenza viruses that circulated prior to 1957 than viruses of more recent seasonal influenza varieties. The extent to which individuals who are naïve to the 2009 pH1N1 virus carry crossreactive CD8+ T cells is not known, but a certain degree of reactivity would be expected since there is substantial conservation among the internal proteins of the virus. In the present study, we examined production of multiple cytokines in response to virus from CD8+ T cells in healthy adult subjects, between 18 and 50 years of age (born post 1957), who had no evidence of exposure to the 2009 pH1N1 virus, and had blood collected prior to the emergence of the pandemic in April of 2009. Human peripheral blood mononuclear cells (PBMC) were stimulated in vitro with a panel of live viruses, and assayed by intracellular cytokine staining and flow cytometry. Although results were variable, most subjects exhibited cytokine positive CD8+ T cells in response to pH1N1. Cytokine producing cells were predominantly single positive (IL2, IFNγ, or TNFα); triplecytokine producing cells were relatively rare. This result suggests that although many adults carry cross-reactive T cells against the emergent pandemic virus, these cells are in a functionally limited state, possibly because these subjects have not had recent exposure to either seasonal or pandemic influenza strains.",
      "sentences": [
        [
          {
            "segment_text": "A novel strain of H1N1 influenza A virus ( pH1N1 ) emerged in 2009 , causing a worldwide pandemic .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Several studies suggest that this virus is antigenically more closely related to human influenza viruses that circulated prior to 1957 than viruses of more recent seasonal influenza varieties .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The extent to which individuals who are naïve to the 2009 pH1N1 virus carry crossreactive CD8 + T cells is not known ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but a certain degree of reactivity would be expected since there is substantial conservation among the internal proteins of the virus .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In the present study , we examined production of multiple cytokines in response to virus from CD8 + T cells in healthy adult subjects ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "between 18 and 50 years of age ( born post 1957 ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "who had no evidence of exposure to the 2009 pH1N1 virus ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and had blood collected prior to the emergence of the pandemic in April of 2009 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Human peripheral blood mononuclear cells ( PBMC ) were stimulated in vitro with a panel of live viruses ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and assayed by intracellular cytokine staining and flow cytometry .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Although results were variable , most subjects exhibited cytokine positive CD8 + T cells in response to pH1N1 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Cytokine producing cells were predominantly single positive ( IL2 , IFNγ , or TNFα ) ; triplecytokine producing cells were relatively rare .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This result suggests that although many adults carry cross-reactive T cells against the emergent pandemic virus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "these cells are in a functionally limited state ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "possibly because these subjects have not had recent exposure to either seasonal or pandemic influenza strains .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "15",
    "token_num": "274"
  }
}