{
  "paper_id": "5cf851826890b0682af9cf85a9a72baf833e1945",
  "metadata": {
    "title": "AN EMERGENCY MEDICAL SERVICES TRANSFER AUTHORIZATION CENTER IN RESPONSE TO THE TORONTO SEVERE ACUTE RESPIRATORY SYNDROME OUTBREAK",
    "coda_data_split": "train",
    "coda_paper_id": 4888,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Objective. To describe the rapid development and implementation of an innovative emergency medical services (EMS) command, control, and tracking system to mitigate the risk of iatrogenic spread of severe acute respiratory syndrome (SARS) among health care facilities, health care workers, and patients in Ontario, Canada, as a result of interfacility patient transfers. Methods. A working group of stakeholders in health care and transport medicine developed and implemented a medically based command, control, and tracking center for all interfacility (including acute and long-term care) patient transfers in Ontario, Canada. Development and implementation took place in three distinct but overlapping phases: needs assessment, design and implementation, and expansion and ongoing operations. Results. The needs assessment, design, and implementation were completed in less than 48 hours using existing EMS infrastructure and personnel. The center was successfully handling more than 500 requests for interfacility patient transfer per day within 36 hours of operation and more than 1,100 requests per day within two weeks. Expansion into a new physical space enables 40 staff to process up to 1,500 requests per day. There was no reported spread of SARS resulting from interfacility patient transfers since the center began operation on April 1, 2003, and anecdotal evidence demonstrates it identified up to 13 new SARS cases. The center continues to operate as a part of Ontario\u0027s commitment as a result of diligence in transport medicine and infection control, even though no new cases of SARS were reported since June 12, 2003. Further study is needed to determine its overall efficacy at risk mitigation.",
      "sentences": [
        [
          {
            "segment_text": "Objective .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "To describe the rapid development and implementation of an innovative emergency medical services ( EMS ) command ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "control , and tracking system to mitigate the risk of iatrogenic spread of severe acute respiratory syndrome ( SARS ) among health care facilities ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "health care workers , and patients in Ontario ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "Canada , as a result of interfacility patient transfers .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A working group of stakeholders in health care and transport medicine developed and implemented a medically based command ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "control , and tracking center for all interfacility ( including acute and long-term care ) patient transfers in Ontario , Canada .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Development and implementation took place in three distinct but overlapping phases : needs assessment ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "design and implementation , and expansion and ongoing operations .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The needs assessment , design ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and implementation were completed in less than 48 hours using existing EMS infrastructure and personnel .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The center was successfully handling more than 500 requests for interfacility patient transfer per day within 36 hours of operation and more than 1,100 requests per day within two weeks .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Expansion into a new physical space enables 40 staff to process up to 1,500 requests per day .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "There was no reported spread of SARS resulting from interfacility patient transfers since the center began operation on April 1 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "2003 , and anecdotal evidence demonstrates it identified up to 13 new SARS cases .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The center continues to operate as a part of Ontario \u0027s commitment as a result of diligence in transport medicine and infection control ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "even though no new cases of SARS were reported since June 12 , 2003 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Further study is needed to determine its overall efficacy at risk mitigation .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "12",
    "segment_num": "20",
    "token_num": "293"
  }
}