{
  "paper_id": "5d1dda983b4e851da348765ac777b82cd66569ae",
  "metadata": {
    "title": "Viral Vaccines in India: An Overview",
    "coda_data_split": "train",
    "coda_paper_id": 9466,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Viruses cause a large number of diseases in humans, some of which are fatal, while others are highly debilitating. A majority of viral diseases attack infants and young children, while others strike people in their prime. Development of preventive measures against viral diseases is, therefore, of paramount importance. Vaccination is the most cost-effective medical intervention for preventing mortality and morbidity against infectious diseases. A number of effective and safe vaccines are currently available against several viral diseases of significant medical importance. Many of these manufactured in India, are at par with international standards and are affordable. For many other viral diseases, for which vaccines are currently not available, research is underway at various national laboratories, as well as in the private sector companies in India. The present overview highlights the various vaccine preventable viral diseases that are of special importance to India and aims to provide a glimpse of the various vaccines that are currently available, or are under development in India.",
      "sentences": [
        [
          {
            "segment_text": "Viruses cause a large number of diseases in humans ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "some of which are fatal ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "while others are highly debilitating .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A majority of viral diseases attack infants and young children ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "while others strike people in their prime .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Development of preventive measures against viral diseases is ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "therefore , of paramount importance .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Vaccination is the most cost-effective medical intervention for preventing mortality and morbidity against infectious diseases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A number of effective and safe vaccines are currently available against several viral diseases of significant medical importance .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Many of these manufactured in India ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "are at par with international standards and are affordable .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "For many other viral diseases ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "for which vaccines are currently not available ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "research is underway at various national laboratories ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "as well as in the private sector companies in India .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The present overview highlights the various vaccine preventable viral diseases that are of special importance to India and aims to provide a glimpse of the various vaccines that are currently available ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "or are under development in India .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "India has a strong presence in the global vaccine scenario. Currently there are at least 13 major vaccine manufacturers in the country, with the number steadily increasing. India is a major importer as well as exporter of vaccines [1], with the Indian market for vaccines being valued at over USD",
      "sentences": [
        [
          {
            "segment_text": "India has a strong presence in the global vaccine scenario .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Currently there are at least 13 major vaccine manufacturers in the country ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with the number steadily increasing .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "India is a major importer as well as exporter of vaccines ( 1 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with the Indian market for vaccines being valued at over USD",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "11",
    "segment_num": "22",
    "token_num": "236"
  }
}