{
  "paper_id": "5d1d1c08fdd38bb6ceddf7afe34f4f96d41ee669",
  "metadata": {
    "title": "Receptor-binding domain-based subunit vaccines against MERS-CoV",
    "coda_data_split": "train",
    "coda_paper_id": 5320,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Development of effective vaccines, in particular, subunit-based vaccines, against emerging Middle East respiratory syndrome (MERS) caused by the MERS coronavirus (MERS-CoV) will provide the safest means of preventing the continuous spread of MERS in humans and camels. This review briefly describes the structure of the MERS-CoV spike (S) protein and its receptor-binding domain (RBD), discusses the current status of MERS vaccine development, and illustrates the strategies used to develop RBD-based subunit vaccines against MERS. It also summarizes currently available animal models for MERS-CoV and proposes a future direction for MERS vaccines. Taken together, this review will assist researchers working to develop effective and safe subunit vaccines against MERS-CoV and any other emerging coronaviruses that might cause future pandemics.",
      "sentences": [
        [
          {
            "segment_text": "Development of effective vaccines , in particular ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "subunit-based vaccines , against emerging Middle East respiratory syndrome ( MERS ) caused by the MERS coronavirus ( MERS-CoV ) will provide the safest means of preventing the continuous spread of MERS in humans and camels .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review briefly describes the structure of the MERS-CoV spike ( S ) protein and its receptor-binding domain ( RBD ) ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "discusses the current status of MERS vaccine development ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and illustrates the strategies used to develop RBD-based subunit vaccines against MERS .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "It also summarizes currently available animal models for MERS-CoV and proposes a future direction for MERS vaccines .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Taken together , this review will assist researchers working to develop effective and safe subunit vaccines against MERS-CoV and any other emerging coronaviruses that might cause future pandemics .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "7",
    "token_num": "136"
  }
}