{
  "paper_id": "5d254ed178c092d3639ce70ae9653593acc471f9",
  "metadata": {
    "title": "Epidemiology and Infection SARS to novel coronavirus -old lessons and new lessons",
    "coda_data_split": "train",
    "coda_paper_id": 5939,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The response to the novel coronavirus outbreak in China suggests that many of the lessons from the 2003 SARS epidemic have been implemented and the response improved as a consequence. Nevertheless some questions remain and not all lessons have been successful. The national and international response demonstrates the complex link between public health, science and politics when an outbreak threatens to impact on global economies and reputations. The unprecedented measures implemented in China are a bold attempt to control the outbreakwe need to understand their effectiveness to balance costs and benefits for similar events in the future.",
      "sentences": [
        [
          {
            "segment_text": "The response to the novel coronavirus outbreak in China suggests that many of the lessons from the 2003 SARS epidemic have been implemented and the response improved as a consequence .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Nevertheless some questions remain and not all lessons have been successful .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The national and international response demonstrates the complex link between public health ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "science and politics when an outbreak threatens to impact on global economies and reputations .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The unprecedented measures implemented in China are a bold attempt to control the outbreakwe need to understand their effectiveness to balance costs and benefits for similar events in the future .",
            "crowd_label": "background"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "5",
    "token_num": "102"
  }
}