{
  "paper_id": "5d2ed78357c0c88b4500d644f4a717d0192a0d2d",
  "metadata": {
    "title": "Molecular and Functional Analysis of the Human Prothrombinase Gene (HFGL2) and Its Role in Viral Hepatitis",
    "coda_data_split": "train",
    "coda_paper_id": 8444,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "In the present studies , we report the cloning and structural characterization of the HFGL2 gene and its functional role in human fulminant hepatitis. The HFGL2 gene is approximately 7 kb in length with 2 exons. The putative promoter contains cis element consensus sequences that strongly suggest the inducibility of its expression. From the nucleotide sequence of the human gene , a 439-amino acid long protein is predicted. The overall identity between the murine fgl2 and hfgl2 coded proteins is over 70%. About 225 amino acids at the carboxyl end of these molecules are almost 90% identical , and correspond to a well-conserved fibrinogen-related domain. Both HFGL2 and FGL2 encode a type II transmembrane protein with a predicted catalytic domain toward the amino terminus of the protein. Transient transfection of Chinese hamster ovary (CHO) cells with a fulllength cDNA of HFGL2 coding region resulted in high levels of prothrombinase activity. Livers from 8 patients transplanted for fulminant viral hepatitis were examined for extent of necrosis , inflammation, fibrin deposition , and HFGL2 induction. In situ hybridization showed positive staining of macrophages in areas of active hepatocellular necrosis. Fibrin stained positively in these areas and was confirmed by electron microscopy. These studies define a unique prothrombinase gene (HFGL2) and implicate its importance in the pathogenesis of fulminant viral hepatitis.",
      "sentences": [
        [
          {
            "segment_text": "In the present studies , we report the cloning and structural characterization of the HFGL2 gene and its functional role in human fulminant hepatitis .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The HFGL2 gene is approximately 7 kb in length with 2 exons .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The putative promoter contains cis element consensus sequences that strongly suggest the inducibility of its expression .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "From the nucleotide sequence of the human gene ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "a 439-amino acid long protein is predicted .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The overall identity between the murine fgl2 and hfgl2 coded proteins is over 70 % .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "About 225 amino acids at the carboxyl end of these molecules are almost 90 % identical ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and correspond to a well-conserved fibrinogen-related domain .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Both HFGL2 and FGL2 encode a type II transmembrane protein with a predicted catalytic domain toward the amino terminus of the protein .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Transient transfection of Chinese hamster ovary ( CHO ) cells with a fulllength cDNA of HFGL2 coding region resulted in high levels of prothrombinase activity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Livers from 8 patients transplanted for fulminant viral hepatitis were examined for extent of necrosis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "inflammation , fibrin deposition , and HFGL2 induction .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In situ hybridization showed positive staining of macrophages in areas of active hepatocellular necrosis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Fibrin stained positively in these areas and was confirmed by electron microscopy .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These studies define a unique prothrombinase gene ( HFGL2 ) and implicate its importance in the pathogenesis of fulminant viral hepatitis .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "12",
    "segment_num": "15",
    "token_num": "237"
  }
}