{
  "paper_id": "5d352d8eaadb17dc1ed4cd7501e3533d366c939c",
  "metadata": {
    "title": "The requirement of environmental acidification for Ibaraki virus infection to host cells",
    "coda_data_split": "train",
    "coda_paper_id": 3614,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The effect of environmental acidification on Ibaraki virus (IBAV) infection was tested using endosomal inhibitory chemicals and low pH treatment. Treatment of target cells with endosomal inhibitors significantly decreased the progeny virus production. IBAV outer capsid proteins, VP5 and VP2, were removed from virion when purified IBAV was exposed to low pH environment. Further experiment showed that the exposure to low pH buffer facilitated IBAV infection when the cellular endosomal pathway was impaired by bafilomycin A1. Results obtained in this study suggest that acidic environment is essential to initiate IBAV infection.",
      "sentences": [
        [
          {
            "segment_text": "The effect of environmental acidification on Ibaraki virus ( IBAV ) infection was tested using endosomal inhibitory chemicals and low pH treatment .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Treatment of target cells with endosomal inhibitors significantly decreased the progeny virus production .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "IBAV outer capsid proteins , VP5 and VP2 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "were removed from virion when purified IBAV was exposed to low pH environment .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Further experiment showed that the exposure to low pH buffer facilitated IBAV infection when the cellular endosomal pathway was impaired by bafilomycin A1 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Results obtained in this study suggest that acidic environment is essential to initiate IBAV infection .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "6",
    "token_num": "100"
  }
}