{
  "paper_id": "5d36857d0cdaff4320e21e718bdc2e12599ef124",
  "metadata": {
    "title": "Development and comparison of enzyme- linked immunosorbent assays based on recombinant trimeric full-length and truncated spike proteins for detecting antibodies against porcine epidemic diarrhea virus",
    "coda_data_split": "train",
    "coda_paper_id": 6633,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Since 2010, outbreaks of genotype 2 (G2) porcine epidemic diarrhea virus (PEDV) have caused high mortality in neonatal piglets and have had devastating impacts on the swine industry in many countries. A reliable serological assay for evaluating the PEDV-specific humoral and mucosal immune response is important for disease survey, monitoring the efficacy of immunization, and designing strategies for the prevention and control of PED. Two PEDV spike (S) glycoprotein-based indirect enzyme-linked immunosorbent assays (ELISAs) were developed using G2b PEDV-Pintung 52 (PEDV-PT) trimeric full-length S and truncated S 1-501 proteins derived from the human embryonic kidney (HEK)-293 cell expression system. The truncated S 1-501 protein was selected from a superior expressed stable cell line. The sensitivity and specificity of these two ELISAs were compared to immunostaining of G2b PEDV-PT infected cells and to a commercial nucleocapsid (N)-based indirect ELISA kit using a panel of PEDV negative and hyperimmune sera.",
      "sentences": [
        [
          {
            "segment_text": "Background : Since 2010 , outbreaks of genotype 2 ( G2 ) porcine epidemic diarrhea virus ( PEDV ) have caused high mortality in neonatal piglets and have had devastating impacts on the swine industry in many countries .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A reliable serological assay for evaluating the PEDV-specific humoral and mucosal immune response is important for disease survey ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "monitoring the efficacy of immunization ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and designing strategies for the prevention and control of PED .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Two PEDV spike ( S ) glycoprotein-based indirect enzyme-linked immunosorbent assays ( ELISAs ) were developed using G2b PEDV-Pintung 52 ( PEDV-PT ) trimeric full-length S and truncated S 1-501 proteins derived from the human embryonic kidney ( HEK ) -293 cell expression system .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The truncated S 1-501 protein was selected from a superior expressed stable cell line .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The sensitivity and specificity of these two ELISAs were compared to immunostaining of G2b PEDV-PT infected cells and to a commercial nucleocapsid ( N ) - based indirect ELISA kit using a panel of PEDV negative and hyperimmune sera .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "The commercial N-based ELISA exhibited a sensitivity of 37%, a specificity of 100%, and a fair agreement (kappa \u003d 0.37) with the immunostaining result. In comparison, the full-length S-based ELISA showed a sensitivity of 97.8%, a specificity of 94%, and an almost perfect agreement (kappa \u003d 0.90) with the immunostaining result. Interestingly, the S 1-501 -based ELISA had even higher sensitivity of 98.9% and specificity of 99.1%, and an almost perfect agreement (kappa \u003d 0.97) with the immunostaining result. A fair agreement (kappa\u003c 0.4) was seen between the commercial N-based ELISA and either of our S-based ELISAs. However, the results of the full-length S-based ELISA shared an almost perfect agreement (kappa \u003d 0.92) with that of S 1-501 -based ELISA.",
      "sentences": [
        [
          {
            "segment_text": "The commercial N-based ELISA exhibited a sensitivity of 37 % ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "a specificity of 100 % ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and a fair agreement ( kappa \u003d 0.37 ) with the immunostaining result .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In comparison , the full-length S-based ELISA showed a sensitivity of 97.8 % ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "a specificity of 94 % ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and an almost perfect agreement ( kappa \u003d 0.90 ) with the immunostaining result .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Interestingly , the S 1-501 - based ELISA had even higher sensitivity of 98.9 % and specificity of 99.1 % ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and an almost perfect agreement ( kappa \u003d 0.97 ) with the immunostaining result .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A fair agreement ( kappa \u003c 0.4 ) was seen between the commercial N-based ELISA and either of our S-based ELISAs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , the results of the full-length S-based ELISA shared an almost perfect agreement ( kappa \u003d 0.92 ) with that of S 1-501 - based ELISA .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "(Continued on next page)",
      "sentences": [
        [
          {
            "segment_text": "( Continued on next page )",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "11",
    "segment_num": "18",
    "token_num": "333"
  }
}