{
  "paper_id": "5d37987cc7c1e05c0a10c572fac62cc11ba9c394",
  "metadata": {
    "title": "Bacitracin Upregulates mbrAB Transcription via mbrCD to Confer Bacitracin Resistance in Streptococcus mutans",
    "coda_data_split": "train",
    "coda_paper_id": 10010,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Streptococcus mutans is a bacterial cause of dental caries that is resistant to bacitracin. The aim of this study was to elucidate the mbrABCD-related bacitracin resistance mechanism of S. mutans. Transcriptome data demonstrated that the expression levels of 33 genes were induced more than twofold by bacitracin. Fourteen genes were selected from the upregulated genes, and defective mutants of these genes were constructed for measurement of their sensitivity to bacitracin. Among the mutants, only the mbrA-or mbrB-deficient mutants exhibited 100-to 121-fold greater sensitivity to bacitracin when compared with the wild-type strain. Moreover, knockout of the mbrC and mbrD genes abolished the bacitracin-induced mbrAB upregulation. These results suggest that both mbrC and mbrD are required for mbrAB upregulation that confers the bacitracinresistant phenotype on S. mutans.",
      "sentences": [
        [
          {
            "segment_text": "Streptococcus mutans is a bacterial cause of dental caries that is resistant to bacitracin .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The aim of this study was to elucidate the mbrABCD-related bacitracin resistance mechanism of S. mutans .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Transcriptome data demonstrated that the expression levels of 33 genes were induced more than twofold by bacitracin .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Fourteen genes were selected from the upregulated genes ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and defective mutants of these genes were constructed for measurement of their sensitivity to bacitracin .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Among the mutants , only the mbrA-or mbrB-deficient mutants exhibited 100-to 121-fold greater sensitivity to bacitracin when compared with the wild-type strain .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , knockout of the mbrC and mbrD genes abolished the bacitracin-induced mbrAB upregulation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results suggest that both mbrC and mbrD are required for mbrAB upregulation that confers the bacitracinresistant phenotype on S. mutans .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "8",
    "token_num": "135"
  }
}