{
  "paper_id": "5d57be6861370c09c063237a35b5688072631ca2",
  "metadata": {
    "title": "Pathophysiology of acute fibrinous and organizing pneumonia - Clinical and morphological spectra",
    "coda_data_split": "train",
    "coda_paper_id": 4216,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Acute Fibrinous and Organizing Pneumonitis (AFOP) is a disease with histopathological pattern characterized by the presence of intra-alveolar fibrin in the form of fibrin \"balls\" and organizing pneumonia represented by inflammatory myofibroblastic polyps. Symptoms of this rare interstitial pulmonary disease can be either acute or sub-acute and it can rapidly progress to death. Diagnosis should be considered in the Intensive Care Unit (ICU) if patients\u0027 symptomatology and radiology correlates with non-responding or progressive pneumonia and when morphology, on biopsies, encompasses criteria of diffuse alveolar damage (DAD) and organizing pneumonia (OP) balancing in between.",
      "sentences": [
        [
          {
            "segment_text": "Acute Fibrinous and Organizing Pneumonitis ( AFOP ) is a disease with histopathological pattern characterized by the presence of intra-alveolar fibrin in the form of fibrin `` balls \u0027\u0027 and organizing pneumonia represented by inflammatory myofibroblastic polyps .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Symptoms of this rare interstitial pulmonary disease can be either acute or sub-acute and it can rapidly progress to death .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Diagnosis should be considered in the Intensive Care Unit ( ICU ) if patients \u0027 symptomatology and radiology correlates with non-responding or progressive pneumonia and when morphology ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "on biopsies , encompasses criteria of diffuse alveolar damage ( DAD ) and organizing pneumonia ( OP ) balancing in between .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Three clinical cases of patients presenting severe lung disease requiring mechanical ventilation and prolonged intensive care fitted on the variable spectra of AFOP histopathology and had poor outcome: a 23 year-old women had AFOP in the context of antiphospholipid syndrome pulmonary compromise; a 35 year-old man developed a letal intensive care pneumonia with AFOP pattern registered in post-mortem biopsy; and a 79 year-old man died 21 days after intensive care unit treatment of a sub-pleural organizing pneumonia with intra-alveolar fibrin, seen in post-mortem biopsy.",
      "sentences": [
        [
          {
            "segment_text": "Three clinical cases of patients presenting severe lung disease requiring mechanical ventilation and prolonged intensive care fitted on the variable spectra of AFOP histopathology and had poor outcome : a 23 year-old women had AFOP in the context of antiphospholipid syndrome pulmonary compromise ; a 35 year-old man developed a letal intensive care pneumonia with AFOP pattern registered in post-mortem biopsy ; and a 79 year-old man died 21 days after intensive care unit treatment of a sub-pleural organizing pneumonia with intra-alveolar fibrin , seen in post-mortem biopsy .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "The predominance of acute fibrin alveolar deposition pattern is helpful in raising AFOP differential diagnosis while organizing pneumonia pattern establishes a wider range of diagnosis that can go till solitary pulmonary nodule, remaining indefinite to suggest diagnosis. The performance time of biopsy in a larger number of clinical cases may be helpful in establishing the evolutionary morphological pattern, taking in mind the poor outcome of the disease, deserving rapid diagnosis to define treatment.",
      "sentences": [
        [
          {
            "segment_text": "The predominance of acute fibrin alveolar deposition pattern is helpful in raising AFOP differential diagnosis while organizing pneumonia pattern establishes a wider range of diagnosis that can go till solitary pulmonary nodule ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "remaining indefinite to suggest diagnosis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The performance time of biopsy in a larger number of clinical cases may be helpful in establishing the evolutionary morphological pattern ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "taking in mind the poor outcome of the disease ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "deserving rapid diagnosis to define treatment .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "6",
    "segment_num": "10",
    "token_num": "276"
  }
}