{
  "paper_id": "5d714e78135125c4abb4d0e1624766b65af0746f",
  "metadata": {
    "title": "Hypothalamic digoxin -central role in conscious perception, neuroimmunoendocrine integration and coordination of cellular function -relation to hemispheric dominance",
    "coda_data_split": "train",
    "coda_paper_id": 10049,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "A family with a high prevalence of Parkinson\u0027s disease, schizophrenia, neoplasms, syndrome-X, rheumatoid arthritis and epilepsy has been described. The psychological behavioural patterns of the family were as follows -creativity and high IQ, hypersexual behaviour, reduced appetite and eating behaviour, insomnia and reduced sleep patterns, increased tendency for spirituality, increased tendency for addiction, less of bonding and affectionate behaviour and left handedness. Digoxin, an endogenous Na þ -K þ ATPase inhibitor secreted by the hypothalamus, was found to be elevated and RBC membrane Na þ -K þ ATPase activity was found to be reduced in all the disorders and in the indexed family studied. Hypothalamic digoxin can modulate conscious perception and its dysfunction may lead to schizophrenia. Digoxin can also preferentially upregulate tryptophan transport over tyrosine resulting in increased levels of depolarising tryptophan catabolites -serotonin, quinolinic acid, strychnine and nicotine and decreased levels of hyperpolarising tyrosine catabolites dopamine, noradrenaline and morphine contributing to membrane Na þ -K þ ATPase inhibition in all the above disorders and the indexed family. Digoxin induced membrane Na þ -K þ ATPase inhibition can result in increased intracellular Ca 2þ and reduced Mg þþ levels leading to glutamate excitotoxicity, oncogene activation and immune activation. Digoxin induced altered Ca þþ \u003dMg þþ ratios, reduced ubiquinone and increased dolichol can affect glycoconjugate metabolism, membrane formation and structure and mitochondrial function leading to the diverse disorders described above including those in the indexed family. The isoprenoid pathway and neurotransmitter patterns were compared in right-handed/left hemispheric dominant and left-handed/right hemispheric dominant individuals. The biochemical patterns in the indexed family and the diverse disorders studied correlated with those obtained in right hemispheric dominance. The hyperdigoxinemic state indicates right hemispheric dominance. Hypothalamic digoxin can thus function as the master conductor of the neuroimmunoendocrine orchestra and co-ordinate the functions of various cellular organelles. ª",
      "sentences": [
        [
          {
            "segment_text": "A family with a high prevalence of Parkinson \u0027s disease ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "schizophrenia , neoplasms , syndrome-X ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "rheumatoid arthritis and epilepsy has been described .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The psychological behavioural patterns of the family were as follows - creativity and high IQ ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "hypersexual behaviour , reduced appetite and eating behaviour ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "insomnia and reduced sleep patterns ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "increased tendency for spirituality , increased tendency for addiction ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "less of bonding and affectionate behaviour and left handedness .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Digoxin , an endogenous Na þ - K þ ATPase inhibitor secreted by the hypothalamus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "was found to be elevated and RBC membrane Na þ - K þ ATPase activity was found to be reduced in all the disorders and in the indexed family studied .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Hypothalamic digoxin can modulate conscious perception and its dysfunction may lead to schizophrenia .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Digoxin can also preferentially upregulate tryptophan transport over tyrosine resulting in increased levels of depolarising tryptophan catabolites - serotonin ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "quinolinic acid , strychnine and nicotine and decreased levels of hyperpolarising tyrosine catabolites dopamine ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "noradrenaline and morphine contributing to membrane Na þ - K þ ATPase inhibition in all the above disorders and the indexed family .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Digoxin induced membrane Na þ - K þ ATPase inhibition can result in increased intracellular Ca 2þ and reduced Mg þþ levels leading to glutamate excitotoxicity ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "oncogene activation and immune activation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Digoxin induced altered Ca þþ \u003d Mg þþ ratios ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "reduced ubiquinone and increased dolichol can affect glycoconjugate metabolism ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "membrane formation and structure and mitochondrial function leading to the diverse disorders described above including those in the indexed family .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The isoprenoid pathway and neurotransmitter patterns were compared in right-handed/left hemispheric dominant and left-handed/right hemispheric dominant individuals .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The biochemical patterns in the indexed family and the diverse disorders studied correlated with those obtained in right hemispheric dominance .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The hyperdigoxinemic state indicates right hemispheric dominance .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Hypothalamic digoxin can thus function as the master conductor of the neuroimmunoendocrine orchestra and co-ordinate the functions of various cellular organelles .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "ª",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "12",
    "segment_num": "24",
    "token_num": "339"
  }
}