{
  "paper_id": "5d7ef1b6d6d20f3a2d0c1cad4daa1496ef8a195b",
  "metadata": {
    "title": "Novel PDE4 Inhibitors Derived from Chinese Medicine Forsythia",
    "coda_data_split": "train",
    "coda_paper_id": 4006,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Cyclic adenosine monophosphate (cAMP) is a crucial intracellular second messenger molecule that converts extracellular molecules to intracellular signal transduction pathways generating cell-and stimulus-specific effects. Importantly, specific phosphodiesterase (PDE) subtypes control the amplitude and duration of cAMP-induced physiological processes and are therefore a prominent pharmacological target currently used in a variety of fields. Here we tested the extracts from traditional Chinese medicine, Forsythia suspense seeds, which have been used for more than 2000 years to relieve respiratory symptoms. Using structural-functional analysis we found its major lignin, Forsynthin, acted as an immunosuppressant by inhibiting PDE4 in inflammatory and immune cell. Moreover, several novel, selective small molecule derivatives of Forsythin were tested in vitro and in murine models of viral and bacterial pneumonia, sepsis and cytokine-driven systemic inflammation. Thus, pharmacological targeting of PDE4 may be a promising strategy for immune-related disorders characterized by amplified host inflammatory response.",
      "sentences": [
        [
          {
            "segment_text": "Cyclic adenosine monophosphate ( cAMP ) is a crucial intracellular second messenger molecule that converts extracellular molecules to intracellular signal transduction pathways generating cell-and stimulus-specific effects .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Importantly , specific phosphodiesterase ( PDE ) subtypes control the amplitude and duration of cAMP-induced physiological processes and are therefore a prominent pharmacological target currently used in a variety of fields .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we tested the extracts from traditional Chinese medicine ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "Forsythia suspense seeds , which have been used for more than 2000 years to relieve respiratory symptoms .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Using structural-functional analysis we found its major lignin ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "Forsynthin , acted as an immunosuppressant by inhibiting PDE4 in inflammatory and immune cell .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , several novel , selective small molecule derivatives of Forsythin were tested in vitro and in murine models of viral and bacterial pneumonia ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "sepsis and cytokine-driven systemic inflammation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Thus , pharmacological targeting of PDE4 may be a promising strategy for immune-related disorders characterized by amplified host inflammatory response .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Compound 6, 7, 9 and 13 were also tested in LPS stimulated RAW264.7 (Fig. 4A) and PBMC (Fig. 4B) cells to evaluate their ability to suppress TNF secretion. Compound 7, which is Forsythin, exhibited [IC 50 ] TNF58-10 mM in RAW264.7 and PBMC cells, which is comparable to its [IC 50 ] PDE4. Other custom designed compounds such as 6, 9 and 13 exhibited much greater potency with an [IC 50 ] towards TNF ranging from 25-400 nM. Specifically, compound 13 exhibited PDE4 Inhibitors in Forsythia PLOS ONE |",
      "sentences": [
        [
          {
            "segment_text": "Compound 6 , 7 , 9 and 13 were also tested in LPS stimulated RAW264 .7 ( Fig. 4A ) and PBMC ( Fig. 4B ) cells to evaluate their ability to suppress TNF secretion .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Compound 7 , which is Forsythin ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "exhibited ( IC 50 ) TNF58-10 mM in RAW264 .7 and PBMC cells ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which is comparable to its ( IC 50 ) PDE4 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Other custom designed compounds such as 6 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "9 and 13 exhibited much greater potency with an ( IC 50 ) towards TNF ranging from 25-400 nM .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Specifically , compound 13 exhibited PDE4 Inhibitors in Forsythia PLOS ONE |",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "10",
    "segment_num": "16",
    "token_num": "271"
  }
}