{
  "paper_id": "5d9fa52c20654d1f615bfc6d72243615b52bc2c2",
  "metadata": {
    "title": "Ibis T5000: a universal biosensor approach for microbiology",
    "coda_data_split": "train",
    "coda_paper_id": 3112,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "| We describe a new technology, the Ibis T5000, for the identification of pathogens in clinical and environmental samples. The Ibis T5000 couples nucleic acid amplification to high-performance electrospray ionization mass spectrometry and base-composition analysis. The system enables the identification and quantification of a broad set of pathogens, including all known bacteria, all major groups of pathogenic fungi and the major families of viruses that cause disease in humans and animals, along with the detection of virulence factors and antibiotic resistance markers.",
      "sentences": [
        [
          {
            "segment_text": "| We describe a new technology ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the Ibis T5000 , for the identification of pathogens in clinical and environmental samples .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The Ibis T5000 couples nucleic acid amplification to high-performance electrospray ionization mass spectrometry and base-composition analysis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The system enables the identification and quantification of a broad set of pathogens ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including all known bacteria , all major groups of pathogenic fungi and the major families of viruses that cause disease in humans and animals ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "along with the detection of virulence factors and antibiotic resistance markers .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "ADvANCE oNlINE PUblICATIoN |",
      "sentences": [
        [
          {
            "segment_text": "ADvANCE oNlINE PUblICATIoN |",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "4",
    "segment_num": "7",
    "token_num": "94"
  }
}