{
  "paper_id": "5da1eba0bbca759ebb9eabfe13495c8117eebc8d",
  "metadata": {
    "title": "The rise of Zika infection and microcephaly: what can we learn from a public health emergency?",
    "coda_data_split": "train",
    "coda_paper_id": 8188,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "International Concern (PHEIC) Zika WHO Emergency response Lessons identified Global Health Security a b s t r a c t Objectives: To consider why Zika was declared a Public Health Emergency of International Concern (PHEIC), why it stopped being one and what we can learn from this for the future.",
      "sentences": [
        [
          {
            "segment_text": "International Concern ( PHEIC ) Zika WHO Emergency response Lessons identified Global Health Security a b s t r a c t Objectives : To consider why Zika was declared a Public Health Emergency of International Concern ( PHEIC ) ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "why it stopped being one and what we can learn from this for the future .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Study design: This paper reviews the sequence of events and evidence base for the decision to declare Zika a PHEIC, the global response to this, the challenges in maintaining an evidence-based approach to outbreak response and identifies learning outcomes.",
      "sentences": [
        [
          {
            "segment_text": "Study design : This paper reviews the sequence of events and evidence base for the decision to declare Zika a PHEIC ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "the global response to this ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "the challenges in maintaining an evidence-based approach to outbreak response and identifies learning outcomes .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Methods: Evidence review, all published articles in reputable UK and international journals were identified.",
      "sentences": [
        [
          {
            "segment_text": "Methods : Evidence review , all published articles in reputable UK and international journals were identified .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": ": The association between Zika virus infection and congenital malformations including microcephaly became a PHEIC on 1st February 2016 and was declared to be no longer an emergency in November 2016. This shaped the global response led by WHO in the first global emergency since Ebola in West Africa.",
      "sentences": [
        [
          {
            "segment_text": ": The association between Zika virus infection and congenital malformations including microcephaly became a PHEIC on 1st February 2016 and was declared to be no longer an emergency in November 2016 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "This shaped the global response led by WHO in the first global emergency since Ebola in West Africa .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusion: The response to Zika highlights important issues and lessons for future outbreaks that might pose an international risk. Particular challenges arose in trying to maintain an evidence-based approach to public risk communication when the evidence is unclear or still evolving. The Zika incident also demonstrates the importance of public health practitioners and agencies understanding the political context in which outbreaks must be managed and understanding the competing factors that shape the political response.",
      "sentences": [
        [
          {
            "segment_text": "Conclusion : The response to Zika highlights important issues and lessons for future outbreaks that might pose an international risk .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Particular challenges arose in trying to maintain an evidence-based approach to public risk communication when the evidence is unclear or still evolving .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The Zika incident also demonstrates the importance of public health practitioners and agencies understanding the political context in which outbreaks must be managed and understanding the competing factors that shape the political response .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Public Health jo urnal homepage: www .e lse vi er.co m/ pu he p u b l i c h e a l t h 1 5 0 ( 2 0 1 7 ) 8 7 e9 2 http://dx.",
      "sentences": [
        [
          {
            "segment_text": "Public Health jo urnal homepage : www .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "e lse vi er.co m / pu he p u b l i c h e a l t h 1 5 0 ( 2 0 1 7 ) 8 7 e9 2 http://dx .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "6",
    "sentence_num": "10",
    "segment_num": "13",
    "token_num": "289"
  }
}