{
  "paper_id": "5da4409846914c9f727c149d1fc3b015513abb99",
  "metadata": {
    "title": "The ion channel activity of the SARS-coronavirus 3a protein is linked to its pro-apoptotic function",
    "coda_data_split": "train",
    "coda_paper_id": 7968,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The severe acute respiratory syndrome-coronavirus (SARS-CoV) caused an outbreak of atypical pneumonia in 2003. The SARS-CoV viral genome encodes several proteins which have no homology to proteins in any other coronaviruses, and a number of these proteins have been implicated in viral cytopathies. One such protein is 3a, which is also known as X1, ORF3 and U274. 3a expression is detected in both SARS-CoV infected cultured cells and patients. Among the different functions identified, 3a is a capable of inducing apoptosis. We previously showed that caspase pathways are involved in 3a-induced apoptosis. In this study, we attempted to find out protein domains on 3a that are essential for its pro-apoptotic function. Protein sequence analysis reveals that 3a possesses three major protein signatures, the cysteine-rich, Yxx and diacidic domains. We showed that 3a proteins carrying respective mutations in these protein domains exhibit reduced pro-apoptotic activities, indicating the importance of these domains on 3a\u0027s pro-apoptotic function. It was previously reported that 3a possesses potassium ion channel activity. We further demonstrated that the blockade of 3a\u0027s potassium channel activity abolished caspase-dependent apoptosis. This report provides the first evidence that ion channel activity of 3a is required for its proapoptotic function. As ion channel activity has been reported to regulate apoptosis in different pathologic conditions, finding ways to modulate the ion channel activity may offer a new direction toward the inhibition of apoptosis triggered by SARS-CoV.",
      "sentences": [
        [
          {
            "segment_text": "The severe acute respiratory syndrome-coronavirus ( SARS-CoV ) caused an outbreak of atypical pneumonia in 2003 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The SARS-CoV viral genome encodes several proteins which have no homology to proteins in any other coronaviruses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and a number of these proteins have been implicated in viral cytopathies .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "One such protein is 3a ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which is also known as X1 , ORF3 and U274 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "3a expression is detected in both SARS-CoV infected cultured cells and patients .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Among the different functions identified ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "3a is a capable of inducing apoptosis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We previously showed that caspase pathways are involved in 3a-induced apoptosis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , we attempted to find out protein domains on 3a that are essential for its pro-apoptotic function .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Protein sequence analysis reveals that 3a possesses three major protein signatures ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "the cysteine-rich , Yxx and diacidic domains .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We showed that 3a proteins carrying respective mutations in these protein domains exhibit reduced pro-apoptotic activities ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "indicating the importance of these domains on 3a \u0027s pro-apoptotic function .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "It was previously reported that 3a possesses potassium ion channel activity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We further demonstrated that the blockade of 3a \u0027s potassium channel activity abolished caspase-dependent apoptosis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This report provides the first evidence that ion channel activity of 3a is required for its proapoptotic function .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "As ion channel activity has been reported to regulate apoptosis in different pathologic conditions ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "finding ways to modulate the ion channel activity may offer a new direction toward the inhibition of apoptosis triggered by SARS-CoV .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "13",
    "segment_num": "19",
    "token_num": "258"
  }
}