{
  "paper_id": "5daca3e4da0293cece65a4650fddf5933cfaf5ea",
  "metadata": {
    "title": "Chapter C4 THE ROLE OF T CELLS IN CORONA-VIRUS- INDUCED DEMYELINATION",
    "coda_data_split": "train",
    "coda_paper_id": 6799,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Mice infected with neurotropic strains of coronavirus develop acute encephalomyelitis and eliminate infectious virus. However, control of acute infection is incomplete resulting in persistence of viral RNA in the central nervous system (CNS) associated with ongoing primary demyelination. A high prevalence of virus specific CD8 and CD4 T cells within the CNS correlates with ex vivo cytolytic activity and IFN-7 secretion, which are both required for virus reduction during the acute infection. Although most infected cell types are susceptible to perforin mediated clearance, IFNq\u0027 is required for controlling infection of oligodendrocytes. Furthermore, by enhancing class I expression and inducing class II expression within resident CNS cells IFN-7 optimizes T cell receptor dependent functions. In addition to its direct anti viral activity, these multifactorial effects make IFN-y more essential than perforin for viral control. CD4 T cells enhance CD8 T cell expansion, survival and effectiveness. Although both CD8 and CD4 T cells are retained within the CNS during persistence, they cannot control viral recrudescence in the absence of humoral immunity. Demyelination can be mediated by either CD8 or CD4 T cells; however, although a variety of effector molecules have been excluded, a dominant common denominator remains elusive. Thus concerted efforts to control infection coincide with a variety of potential mechanisms causing chronic demyelinating disease.",
      "sentences": [
        [
          {
            "segment_text": "Mice infected with neurotropic strains of coronavirus develop acute encephalomyelitis and eliminate infectious virus .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , control of acute infection is incomplete resulting in persistence of viral RNA in the central nervous system ( CNS ) associated with ongoing primary demyelination .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A high prevalence of virus specific CD8 and CD4 T cells within the CNS correlates with ex vivo cytolytic activity and IFN-7 secretion ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which are both required for virus reduction during the acute infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although most infected cell types are susceptible to perforin mediated clearance ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "IFNq \u0027 is required for controlling infection of oligodendrocytes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , by enhancing class I expression and inducing class II expression within resident CNS cells IFN-7 optimizes T cell receptor dependent functions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition to its direct anti viral activity ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "these multifactorial effects make IFN-y more essential than perforin for viral control .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "CD4 T cells enhance CD8 T cell expansion , survival and effectiveness .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Although both CD8 and CD4 T cells are retained within the CNS during persistence ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "they can not control viral recrudescence in the absence of humoral immunity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Demyelination can be mediated by either CD8 or CD4 T cells ; however ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "although a variety of effector molecules have been excluded ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "a dominant common denominator remains elusive .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Thus concerted efforts to control infection coincide with a variety of potential mechanisms causing chronic demyelinating disease .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "16",
    "token_num": "237"
  }
}