{
  "paper_id": "5daf3857f008b3b9170df4306125a8e412ec595e",
  "metadata": {
    "title": "Three-dimensional structure of Rubella virus factories",
    "coda_data_split": "train",
    "coda_paper_id": 2214,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Viral factories are complex structures in the infected cell where viruses compartmentalize their life cycle. Rubella virus (RUBV) assembles factories by recruitment of rough endoplasmic reticulum (RER), mitochondria and Golgi around modified lysosomes known as cytopathic vacuoles or CPVs. These organelles contain active replication complexes that transfer replicated RNA to assembly sites in Golgi membranes. We have studied the structure of RUBV factory in three dimensions by electron tomography and freeze-fracture. CPVs contain stacked membranes, rigid sheets, small vesicles and large vacuoles. These membranes are interconnected and in communication with the endocytic pathway since they incorporate endocytosed BSAgold. RER and CPVs are coupled through protein bridges and closely apposed membranes. Golgi vesicles attach to the CPVs but no tight contacts with mitochondria were detected. Immunogold labelling confirmed that the mitochondrial protein p32 is an abundant component around and inside CPVs where it could play important roles in factory activities.",
      "sentences": [
        [
          {
            "segment_text": "Viral factories are complex structures in the infected cell where viruses compartmentalize their life cycle .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Rubella virus ( RUBV ) assembles factories by recruitment of rough endoplasmic reticulum ( RER ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "mitochondria and Golgi around modified lysosomes known as cytopathic vacuoles or CPVs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These organelles contain active replication complexes that transfer replicated RNA to assembly sites in Golgi membranes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We have studied the structure of RUBV factory in three dimensions by electron tomography and freeze-fracture .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "CPVs contain stacked membranes , rigid sheets ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "small vesicles and large vacuoles .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "These membranes are interconnected and in communication with the endocytic pathway since they incorporate endocytosed BSAgold .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "RER and CPVs are coupled through protein bridges and closely apposed membranes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Golgi vesicles attach to the CPVs but no tight contacts with mitochondria were detected .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Immunogold labelling confirmed that the mitochondrial protein p32 is an abundant component around and inside CPVs where it could play important roles in factory activities .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "11",
    "token_num": "165"
  }
}