{
  "paper_id": "5dbb6e4d4e3f5ca97bfb890933ee4e510fd48520",
  "metadata": {
    "title": "Assembly of Gl and G2 glycoprotein oligomers in Punta Toro virus-infected cells *",
    "coda_data_split": "train",
    "coda_paper_id": 5379,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "We have studied the oligomerization of the membrane glycoproteins of Punta Toro virus (PTV), a member of the Phlebovirus genus of the family Bunyaviridae, and the effect of glycosylation on protein stability and transport. By using sucrose gradient centrifugation, the Gl and G2 glycoproteins in PTV-infected or recombinant-transfected cells were found to sediment as dimers after DSP cross-linking, suggesting that the G 1 and G2 proteins are associated as dimers by non-covalent interactions. Pulse-chase and two-dimensional gel analysis indicate that dimerization occurs between newly synthesized Gl and G2 proteins, and that a small fraction of the G2 proteins is assembled into G2 homodimers. The amounts of Gl and G2 proteins were substantially decreased, while the amounts of nucleocapsid protein remained nearly unchanged, when PTV-infected cells were treated with the glycosylation inhibitor tunicamycin, indicating that the Gl and G2 proteins are unstable if glycosylation is prevented.",
      "sentences": [
        [
          {
            "segment_text": "We have studied the oligomerization of the membrane glycoproteins of Punta Toro virus ( PTV ) ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "a member of the Phlebovirus genus of the family Bunyaviridae ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and the effect of glycosylation on protein stability and transport .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "By using sucrose gradient centrifugation ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "the Gl and G2 glycoproteins in PTV-infected or recombinant-transfected cells were found to sediment as dimers after DSP cross-linking ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "suggesting that the G 1 and G2 proteins are associated as dimers by non-covalent interactions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Pulse-chase and two-dimensional gel analysis indicate that dimerization occurs between newly synthesized Gl and G2 proteins ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and that a small fraction of the G2 proteins is assembled into G2 homodimers .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The amounts of Gl and G2 proteins were substantially decreased ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while the amounts of nucleocapsid protein remained nearly unchanged ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "when PTV-infected cells were treated with the glycosylation inhibitor tunicamycin ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "indicating that the Gl and G2 proteins are unstable if glycosylation is prevented .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "12",
    "token_num": "159"
  }
}