{
  "paper_id": "5dc2712f3e118ac903e215c2e0d155f2ede7ad39",
  "metadata": {
    "title": "The comparative pathology of severe acute respiratory syndrome and avian influenza A subtype H5N1-a review",
    "coda_data_split": "train",
    "coda_paper_id": 9966,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The pathology of 2 zoonotic human viral infections that recently emerged, severe acute respiratory syndrome (SARS) due to coronavirus (SARS-CoV) and avian influenza A subtype H5N1, is reviewed and compared based on the literature and the cases examined by the authors. Pneumocytes are the primary target of infection resulting in diffuse alveolar damage. Systemic cytokine activation results in hemophagocytic syndrome, lymphoid depletion, and skeletal muscle fiber necrosis. Severe acute respiratory syndrome induces a more fibrocellular intra-alveolar organization with a bbronchiolitis obliterans organizing pneumoniaQ-like pattern and presence of multinucleated histiocytes and pneumocytes. H5N1 causes a more fulminant and necrotizing diffuse alveolar damage with patchy and interstitial paucicellular fibrosis. Severe acute respiratory syndrome associated coronavirus persists in the lung up to the second month, whereas H5N1 persists in the lung up to the third week. Severe acute respiratory syndrome associated coronavirus disseminates to blood, urine, feces, gastrointestinal tract, and liver. There is recent report of possible cerebral involvement by H5N1 and its isolation in the blood, gastrointestinal tract, and cerebrospinal fluid. More pathologic studies are urgently needed. D",
      "sentences": [
        [
          {
            "segment_text": "The pathology of 2 zoonotic human viral infections that recently emerged ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "severe acute respiratory syndrome ( SARS ) due to coronavirus ( SARS-CoV ) and avian influenza A subtype H5N1 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "is reviewed and compared based on the literature and the cases examined by the authors .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Pneumocytes are the primary target of infection resulting in diffuse alveolar damage .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Systemic cytokine activation results in hemophagocytic syndrome ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "lymphoid depletion , and skeletal muscle fiber necrosis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Severe acute respiratory syndrome induces a more fibrocellular intra-alveolar organization with a bbronchiolitis obliterans organizing pneumoniaQ-like pattern and presence of multinucleated histiocytes and pneumocytes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "H5N1 causes a more fulminant and necrotizing diffuse alveolar damage with patchy and interstitial paucicellular fibrosis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Severe acute respiratory syndrome associated coronavirus persists in the lung up to the second month ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whereas H5N1 persists in the lung up to the third week .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Severe acute respiratory syndrome associated coronavirus disseminates to blood ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "urine , feces , gastrointestinal tract , and liver .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "There is recent report of possible cerebral involvement by H5N1 and its isolation in the blood ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "gastrointestinal tract , and cerebrospinal fluid .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "More pathologic studies are urgently needed .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "D",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "16",
    "token_num": "200"
  }
}