{
  "paper_id": "5dd7e8cd43fba9ec221c47f145d730ef0bbfdd28",
  "metadata": {
    "title": "Lawsonia intracellularis infection and proliferative enteropathy in foals",
    "coda_data_split": "train",
    "coda_paper_id": 7191,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Equine proliferative enteropathy (EPE) is a disease of foals caused by the obligate intracellular organism Lawsonia intracellularis. This organism is unique in that it causes proliferation of infected enterocytes, resulting in thickening of the intestinal epithelium, most often the small intestine. This disease affects mainly weanling foals and causes fever, lethargy, peripheral edema, diarrhea, colic and weight loss. The diagnosis of EPE may be challenging and relies on the presence of hypoproteinemia, thickening of segments of the small intestinal wall observed on abdominal ultrasonography, positive serology and molecular detection of L. intracellularis in feces. The epidemiology and genetic basis for pathogenesis for this disease is beginning to be elucidated. Phenotypic traits, genomic features, and gene expression profiles during L. intracellularis infection in vitro and in vivo are presented. In addition, this article reviews the epidemiology, pathological and clinicopathological findings, diagnosis, and control of EPE. ß",
      "sentences": [
        [
          {
            "segment_text": "Equine proliferative enteropathy ( EPE ) is a disease of foals caused by the obligate intracellular organism Lawsonia intracellularis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This organism is unique in that it causes proliferation of infected enterocytes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "resulting in thickening of the intestinal epithelium ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "most often the small intestine .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This disease affects mainly weanling foals and causes fever ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "lethargy , peripheral edema , diarrhea , colic and weight loss .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The diagnosis of EPE may be challenging and relies on the presence of hypoproteinemia ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "thickening of segments of the small intestinal wall observed on abdominal ultrasonography ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "positive serology and molecular detection of L. intracellularis in feces .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The epidemiology and genetic basis for pathogenesis for this disease is beginning to be elucidated .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Phenotypic traits , genomic features ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and gene expression profiles during L. intracellularis infection in vitro and in vivo are presented .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In addition , this article reviews the epidemiology ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "pathological and clinicopathological findings , diagnosis , and control of EPE .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "ß",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "15",
    "token_num": "168"
  }
}