{
  "paper_id": "5df6eeaec8263c2ca2064cb09a8f180c2c87cd38",
  "metadata": {
    "title": "Codetection of Respiratory Syncytial Virus in Habituated Wild Western Lowland Gorillas and Humans During a Respiratory Disease Outbreak",
    "coda_data_split": "train",
    "coda_paper_id": 10782,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Pneumoviruses have been identified as causative agents in several respiratory disease outbreaks in habituated wild great apes. Based on phylogenetic evidence, transmission from humans is likely. However, the pathogens have never been detected in the local human population prior to or at the same time as an outbreak.",
      "sentences": [
        [
          {
            "segment_text": "Pneumoviruses have been identified as causative agents in several respiratory disease outbreaks in habituated wild great apes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Based on phylogenetic evidence , transmission from humans is likely .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , the pathogens have never been detected in the local human population prior to or at the same time as an outbreak .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Here, we report the first simultaneous detection of a human respiratory syncytial virus (HRSV) infection in western lowland gorillas (Gorilla gorilla gorilla) and in the local human population at a field program in the Central African Republic. A total of 15 gorilla and 15 human fecal samples and 80 human throat swabs were tested for HRSV, human metapneumovirus, and other respiratory viruses. We were able to obtain identical sequences for HRSV A from four gorillas and four humans. In contrast, we did not detect HRSV or any other classic human respiratory virus in gorilla fecal samples in two other outbreaks in the same field program.",
      "sentences": [
        [
          {
            "segment_text": "Here , we report the first simultaneous detection of a human respiratory syncytial virus ( HRSV ) infection in western lowland gorillas ( Gorilla gorilla gorilla ) and in the local human population at a field program in the Central African Republic .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "A total of 15 gorilla and 15 human fecal samples and 80 human throat swabs were tested for HRSV ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "human metapneumovirus , and other respiratory viruses .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We were able to obtain identical sequences for HRSV A from four gorillas and four humans .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In contrast , we did not detect HRSV or any other classic human respiratory virus in gorilla fecal samples in two other outbreaks in the same field program .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Enterovirus sequences were detected but the implication of these viruses in the etiology of these outbreaks remains speculative. Our findings of HRSV in wild but human-habituated gorillas underline, once again, the risk of interspecies transmission from humans to endangered great apes.",
      "sentences": [
        [
          {
            "segment_text": "Enterovirus sequences were detected but the implication of these viruses in the etiology of these outbreaks remains speculative .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our findings of HRSV in wild but human-habituated gorillas underline ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "once again , the risk of interspecies transmission from humans to endangered great apes .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "9",
    "segment_num": "11",
    "token_num": "215"
  }
}