{
  "paper_id": "5e1a1e8fb17e745a5a0b7a2fc707127ab2b3d093",
  "metadata": {
    "title": "Downregulation of angiotensin-converting enzyme 2 by the neuraminidase protein of influenza A (H1N1) virus",
    "coda_data_split": "train",
    "coda_paper_id": 9494,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Influenza A (H1N1) virus, a high-risk infectious pathogen, can cause severe acute lung injury leading to significant morbidity and mortality. Angiotensin-converting enzyme 2 (ACE2), a negative regulator of the renin-angiotensin system (RAS), plays a protective role in pathogenesis of acute lung injury. Here, we showed that ACE2 protein levels were significantly downregulated after infection with H1N1 viruses but was dispensable for viral replication. ACE2 protein downregulation was most likely related to ACE2 protein degradation by proteasome pathway rather than ACE2 shedding. Finally, we found that ACE2 cleavage could be regulated by influenza neuraminidase (NA), which was fundamentally different from the classically sheddase-induced proteolytic cleavage of ACE2.",
      "sentences": [
        [
          {
            "segment_text": "Influenza A ( H1N1 ) virus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a high-risk infectious pathogen , can cause severe acute lung injury leading to significant morbidity and mortality .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Angiotensin-converting enzyme 2 ( ACE2 ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a negative regulator of the renin-angiotensin system ( RAS ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "plays a protective role in pathogenesis of acute lung injury .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we showed that ACE2 protein levels were significantly downregulated after infection with H1N1 viruses but was dispensable for viral replication .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "ACE2 protein downregulation was most likely related to ACE2 protein degradation by proteasome pathway rather than ACE2 shedding .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Finally , we found that ACE2 cleavage could be regulated by influenza neuraminidase ( NA ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which was fundamentally different from the classically sheddase-induced proteolytic cleavage of ACE2 .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "9",
    "token_num": "126"
  }
}