{
  "paper_id": "5e2dc7663e6a6b53d6b8f37f5ccd4e6dc0c71a57",
  "metadata": {
    "title": "Epidemiology, Molecular Epidemiology and Evolution of Bovine Respiratory Syncytial Virus",
    "coda_data_split": "train",
    "coda_paper_id": 3337,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The bovine respiratory syncytial virus (BRSV) is an enveloped, negative sense, single-stranded RNA virus belonging to the pneumovirus genus within the family Paramyxoviridae. BRSV has been recognized as a major cause of respiratory disease in young calves since the early 1970s. The analysis of BRSV infection was originally hampered by its characteristic lability and poor growth in vitro. However, the advent of numerous immunological and molecular methods has facilitated the study of BRSV enormously. The knowledge gained from these studies has also provided the opportunity to develop safe, stable, attenuated virus vaccine candidates. Nonetheless, many aspects of the epidemiology, molecular epidemiology and evolution of the virus are still not fully understood. The natural course of infection is rather complex and further complicates diagnosis, treatment and the implementation of preventive measures aimed to control the disease. Therefore, understanding the mechanisms by which BRSV is able to establish infection is needed to prevent viral and disease spread. This review discusses important",
      "sentences": [
        [
          {
            "segment_text": "The bovine respiratory syncytial virus ( BRSV ) is an enveloped ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "negative sense , single-stranded RNA virus belonging to the pneumovirus genus within the family Paramyxoviridae .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "BRSV has been recognized as a major cause of respiratory disease in young calves since the early 1970s .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The analysis of BRSV infection was originally hampered by its characteristic lability and poor growth in vitro .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , the advent of numerous immunological and molecular methods has facilitated the study of BRSV enormously .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The knowledge gained from these studies has also provided the opportunity to develop safe ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "stable , attenuated virus vaccine candidates .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Nonetheless , many aspects of the epidemiology ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "molecular epidemiology and evolution of the virus are still not fully understood .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The natural course of infection is rather complex and further complicates diagnosis ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "treatment and the implementation of preventive measures aimed to control the disease .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Therefore , understanding the mechanisms by which BRSV is able to establish infection is needed to prevent viral and disease spread .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review discusses important",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Viruses 2012, 4 3453 information regarding the epidemiology and molecular epidemiology of BRSV worldwide, and it highlights the importance of viral evolution in virus transmission.",
      "sentences": [
        [
          {
            "segment_text": "Viruses 2012 , 4 3453 information regarding the epidemiology and molecular epidemiology of BRSV worldwide ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and it highlights the importance of viral evolution in virus transmission .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "10",
    "segment_num": "15",
    "token_num": "206"
  }
}