{
  "paper_id": "5e3a5143a77a6faeb480c65a23137616c14e7bad",
  "metadata": {
    "title": "Inhibition of Influenza H7 Hemagglutinin-Mediated Entry",
    "coda_data_split": "train",
    "coda_paper_id": 3439,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The recent outbreak of H7N9 influenza in China is of high concern to public health. H7 hemagglutinin (HA) plays a critical role in influenza entry and thus HA presents an attractive target for antivirals. Previous studies have suggested that the small molecule tert-butyl hydroquinone (TBHQ) inhibits the entry of influenza H3 HA by binding to the stem loop of HA and stabilizing the neutral pH conformation of HA, thereby disrupting the membrane fusion step. Based on amino acid sequence, structure and immunogenicity, H7 is a related Group 2 HA. In this work we show, using a pseudovirus entry assay, that TBHQ inhibits H7 HA-mediated entry, as well as H3 HA-mediated entry, with an IC50,6 mM. Using NMR, we show that TBHQ binds to the H7 stem loop region. STD NMR experiments indicate that the aromatic ring of TBHQ makes extensive contact with the H7 HA surface. Limited proteolysis experiments indicate that TBHQ inhibits influenza entry by stabilizing the H7 HA neutral pH conformation. Together, this work suggests that the stem loop region of H7 HA is an attractive target for therapeutic intervention and that TBHQ, which is a widely used food preservative, is a promising lead compound.",
      "sentences": [
        [
          {
            "segment_text": "The recent outbreak of H7N9 influenza in China is of high concern to public health .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "H7 hemagglutinin ( HA ) plays a critical role in influenza entry and thus HA presents an attractive target for antivirals .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Previous studies have suggested that the small molecule tert-butyl hydroquinone ( TBHQ ) inhibits the entry of influenza H3 HA by binding to the stem loop of HA and stabilizing the neutral pH conformation of HA ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "thereby disrupting the membrane fusion step .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Based on amino acid sequence ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "structure and immunogenicity , H7 is a related Group 2 HA .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this work we show ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "using a pseudovirus entry assay ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "that TBHQ inhibits H7 HA-mediated entry ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "as well as H3 HA-mediated entry ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "with an IC50 ,6 mM .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Using NMR , we show that TBHQ binds to the H7 stem loop region .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "STD NMR experiments indicate that the aromatic ring of TBHQ makes extensive contact with the H7 HA surface .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Limited proteolysis experiments indicate that TBHQ inhibits influenza entry by stabilizing the H7 HA neutral pH conformation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Together , this work suggests that the stem loop region of H7 HA is an attractive target for therapeutic intervention and that TBHQ ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which is a widely used food preservative ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "is a promising lead compound .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "17",
    "token_num": "222"
  }
}