{
  "paper_id": "5e3f5d7e47d1bc9b0ea5d9f431f9bd583ec5e71a",
  "metadata": {
    "title": "",
    "coda_data_split": "train",
    "coda_paper_id": 5695,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Porcine epidemic diarrhea virus (PEDV), a member of the genera Alphacoronavirus in the family Coronaviridae, causes acute diarrhea/vomiting, dehydration and high mortality in seronegative neonatal piglets. For the last three decades, PEDV infection has resulted in significant economic losses in the European and Asian pig industries, but in 2013-2014 the disease was also reported in the US, Canada and Mexico. The PED epidemic in the US, from April 2013 to the present, has led to the loss of more than 10% of the US pig population.",
      "sentences": [
        [
          {
            "segment_text": "Porcine epidemic diarrhea virus ( PEDV ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a member of the genera Alphacoronavirus in the family Coronaviridae ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "causes acute diarrhea/vomiting , dehydration and high mortality in seronegative neonatal piglets .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "For the last three decades ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "PEDV infection has resulted in significant economic losses in the European and Asian pig industries ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but in 2013-2014 the disease was also reported in the US , Canada and Mexico .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The PED epidemic in the US ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "from April 2013 to the present ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "has led to the loss of more than 10 % of the US pig population .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "The disappearance and re-emergence of epidemic PED indicates that the virus is able to escape from current vaccination protocols, biosecurity and control systems. Endemic PED is a significant problem, which is exacerbated by the emergence (or potential importation) of multiple PEDV variants. Epidemic PEDV strains spread rapidly and cause a high number of pig deaths. These strains are highly enteropathogenic and acutely infect villous epithelial cells of the entire small and large intestines although the jejunum and ileum are the primary sites. PEDV infections cause acute, severe atrophic enteritis accompanied by viremia that leads to profound diarrhea and vomiting, followed by extensive dehydration, which is the major cause of death in nursing piglets. A comprehensive understanding of the pathogenic characteristics of epidemic or endemic PEDV strains is needed to prevent and control the disease in affected regions and to develop an effective vaccine. This review focuses on the etiology, epidemiology, disease mechanisms and pathogenesis as well as immunoprophylaxis against PEDV infection.",
      "sentences": [
        [
          {
            "segment_text": "The disappearance and re-emergence of epidemic PED indicates that the virus is able to escape from current vaccination protocols , biosecurity and control systems .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Endemic PED is a significant problem ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which is exacerbated by the emergence ( or potential importation ) of multiple PEDV variants .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Epidemic PEDV strains spread rapidly and cause a high number of pig deaths .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These strains are highly enteropathogenic and acutely infect villous epithelial cells of the entire small and large intestines although the jejunum and ileum are the primary sites .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "PEDV infections cause acute , severe atrophic enteritis accompanied by viremia that leads to profound diarrhea and vomiting ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "followed by extensive dehydration , which is the major cause of death in nursing piglets .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A comprehensive understanding of the pathogenic characteristics of epidemic or endemic PEDV strains is needed to prevent and control the disease in affected regions and to develop an effective vaccine .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This review focuses on the etiology ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "epidemiology , disease mechanisms and pathogenesis as well as immunoprophylaxis against PEDV infection .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "10",
    "segment_num": "19",
    "token_num": "277"
  }
}