{
  "paper_id": "5e4904987c4a7f4f46238451b063574436cdfd86",
  "metadata": {
    "title": "Design and application of the method for isolating magnetotactic bacteria",
    "coda_data_split": "train",
    "coda_paper_id": 8420,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "A simple apparatus was designed to effectively isolate magnetotactic bacteria from soils or sediments based on their magnetotaxis. Through a series of processes including sample incubation, MTB harvesting, isolation， purification and identification, several strains of bacteria were isolated from the samples successfully. By Transmission Electron Microscopy (TEM) and Energy-Dispersive X-ray Analysis (EDXA), these bacteria were certificated to be magnetotactic bacteria. The phylogenetic relationship between the isolated magnetic strains and some known magnetotactic bacteria was inferred by the construction of phylogenetic tree based on 16SrDNA sequences. This apparatus has been proven to have the advantages of being inexpensive, simple to assemble, easy to perform and highly efficient to isolate novel magnetotactic bacteria. The research indicated that the combined approach of harvesting MTB by home-made apparatus and the method of plate colony isolation could purify and isolate magnetotactic bacteria effectively.",
      "sentences": [
        [
          {
            "segment_text": "A simple apparatus was designed to effectively isolate magnetotactic bacteria from soils or sediments based on their magnetotaxis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Through a series of processes including sample incubation ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "MTB harvesting , isolation ， purification and identification ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "several strains of bacteria were isolated from the samples successfully .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "By Transmission Electron Microscopy ( TEM ) and Energy-Dispersive X-ray Analysis ( EDXA ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "these bacteria were certificated to be magnetotactic bacteria .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The phylogenetic relationship between the isolated magnetic strains and some known magnetotactic bacteria was inferred by the construction of phylogenetic tree based on 16SrDNA sequences .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "This apparatus has been proven to have the advantages of being inexpensive ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "simple to assemble , easy to perform and highly efficient to isolate novel magnetotactic bacteria .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The research indicated that the combined approach of harvesting MTB by home-made apparatus and the method of plate colony isolation could purify and isolate magnetotactic bacteria effectively .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "10",
    "token_num": "155"
  }
}