{
  "paper_id": "5e5908b9f7ad23dd332a32e1dfa411c4b0e88f59",
  "metadata": {
    "title": "Influenza and the Vocal Performer: Update on Prevention and Treatment",
    "coda_data_split": "train",
    "coda_paper_id": 10069,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Upper respiratory tract infections (URIs) are a major cause of morbidity among vocal arts professionals, both from their acute impairment of the vocal mechanism and their predisposing influence for the development of serious vocal sequelae. In this review, we present some of the salient features of currently available treatments effective against influenza, the virus family responsible for the most serious form of URI. At present, these include an inactivated vaccine and four antiviral drugs, each approved in the United States and many other countries for the prevention and treatment of influenza. A live attenuated vaccine is also available, and other vaccines and antiviral drugs are under development. This review details the current options available for treating both influenza and noninfluenza related URIs in the professional voice user.",
      "sentences": [
        [
          {
            "segment_text": "Upper respiratory tract infections ( URIs ) are a major cause of morbidity among vocal arts professionals ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "both from their acute impairment of the vocal mechanism and their predisposing influence for the development of serious vocal sequelae .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this review , we present some of the salient features of currently available treatments effective against influenza ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "the virus family responsible for the most serious form of URI .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "At present , these include an inactivated vaccine and four antiviral drugs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "each approved in the United States and many other countries for the prevention and treatment of influenza .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A live attenuated vaccine is also available ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and other vaccines and antiviral drugs are under development .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This review details the current options available for treating both influenza and noninfluenza related URIs in the professional voice user .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "9",
    "token_num": "140"
  }
}