{
  "paper_id": "5e5c719d54ed0cbf86dcc99fd86266a3f91f0fac",
  "metadata": {
    "title": "~ Clinical and Diagnostic Virology Detection of respiratory syncytial virus infection in nasal aspirate samples by flow cytometry",
    "coda_data_split": "train",
    "coda_paper_id": 5190,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Hypotheses: (i) Flow cytometry has the potential for rapid detection of respiratory viral antigens. (ii) This technique can be applied to viral diagnosis in clinical samples. Ob|ectives and study design: (i) To study the identification of six common respiratory viral pathogens by flow cytometry, in virus infected and uninfected cultured cells, as models of positive and negative clinical samples. (ii) To compare flow cytometry with the established techniques of viral isolation and immunofluorescent microscopy in the diagnosis of respiratory syncytial virus infection in 68 naso-pharyngeal aspirates taken from children and sent to the virology laboratory for routine virological diagnosis.",
      "sentences": [
        [
          {
            "segment_text": "Hypotheses : ( i ) Flow cytometry has the potential for rapid detection of respiratory viral antigens .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "( ii ) This technique can be applied to viral diagnosis in clinical samples .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Ob | ectives and study design : ( i ) To study the identification of six common respiratory viral pathogens by flow cytometry ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "in virus infected and uninfected cultured cells ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "as models of positive and negative clinical samples .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "( ii ) To compare flow cytometry with the established techniques of viral isolation and immunofluorescent microscopy in the diagnosis of respiratory syncytial virus infection in 68 naso-pharyngeal aspirates taken from children and sent to the virology laboratory for routine virological diagnosis .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results: (i) For each virus analysed, populations of infected and non-infected cells were clearly discernable, confirming potential for this method in rapid viral diagnosis in clinical samples. (ii) Two definitions were employed for a sample to be positive by flow cytometry, these were compared with the combined established techniques. The sensitivity, specificity, positive and negative predictive values of flow cytometry were 41%, 98%, 92% and 71% for the first definition and 74%, 88%, 80% and 84% for the second definition respectively.",
      "sentences": [
        [
          {
            "segment_text": "Results : ( i ) For each virus analysed ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "populations of infected and non-infected cells were clearly discernable ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "confirming potential for this method in rapid viral diagnosis in clinical samples .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "( ii ) Two definitions were employed for a sample to be positive by flow cytometry ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "these were compared with the combined established techniques .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The sensitivity , specificity , positive and negative predictive values of flow cytometry were 41 % ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "98 % , 92 % and 71 % for the first definition and 74 % ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "88 % , 80 % and 84 % for the second definition respectively .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions: As tested in this study, flow cytometry is less sensitive than established techniques as well as recently developed rapid diagnostic techniques for the diagnosis of respiratory syncytial virus infection. Further evaluation of the potential of flow cytometry in rapid viral diagnosis is warranted.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions : As tested in this study ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "flow cytometry is less sensitive than established techniques as well as recently developed rapid diagnostic techniques for the diagnosis of respiratory syncytial virus infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Further evaluation of the potential of flow cytometry in rapid viral diagnosis is warranted .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "9",
    "segment_num": "17",
    "token_num": "271"
  }
}