{
  "paper_id": "5e9ccecdd40825f5c30da3a900fc5cf1b063b47d",
  "metadata": {
    "title": "BMC Infectious Diseases Roles of TNF-α gene polymorphisms in the occurrence and progress of SARS-Cov infection: A case-control study",
    "coda_data_split": "train",
    "coda_paper_id": 6487,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Host genetic factors may play a role in the occurrence and progress of SARS-Cov infection. This study was to investigate the relationship between tumor necrosis factor (TNF)-α gene polymorphisms with the occurrence of SARS-CoV infection and its role in prognosis of patients with lung interstitial fibrosis and femoral head osteonecrosis.",
      "sentences": [
        [
          {
            "segment_text": "Background : Host genetic factors may play a role in the occurrence and progress of SARS-Cov infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This study was to investigate the relationship between tumor necrosis factor ( TNF ) - α gene polymorphisms with the occurrence of SARS-CoV infection and its role in prognosis of patients with lung interstitial fibrosis and femoral head osteonecrosis .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "The association between genetic polymorphisms of TNF-α gene and susceptibility to severe acute respiratory syndromes (SARS) was conducted in a hospital-based case-control study including 75 SARS patients, 41 health care workers and 92 healthy controls. Relationships of TNFα gene polymorphisms with interstitial lung fibrosis and femoral head osteonecrosis were carried out in two case-case studies in discharged SARS patients. PCR sequencing based typing (PCR-SBT) method was used to determine the polymorphisms of TNF-α gene in locus of the promoter region and univariate logistic analysis was conducted in analyzing the collected data.",
      "sentences": [
        [
          {
            "segment_text": "The association between genetic polymorphisms of TNF-α gene and susceptibility to severe acute respiratory syndromes ( SARS ) was conducted in a hospital-based case-control study including 75 SARS patients ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "41 health care workers and 92 healthy controls .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Relationships of TNFα gene polymorphisms with interstitial lung fibrosis and femoral head osteonecrosis were carried out in two case-case studies in discharged SARS patients .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "PCR sequencing based typing ( PCR-SBT ) method was used to determine the polymorphisms of TNF-α gene in locus of the promoter region and univariate logistic analysis was conducted in analyzing the collected data .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results: Compared to TT genotype, the CT genotype at the -204 locus was found associated with a protective effect on SARS with OR(95%CI) of 0.95(0.90-0.99). Also, TT genotype, CT and CC were found associated with a risk effect on femoral head necrosis with ORs(95%CI) of 5.33(1.39-20.45) and 5.67(2.74-11.71), respectively and the glucocorticoid adjusted OR of CT was 5.25(95%CI 1.18-23.46) and the combined (CT and CC) genotype OR was 6.0 (95%CI 1.60-22.55) at -1031 site of TNF-α gene. At the same time, the -863 AC genotype was manifested as another risk effect associated with femoral head necrosis with OR(95%CI) of 6.42(1.53-26.88) and the adjusted OR was 8.40(95%CI 1.76-40.02) in cured SARS patients compared to CC genotype.",
      "sentences": [
        [
          {
            "segment_text": "Results : Compared to TT genotype ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the CT genotype at the -204 locus was found associated with a protective effect on SARS with OR ( 95 % CI ) of 0.95 ( 0.90-0.99 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Also , TT genotype , CT and CC were found associated with a risk effect on femoral head necrosis with ORs ( 95 % CI ) of 5.33 ( 1.39-20.45 ) and 5.67 ( 2.74-11.71 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "respectively and the glucocorticoid adjusted OR of CT was 5.25 ( 95 % CI 1.18-23.46 ) and the combined ( CT and CC ) genotype OR was 6.0 ( 95 % CI 1.60-22.55 ) at -1031 site of TNF-α gene .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "At the same time , the -863 AC genotype was manifested as another risk effect associated with femoral head necrosis with OR ( 95 % CI ) of 6.42 ( 1.53-26.88 ) and the adjusted OR was 8.40 ( 95 % CI 1.76-40.02 ) in cured SARS patients compared to CC genotype .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusion: SNPs of TNF-α gene of promoter region may not associate with SARS-CoV infection. And these SNPs may not affect interstitial lung fibrosis in cured SARS patients. However, the -1031CT/CC and -863 AC genotypes may be risk factors of femoral head necrosis in discharged SARS patients.",
      "sentences": [
        [
          {
            "segment_text": "Conclusion : SNPs of TNF-α gene of promoter region may not associate with SARS-CoV infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "And these SNPs may not affect interstitial lung fibrosis in cured SARS patients .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , the -1031 CT/CC and -863 AC genotypes may be risk factors of femoral head necrosis in discharged SARS patients .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "11",
    "segment_num": "14",
    "token_num": "376"
  }
}