{
  "paper_id": "5eb20deb48c231973cf0a796ca1c6898cbf2d07d",
  "metadata": {
    "title": "Design and Validation with Influenza A Virus of an Aerosol Transmission Chamber for Ferrets",
    "coda_data_split": "train",
    "coda_paper_id": 8464,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: The importance of aerosols in the spread of viruses like influenza is still a subject of debate. Indeed, most viruses can also be transmitted through direct contact and droplets. Therefore, the importance of the airborne route in a clinical context is difficult to determine. The aim of this study was to design a chamber system to study the airborne transmission of viruses between ferrets. Methods: A system composed of three chambers connected in series, each one housing one ferret and preventing direct contact, was designed. The chambers were designed to house the ferrets for several days and to study the transmission of viruses from an infected (index) ferret to two naïve ferrets via aerosols and droplets or aerosols only. A particle separator was designed that can be used to modulate the size of the particles traveling between the chambers. The chamber system was validated using standard dust as well as with ferrets infected with influenza A virus. Conclusions: The 50% efficiency cut-off of the separator could be modulated between a 5-µm and an 8-µm aerodynamic diameter. In the described setup, influenza A virus was transmitted through the aerosol route in two out of three experiments, and through aerosols and droplets in all three experiments.",
      "sentences": [
        [
          {
            "segment_text": "Background : The importance of aerosols in the spread of viruses like influenza is still a subject of debate .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Indeed , most viruses can also be transmitted through direct contact and droplets .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Therefore , the importance of the airborne route in a clinical context is difficult to determine .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The aim of this study was to design a chamber system to study the airborne transmission of viruses between ferrets .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : A system composed of three chambers connected in series ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "each one housing one ferret and preventing direct contact , was designed .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The chambers were designed to house the ferrets for several days and to study the transmission of viruses from an infected ( index ) ferret to two naïve ferrets via aerosols and droplets or aerosols only .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A particle separator was designed that can be used to modulate the size of the particles traveling between the chambers .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The chamber system was validated using standard dust as well as with ferrets infected with influenza A virus .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Conclusions : The 50 % efficiency cut-off of the separator could be modulated between a 5-µm and an 8-µm aerodynamic diameter .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In the described setup , influenza A virus was transmitted through the aerosol route in two out of three experiments ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and through aerosols and droplets in all three experiments .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "12",
    "token_num": "227"
  }
}