{
  "paper_id": "5eccf590cffbe86092abe652fa471515e9f37249",
  "metadata": {
    "title": "Contact with Domestic Dogs Increases Pathogen Exposure in Endangered African Wild Dogs (Lycaon pictus)",
    "coda_data_split": "train",
    "coda_paper_id": 2964,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Infectious diseases have contributed to the decline and local extinction of several wildlife species, including African wild dogs (Lycaon pictus). Mitigating such disease threats is challenging, partly because uncertainty about disease dynamics makes it difficult to identify the best management approaches. Serious impacts on susceptible populations most frequently occur when generalist pathogens are maintained within populations of abundant (often domestic) \u0027\u0027reservoir\u0027\u0027 hosts, and spill over into less abundant host species. If this is the case, disease control directed at the reservoir host might be most appropriate. However, pathogen transmission within threatened host populations may also be important, and may not be controllable by managing another host species.",
      "sentences": [
        [
          {
            "segment_text": "Background : Infectious diseases have contributed to the decline and local extinction of several wildlife species ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including African wild dogs ( Lycaon pictus ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Mitigating such disease threats is challenging ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "partly because uncertainty about disease dynamics makes it difficult to identify the best management approaches .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Serious impacts on susceptible populations most frequently occur when generalist pathogens are maintained within populations of abundant ( often domestic ) `` reservoir \u0027\u0027 hosts ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and spill over into less abundant host species .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "If this is the case ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "disease control directed at the reservoir host might be most appropriate .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , pathogen transmission within threatened host populations may also be important ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and may not be controllable by managing another host species .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Methodology/Principal Findings: We investigated interspecific and intraspecific transmission routes, by comparing African wild dogs\u0027 exposure to six canine pathogens with behavioural measures of their opportunities for contact with domestic dogs and with other wild dogs. Domestic dog contact was associated with exposure to canine parvovirus, Ehrlichia canis, Neospora caninum and perhaps rabies virus, but not with exposure to canine distemper virus or canine coronavirus. Contact with other wild dogs appeared not to increase the risk of exposure to any of the pathogens.",
      "sentences": [
        [
          {
            "segment_text": "Methodology/Principal Findings : We investigated interspecific and intraspecific transmission routes ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "by comparing African wild dogs \u0027 exposure to six canine pathogens with behavioural measures of their opportunities for contact with domestic dogs and with other wild dogs .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Domestic dog contact was associated with exposure to canine parvovirus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Ehrlichia canis , Neospora caninum and perhaps rabies virus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but not with exposure to canine distemper virus or canine coronavirus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Contact with other wild dogs appeared not to increase the risk of exposure to any of the pathogens .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions/Significance: These findings, combined with other data, suggest that management directed at domestic dogs might help to protect wild dog populations from rabies virus, but not from canine distemper virus. However, further analyses are needed to determine the management approaches -including no intervention -which are most appropriate for each pathogen.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions/Significance : These findings , combined with other data ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "suggest that management directed at domestic dogs might help to protect wild dog populations from rabies virus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but not from canine distemper virus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , further analyses are needed to determine the management approaches - including no intervention - which are most appropriate for each pathogen .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "10",
    "segment_num": "20",
    "token_num": "276"
  }
}