{
  "paper_id": "5ee23d0181f81d3ba5241d80590f78c79ed304f5",
  "metadata": {
    "title": "The Nucleocapsid Protein of Coronavirus Infectious Bronchitis Virus: Crystal Structure of Its N-Terminal Domain and Multimerization Properties",
    "coda_data_split": "train",
    "coda_paper_id": 6395,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The coronavirus nucleocapsid (N) protein packages viral genomic RNA into a ribonucleoprotein complex. Interactions between N proteins and RNA are thus crucial for the assembly of infectious virus particles. The 45 kDa recombinant nucleocapsid N protein of coronavirus infectious bronchitis virus (IBV) is highly sensitive to proteolysis. We obtained a stable fragment of 14.7 kDa spanning its N-terminal residues 29-160 (IBV-N29-160). Like the N-terminal RNA binding domain (SARS-N45-181) of the severe acute respiratory syndrome virus (SARS-CoV) N protein, the crystal structure of the IBV-N29-160 fragment at 1.85 Å resolution reveals a protein core composed of a five-stranded antiparallel b sheet with a positively charged b hairpin extension and a hydrophobic platform that are probably involved in RNA binding. Crosslinking studies demonstrate the formation of dimers, tetramers, and higher multimers of IBV-N. A model for coronavirus shell formation is proposed in which dimerization of the C-terminal domain of IBV-N leads to oligomerization of the IBV-nucleocapsid protein and viral RNA condensation.",
      "sentences": [
        [
          {
            "segment_text": "The coronavirus nucleocapsid ( N ) protein packages viral genomic RNA into a ribonucleoprotein complex .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Interactions between N proteins and RNA are thus crucial for the assembly of infectious virus particles .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The 45 kDa recombinant nucleocapsid N protein of coronavirus infectious bronchitis virus ( IBV ) is highly sensitive to proteolysis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We obtained a stable fragment of 14.7 kDa spanning its N-terminal residues 29-160 ( IBV-N29-160 ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Like the N-terminal RNA binding domain ( SARS-N45-181 ) of the severe acute respiratory syndrome virus ( SARS-CoV ) N protein ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the crystal structure of the IBV-N29-160 fragment at 1.85 Å resolution reveals a protein core composed of a five-stranded antiparallel b sheet with a positively charged b hairpin extension and a hydrophobic platform that are probably involved in RNA binding .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Crosslinking studies demonstrate the formation of dimers ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "tetramers , and higher multimers of IBV-N .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A model for coronavirus shell formation is proposed in which dimerization of the C-terminal domain of IBV-N leads to oligomerization of the IBV-nucleocapsid protein and viral RNA condensation .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "9",
    "token_num": "179"
  }
}