{
  "paper_id": "5ef7787f0b5a1f2109a33e81e8327a7ac84e4a3c",
  "metadata": {
    "title": "Human and Avian Influenza Viruses Target Different Cells in the Lower Respiratory Tract of Humans and Other Mammals",
    "coda_data_split": "train",
    "coda_paper_id": 6498,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Recently, pattern of viral attachment (PVA) in human respiratory tract was determined for highly pathogenic avian influenza virus of subtype H5N1. However, PVA of human influenza viruses and other avian influenza viruses in either humans or experimental animals is unknown. Therefore, we compared PVA of two human influenza viruses (H1N1 and H3N2) and two low pathogenic avian influenza viruses (H5N9 and H6N1) with that of H5N1 virus in respiratory tract tissues of humans, mice, ferrets, cynomolgus macaques, cats, and pigs by virus histochemistry. We found that human influenza viruses attached more strongly to human trachea and bronchi than H5N1 virus and attached to different cell types than H5N1 virus. These differences correspond to primary diagnoses of tracheobronchitis for human influenza viruses and diffuse alveolar damage for H5N1 virus. The PVA of low pathogenic avian influenza viruses in human respiratory tract resembled that of H5N1 virus, demonstrating that other properties determine its pathogenicity for humans. The PVA in human respiratory tract most closely mirrored that in ferrets and pigs for human influenza viruses and that in ferrets, pigs, and cats for avian influenza viruses.",
      "sentences": [
        [
          {
            "segment_text": "Recently , pattern of viral attachment ( PVA ) in human respiratory tract was determined for highly pathogenic avian influenza virus of subtype H5N1 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , PVA of human influenza viruses and other avian influenza viruses in either humans or experimental animals is unknown .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Therefore , we compared PVA of two human influenza viruses ( H1N1 and H3N2 ) and two low pathogenic avian influenza viruses ( H5N9 and H6N1 ) with that of H5N1 virus in respiratory tract tissues of humans ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "mice , ferrets , cynomolgus macaques ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "cats , and pigs by virus histochemistry .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We found that human influenza viruses attached more strongly to human trachea and bronchi than H5N1 virus and attached to different cell types than H5N1 virus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These differences correspond to primary diagnoses of tracheobronchitis for human influenza viruses and diffuse alveolar damage for H5N1 virus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The PVA of low pathogenic avian influenza viruses in human respiratory tract resembled that of H5N1 virus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "demonstrating that other properties determine its pathogenicity for humans .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The PVA in human respiratory tract most closely mirrored that in ferrets and pigs for human influenza viruses and that in ferrets ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "pigs , and cats for avian influenza viruses .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "11",
    "token_num": "207"
  }
}