{
  "paper_id": "5f00c7471a968e0b8d9176a2f7fc65184948e636",
  "metadata": {
    "title": "MERS-CoV-Low risk to Canadians",
    "coda_data_split": "train",
    "coda_paper_id": 3355,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Middle East respiratory syndrome -Coronavirus (MERS-CoV) --is a novel coronavirus that has caused a number of community-acquired cases and health care associated outbreaks in Saudi Arabia and the United Arab Emirates (UAE) as well as sporadic cases in other countries, especially in the Middle East. The evidence to date links MERS-CoV cases with exposure to camels, including camel products or to probable or confirmed human cases of MERS-CoV. It typically presents as an acute respiratory illness and is associated with a 35% mortality rate. Based on available information at this time, the current risk to Canadians for acquiring MERS-CoV infections is considered low. However, the International Health Regulations Committee concerning MERS-CoV has cautioned that the upsurge of cases seen this past spring (2014) may be predictive of an increase in cases related to the Hajj -an annual pilgrimage to Mecca in Saudi Arabia that took place in early October 2014. Although the overall risk is low, the Public Health Agency of Canada and its National Microbiology Laboratory (NML) in close collaboration with provincial and territorial partners, the Canadian Public Health Laboratory Network (CPHLN) and infection prevention and control experts have developed a number of preparedness guidance documents and protocols to address the risk of an imported case of MERS-CoV in Canada.",
      "sentences": [
        [
          {
            "segment_text": "Middle East respiratory syndrome - Coronavirus ( MERS-CoV ) -- is a novel coronavirus that has caused a number of community-acquired cases and health care associated outbreaks in Saudi Arabia and the United Arab Emirates ( UAE ) as well as sporadic cases in other countries ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "especially in the Middle East .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The evidence to date links MERS-CoV cases with exposure to camels ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including camel products or to probable or confirmed human cases of MERS-CoV .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It typically presents as an acute respiratory illness and is associated with a 35 % mortality rate .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Based on available information at this time ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the current risk to Canadians for acquiring MERS-CoV infections is considered low .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , the International Health Regulations Committee concerning MERS-CoV has cautioned that the upsurge of cases seen this past spring ( 2014 ) may be predictive of an increase in cases related to the Hajj - an annual pilgrimage to Mecca in Saudi Arabia that took place in early October 2014 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Although the overall risk is low ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the Public Health Agency of Canada and its National Microbiology Laboratory ( NML ) in close collaboration with provincial and territorial partners ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the Canadian Public Health Laboratory Network ( CPHLN ) and infection prevention and control experts have developed a number of preparedness guidance documents and protocols to address the risk of an imported case of MERS-CoV in Canada .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "11",
    "token_num": "237"
  }
}