{
  "paper_id": "5f09d587032fbd961c0b389ad03e0946a1539218",
  "metadata": {
    "title": "A human microsatellite DNA-mimicking oligodeoxynucleotide with CCT repeats negatively regulates TLR7/9-mediated innate immune responses via selected TLR pathways",
    "coda_data_split": "train",
    "coda_paper_id": 10287,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "A human microsatellite DNA-mimicking ODN (MS ODN) composed of CCT repeats, designated as SAT05f, has been studied for its capacity of negatively regulating innate immunity induced by TLR7/TLR9 agonists in vitro and in mice. The result showed that SAT05f could downregulate TLR7/9-dependent IFN-α production in cultured human PBMC stimulated by inactivated Flu virus PR8 or HSV-1 or CpG ODN or imiquimod, protect D-GalN-treated mice from lethal shock induced by TLR9 agonist, not by TLR3/4 agonist. In addition, SAT05f significantly inhibit IFN-α production from purified human plasmacytoid cells (pDCs) stimulated by CpG ODN. Interestingly, SAT05f could up-regulate CD80, CD86, and HLA-DR on the pDCs in vitro, implying that SAT05fmediated inhibition on IFN-α production could be related to the activation of pDCs. The data suggest that SAT05f could be developed as a candidate medicament for the treatment of TLR7/9 activation-associated diseases by inhibiting TLR7/9 signaling pathways.",
      "sentences": [
        [
          {
            "segment_text": "A human microsatellite DNA-mimicking ODN ( MS ODN ) composed of CCT repeats ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "designated as SAT05f , has been studied for its capacity of negatively regulating innate immunity induced by TLR7/TLR9 agonists in vitro and in mice .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The result showed that SAT05f could downregulate TLR7/9-dependent IFN-α production in cultured human PBMC stimulated by inactivated Flu virus PR8 or HSV-1 or CpG ODN or imiquimod ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "protect D-GalN-treated mice from lethal shock induced by TLR9 agonist , not by TLR3/4 agonist .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , SAT05f significantly inhibit IFN-α production from purified human plasmacytoid cells ( pDCs ) stimulated by CpG ODN .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Interestingly , SAT05f could up-regulate CD80 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "CD86 , and HLA-DR on the pDCs in vitro ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "implying that SAT05fmediated inhibition on IFN-α production could be related to the activation of pDCs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The data suggest that SAT05f could be developed as a candidate medicament for the treatment of TLR7/9 activation-associated diseases by inhibiting TLR7/9 signaling pathways .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "9",
    "token_num": "162"
  }
}