{
  "paper_id": "5f1378b1fa0165baf6bd31d9e4d0d66d818a37c6",
  "metadata": {
    "title": "Open Access RES EARCH Aerosol influenza transmission risk contours: A study of humid tropics versus winter temperate zone",
    "coda_data_split": "train",
    "coda_paper_id": 10187,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: In recent years, much attention has been given to the spread of influenza around the world. With the continuing human outbreak of H5N1 beginning in 2003 and the H1N1 pandemic in 2009, focus on influenza and other respiratory viruses has been increased. It has been accepted for decades that international travel via jet aircraft is a major vector for global spread of influenza, and epidemiological differences between tropical and temperate regions observed. Thus we wanted to study how indoor environmental conditions (enclosed locations) in the tropics and winter temperate zones contribute to the aerosol spread of influenza by travelers. To this end, a survey consisting of 632 readings of temperature (T) versus relative humidity (RH) in 389 different enclosed locations air travelers are likely to visit in 8 tropical nations were compared to 102 such readings in 2 Australian cities, including ground transport, hotels, shops, offices and other publicly accessible locations, along with 586 time course readings from aircraft.",
      "sentences": [
        [
          {
            "segment_text": "Background : In recent years ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "much attention has been given to the spread of influenza around the world .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "With the continuing human outbreak of H5N1 beginning in 2003 and the H1N1 pandemic in 2009 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "focus on influenza and other respiratory viruses has been increased .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It has been accepted for decades that international travel via jet aircraft is a major vector for global spread of influenza ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and epidemiological differences between tropical and temperate regions observed .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Thus we wanted to study how indoor environmental conditions ( enclosed locations ) in the tropics and winter temperate zones contribute to the aerosol spread of influenza by travelers .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "To this end , a survey consisting of 632 readings of temperature ( T ) versus relative humidity ( RH ) in 389 different enclosed locations air travelers are likely to visit in 8 tropical nations were compared to 102 such readings in 2 Australian cities ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "including ground transport , hotels ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "shops , offices and other publicly accessible locations ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "along with 586 time course readings from aircraft .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results: An influenza transmission risk contour map was developed for T versus RH. Empirical equations were created for estimating: 1. risk relative to temperature and RH, and 2. time parameterized influenza transmission risk. Using the transmission risk contours and equations, transmission risk for each country\u0027s locations was compared with influenza reports from the countries. Higher risk enclosed locations in the tropics included new automobile transport, luxury buses, luxury hotels, and bank branches. Most temperate locations were high risk.",
      "sentences": [
        [
          {
            "segment_text": "Results : An influenza transmission risk contour map was developed for T versus RH .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Empirical equations were created for estimating : 1 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "risk relative to temperature and RH , and 2 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "time parameterized influenza transmission risk .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Using the transmission risk contours and equations ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "transmission risk for each country \u0027s locations was compared with influenza reports from the countries .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Higher risk enclosed locations in the tropics included new automobile transport ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "luxury buses , luxury hotels , and bank branches .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Most temperate locations were high risk .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Environmental control is recommended for public health mitigation focused on higher risk enclosed locations. Public health can make use of the methods developed to track potential vulnerability to aerosol influenza. The methods presented can also be used in influenza modeling. Accounting for differential aerosol transmission using T and RH can potentially explain anomalies of influenza epidemiology in addition to seasonality in temperate climates.",
      "sentences": [
        [
          {
            "segment_text": "Environmental control is recommended for public health mitigation focused on higher risk enclosed locations .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Public health can make use of the methods developed to track potential vulnerability to aerosol influenza .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The methods presented can also be used in influenza modeling .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Accounting for differential aerosol transmission using T and RH can potentially explain anomalies of influenza epidemiology in addition to seasonality in temperate climates .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "16",
    "segment_num": "24",
    "token_num": "341"
  }
}