{
  "paper_id": "5f6409c09c836569e3596acc90b0a0f5f41ef685",
  "metadata": {
    "title": "Biased Hypermutation and Other Genetic Changes in Defective Measles Viruses in Human Brain Infections",
    "coda_data_split": "train",
    "coda_paper_id": 6082,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "We assessed the alterations of viral gene expression occurring during persistent infections by cloning fulllength transcripts of measles virus (MV) genes from brain autopsies of two subacute sclerosing panencephalitis patients and one measles inclusion body encephalitis (MIBE) patient. The sequence of these MV genes revealed that, most likely, almost 2% of the nucleotides were mutated during persistence, and 35% of these differences resulted in amino acid changes. One of these nucleotide substitutions and one deletion resulted in alteration of the reading frames of two fusion genes, as confirmed by in vitro translation of synthetic mRNAs. One cluster of mutations was exceptional; in the matrix gene of the MIBE case, 50% of the U residues were changed to C, which might result from a highly biased copying event exclusively affecting this gene. We propose that the cluster of mutations in the MIBE case, and other combinations of mutations in other cases, favored propagation of MV infections in brain cells by conferring a selective advantage to the mutated genomes. c c c Figure 3. Sequences of the M Genes of Cases A, 8, and C in Comparison with Other M Gene Sequences",
      "sentences": [
        [
          {
            "segment_text": "We assessed the alterations of viral gene expression occurring during persistent infections by cloning fulllength transcripts of measles virus ( MV ) genes from brain autopsies of two subacute sclerosing panencephalitis patients and one measles inclusion body encephalitis ( MIBE ) patient .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The sequence of these MV genes revealed that ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "most likely , almost 2 % of the nucleotides were mutated during persistence ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and 35 % of these differences resulted in amino acid changes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "One of these nucleotide substitutions and one deletion resulted in alteration of the reading frames of two fusion genes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as confirmed by in vitro translation of synthetic mRNAs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "One cluster of mutations was exceptional ; in the matrix gene of the MIBE case ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "50 % of the U residues were changed to C ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which might result from a highly biased copying event exclusively affecting this gene .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We propose that the cluster of mutations in the MIBE case ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and other combinations of mutations in other cases ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "favored propagation of MV infections in brain cells by conferring a selective advantage to the mutated genomes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "c c c Figure 3 .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Sequences of the M Genes of Cases A ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "8 , and C in Comparison with Other M Gene Sequences",
            "crowd_label": "background"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "15",
    "token_num": "214"
  }
}