{
  "paper_id": "5f6de6299608fcce69212b0a26366621a119afbb",
  "metadata": {
    "title": "Assessment of Immunoreactive Synthetic Peptides from the Structural Proteins of Severe Acute Respiratory Syndrome Coronavirus",
    "coda_data_split": "train",
    "coda_paper_id": 7237,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The widespread threat of severe acute respiratory syndrome (SARS) to human life has spawned challenges to develop fast and accurate analytical methods for its early diagnosis and to create a safe antiviral vaccine for preventive use. Consequently, we thoroughly investigated the immunoreactivities with patient sera of a series of synthesized peptides from SARS-coronavirus structural proteins. Methods: We synthesized 41 peptides ranging in size from 16 to 25 amino acid residues of relatively high hydrophilicity. The immunoreactivities of the peptides with SARS patient sera were determined by ELISA. Results: Four epitopic sites, S599, M137, N66, and N371-404, located in the SARS-coronavirus S, M, and N proteins, respectively, were detected by screening synthesized peptides. Notably, N371 and N385, located at the COOH terminus of the N protein, inhibited binding of antibodies to SARS-coronavirus lysate and bound to antibodies in \u003e94% of samples from SARS study patients. N385 had the highest affinity for forming peptide-antibody complexes with SARS serum.",
      "sentences": [
        [
          {
            "segment_text": "The widespread threat of severe acute respiratory syndrome ( SARS ) to human life has spawned challenges to develop fast and accurate analytical methods for its early diagnosis and to create a safe antiviral vaccine for preventive use .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Consequently , we thoroughly investigated the immunoreactivities with patient sera of a series of synthesized peptides from SARS-coronavirus structural proteins .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : We synthesized 41 peptides ranging in size from 16 to 25 amino acid residues of relatively high hydrophilicity .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The immunoreactivities of the peptides with SARS patient sera were determined by ELISA .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Four epitopic sites ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "S599 , M137 , N66 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and N371-404 , located in the SARS-coronavirus S ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "M , and N proteins ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "respectively , were detected by screening synthesized peptides .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Notably , N371 and N385 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "located at the COOH terminus of the N protein ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "inhibited binding of antibodies to SARS-coronavirus lysate and bound to antibodies in \u003e 94 % of samples from SARS study patients .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "N385 had the highest affinity for forming peptide-antibody complexes with SARS serum .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions: Five peptides from SARS structural proteins, especially two from the COOH terminus of the N protein, appear to be highly immunogenic and may be useful for serologic assays. The identification of these antigenic peptides contributes to the understanding of the immunogenicity and persistence of SARS coronavirus.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions : Five peptides from SARS structural proteins ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "especially two from the COOH terminus of the N protein ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "appear to be highly immunogenic and may be useful for serologic assays .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The identification of these antigenic peptides contributes to the understanding of the immunogenicity and persistence of SARS coronavirus .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "9",
    "segment_num": "17",
    "token_num": "234"
  }
}