{
  "paper_id": "5f7671868f71e4f374d0366bc4f5b11c17929cca",
  "metadata": {
    "title": "Criteria heterogeneity in the diagnosis of acute bronchiolitis in Spain ଝ,ଝଝ Group of Experts for the Diagnosis of Bronchiolitis ♦",
    "coda_data_split": "train",
    "coda_paper_id": 4359,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Introduction: Acute viral bronchiolitis (AB) is one of the most common respiratory diseases in infants. However, diagnostic criteria for AB are heterogeneous and not very well known. Objective: To identify the diagnostic criteria for AB used by experts and clinical paediatricians in Spain. Methods: Delphi study with Spanish AB experts, looking for the points of agreement about AB diagnosis. A subsequent cross-sectional study was conducted by means of an online questionnaire addressed to all Spanish paediatricians, reached through electronic mail messages sent by nine paediatric scientific societies. Descriptive and factorial analyses were carried out, looking for any association of diagnostic criteria with demographic or geographic variables, or with paediatric subspecialty. Results: Agreement was reached by 40 experts in many issues (first episode of respiratory distress and high respiratory frequency, diagnosis in any season of the year, and usefulness of virus identification in making diagnosis), but opposite views were maintained on key characteristics",
      "sentences": [
        [
          {
            "segment_text": "Introduction : Acute viral bronchiolitis ( AB ) is one of the most common respiratory diseases in infants .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , diagnostic criteria for AB are heterogeneous and not very well known .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Objective : To identify the diagnostic criteria for AB used by experts and clinical paediatricians in Spain .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : Delphi study with Spanish AB experts ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "looking for the points of agreement about AB diagnosis .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A subsequent cross-sectional study was conducted by means of an online questionnaire addressed to all Spanish paediatricians ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "reached through electronic mail messages sent by nine paediatric scientific societies .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Descriptive and factorial analyses were carried out ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "looking for any association of diagnostic criteria with demographic or geographic variables , or with paediatric subspecialty .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Agreement was reached by 40 experts in many issues ( first episode of respiratory distress and high respiratory frequency , diagnosis in any season of the year , and usefulness of virus identification in making diagnosis ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but opposite views were maintained on key characteristics",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "11",
    "token_num": "174"
  }
}