{
  "paper_id": "5f8c12586facdad5bd27993c0b5c7a0a6dcec196",
  "metadata": {
    "title": "Study of Fusion Protein and Attachment Glycoprotein of Nipah Virus Expressed in Recombinant Baculovirus",
    "coda_data_split": "train",
    "coda_paper_id": 7389,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The envelope attachment glycoprotein (G) and fusion protein (F′) of Nipah virus (NiV) play a key role in viral entry and induction of neutralization antibody. In this study, recombinant baculoviruses, rBac-NF and rBac-NG, were generated to express F and G proteins of NiV. The expressions of recombinant G (rNG) and F (rNF) proteins in rBac-NF and rBac-NG-infected cells were confirmed by Western blot. Both rNG and rNF showed sensitive and specific antigenic reaction to rabbit serum anti-Nipah virus in indirect immunofluorescence detection and indirect ELISA. Immunization with rBac-NF and rBac-NG-infected insect cells elicited G and F protein-specific antibody responses in mice. Furthermore, the G and F protein-specific antibodies could neutralize the infectivity of the VSVΔG*F/G, the NiV F and G envelope glycoproteins of pseudotype recombinant Vesicular Stomatitis Virus expressing green fluorescence protein. The results demonstrated that the F and G proteins expressed by the recombinant baculoviruses could be safe diagnostic antigens for the surveillance and monitoring of NiV and could also be promising subunit vaccines for the prevention of NiV.",
      "sentences": [
        [
          {
            "segment_text": "The envelope attachment glycoprotein ( G ) and fusion protein ( F ′ ) of Nipah virus ( NiV ) play a key role in viral entry and induction of neutralization antibody .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , recombinant baculoviruses ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "rBac-NF and rBac-NG , were generated to express F and G proteins of NiV .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The expressions of recombinant G ( rNG ) and F ( rNF ) proteins in rBac-NF and rBac-NG-infected cells were confirmed by Western blot .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Both rNG and rNF showed sensitive and specific antigenic reaction to rabbit serum anti-Nipah virus in indirect immunofluorescence detection and indirect ELISA .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Immunization with rBac-NF and rBac-NG-infected insect cells elicited G and F protein-specific antibody responses in mice .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , the G and F protein-specific antibodies could neutralize the infectivity of the VSVΔG * F/G ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the NiV F and G envelope glycoproteins of pseudotype recombinant Vesicular Stomatitis Virus expressing green fluorescence protein .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The results demonstrated that the F and G proteins expressed by the recombinant baculoviruses could be safe diagnostic antigens for the surveillance and monitoring of NiV and could also be promising subunit vaccines for the prevention of NiV .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "9",
    "token_num": "195"
  }
}