{
  "paper_id": "5f8d96a8606eb6c9a89a1160f8b498c6c0efecba",
  "metadata": {
    "title": "Targeted Strategies for Henipavirus Therapeutics",
    "coda_data_split": "train",
    "coda_paper_id": 6970,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Hendra and Nipah viruses are related emergent paramyxoviruses that infect and cause disease in animals and humans. Disease manifests as a generalized vasculitis affecting multiple organs, but is the most severe in the respiratory and central nervous systems. The high case fatality and person-to-person transmission associated with the most recent NiV outbreaks, and the recent re-emergence of HeV, emphasize the importance and necessity of effective therapeutics for these novel agents. In recent years henipavirus research has revealed a more complete understanding of pathogenesis and, as a consequence, viable approaches towards vaccines and therapeutics have emerged. All strategies target early steps in viral replication including receptor binding and membrane fusion. Animal models have been developed, some of which may prove more valuable than others for evaluating the efficacy of therapeutic agents and regimes. Assessments of protective host immunity and drug pharmacokinetics will be crucial to the further advancement of therapeutic compounds.",
      "sentences": [
        [
          {
            "segment_text": "Hendra and Nipah viruses are related emergent paramyxoviruses that infect and cause disease in animals and humans .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Disease manifests as a generalized vasculitis affecting multiple organs ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but is the most severe in the respiratory and central nervous systems .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The high case fatality and person-to-person transmission associated with the most recent NiV outbreaks ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and the recent re-emergence of HeV ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "emphasize the importance and necessity of effective therapeutics for these novel agents .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In recent years henipavirus research has revealed a more complete understanding of pathogenesis and ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "as a consequence , viable approaches towards vaccines and therapeutics have emerged .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "All strategies target early steps in viral replication including receptor binding and membrane fusion .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Animal models have been developed ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "some of which may prove more valuable than others for evaluating the efficacy of therapeutic agents and regimes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Assessments of protective host immunity and drug pharmacokinetics will be crucial to the further advancement of therapeutic compounds .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "12",
    "token_num": "163"
  }
}