{
  "paper_id": "5f9a87b9cf932142d715198dabdcb7ffc31cd858",
  "metadata": {
    "title": "Modelling the volatility of international visitor arrivals to New Zealand",
    "coda_data_split": "train",
    "coda_paper_id": 8327,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "International visitor arrivals are considered to be a major source of foreign exchange, tourism-related employment and other tourism-related activities. This study used SARIMAX/(E)GARCH volatility models to forecast visitor arrivals by air transport to New Zealand from its eight key tourist source markets the United Kingdom (UK) and the United States (US)) and control macroeconomic factors together with global and regional structural changes. The empirical models reveal that the macroeconomic factors contributed at various levels to different markets, and the models we provided made accurate and reliable forecasts for visitor arrivals by air transport from all studied markets. The results from the markets for Germany, Japan, South Korea and the UK showed that significantly negative tourism demand shocks increased the volatility of tourism arrivals, more than positive tourism demand shocks of equal magnitude. Accordingly, the findings of this study will allow policy-makers in the New Zealand tourism sector and other stakeholders (e.g. airline management) to better understand the impacts on the volatility of visitor arrivals to New Zealand.",
      "sentences": [
        [
          {
            "segment_text": "International visitor arrivals are considered to be a major source of foreign exchange ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "tourism-related employment and other tourism-related activities .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This study used SARIMAX / ( E ) GARCH volatility models to forecast visitor arrivals by air transport to New Zealand from its eight key tourist source markets the United Kingdom ( UK ) and the United States ( US ) ) and control macroeconomic factors together with global and regional structural changes .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The empirical models reveal that the macroeconomic factors contributed at various levels to different markets ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the models we provided made accurate and reliable forecasts for visitor arrivals by air transport from all studied markets .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The results from the markets for Germany ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Japan , South Korea and the UK showed that significantly negative tourism demand shocks increased the volatility of tourism arrivals ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "more than positive tourism demand shocks of equal magnitude .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Accordingly , the findings of this study will allow policy-makers in the New Zealand tourism sector and other stakeholders ( e.g. airline management ) to better understand the impacts on the volatility of visitor arrivals to New Zealand .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "9",
    "token_num": "190"
  }
}