{
  "paper_id": "5ff5a4321204080c09ee2f70f53bf03e3d2a49e6",
  "metadata": {
    "title": "Passive immunotherapy of viral infections: \u0027super-antibodies\u0027 enter the fray",
    "coda_data_split": "train",
    "coda_paper_id": 5559,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "| Antibodies have been used for more than 100 years in the therapy of infectious diseases, but a new generation of highly potent and/or broadly cross-reactive human monoclonal antibodies (sometimes referred to as \u0027super-antibodies\u0027) offers new opportunities for intervention. The isolation of these antibodies, most of which are rarely induced in human infections, has primarily been achieved by large-scale screening for suitable donors and new single B cell approaches to human monoclonal antibody generation. Engineering the antibodies to improve half-life and effector functions has further augmented their in vivo activity in some cases. Super-antibodies offer promise for the prophylaxis and therapy of infections with a range of viruses, including those that are highly antigenically variable and those that are newly emerging or that have pandemic potential. The next few years will be decisive in the realization of the promise of super-antibodies. NATURE REVIEWS | IMMUNOLOGY VOLUME 18 | MAY 2018 | 297 REVIEWS © 2 0 1 8 M a c m i l l a n P u b l i s h e r s L i m i t e d , p a r t o f S p r i n g e r N a t u r e . A l l r i g h t s r e s e r v e d .",
      "sentences": [
        [
          {
            "segment_text": "| Antibodies have been used for more than 100 years in the therapy of infectious diseases ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but a new generation of highly potent and/or broadly cross-reactive human monoclonal antibodies ( sometimes referred to as ` super-antibodies \u0027 ) offers new opportunities for intervention .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The isolation of these antibodies ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "most of which are rarely induced in human infections ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "has primarily been achieved by large-scale screening for suitable donors and new single B cell approaches to human monoclonal antibody generation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Engineering the antibodies to improve half-life and effector functions has further augmented their in vivo activity in some cases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Super-antibodies offer promise for the prophylaxis and therapy of infections with a range of viruses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including those that are highly antigenically variable and those that are newly emerging or that have pandemic potential .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The next few years will be decisive in the realization of the promise of super-antibodies .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "NATURE REVIEWS | IMMUNOLOGY VOLUME 18 | MAY 2018 | 297 REVIEWS © 2 0 1 8 M a c m i l l a n P u b l i s h e r s L i m i t e d ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "p a r t o f S p r i n g e r N a t u r e .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "A l l r i g h t s r e s e r v e d .",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "Genetically engineered mouse antibodies in which the protein sequence has been modified to increase its similarity to human antibodies, thereby decreasing its potential immunogenicity.",
      "sentences": [
        [
          {
            "segment_text": "Genetically engineered mouse antibodies in which the protein sequence has been modified to increase its similarity to human antibodies ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "thereby decreasing its potential immunogenicity .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "8",
    "segment_num": "14",
    "token_num": "263"
  }
}