{
  "paper_id": "6003e4441a559c056ce473a86dca5db1e2a9bf8d",
  "metadata": {
    "title": "Mass spectrometry-based identification and whole-genome characterisation of the first pteropine orthoreovirus isolated from monkey faeces in Thailand",
    "coda_data_split": "train",
    "coda_paper_id": 6980,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: The pteropine orthoreovirus (PRV) was isolated from monkey (Macaca fascicularis) faecal samples collected from human-inhabited areas in Lopburi Province, Thailand. These samples were initially obtained to survey for the presence of hepatitis E virus (HEV).",
      "sentences": [
        [
          {
            "segment_text": "Background : The pteropine orthoreovirus ( PRV ) was isolated from monkey ( Macaca fascicularis ) faecal samples collected from human-inhabited areas in Lopburi Province , Thailand .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These samples were initially obtained to survey for the presence of hepatitis E virus ( HEV ) .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Results: Two virus isolates were retrieved by virus culture of 55 monkey faecal samples. Liquid chromatographytandem mass spectrometry (LC-MS/MS) was successfully used to identify the viruses as the segmented dsRNA orthoreovirus. Phylogenetic analysis of the Lopburi orthoreovirus whole-genomes revealed relationships with the well-characterised PRVs Pulau (segment L1), Cangyuan (segments L2, M3 and S3), Melaka (segments L3 and M2), Kampar (segments M1 and S2) and Sikamat (segments S1 and S4) of Southeast Asia and China with nucleotide sequence identities of 93.5-98.9%. RT-PCR showed that PRV was detected in 10.9% (6/55) and HEV was detected in 25.5% (14/55) of the monkey faecal samples. Conclusions: PRV was isolated from monkey faeces for the first time in Thailand via viral culture and LC-MS/MS. The genetic diversity of the virus genome segments suggested a re-assortment within the PRV species group. The overall findings emphasise that monkey faeces can be sources of zoonotic viruses, including PRV and HEV, and suggest the need for active virus surveillance in areas of human and monkey co-habitation to prevent and control emerging zoonotic diseases in the future.",
      "sentences": [
        [
          {
            "segment_text": "Results : Two virus isolates were retrieved by virus culture of 55 monkey faecal samples .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Liquid chromatographytandem mass spectrometry ( LC-MS/MS ) was successfully used to identify the viruses as the segmented dsRNA orthoreovirus .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Phylogenetic analysis of the Lopburi orthoreovirus whole-genomes revealed relationships with the well-characterised PRVs Pulau ( segment L1 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Cangyuan ( segments L2 , M3 and S3 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Melaka ( segments L3 and M2 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Kampar ( segments M1 and S2 ) and Sikamat ( segments S1 and S4 ) of Southeast Asia and China with nucleotide sequence identities of 93.5-98.9 % .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "RT-PCR showed that PRV was detected in 10.9 % ( 6/55 ) and HEV was detected in 25.5 % ( 14/55 ) of the monkey faecal samples .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : PRV was isolated from monkey faeces for the first time in Thailand via viral culture and LC-MS/MS .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The genetic diversity of the virus genome segments suggested a re-assortment within the PRV species group .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The overall findings emphasise that monkey faeces can be sources of zoonotic viruses ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including PRV and HEV , and suggest the need for active virus surveillance in areas of human and monkey co-habitation to prevent and control emerging zoonotic diseases in the future .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "9",
    "segment_num": "13",
    "token_num": "257"
  }
}