{
  "paper_id": "604317acd27f5f663dc4be16155739c35e61ef24",
  "metadata": {
    "title": "The implications of the emerging disproportionate policy perspective for the new policy design studies",
    "coda_data_split": "train",
    "coda_paper_id": 5734,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "This paper articulates the disproportionate policy perspective and uses it to mount four challenges for the new policy design orientation. First, in contrast to the new policy design thinking, disproportionate policy options may be systematically designed, and at times, successfully implemented. Second, in contrast to the new policy design thinking, there are certain conditions under which policymakers may tend to develop effective response, with cost considerations becoming only secondary in importance if at all (read, policy overreaction), or cost-conscious response, with effectiveness considerations becoming only secondary in importance if at all (read, policy underreaction). Third, in contrast to the new policy design thinking, disproportionate policy options may be designed for purposes other than implementation (e.g., to be used as signaling devices or as context-setters). Fourth, in contrast to new policy design thinking, there are certain conditions under which the emotional arena of policy may be equally, if not more, important than the substantive one. The paper concludes that so far the literature on new policy design has not responded to the emergence of the disproportionate policy perspective, but a robust research agenda awaits those answering this paper\u0027s call for action.",
      "sentences": [
        [
          {
            "segment_text": "This paper articulates the disproportionate policy perspective and uses it to mount four challenges for the new policy design orientation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "First , in contrast to the new policy design thinking ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "disproportionate policy options may be systematically designed ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and at times , successfully implemented .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Second , in contrast to the new policy design thinking ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "there are certain conditions under which policymakers may tend to develop effective response ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "with cost considerations becoming only secondary in importance if at all ( read , policy overreaction ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "or cost-conscious response , with effectiveness considerations becoming only secondary in importance if at all ( read , policy underreaction ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Third , in contrast to the new policy design thinking ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "disproportionate policy options may be designed for purposes other than implementation ( e.g. , to be used as signaling devices or as context-setters ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Fourth , in contrast to new policy design thinking ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "there are certain conditions under which the emotional arena of policy may be equally ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "if not more , important than the substantive one .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The paper concludes that so far the literature on new policy design has not responded to the emergence of the disproportionate policy perspective ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but a robust research agenda awaits those answering this paper \u0027s call for action .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "15",
    "token_num": "222"
  }
}