{
  "paper_id": "6056f4e00a22f2a1d44288d7dca28477ff493b8b",
  "metadata": {
    "title": "Determinants of Diarrhea in Viral Enteritis The Role of Ion Transport and Epithelial Changes in the Ileum in Transmissible Gastroenteritis in Piglets",
    "coda_data_split": "train",
    "coda_paper_id": 7859,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "To understand mechanisms of viral diarrhea further, we studied ileal ion transport in vitro in relation to mucosal changes and epithelial differentiation in transmissible gastroenteritis in piglets, an invasive viral enteritis thought to involve mainly proximal intestine. In infected pigs, at the height of diarrhea, short-circuited ileal epithelium failed actively to transport Na+ and Cl-, and there was a defect of glucose-mediated Na+ transport. The Clsecretory response to theophylline remained intact. Conductance measurements indicate that paracellular permeability may be reduced and transcellular transport may be altered. A mucosal lesion was observed at the time of the transport changes, characterized by villus blunting, crypt hyperplasia, and immature crypt-type enterocytes on the villus epithelium, deficient in disaccharidase and (Na+, K+)A TPase activity but rich in thymidine kinase. Consideration of the major determinants of diarrhea in this invasive enteritis must take into account not only altered mucosal function and differentiation but also the extent of intestinal involvement, including the ileum, a major site of fluid absorption in the intestine.",
      "sentences": [
        [
          {
            "segment_text": "To understand mechanisms of viral diarrhea further ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "we studied ileal ion transport in vitro in relation to mucosal changes and epithelial differentiation in transmissible gastroenteritis in piglets ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "an invasive viral enteritis thought to involve mainly proximal intestine .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In infected pigs , at the height of diarrhea ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "short-circuited ileal epithelium failed actively to transport Na + and Cl - ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and there was a defect of glucose-mediated Na + transport .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The Clsecretory response to theophylline remained intact .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conductance measurements indicate that paracellular permeability may be reduced and transcellular transport may be altered .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A mucosal lesion was observed at the time of the transport changes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "characterized by villus blunting , crypt hyperplasia ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and immature crypt-type enterocytes on the villus epithelium ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "deficient in disaccharidase and ( Na + , K + ) A TPase activity but rich in thymidine kinase .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Consideration of the major determinants of diarrhea in this invasive enteritis must take into account not only altered mucosal function and differentiation but also the extent of intestinal involvement ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including the ileum , a major site of fluid absorption in the intestine .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "14",
    "token_num": "192"
  }
}