{
  "paper_id": "6058e813e7b4c4f5c57eba44da2463bd5774574b",
  "metadata": {
    "title": "RNA and Polypeptide Homology among Murine Coronaviruses",
    "coda_data_split": "train",
    "coda_paper_id": 6957,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Using a \u003dP complementary DNA (cDNA) prepared against the A59 nucleocapsid protein messenger RNA, we have investigated the extent of homology between A59 and four other strains of murine hepatitis virus (MHV). Analysis by hybridization kinetics of the annealing between A59 [S2P]cDNA and infected cell RNA from the other four MHV strains demonstrated 7040% homology. By gel transfer analysis, the A59 [S2P]eDNA was able to detect subgenomic-size virus-specific RNAs in cells infected with all of the five MHV strains. A similar pattern of seven viral RNAs was detected in cells infected with A59, MHV-1, MHV-3, and JHM. In contrast, cells infected with MHV-S contained seven virusspecific RNAs, of which only the two smallest species comigrated with RNAs from the other four strains. The results suggest that as previously shown with A59 (S. Cheley, R. Anderson, M. J. Cupples, E. C. M. Lee Chan, and V. L. Morris (1981) Virdogy, 112,596-604), all MHV strains tested encode a nested set of subgenomic RNAs. Analysis of [?l]methionine-labeled viral proteins by SDS-polyacrylamide",
      "sentences": [
        [
          {
            "segment_text": "Using a \u003dP complementary DNA ( cDNA ) prepared against the A59 nucleocapsid protein messenger RNA ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we have investigated the extent of homology between A59 and four other strains of murine hepatitis virus ( MHV ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Analysis by hybridization kinetics of the annealing between A59 ( S2P ) cDNA and infected cell RNA from the other four MHV strains demonstrated 7040 % homology .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "By gel transfer analysis , the A59 ( S2P ) eDNA was able to detect subgenomic-size virus-specific RNAs in cells infected with all of the five MHV strains .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A similar pattern of seven viral RNAs was detected in cells infected with A59 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "MHV-1 , MHV-3 , and JHM .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In contrast , cells infected with MHV-S contained seven virusspecific RNAs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "of which only the two smallest species comigrated with RNAs from the other four strains .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The results suggest that as previously shown with A59 ( S. Cheley , R. Anderson , M. J. Cupples , E. C. M. Lee Chan , and V. L. Morris ( 1981 ) Virdogy ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "112,596-604 ) , all MHV strains tested encode a nested set of subgenomic RNAs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Analysis of ( ?",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "l ) methionine-labeled viral proteins by SDS-polyacrylamide",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "gel electrophoresis revealed that each strain of MHV specified four major viral polypeptides with apparent molecular weights very similar to those previously reported for the E2, N, El, and PEl polypeptides of A59. The strong degree of interstrain homology among the five MHV strains investigated was confirmed by comparative chymotryptic peptide mapping of the viral N proteins. A majority of the chymotryptic peptides from each of the [35S$nethioninelabeled N proteins was found to coelute by high-performance liquid chromatography. Moreover, this technique of peptide mapping indicated a particularly strong relatedness between MHV-1 and MHV-S and among MHV3, JHM, and A59.",
      "sentences": [
        [
          {
            "segment_text": "gel electrophoresis revealed that each strain of MHV specified four major viral polypeptides with apparent molecular weights very similar to those previously reported for the E2 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "N , El , and PEl polypeptides of A59 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The strong degree of interstrain homology among the five MHV strains investigated was confirmed by comparative chymotryptic peptide mapping of the viral N proteins .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A majority of the chymotryptic peptides from each of the ( 35S $ nethioninelabeled N proteins was found to coelute by high-performance liquid chromatography .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , this technique of peptide mapping indicated a particularly strong relatedness between MHV-1 and MHV-S and among MHV3 , JHM , and A59 .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "12",
    "segment_num": "17",
    "token_num": "318"
  }
}