{
  "paper_id": "607aa9711d859da642e241a3b8ea8b5436aa73e7",
  "metadata": {
    "title": "Analysis of synonymous codon usage in Newcastle disease virus hemagglutinin-neuraminidase (HN) gene and fusion protein (F) gene",
    "coda_data_split": "train",
    "coda_paper_id": 7345,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Newcastle disease virus (NDV) hemagglutininneuraminidase (HN) is a multifunctional protein, which possesses both the receptor recognition and neuraminidase activities. The fusion (F) protein is a type I membrane glycoprotein that mediates the merger of the viral envelope to the host cell membrane. Although the functions of the HN and F proteins have been well studied, however, the factors shaping synonymous codon usage bias and nucleotide composition in HN and F genes have been few reported. In our study, we analyzed synonymous codon usage using the 69 NDV HN and F genes, respectively. The general correlation between base composition and codon usage bias suggests that mutational pressure rather than natural selection is the main factor that determines the codon usage bias in HN and F genes. In addition, other factors, such as the aromaticity and hydrophobicity, also influence the codon usage variation among HN and F genes. This study represents the most comprehensive analysis to date of NDV HN and F genes codon usage patterns and provides a basic understanding of the mechanisms for codon usage bias.",
      "sentences": [
        [
          {
            "segment_text": "Newcastle disease virus ( NDV ) hemagglutininneuraminidase ( HN ) is a multifunctional protein ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which possesses both the receptor recognition and neuraminidase activities .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The fusion ( F ) protein is a type I membrane glycoprotein that mediates the merger of the viral envelope to the host cell membrane .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although the functions of the HN and F proteins have been well studied ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "however , the factors shaping synonymous codon usage bias and nucleotide composition in HN and F genes have been few reported .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In our study , we analyzed synonymous codon usage using the 69 NDV HN and F genes , respectively .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The general correlation between base composition and codon usage bias suggests that mutational pressure rather than natural selection is the main factor that determines the codon usage bias in HN and F genes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , other factors ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "such as the aromaticity and hydrophobicity ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "also influence the codon usage variation among HN and F genes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This study represents the most comprehensive analysis to date of NDV HN and F genes codon usage patterns and provides a basic understanding of the mechanisms for codon usage bias .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "11",
    "token_num": "197"
  }
}