{
  "paper_id": "608231c7e95b2ce79587e07f75c52a97b0b73d16",
  "metadata": {
    "title": "A Filippov system describing media effects on the spread of infectious diseases",
    "coda_data_split": "train",
    "coda_paper_id": 7571,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "A Filippov epidemic model with media coverage is proposed to describe the real characteristics of media/psychological impact in the spread of an infectious disease. We extend the existing models by incorporating a piecewise continuous transmission rate to describe that the media coverage exhibits its effect once the number of infected individuals exceeds a certain critical level. Mathematical and bifurcation analyses with regard to the local, global stability of equilibria and local sliding bifurcations are performed. Our main results show that the system stabilizes at either the equilibrium points of the two subsystems or the new endemic state induced by the on-off media effect, depending on the threshold levels. The finding suggests that a previously chosen level of the desired number of infected individuals can be reached when the threshold policy and other parameters are chosen properly.",
      "sentences": [
        [
          {
            "segment_text": "A Filippov epidemic model with media coverage is proposed to describe the real characteristics of media/psychological impact in the spread of an infectious disease .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We extend the existing models by incorporating a piecewise continuous transmission rate to describe that the media coverage exhibits its effect once the number of infected individuals exceeds a certain critical level .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Mathematical and bifurcation analyses with regard to the local ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "global stability of equilibria and local sliding bifurcations are performed .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Our main results show that the system stabilizes at either the equilibrium points of the two subsystems or the new endemic state induced by the on-off media effect ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "depending on the threshold levels .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The finding suggests that a previously chosen level of the desired number of infected individuals can be reached when the threshold policy and other parameters are chosen properly .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "7",
    "token_num": "143"
  }
}