{
  "paper_id": "6086be90c6e06e3fcbef307a61c0563e029ee24d",
  "metadata": {
    "title": "Bordetella pertussis in infants hospitalized for acute respiratory symptoms remains a concern",
    "coda_data_split": "train",
    "coda_paper_id": 9761,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Preliminary results suggest that pertussis infection might be considered in infants during a seasonal respiratory syncytial virus (RSV) outbreak.",
      "sentences": [
        [
          {
            "segment_text": "Background : Preliminary results suggest that pertussis infection might be considered in infants during a seasonal respiratory syncytial virus ( RSV ) outbreak .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Methods: In order to analyze clinical features and laboratory findings in infants with pertussis hospitalized for acute respiratory symptoms during a seasonal RSV outbreak, we conducted a retrospective single-center study on 19 infants with pertussis (6 boys; median age 72 days) and 19 matched controls (RSV-bronchiolitis), hospitalized from October 2008 to April 2010. B. pertussis and RSV were detected from nasopharyngeal washes with Real Time-PCR. Results: Infants with pertussis were less often breastfeed than infants with RSV bronchiolitis (63.2% vs 89.5%; p \u003c0.06). Clinically, significantly fewer infants with pertussis than controls had more episodes of whooping cough (63.2% vs 0.0%; p \u003c 0.001) and also less frequently fever at admission (15.8% vs 68.4%; p \u003c0.01), apnea (52.6% vs 10.5%; p \u003c0.006), and cyanosis (52.6% vs 10.5%; p \u003c 0.006). Infants with pertussis had more often no abnormal chest sounds on auscultation than infants with RSV bronchiolitis (0% vs 42,1%; p \u003c 0.005). The absolute blood lymphocyte and eosinophil counts were higher in infants with B. pertussis than in controls with bronchiolitis (23886 ± 16945 vs 10725 ± 4126 cells/mm 3 , p \u003c 0.0001 and 13.653 ± 10.430 vs 4.730 ± 2.400 cells/mm 3 , p \u003c 0.001). The molecular analysis of 2 B. pertussis isolates for ptxA1, ptxP3, and prn2 genes showed the presence of gene variants. Conclusions: When infants are hospitalized for acute respiratory symptoms, physicians should suspect a pertussis infection, seek for specific clinical symptoms, investigate lymphocyte and eosinophil counts and thus diagnose infection early enough to allow treatment.",
      "sentences": [
        [
          {
            "segment_text": "Methods : In order to analyze clinical features and laboratory findings in infants with pertussis hospitalized for acute respiratory symptoms during a seasonal RSV outbreak ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "we conducted a retrospective single-center study on 19 infants with pertussis ( 6 boys ; median age 72 days ) and 19 matched controls ( RSV-bronchiolitis ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "hospitalized from October 2008 to April 2010 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "B. pertussis and RSV were detected from nasopharyngeal washes with Real Time-PCR .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Infants with pertussis were less often breastfeed than infants with RSV bronchiolitis ( 63.2 % vs 89.5 % ; p \u003c 0.06 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Clinically , significantly fewer infants with pertussis than controls had more episodes of whooping cough ( 63.2 % vs 0.0 % ; p \u003c 0.001 ) and also less frequently fever at admission ( 15.8 % vs 68.4 % ; p \u003c 0.01 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "apnea ( 52.6 % vs 10.5 % ; p \u003c 0.006 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and cyanosis ( 52.6 % vs 10.5 % ; p \u003c 0.006 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Infants with pertussis had more often no abnormal chest sounds on auscultation than infants with RSV bronchiolitis ( 0 % vs 42,1 % ; p \u003c 0.005 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The absolute blood lymphocyte and eosinophil counts were higher in infants with B. pertussis than in controls with bronchiolitis ( 23886 ± 16945 vs 10725 ± 4126 cells/mm 3 , p \u003c 0.0001 and 13.653 ± 10.430 vs 4.730 ± 2.400 cells/mm 3 , p \u003c 0.001 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The molecular analysis of 2 B. pertussis isolates for ptxA1 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "ptxP3 , and prn2 genes showed the presence of gene variants .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : When infants are hospitalized for acute respiratory symptoms ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "physicians should suspect a pertussis infection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "seek for specific clinical symptoms ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "investigate lymphocyte and eosinophil counts and thus diagnose infection early enough to allow treatment .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "9",
    "segment_num": "17",
    "token_num": "337"
  }
}