{
  "paper_id": "608ec5ad3b1ee0c07c875b0f86f2a5b14efe2d4a",
  "metadata": {
    "title": "Health and Performance of Holstein Calves that Suckled or Were Hand-Fed Colostrum and Were Fed One of Three Physical Forms of Starter 1",
    "coda_data_split": "train",
    "coda_paper_id": 4255,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Intake of colostrum by neonatal calves and early transition to calf starter are two important factors in successful calf programs. Thirty-one Holstein calves were used to determine health and performance of calves that were 1) allowed to remain with their dams for 3 d and suckle (suckled calves) or were removed from their dams and fed colostrum only by bottle (bottle calves); and were 2) fed ground, pelleted, or textured starters, formulated to be isonitrogenous. Bottle calves were removed from their dams at birth, fed 2.84 L of colostrum, placed in individual hutches, and fed 1.89 L of colostrum 12 h after the first feeding. Suckled calves were removed from their dams after 3 d and placed in individual hutches. Once calves were housed in hutches, they were fed 2 L of whole milk twice daily and were provided starters and water beginning on d 3. Calves were weighed at birth and weekly for 6 wk. Blood samples were obtained at birth, 24 h, and weekly for serum protein determination. Starter intake, fecal scores, and electrolyte treatments were recorded daily. Weaning began when calves had consumed 0.68 kg starter for 2 d consecutively. There were no differences in treatment means between suckled and bottle calves for total gain, grain consumption, days with fecal scores \u003e2, or electrolyte treatments per calf. Average days to weaning was greater for bottle calves compared with suckled calves. Mean serum protein concentration at 24 h was greater for bottle (6.0 g/dl) compared with suckled calves (5.8 g/dl) and only 2 of 15 bottle calves had serum protein concentrations \u003c5.0 g/dl compared with 6 of 16 suckled calves. For starter treatments, calves fed textured starter consumed more total grain, were weaned earlier, and weighed more at 6 wk of age than calves fed pelleted starter. Based on 24-h serum",
      "sentences": [
        [
          {
            "segment_text": "Intake of colostrum by neonatal calves and early transition to calf starter are two important factors in successful calf programs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Thirty-one Holstein calves were used to determine health and performance of calves that were 1 ) allowed to remain with their dams for 3 d and suckle ( suckled calves ) or were removed from their dams and fed colostrum only by bottle ( bottle calves ) ; and were 2 ) fed ground ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "pelleted , or textured starters , formulated to be isonitrogenous .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Bottle calves were removed from their dams at birth ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "fed 2.84 L of colostrum ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "placed in individual hutches , and fed 1.89 L of colostrum 12 h after the first feeding .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Suckled calves were removed from their dams after 3 d and placed in individual hutches .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Once calves were housed in hutches ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "they were fed 2 L of whole milk twice daily and were provided starters and water beginning on d 3 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Calves were weighed at birth and weekly for 6 wk .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Blood samples were obtained at birth ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "24 h , and weekly for serum protein determination .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Starter intake , fecal scores ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and electrolyte treatments were recorded daily .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Weaning began when calves had consumed 0.68 kg starter for 2 d consecutively .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "There were no differences in treatment means between suckled and bottle calves for total gain ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "grain consumption , days with fecal scores \u003e 2 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "or electrolyte treatments per calf .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Average days to weaning was greater for bottle calves compared with suckled calves .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Mean serum protein concentration at 24 h was greater for bottle ( 6.0 g/dl ) compared with suckled calves ( 5.8 g/dl ) and only 2 of 15 bottle calves had serum protein concentrations \u003c 5.0 g/dl compared with 6 of 16 suckled calves .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "For starter treatments , calves fed textured starter consumed more total grain ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "were weaned earlier , and weighed more at 6 wk of age than calves fed pelleted starter .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Based on 24-h serum",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "14",
    "segment_num": "23",
    "token_num": "346"
  }
}