{
  "paper_id": "60944380189d8fc2246d8f6e36021a66b3a748f8",
  "metadata": {
    "title": "Efficacy and Immunogenicity of Unmodified and Pseudouridine- Modified mRNA Delivered Systemically with Lipid Nanoparticles in Vivo HHS Public Access",
    "coda_data_split": "train",
    "coda_paper_id": 2483,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "mRNA has broad potential for treating diseases requiring protein expression. However, mRNA can also induce an immune response with associated toxicity. Replacement of uridine bases with pseudouridine has been postulated to modulate both mRNA immunogenicity and potency. Here, we explore the immune response and activity of lipid nanoparticle-formulated unmodified and pseudouridine-modified mRNAs administered systemically in vivo. Pseudouridine modification to mRNA had no significant effect on lipid nanoparticle physical properties, protein expression in vivo, or mRNA immunogenicity compared to unmodified mRNA when delivered systemically with liver-targeting lipid nanoparticles, but reduced in vitro transfection levels. Indicators of a transient, extracellular innate immune response to mRNA were observed, including neutrophilia, myeloid cell activation, and up-regulation of four serum cytokines. This study provides insight into the immune responses to mRNA lipid nanoparticles, and suggests that pseudouridine modifications may be unnecessary for therapeutic application of mRNA in the liver.",
      "sentences": [
        [
          {
            "segment_text": "mRNA has broad potential for treating diseases requiring protein expression .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , mRNA can also induce an immune response with associated toxicity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Replacement of uridine bases with pseudouridine has been postulated to modulate both mRNA immunogenicity and potency .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we explore the immune response and activity of lipid nanoparticle-formulated unmodified and pseudouridine-modified mRNAs administered systemically in vivo .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Pseudouridine modification to mRNA had no significant effect on lipid nanoparticle physical properties ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "protein expression in vivo , or mRNA immunogenicity compared to unmodified mRNA when delivered systemically with liver-targeting lipid nanoparticles ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but reduced in vitro transfection levels .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Indicators of a transient , extracellular innate immune response to mRNA were observed ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including neutrophilia , myeloid cell activation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and up-regulation of four serum cytokines .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This study provides insight into the immune responses to mRNA lipid nanoparticles ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and suggests that pseudouridine modifications may be unnecessary for therapeutic application of mRNA in the liver .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "12",
    "token_num": "161"
  }
}