{
  "paper_id": "60a7721ab454f05f6622087ecde3b186b505779f",
  "metadata": {
    "title": "Isolation Facilities for Highly Infectious Diseases in Europe -A Cross-Sectional Analysis in 16 Countries",
    "coda_data_split": "train",
    "coda_paper_id": 9609,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Highly Infectious Diseases (HIDs) are (i) easily transmissible form person to person; (ii) cause a life-threatening illness with no or few treatment options; and (iii) pose a threat for both personnel and the public. Hence, even suspected HID cases should be managed in specialised facilities minimizing infection risks but allowing state-of-the-art critical care. Consensus statements on the operational management of isolation facilities have been published recently. The study presented was set up to compare the operational management, resources, and technical equipment among European isolation facilities. Due to differences in geography, population density, and national response plans it was hypothesized that adherence to recommendations will vary.",
      "sentences": [
        [
          {
            "segment_text": "Background : Highly Infectious Diseases ( HIDs ) are ( i ) easily transmissible form person to person ; ( ii ) cause a life-threatening illness with no or few treatment options ; and ( iii ) pose a threat for both personnel and the public .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Hence , even suspected HID cases should be managed in specialised facilities minimizing infection risks but allowing state-of-the-art critical care .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Consensus statements on the operational management of isolation facilities have been published recently .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The study presented was set up to compare the operational management ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "resources , and technical equipment among European isolation facilities .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Due to differences in geography ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "population density , and national response plans it was hypothesized that adherence to recommendations will vary .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Methods and Findings: Until mid of 2010 the European Network for Highly Infectious Diseases conducted a cross-sectional analysis of isolation facilities in Europe, recruiting 48 isolation facilities in 16 countries. Three checklists were disseminated, assessing 44 items and 148 specific questions. The median feedback rate for specific questions was 97.9% (n \u003d 47/48) (range: n \u003d 7/48 (14.6%) to n \u003d 48/48 (100%). Although all facilities enrolled were nominated specialised facilities\u0027 serving countries or regions, their design, equipment and personnel management varied. Eighteen facilities fulfilled the definition of a High Level Isolation Unit\u0027. In contrast, 24 facilities could not operate independently from their co-located hospital, and five could not ensure access to equipment essential for infection control. Data presented are not representative for the EU in general, as only 16/27 (59.3%) of all Member States agreed to participate. Another limitation of this study is the time elapsed between data collection and publication; e.g. in Germany one additional facility opened in the meantime.",
      "sentences": [
        [
          {
            "segment_text": "Methods and Findings : Until mid of 2010 the European Network for Highly Infectious Diseases conducted a cross-sectional analysis of isolation facilities in Europe ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "recruiting 48 isolation facilities in 16 countries .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Three checklists were disseminated , assessing 44 items and 148 specific questions .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The median feedback rate for specific questions was 97.9 % ( n \u003d 47/48 ) ( range : n \u003d 7/48 ( 14.6 % ) to n \u003d 48/48 ( 100 % ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Although all facilities enrolled were nominated specialised facilities \u0027 serving countries or regions ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "their design , equipment and personnel management varied .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Eighteen facilities fulfilled the definition of a High Level Isolation Unit \u0027 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In contrast , 24 facilities could not operate independently from their co-located hospital ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and five could not ensure access to equipment essential for infection control .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Data presented are not representative for the EU in general ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as only 16/27 ( 59.3 % ) of all Member States agreed to participate .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Another limitation of this study is the time elapsed between data collection and publication ; e.g. in Germany one additional facility opened in the meantime .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusion: There are disparities both within and between European countries regarding the design and equipment of isolation facilities. With regard to the International Health Regulations, terminology, capacities and equipment should be standardised.",
      "sentences": [
        [
          {
            "segment_text": "Conclusion : There are disparities both within and between European countries regarding the design and equipment of isolation facilities .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "With regard to the International Health Regulations ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "terminology , capacities and equipment should be standardised .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "15",
    "segment_num": "22",
    "token_num": "359"
  }
}