{
  "paper_id": "60af5c4467ebb43ff79857a9c515e625d4aa3aa9",
  "metadata": {
    "title": "Cryo-electron Microscopy Analysis of Structurally Heterogeneous Macromolecular Complexes",
    "coda_data_split": "train",
    "coda_paper_id": 2244,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Cryo-electron microscopy (cryo-EM) has for a long time been a technique of choice for determining structure of large and flexible macromolecular complexes that were difficult to study by other experimental techniques such as X-ray crystallography or nuclear magnetic resonance. However, a fast development of instruments and software for cryo-EM in the last decade has allowed that a large range of complexes can be studied by cryo-EM, and that their structures can be obtained at near-atomic resolution, including the structures of small complexes (e.g., membrane proteins) whose size was earlier an obstacle to cryo-EM. Image analysis to identify multiple coexisting structures in the same specimen (multiconformation reconstruction) is now routinely done both to solve structures at nearatomic resolution and to study conformational dynamics. Methods for multiconformation reconstruction and latest examples of their applications are the focus of this review.",
      "sentences": [
        [
          {
            "segment_text": "Cryo-electron microscopy ( cryo-EM ) has for a long time been a technique of choice for determining structure of large and flexible macromolecular complexes that were difficult to study by other experimental techniques such as X-ray crystallography or nuclear magnetic resonance .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , a fast development of instruments and software for cryo-EM in the last decade has allowed that a large range of complexes can be studied by cryo-EM ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and that their structures can be obtained at near-atomic resolution ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including the structures of small complexes ( e.g. , membrane proteins ) whose size was earlier an obstacle to cryo-EM .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Image analysis to identify multiple coexisting structures in the same specimen ( multiconformation reconstruction ) is now routinely done both to solve structures at nearatomic resolution and to study conformational dynamics .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Methods for multiconformation reconstruction and latest examples of their applications are the focus of this review .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "6",
    "token_num": "152"
  }
}