{
  "paper_id": "60b766c8bbe49fb1702f0784263e8a258ed067f3",
  "metadata": {
    "title": "The evolutionary significance of depression in Pathogen Host Defense (PATHOS-D)",
    "coda_data_split": "train",
    "coda_paper_id": 7376,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Given the manifold ways that depression impairs Darwinian fitness, the persistence in the human genome of risk alleles for the disorder remains a much debated mystery. Evolutionary theories that view depressive symptoms as adaptive fail to provide parsimonious explanations for why even mild depressive symptoms impair fitness-relevant social functioning, whereas theories that suggest that depression is maladaptive fail to account for the high prevalence of depression risk alleles in human populations. These limitations warrant novel explanations for the origin and persistence of depression risk alleles. Accordingly, studies on risk alleles for depression were identified using PubMed and Ovid MEDLINE to examine data supporting the hypothesis that risk alleles for depression originated and have been retained in the human genome because these alleles promote pathogen host defense, which includes an integrated suite of immunological and behavioral responses to infection. Depression risk alleles identified by both candidate gene and genome-wide association study (GWAS) methodologies were found to be regularly associated with immune responses to infection that were likely to enhance survival in the ancestral environment. Moreover, data support the role of specific depressive symptoms in pathogen host defense including hyperthermia, reduced bodily iron stores, conservation/withdrawal behavior, hypervigilance and anorexia. By shifting the adaptive context of depression risk alleles from relations with conspecifics to relations with the microbial world, the Pathogen Host Defense (PATHOS-D) hypothesis provides a novel explanation for how depression can be nonadaptive in the social realm, whereas its risk alleles are nonetheless represented at prevalence rates that bespeak an adaptive function.",
      "sentences": [
        [
          {
            "segment_text": "Given the manifold ways that depression impairs Darwinian fitness ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the persistence in the human genome of risk alleles for the disorder remains a much debated mystery .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Evolutionary theories that view depressive symptoms as adaptive fail to provide parsimonious explanations for why even mild depressive symptoms impair fitness-relevant social functioning ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "whereas theories that suggest that depression is maladaptive fail to account for the high prevalence of depression risk alleles in human populations .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These limitations warrant novel explanations for the origin and persistence of depression risk alleles .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Accordingly , studies on risk alleles for depression were identified using PubMed and Ovid MEDLINE to examine data supporting the hypothesis that risk alleles for depression originated and have been retained in the human genome because these alleles promote pathogen host defense ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "which includes an integrated suite of immunological and behavioral responses to infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Depression risk alleles identified by both candidate gene and genome-wide association study ( GWAS ) methodologies were found to be regularly associated with immune responses to infection that were likely to enhance survival in the ancestral environment .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , data support the role of specific depressive symptoms in pathogen host defense including hyperthermia ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "reduced bodily iron stores , conservation/withdrawal behavior , hypervigilance and anorexia .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "By shifting the adaptive context of depression risk alleles from relations with conspecifics to relations with the microbial world ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the Pathogen Host Defense ( PATHOS-D ) hypothesis provides a novel explanation for how depression can be nonadaptive in the social realm ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whereas its risk alleles are nonetheless represented at prevalence rates that bespeak an adaptive function .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "13",
    "token_num": "272"
  }
}