{
  "paper_id": "60bf634cf15582a6b7f72eb3811ca5d8b8825c44",
  "metadata": {
    "title": "Determination of Microsomal Laurie Acid Hydroxylase Activity by HPLC with Flow-Through Radiochemical Quantitation",
    "coda_data_split": "train",
    "coda_paper_id": 6007,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "An assay for the microsomal hydroxylation of lauric acid (LA), based on HPLC with flowthrough radiochemical detection, has been developed. Conditions were optimized for resolution and quantitation of three microsomal metabolites of LA, one of which has not been reported previously as a metabolite of LA in mammalian microsomal incubations. These products, 12-(w)-hydroxy-LA, 1 1-(w-1)-hydroxy-LA, and a novel metabolite, IO-(o-2)-hydroxy-LA, were isolated by HPLC and identified by gas chromatography/mass spectrometry. In the presence of NADPH, the formation of all three metabolites was linear with time and microsomal protein concentration. Hydrogen peroxide also supported the microsomal metabolism of LA, although the ratio of metabolites was substantially different than that produced by NADPH-supported microsomes. Several biochemical probes (metyrapone, a-naphthoflavone, 2diethylaminoethyl-2,2diphenylvalerate hydrochloride, and lo-undecynoic acid) were used to dissociate the three LA hydroxylase activities. These experiments suggest that the site-specific hydroxylation [w-, (w-l)-, (w-2)-] of LA may be catalyzed by different isozymes of cytochrome P-450.",
      "sentences": [
        [
          {
            "segment_text": "An assay for the microsomal hydroxylation of lauric acid ( LA ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "based on HPLC with flowthrough radiochemical detection , has been developed .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Conditions were optimized for resolution and quantitation of three microsomal metabolites of LA ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "one of which has not been reported previously as a metabolite of LA in mammalian microsomal incubations .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These products , 12 - ( w ) - hydroxy-LA ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "1 1 - ( w-1 ) - hydroxy-LA ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and a novel metabolite , IO - ( o-2 ) - hydroxy-LA ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "were isolated by HPLC and identified by gas chromatography/mass spectrometry .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "In the presence of NADPH ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "the formation of all three metabolites was linear with time and microsomal protein concentration .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Hydrogen peroxide also supported the microsomal metabolism of LA ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "although the ratio of metabolites was substantially different than that produced by NADPH-supported microsomes .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Several biochemical probes ( metyrapone , a-naphthoflavone , 2diethylaminoethyl-2,2 diphenylvalerate hydrochloride , and lo-undecynoic acid ) were used to dissociate the three LA hydroxylase activities .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These experiments suggest that the site-specific hydroxylation ( w - , ( w-l ) - ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "( w-2 ) - ) of LA may be catalyzed by different isozymes of cytochrome P-450 .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "15",
    "token_num": "206"
  }
}