{
  "paper_id": "60c1a61213601e2e1fc99d696b12d206b5ffb9bd",
  "metadata": {
    "title": "Respiratory Syncytial Virus and Other Noninfluenza Respiratory Viruses in Older Adults",
    "coda_data_split": "train",
    "coda_paper_id": 2682,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Respiratory syncytial virus Noninfluenza respiratory virus Outbreak Elderly Long-term care facility Multiplex respiratory viral panel",
      "sentences": [
        [
          {
            "segment_text": "Respiratory syncytial virus Noninfluenza respiratory virus Outbreak Elderly Long-term care facility Multiplex respiratory viral panel",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Among older adults, the morbidity and mortality of respiratory syncytial virus infections is similar to that of influenza. Several other respiratory viruses (human metapneumovirus, parainfluenza virus, rhinovirus, coronavirus and adenovirus) may cause outbreaks among residents of long-term care facilities. Supportive care is the mainstay of medical therapy; effective antivirals or vaccinations do not yet exist for noninfluenza respiratory viruses. Rapid diagnostic molecular tests will augment our epidemiologic understanding of noninfluenza respiratory viral outbreaks. Infection prevention and control measures for contagious individuals includes hand hygiene, cough etiquette, and use of a mask, gown, and gloves by health care workers.",
      "sentences": [
        [
          {
            "segment_text": "Among older adults , the morbidity and mortality of respiratory syncytial virus infections is similar to that of influenza .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Several other respiratory viruses ( human metapneumovirus , parainfluenza virus , rhinovirus , coronavirus and adenovirus ) may cause outbreaks among residents of long-term care facilities .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Supportive care is the mainstay of medical therapy ; effective antivirals or vaccinations do not yet exist for noninfluenza respiratory viruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Rapid diagnostic molecular tests will augment our epidemiologic understanding of noninfluenza respiratory viral outbreaks .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Infection prevention and control measures for contagious individuals includes hand hygiene ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "cough etiquette , and use of a mask ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "gown , and gloves by health care workers .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Infect Dis Clin N Am 31 (2017) 767-790 http://dx.",
      "sentences": [
        [
          {
            "segment_text": "Infect Dis Clin N Am 31 ( 2017 ) 767-790 http://dx .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "7",
    "segment_num": "9",
    "token_num": "141"
  }
}