{
  "paper_id": "60c409717bb1aec593d0411118e2975fb9b6139d",
  "metadata": {
    "title": "Probabilistic risk assessment of the energy saving shortfall in energy performance contracting projects-A case study",
    "coda_data_split": "train",
    "coda_paper_id": 6141,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Lack of a proper assessment method on performance risks in Energy Performance Contracting (EPC) projects is one of the reasons hindering the further development of energy service companies (ESCOs) market. This paper proposes a simulation-based method to evaluate the probability of energy saving shortfall taking into account the variations in the influential parameters, including weather conditions, occupancy, operating hours, thermostat set-point, etc., during the contract period. The proposed method involves the use of a detailed building energy simulation programme, sensitivity analysis and Monte Carlo simulation techniques. Empirical data is also used to develop the probability distribution functions for the identified parameters to simulate the actual yearly variations in the post-retrofit conditions. A real case study of replacement of heat rejection system for a central chiller plant in Hong Kong is used to demonstrate the application of this probabilistic method. The result shows that the possible energy savings after a 1-year retrofit period ranges from 393,000 kW h (2.86%) to 1098,000 kW h (10.8%) with 90% statistical significance.",
      "sentences": [
        [
          {
            "segment_text": "Lack of a proper assessment method on performance risks in Energy Performance Contracting ( EPC ) projects is one of the reasons hindering the further development of energy service companies ( ESCOs ) market .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This paper proposes a simulation-based method to evaluate the probability of energy saving shortfall taking into account the variations in the influential parameters ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "including weather conditions , occupancy ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "operating hours , thermostat set-point ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "etc. , during the contract period .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The proposed method involves the use of a detailed building energy simulation programme ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "sensitivity analysis and Monte Carlo simulation techniques .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Empirical data is also used to develop the probability distribution functions for the identified parameters to simulate the actual yearly variations in the post-retrofit conditions .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A real case study of replacement of heat rejection system for a central chiller plant in Hong Kong is used to demonstrate the application of this probabilistic method .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The result shows that the possible energy savings after a 1-year retrofit period ranges from 393,000 kW h ( 2.86 % ) to 1098,000 kW h ( 10.8 % ) with 90 % statistical significance .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "10",
    "token_num": "191"
  }
}