{
  "paper_id": "60cd8a2169f79423f22c91678fc76cf5bb216ef5",
  "metadata": {
    "title": "T cell-selective deletion of Oct1 protects animals from autoimmune neuroinflammation while maintaining neurotropic pathogen response",
    "coda_data_split": "train",
    "coda_paper_id": 7697,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Treatments for autoimmune diseases aim to dampen autoreactivity while preserving normal immune function. In CD4 + T cells, the transcription factor Oct1/Pou2f1 is a dispensable transcription factor for T cell development and response to primary infection, but promotes expression of target genes, including Il2 and Ifng, under conditions of antigen reencounter. As a result, they are more strongly expressed upon secondary stimulation. Such repeated antigen encounters occur in memory recall responses, in autoimmunity where self-antigen can be recognized multiple times, and in chronic infection where foreign antigen is persistent. Based on these previous findings, we hypothesized that Oct1 loss would protect animals from autoimmunity but maintain normal responses to pathogens in the CNS. Objective: We used a conditional mouse Oct1 (Pou2f1) allele and a CD4-Cre driver to determine the effect of T cellspecific Oct1 loss on autoimmune-and viral-induced neuroinflammation using an autoantigen-driven EAE model of autoimmunity and a JHMV model of viral infection. Results: Oct1 conditional deletion mitigated clinical scores and reduced infiltrating T cells and cytokine production in the EAE model. Consistently, Oct1-deficient CD4 + T cells stimulated in vitro showed increased expression of markers associated with T cell anergy, particularly in the absence of co-stimulatory signals. In contrast, anti-viral T cell effector functions are intact in the absence of Oct1, with no changes in neuroinflammation, infiltrating T cells or cytokine production. Conclusion: Our findings uncover a significant difference between the effect of Oct1 loss on autoimmune and antipathogen responses, which potentially could be exploited for therapeutic benefit.",
      "sentences": [
        [
          {
            "segment_text": "Background : Treatments for autoimmune diseases aim to dampen autoreactivity while preserving normal immune function .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In CD4 + T cells ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the transcription factor Oct1/Pou2f1 is a dispensable transcription factor for T cell development and response to primary infection ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but promotes expression of target genes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including Il2 and Ifng , under conditions of antigen reencounter .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "As a result , they are more strongly expressed upon secondary stimulation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Such repeated antigen encounters occur in memory recall responses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "in autoimmunity where self-antigen can be recognized multiple times ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and in chronic infection where foreign antigen is persistent .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Based on these previous findings ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "we hypothesized that Oct1 loss would protect animals from autoimmunity but maintain normal responses to pathogens in the CNS .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Objective : We used a conditional mouse Oct1 ( Pou2f1 ) allele and a CD4-Cre driver to determine the effect of T cellspecific Oct1 loss on autoimmune-and viral-induced neuroinflammation using an autoantigen-driven EAE model of autoimmunity and a JHMV model of viral infection .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Oct1 conditional deletion mitigated clinical scores and reduced infiltrating T cells and cytokine production in the EAE model .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Consistently , Oct1-deficient CD4 + T cells stimulated in vitro showed increased expression of markers associated with T cell anergy ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "particularly in the absence of co-stimulatory signals .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In contrast , anti-viral T cell effector functions are intact in the absence of Oct1 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with no changes in neuroinflammation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "infiltrating T cells or cytokine production .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusion : Our findings uncover a significant difference between the effect of Oct1 loss on autoimmune and antipathogen responses ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which potentially could be exploited for therapeutic benefit .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "20",
    "token_num": "280"
  }
}