{
  "paper_id": "60d68e4052a397966e72c6eda0895ca7d27afb68",
  "metadata": {
    "title": "Improving rheumatic fever surveillance in New Zealand: results of a surveillance sector review",
    "coda_data_split": "train",
    "coda_paper_id": 5073,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: The New Zealand (NZ) Government has made a strong commitment to reduce the incidence of rheumatic fever (RF) by two thirds, to 1.4 cases per 100,000, by mid-2017. We reviewed the NZ RF surveillance sector, aiming to identify potential improvements which would support optimal RF control and prevention activities. Methods: This review used a recently developed surveillance sector review method. Interviews with 36 key informants were used to describe the sector, assess it and identify its gaps. Priorities for improvement and implementation strategies were determined following discussion with these key informants, with policy advisors and within the research team. Results: Key improvements identified included the need for a comprehensive RF surveillance strategy, integrated reporting and an online national RF register. At a managerial level this review provided evidence for system change and built support for this across the surveillance sector. Conclusions: The surveillance sector review approach can be added to the small set of tools currently available for developing and evaluating surveillance systems. This new approach is likely to prove useful as we confront the challenges of combating new emerging infectious diseases, responding to global environmental changes, and reducing health inequalities.",
      "sentences": [
        [
          {
            "segment_text": "Background : The New Zealand ( NZ ) Government has made a strong commitment to reduce the incidence of rheumatic fever ( RF ) by two thirds ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "to 1.4 cases per 100,000 , by mid-2017 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We reviewed the NZ RF surveillance sector ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "aiming to identify potential improvements which would support optimal RF control and prevention activities .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : This review used a recently developed surveillance sector review method .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Interviews with 36 key informants were used to describe the sector ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "assess it and identify its gaps .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Priorities for improvement and implementation strategies were determined following discussion with these key informants ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "with policy advisors and within the research team .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Key improvements identified included the need for a comprehensive RF surveillance strategy ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "integrated reporting and an online national RF register .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "At a managerial level this review provided evidence for system change and built support for this across the surveillance sector .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : The surveillance sector review approach can be added to the small set of tools currently available for developing and evaluating surveillance systems .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This new approach is likely to prove useful as we confront the challenges of combating new emerging infectious diseases ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "responding to global environmental changes , and reducing health inequalities .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "15",
    "token_num": "217"
  }
}