{
  "paper_id": "60e49bb744eb678ae1ac1fb9bb920a5b01954041",
  "metadata": {
    "title": "An analysis of the health status of the United Arab Emirates: the \u0027Big 4\u0027 public health issues",
    "coda_data_split": "train",
    "coda_paper_id": 3819,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: The United Arab Emirates (UAE) is a rapidly developing country composed of a multinational population with varying educational backgrounds, religious beliefs, and cultural practices, which pose a challenge for population-based public health strategies. A number of public health issues significantly contribute to morbidity and mortality in the UAE. This article summarises the findings of a panel of medical and public health specialists from UAE University and various government health agencies commissioned to report on the health status of the UAE population. Methods: A systematic literature search was conducted to retrieve peer-reviewed articles on health in the UAE, and unpublished data were provided by government health authorities and local hospitals. Results: The panel reviewed and evaluated all available evidence to list and rank (1 0highest priority) the top four main public health issues: 1) Cardiovascular disease accounted for more than 25% of deaths in 2010; 2) Injury caused 17% of mortality for all age groups in 2010; 3) Cancer accounted for 10% of all deaths in 2010, and the incidence of all cancers is projected to double by 2020; and 4) Respiratory disorders were the second most common non-fatal condition in 2010. Conclusion: The major public health challenges posed by certain personal (e.g. ethnicity, family history), lifestyle, occupational, and environmental factors associated with the development of chronic disease are not isolated to the UAE; rather, they form part of a global health problem, which requires international collaboration and action. Future research should focus on population-based public health interventions that target the factors associated with the development of various chronic diseases.",
      "sentences": [
        [
          {
            "segment_text": "Background : The United Arab Emirates ( UAE ) is a rapidly developing country composed of a multinational population with varying educational backgrounds ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "religious beliefs , and cultural practices ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which pose a challenge for population-based public health strategies .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A number of public health issues significantly contribute to morbidity and mortality in the UAE .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This article summarises the findings of a panel of medical and public health specialists from UAE University and various government health agencies commissioned to report on the health status of the UAE population .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : A systematic literature search was conducted to retrieve peer-reviewed articles on health in the UAE ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and unpublished data were provided by government health authorities and local hospitals .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : The panel reviewed and evaluated all available evidence to list and rank ( 1 0highest priority ) the top four main public health issues : 1 ) Cardiovascular disease accounted for more than 25 % of deaths in 2010 ; 2 ) Injury caused 17 % of mortality for all age groups in 2010 ; 3 ) Cancer accounted for 10 % of all deaths in 2010 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the incidence of all cancers is projected to double by 2020 ; and 4 ) Respiratory disorders were the second most common non-fatal condition in 2010 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusion : The major public health challenges posed by certain personal ( e.g. ethnicity , family history ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "lifestyle , occupational , and environmental factors associated with the development of chronic disease are not isolated to the UAE ; rather ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "they form part of a global health problem ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which requires international collaboration and action .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Future research should focus on population-based public health interventions that target the factors associated with the development of various chronic diseases .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "14",
    "token_num": "300"
  }
}