{
  "paper_id": "611e7cfa13b9aac9ae82c3e620760614a7b5edda",
  "metadata": {
    "title": "Structure-Based Stabilization of Non-native Protein−Protein Interactions of Coronavirus Nucleocapsid Proteins in Antiviral Drug Design",
    "coda_data_split": "train",
    "coda_paper_id": 6366,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Structure-based stabilization of protein−protein interactions (PPIs) is a promising strategy for drug discovery. However, this approach has mainly focused on the stabilization of native PPIs, and non-native PPIs have received little consideration. Here, we identified a non-native interaction interface on the three-dimensional dimeric structure of the N-terminal domain of the MERS-CoV nucleocapsid protein (MERS-CoV N-NTD). The interface formed a conserved hydrophobic cavity suitable for targeted drug screening. By considering the hydrophobic complementarity during the virtual screening step, we identified 5benzyloxygramine as a new N protein PPI orthosteric stabilizer that exhibits both antiviral and N-NTD protein-stabilizing activities. X-ray crystallography and small-angle X-ray scattering showed that 5-benzyloxygramine stabilizes the N-NTD dimers through simultaneous hydrophobic interactions with both partners, resulting in abnormal N protein oligomerization that was further confirmed in the cell. This unique approach based on the identification and stabilization of non-native PPIs of N protein could be applied toward drug discovery against CoV diseases.",
      "sentences": [
        [
          {
            "segment_text": "Structure-based stabilization of protein − protein interactions ( PPIs ) is a promising strategy for drug discovery .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , this approach has mainly focused on the stabilization of native PPIs ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and non-native PPIs have received little consideration .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we identified a non-native interaction interface on the three-dimensional dimeric structure of the N-terminal domain of the MERS-CoV nucleocapsid protein ( MERS-CoV N-NTD ) .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The interface formed a conserved hydrophobic cavity suitable for targeted drug screening .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "By considering the hydrophobic complementarity during the virtual screening step ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "we identified 5benzyloxygramine as a new N protein PPI orthosteric stabilizer that exhibits both antiviral and N-NTD protein-stabilizing activities .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "X-ray crystallography and small-angle X-ray scattering showed that 5-benzyloxygramine stabilizes the N-NTD dimers through simultaneous hydrophobic interactions with both partners ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "resulting in abnormal N protein oligomerization that was further confirmed in the cell .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This unique approach based on the identification and stabilization of non-native PPIs of N protein could be applied toward drug discovery against CoV diseases .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "10",
    "token_num": "171"
  }
}