{
  "paper_id": "612fc352956cba3b9e5e74179125dc5d9aadba23",
  "metadata": {
    "title": "Mismatched single stranded antisense oligonucleotides can induce efficient dystrophin splice switching",
    "coda_data_split": "train",
    "coda_paper_id": 3506,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Antisense oligomer induced exon skipping aims to reduce the severity of Duchenne muscular dystrophy by redirecting splicing during pre-RNA processing such that the causative mutation is by-passed and a shorter but partially functional Becker muscular dystrophy-like dystrophin isoform is produced. Normal exons are generally targeted to restore the dystrophin reading frame however, an appreciable subset of dystrophin mutations are intra-exonic and therefore have the potential to compromise oligomer efficiency, necessitating personalised oligomer design for some patients. Although antisense oligomers are easily personalised, it remains unclear whether all patient polymorphisms within antisense oligomer target sequences will require the costly process of producing and validating patient specific compounds.",
      "sentences": [
        [
          {
            "segment_text": "Background : Antisense oligomer induced exon skipping aims to reduce the severity of Duchenne muscular dystrophy by redirecting splicing during pre-RNA processing such that the causative mutation is by-passed and a shorter but partially functional Becker muscular dystrophy-like dystrophin isoform is produced .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Normal exons are generally targeted to restore the dystrophin reading frame however ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "an appreciable subset of dystrophin mutations are intra-exonic and therefore have the potential to compromise oligomer efficiency ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "necessitating personalised oligomer design for some patients .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although antisense oligomers are easily personalised ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "it remains unclear whether all patient polymorphisms within antisense oligomer target sequences will require the costly process of producing and validating patient specific compounds .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Methods: Here we report preclinical testing of a panel of splice switching antisense oligomers, designed to excise exon 25 from the dystrophin transcript, in normal and dystrophic patient cells. These patient cells harbour a single base insertion in exon 25 that lies within the target sequence of an oligomer shown to be effective at removing exon 25. Results: It was anticipated that such a mutation would compromise oligomer binding and efficiency. However, we show that, despite the mismatch an oligomer, designed and optimised to excise exon 25 from the normal dystrophin mRNA, removes the mutated exon 25 more efficiently than the mutation-specific oligomer.",
      "sentences": [
        [
          {
            "segment_text": "Methods : Here we report preclinical testing of a panel of splice switching antisense oligomers ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "designed to excise exon 25 from the dystrophin transcript ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "in normal and dystrophic patient cells .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "These patient cells harbour a single base insertion in exon 25 that lies within the target sequence of an oligomer shown to be effective at removing exon 25 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : It was anticipated that such a mutation would compromise oligomer binding and efficiency .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , we show that ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "despite the mismatch an oligomer ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "designed and optimised to excise exon 25 from the normal dystrophin mRNA ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "removes the mutated exon 25 more efficiently than the mutation-specific oligomer .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusion: This raises the possibility that mismatched AOs could still be therapeutically applicable in some cases, negating the necessity to produce patient-specific compounds.",
      "sentences": [
        [
          {
            "segment_text": "Conclusion : This raises the possibility that mismatched AOs could still be therapeutically applicable in some cases ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "negating the necessity to produce patient-specific compounds .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "8",
    "segment_num": "17",
    "token_num": "255"
  }
}