{
  "paper_id": "615035c3a4f19bbda72d84a04ba5596d0b7c56a8",
  "metadata": {
    "title": "Human borna disease virus infection impacts host proteome and histone lysine acetylation in human oligodendroglia cells",
    "coda_data_split": "train",
    "coda_paper_id": 10677,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background: Borna disease virus (BDV) replicates in the nucleus and establishes persistent infections in mammalian hosts. A human BDV strain was used to address the first time, how BDV infection impacts the proteome and histone lysine acetylation (Kac) of human oligodendroglial (OL) cells, thus allowing a better understanding of infection-driven pathophysiology in vitro. Methods: Proteome and histone lysine acetylation were profiled through stable isotope labeling for cell culture (SILAC)-based quantitative proteomics. The quantifiable proteome was annotated using bioinformatics. Histone acetylation changes were validated by biochemistry assays. Results: Post BDV infection, 4383 quantifiable differential proteins were identified and functionally annotated to metabolism pathways, immune response, DNA replication, DNA repair, and transcriptional regulation. Sixteen of the thirty identified Kac sites in core histones presented altered acetylation levels post infection. Conclusions: BDV infection using a human strain impacted the whole proteome and histone lysine acetylation in OL cells.",
      "sentences": [
        [
          {
            "segment_text": "Background : Borna disease virus ( BDV ) replicates in the nucleus and establishes persistent infections in mammalian hosts .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A human BDV strain was used to address the first time ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "how BDV infection impacts the proteome and histone lysine acetylation ( Kac ) of human oligodendroglial ( OL ) cells ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "thus allowing a better understanding of infection-driven pathophysiology in vitro .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : Proteome and histone lysine acetylation were profiled through stable isotope labeling for cell culture ( SILAC ) - based quantitative proteomics .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The quantifiable proteome was annotated using bioinformatics .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Histone acetylation changes were validated by biochemistry assays .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Post BDV infection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "4383 quantifiable differential proteins were identified and functionally annotated to metabolism pathways ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "immune response , DNA replication ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "DNA repair , and transcriptional regulation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Sixteen of the thirty identified Kac sites in core histones presented altered acetylation levels post infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : BDV infection using a human strain impacted the whole proteome and histone lysine acetylation in OL cells .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "13",
    "token_num": "174"
  }
}