{
  "paper_id": "61559322c523ddef97e84fceb71a629c56ed2605",
  "metadata": {
    "title": "On the Role of Asymptomatic Infection in Transmission Dynamics of Infectious Diseases",
    "coda_data_split": "train",
    "coda_paper_id": 6179,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "We propose a compartmental disease transmission model with an asymptomatic (or subclinical) infective class to study the role of asymptomatic infection in the transmission dynamics of infectious diseases with asymptomatic infectives, e.g., influenza. Analytical results are obtained using the respective ratios of susceptible, exposed (incubating), and asymptomatic classes to the clinical symptomatic infective class. Conditions are given for bistability of equilibria to occur, where trajectories with distinct initial values could result in either a major outbreak where the disease spreads to the whole population or a lesser outbreak where some members of the population remain uninfected. This dynamic behavior did not arise in a SARS model without asymptomatic infective class studied by Hsu and Hsieh (SIAM J. Appl. Math. 66(2), 2006). Hence, this illustrates that depending on the initial states, control of a disease outbreak with asymptomatic infections may involve more than simply reducing the reproduction number. Moreover, the presence of asymptomatic infections could result in either a positive or negative impact on the outbreak, depending on different sets of conditions on the parameters, as illustrated with numerical simulations. Biological interpretations of the analytical and numerical results are also given.",
      "sentences": [
        [
          {
            "segment_text": "We propose a compartmental disease transmission model with an asymptomatic ( or subclinical ) infective class to study the role of asymptomatic infection in the transmission dynamics of infectious diseases with asymptomatic infectives , e.g. , influenza .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Analytical results are obtained using the respective ratios of susceptible ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "exposed ( incubating ) , and asymptomatic classes to the clinical symptomatic infective class .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Conditions are given for bistability of equilibria to occur ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "where trajectories with distinct initial values could result in either a major outbreak where the disease spreads to the whole population or a lesser outbreak where some members of the population remain uninfected .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "This dynamic behavior did not arise in a SARS model without asymptomatic infective class studied by Hsu and Hsieh ( SIAM J. Appl .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Math .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "66 ( 2 ) , 2006 ) .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Hence , this illustrates that depending on the initial states ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "control of a disease outbreak with asymptomatic infections may involve more than simply reducing the reproduction number .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , the presence of asymptomatic infections could result in either a positive or negative impact on the outbreak ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "depending on different sets of conditions on the parameters ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as illustrated with numerical simulations .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Biological interpretations of the analytical and numerical results are also given .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "14",
    "token_num": "219"
  }
}