{
  "paper_id": "615dc790a7df2981a8bfb1f40bc0aae1af62346a",
  "metadata": {
    "title": "SYSTEMS VIROLOGY: HOST-DIRECTED APPROACHES TO VIRAL PATHOGENESIS AND DRUG TARGETING",
    "coda_data_split": "train",
    "coda_paper_id": 4157,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "High-throughput molecular profiling and computational biology are changing the face of virology, providing a new appreciation of the importance of the host in viral pathogenesis and offering unprecedented opportunities for better diagnostics, therapeutics and vaccines. Here, we provide a snapshot of the evolution of systems virology, from global gene expression profiling and signatures of disease outcome, to geometry-based computational methods that promise to yield novel therapeutic targets, personalized medicine and adeeper understanding of how viruses cause disease. To realize these goals, pipets and petri dishes need to join forces with the powers of mathematics and computational biology.",
      "sentences": [
        [
          {
            "segment_text": "High-throughput molecular profiling and computational biology are changing the face of virology ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "providing a new appreciation of the importance of the host in viral pathogenesis and offering unprecedented opportunities for better diagnostics , therapeutics and vaccines .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we provide a snapshot of the evolution of systems virology ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "from global gene expression profiling and signatures of disease outcome ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "to geometry-based computational methods that promise to yield novel therapeutic targets ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "personalized medicine and adeeper understanding of how viruses cause disease .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "To realize these goals , pipets and petri dishes need to join forces with the powers of mathematics and computational biology .",
            "crowd_label": "method"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "3",
    "segment_num": "7",
    "token_num": "107"
  }
}