{
  "paper_id": "616525aa865b829ccba0cc30c39be871bbbe7a18",
  "metadata": {
    "title": "Cytokines and CD8 T cell immunity during respiratory syncytial virus infection",
    "coda_data_split": "train",
    "coda_paper_id": 7205,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Respiratory syncytial virus (RSV) is the leading cause of lower respiratory tract infection and hospitalization in infants. In spite of the enormous clinical burden caused by RSV infections, there remains no efficacious RSV vaccine. CD8 T cells mediate viral clearance as well as provide protection against a secondary RSV infection. However, RSV-specific CD8 T cells may also induce immunopathology leading to exacerbated morbidity and mortality. Many of the crucial functions performed by CD8 T cells are mediated by the cytokines they produce. IFN-γ and TNF are produced by CD8 T cells following RSV infection and contribute to both the acceleration of viral clearance and the induction of immunopathology. To prevent immunopathology, regulatory mechanisms are in place within the immune system to inhibit CD8 T cell effector functions after the infection has been cleared. The actions of a variety of cytokines, including IL-10 and IL-4, play a critical role in the regulation of CD8 T cell effector activity. Herein, we review the current literature on CD8 T cell responses and the functions of the cytokines they produce following RSV infection. Additionally, we discuss the regulation of CD8 T cell activation and effector functions through the actions of various cytokines.",
      "sentences": [
        [
          {
            "segment_text": "Respiratory syncytial virus ( RSV ) is the leading cause of lower respiratory tract infection and hospitalization in infants .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In spite of the enormous clinical burden caused by RSV infections ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "there remains no efficacious RSV vaccine .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "CD8 T cells mediate viral clearance as well as provide protection against a secondary RSV infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , RSV-specific CD8 T cells may also induce immunopathology leading to exacerbated morbidity and mortality .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Many of the crucial functions performed by CD8 T cells are mediated by the cytokines they produce .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "IFN-γ and TNF are produced by CD8 T cells following RSV infection and contribute to both the acceleration of viral clearance and the induction of immunopathology .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To prevent immunopathology , regulatory mechanisms are in place within the immune system to inhibit CD8 T cell effector functions after the infection has been cleared .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The actions of a variety of cytokines ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including IL-10 and IL-4 , play a critical role in the regulation of CD8 T cell effector activity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Herein , we review the current literature on CD8 T cell responses and the functions of the cytokines they produce following RSV infection .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Additionally , we discuss the regulation of CD8 T cell activation and effector functions through the actions of various cytokines .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "The CD8 T cell response to RSV infection",
      "sentences": [
        [
          {
            "segment_text": "The CD8 T cell response to RSV infection",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Following RSV infection, dendritic cells (DCs) play a critical role in the activation of naive CD8 T cells. DCs express MHC class I molecules on their cell surface that bind viral antigen for presentation to CD8 T",
      "sentences": [
        [
          {
            "segment_text": "Following RSV infection , dendritic cells ( DCs ) play a critical role in the activation of naive CD8 T cells .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "DCs express MHC class I molecules on their cell surface that bind viral antigen for presentation to CD8 T",
            "crowd_label": "background"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "13",
    "segment_num": "15",
    "token_num": "266"
  }
}