{
  "paper_id": "617a4f4e83c51956e4102b94f44ac68fc9a479bb",
  "metadata": {
    "title": "Internet blogs as a tourism marketing medium: A case study",
    "coda_data_split": "train",
    "coda_paper_id": 3839,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "This study explores a 2003 Yahoo Anniversary Website-I left my heart in Aegean Sea-built by Justin, a Taiwanese engineer. Justin returns from the romantic Aegean Sea and puts 124 photographs he took onto a website to share with his friends. Unexpectedly, the website becomes a hit and the address achieves wide distribution via various chain e-mails. The site helps to promote tourism to Greece, a destination relatively unknown to most Taiwanese. This investigation explores why the site appeals to so many visitors, impresses them, and even draws them to plan travel to Greece. The article describes the effect of the website by analyzing messages left on the site. The AIDA model is useful for classifying holistic messages. The data demonstrate that the website generates desire and action in over 45% of its readers. These individuals either announce plans to visit Greece immediately or at some time in the foreseeable future. The website thus significantly influences browsers and indirectly promotes Greek tourism. Then, this article describes the key success factors of this popular website. Finally, the article presents suggestions and implications for the tourism industry and for nations seeking to promote tourism.",
      "sentences": [
        [
          {
            "segment_text": "This study explores a 2003 Yahoo Anniversary Website-I left my heart in Aegean Sea-built by Justin , a Taiwanese engineer .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Justin returns from the romantic Aegean Sea and puts 124 photographs he took onto a website to share with his friends .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Unexpectedly , the website becomes a hit and the address achieves wide distribution via various chain e-mails .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The site helps to promote tourism to Greece ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a destination relatively unknown to most Taiwanese .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This investigation explores why the site appeals to so many visitors ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "impresses them , and even draws them to plan travel to Greece .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The article describes the effect of the website by analyzing messages left on the site .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The AIDA model is useful for classifying holistic messages .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The data demonstrate that the website generates desire and action in over 45 % of its readers .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These individuals either announce plans to visit Greece immediately or at some time in the foreseeable future .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The website thus significantly influences browsers and indirectly promotes Greek tourism .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Then , this article describes the key success factors of this popular website .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Finally , the article presents suggestions and implications for the tourism industry and for nations seeking to promote tourism .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "12",
    "segment_num": "14",
    "token_num": "211"
  }
}