{
  "paper_id": "617ec397b4376957e6d055f1989e66b158b93f1a",
  "metadata": {
    "title": "More than meets the I: the diverse antiviral and cellular functions of interferon-induced transmembrane proteins",
    "coda_data_split": "train",
    "coda_paper_id": 7291,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The first responders of human antiviral immunity are components of the intrinsic immune response that reside within each and every one of our cells. This cell-autonomous arsenal consists of nucleic acid sensors and antiviral effectors strategically placed by evolution to detect and restrict invading viruses. While some factors are present at baseline to allow for constant surveillance of the cell interior, others are upregulated by cytokines (such as interferons) that signal a viral infection underway in neighboring cells. In this review, we highlight the multiple roles played by the interferoninduced transmembrane (IFITM) proteins during viral infection, with focuses on IFITM3 and HIV-1. Moreover, we discuss the cellular pathways in which IFITM proteins are intertwined and the various functions they have been ascribed outside the context of infection. While appreciated as broadly-acting, potent restriction factors that prevent virus infection and pathogenesis in cell culture and in vivo, questions remain regarding their precise mode of action and importance in certain viral contexts. Continued efforts to study IFITM protein function will further cement their status as critical host determinants of virus susceptibility and prioritize them in the development of new antiviral therapies.",
      "sentences": [
        [
          {
            "segment_text": "The first responders of human antiviral immunity are components of the intrinsic immune response that reside within each and every one of our cells .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This cell-autonomous arsenal consists of nucleic acid sensors and antiviral effectors strategically placed by evolution to detect and restrict invading viruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "While some factors are present at baseline to allow for constant surveillance of the cell interior ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "others are upregulated by cytokines ( such as interferons ) that signal a viral infection underway in neighboring cells .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this review , we highlight the multiple roles played by the interferoninduced transmembrane ( IFITM ) proteins during viral infection ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "with focuses on IFITM3 and HIV-1 .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Moreover , we discuss the cellular pathways in which IFITM proteins are intertwined and the various functions they have been ascribed outside the context of infection .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "While appreciated as broadly-acting , potent restriction factors that prevent virus infection and pathogenesis in cell culture and in vivo ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "questions remain regarding their precise mode of action and importance in certain viral contexts .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Continued efforts to study IFITM protein function will further cement their status as critical host determinants of virus susceptibility and prioritize them in the development of new antiviral therapies .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "10",
    "token_num": "206"
  }
}