{
  "paper_id": "61da96e057e06590c56c3fb5603b968adbcff909",
  "metadata": {
    "title": "Phosphoramidates of 2 0 -b-D-arabinouridine (AraU) as phosphate prodrugs; design, synthesis, in vitro activity and metabolism",
    "coda_data_split": "train",
    "coda_paper_id": 2031,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "a b s t r a c t 2 0 -b-D-Arabinouridine (AraU), the uridine analogue of the anticancer agent AraC, was synthesized and evaluated for antiviral activity and cytotoxicity. In addition, a series of AraU monophosphate prodrugs in the form of triester phosphoramidates (ProTides) were also synthesized and tested against a range of viruses, leukaemia and solid tumour cell lines. Unfortunately, neither the parent compound (AraU) nor any of its ProTides showed antiviral activity, nor potent inhibitory activity against any of the cancer cell lines. Therefore, the metabolism of AraU phosphoramidates to release AraU monophosphate was investigated. The results showed carboxypeptidase Y, hog liver esterase and crude CEM tumor cell extracts to hydrolyse the ester motif of phosphoramidates with subsequent loss of the aryl group, while molecular modelling studies suggested that the AraU L-alanine aminoacyl phosphate derivative might not be a good substrate for the phosphoramidase enzyme Hint-1. These findings are in agreement with the observed disappearance of intact prodrug and concomitant appearance of the corresponding phosphoramidate intermediate derivative in CEM cell extracts without measurable formation of araU monophosphate. These findings may explain the poor antiviral/cytostatic potential of the prodrugs.",
      "sentences": [
        [
          {
            "segment_text": "a b s t r a c t 2 0 - b-D-Arabinouridine ( AraU ) ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "the uridine analogue of the anticancer agent AraC ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "was synthesized and evaluated for antiviral activity and cytotoxicity .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "In addition , a series of AraU monophosphate prodrugs in the form of triester phosphoramidates ( ProTides ) were also synthesized and tested against a range of viruses ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "leukaemia and solid tumour cell lines .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Unfortunately , neither the parent compound ( AraU ) nor any of its ProTides showed antiviral activity ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "nor potent inhibitory activity against any of the cancer cell lines .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Therefore , the metabolism of AraU phosphoramidates to release AraU monophosphate was investigated .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The results showed carboxypeptidase Y ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "hog liver esterase and crude CEM tumor cell extracts to hydrolyse the ester motif of phosphoramidates with subsequent loss of the aryl group ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while molecular modelling studies suggested that the AraU L-alanine aminoacyl phosphate derivative might not be a good substrate for the phosphoramidase enzyme Hint-1 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These findings are in agreement with the observed disappearance of intact prodrug and concomitant appearance of the corresponding phosphoramidate intermediate derivative in CEM cell extracts without measurable formation of araU monophosphate .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These findings may explain the poor antiviral/cytostatic potential of the prodrugs .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "13",
    "token_num": "213"
  }
}