{
  "paper_id": "61e166cda83acb945d95739f39b7e8f24120a16e",
  "metadata": {
    "title": "Baculovirus expression of cloned porcine arterivirus generates infectious particles in both insect and mammalian cells",
    "coda_data_split": "train",
    "coda_paper_id": 8541,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Studies on several viral pathogens have been hampered by the lack of appropriate in vitro systems for their propagation and amplification. Porcine reproductive and respiratory syndrome virus (PRRSV), an arterivirus containing a single-stranded positive-sense RNA genome (∼15 kb), was served as a model virus and its genomic cDNA was recombinated into baculovirus. We investigated whether infectious virus particles could be generated by expression of the full-length cloned genome from the modified baculovirus vector. The recombinant baculovirus, AcAPRRS, was used to infect sf9 cells. Immunofluorescence assay demonstrated the presence of PRRSV nonstructural protein (nsp) 2 and nucleocapsid (N) protein and electron microscopy revealed PRRSV particles in the culture supernatant. Infectious PRRSV particles were also produced in susceptible MARC-145 cells inoculated with AcAPRRS, and the growth characteristics of the PRRSV generated were similar to those of the parental PRRSV strain. Infectious PRRSV particles were also generated following AcAPRRS transduction of BHK-21 cells and Vero cells that are not sensitive to PRRSV. Titers of PRRSV obtained from BHK-21 and Vero cells were up to 10 4.05 TCID 50 /ml. These findings open a new route to the propagation of the virus in vitro and will be of utility in vaccine development.",
      "sentences": [
        [
          {
            "segment_text": "Studies on several viral pathogens have been hampered by the lack of appropriate in vitro systems for their propagation and amplification .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Porcine reproductive and respiratory syndrome virus ( PRRSV ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "an arterivirus containing a single-stranded positive-sense RNA genome ( ∼ 15 kb ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "was served as a model virus and its genomic cDNA was recombinated into baculovirus .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We investigated whether infectious virus particles could be generated by expression of the full-length cloned genome from the modified baculovirus vector .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The recombinant baculovirus , AcAPRRS ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "was used to infect sf9 cells .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Immunofluorescence assay demonstrated the presence of PRRSV nonstructural protein ( nsp ) 2 and nucleocapsid ( N ) protein and electron microscopy revealed PRRSV particles in the culture supernatant .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Infectious PRRSV particles were also produced in susceptible MARC-145 cells inoculated with AcAPRRS ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the growth characteristics of the PRRSV generated were similar to those of the parental PRRSV strain .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Infectious PRRSV particles were also generated following AcAPRRS transduction of BHK-21 cells and Vero cells that are not sensitive to PRRSV .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Titers of PRRSV obtained from BHK-21 and Vero cells were up to 10 4.05 TCID 50 / ml .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These findings open a new route to the propagation of the virus in vitro and will be of utility in vaccine development .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "13",
    "token_num": "222"
  }
}