{
  "paper_id": "61f833b5c4fb1c5d9a82ca699af4457e93d7ab12",
  "metadata": {
    "title": "Sequencing and Computational Approaches to Identification and characterization of Microbial Organisms",
    "coda_data_split": "train",
    "coda_paper_id": 9977,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The recent advances in sequencing technologies and computational approaches are propelling scientists ever closer towards complete understanding of human-microbial interactions. The powerful sequencing platforms are rapidly producing huge amounts of nucleotide sequence data which are compiled into huge databases. This sequence data can be retrieved, assembled, and analyzed for identification of microbial pathogens and diagnosis of diseases. In this article, we present a commentary on how the metagenomics incorporated with microarray and new sequencing techniques are helping microbial detection and characterization.",
      "sentences": [
        [
          {
            "segment_text": "The recent advances in sequencing technologies and computational approaches are propelling scientists ever closer towards complete understanding of human-microbial interactions .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The powerful sequencing platforms are rapidly producing huge amounts of nucleotide sequence data which are compiled into huge databases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This sequence data can be retrieved ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "assembled , and analyzed for identification of microbial pathogens and diagnosis of diseases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this article , we present a commentary on how the metagenomics incorporated with microarray and new sequencing techniques are helping microbial detection and characterization .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "5",
    "token_num": "88"
  }
}