{
  "paper_id": "6203b7c7808aac525f83c3cc7d0107cf90344259",
  "metadata": {
    "title": "Respiratory Syncytial Virus Outbreak in the Basic Military Training Camp of the Republic of Korea Air Force",
    "coda_data_split": "train",
    "coda_paper_id": 6691,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Objectives: An outbreak of acute febrile illness occurred in the Republic of Korea Air Force boot camp from May to July 2011. An epidemiological investigation of the causative agent, which was of a highly infective nature, was conducted.",
      "sentences": [
        [
          {
            "segment_text": "Objectives : An outbreak of acute febrile illness occurred in the Republic of Korea Air Force boot camp from May to July 2011 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "An epidemiological investigation of the causative agent ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "which was of a highly infective nature , was conducted .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Throat swabs were carried out and a multiplex reverse transcriptase-polymerase chain reaction (RT-PCR) assay was performed to identify possible causative factors.",
      "sentences": [
        [
          {
            "segment_text": "Throat swabs were carried out and a multiplex reverse transcriptase-polymerase chain reaction ( RT-PCR ) assay was performed to identify possible causative factors .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "The mean age of patients who had febrile illness during the study period was 20.24 years. The multiplex RT-PCR assay identified respiratory syncytial virus (RSV) as the causative agent. The main symptoms were sore throat (76.0%), sputum (72.8%), cough (72.1%), tonsillar hypertrophy (67.9%), and rhinorrhea (55.9%). The mean temperature was 38.75°C and the attack rate among the recruits was 15.7% (588 out of 3750 recruits), while the mean duration of fever was 2.3 days. The prognosis was generally favorable with supportive care but recurrent fever occurred in 10.1% of the patients within a month.",
      "sentences": [
        [
          {
            "segment_text": "The mean age of patients who had febrile illness during the study period was 20.24 years .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The multiplex RT-PCR assay identified respiratory syncytial virus ( RSV ) as the causative agent .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The main symptoms were sore throat ( 76.0 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "sputum ( 72.8 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "cough ( 72.1 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "tonsillar hypertrophy ( 67.9 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and rhinorrhea ( 55.9 % ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The mean temperature was 38.75 °C and the attack rate among the recruits was 15.7 % ( 588 out of 3750 recruits ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while the mean duration of fever was 2.3 days .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The prognosis was generally favorable with supportive care but recurrent fever occurred in 10.1 % of the patients within a month .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions: This is the first epidemiological study of an RSV outbreak that developed in a healthy young adult group. In the event of an outbreak of an acute febrile illness of a highly infective nature in facilities used by a young adult group, RSV should be considered among the possible causative agents.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions : This is the first epidemiological study of an RSV outbreak that developed in a healthy young adult group .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In the event of an outbreak of an acute febrile illness of a highly infective nature in facilities used by a young adult group ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "RSV should be considered among the possible causative agents .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "10",
    "segment_num": "17",
    "token_num": "249"
  }
}