{
  "paper_id": "6204b15a79e3551e09c29cd4865fae0497462ec3",
  "metadata": {
    "title": "Generation of Human CEACAM1 Transgenic Mice and Binding of Neisseria Opa Protein to Their Neutrophils",
    "coda_data_split": "train",
    "coda_paper_id": 9133,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Human CEACAM1 is a cell-cell adhesion molecule with multiple functions including insulin clearance in the liver, vasculogenesis in endothelial cells, lumen formation in the mammary gland, and binding of certain human pathogens.",
      "sentences": [
        [
          {
            "segment_text": "Background : Human CEACAM1 is a cell-cell adhesion molecule with multiple functions including insulin clearance in the liver ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "vasculogenesis in endothelial cells , lumen formation in the mammary gland ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and binding of certain human pathogens .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Principal Findings: Three genomic BAC clones containing the human CEACAM1 gene were microinjected into pronuclei of fertilized FVB mouse oocytes. The embryos were implanted in the oviducts of pseudopregnant females and allowed to develop to term. DNA from newborn mice was evaluated by PCR for the presence of the human CEACAM1 gene. Feces of the PCR positive offspring screened for expression of human CEACAM1. Using this assay, one out of five PCR positive lines was positive for human CEACAM1 expression and showed stable transmission to the F1 generation with the expected transmission frequency (0.5) for heterozygotes. Liver, lung, intestine, kidney, mammary gland, and prostate were strongly positive for the dual expression of both murine and human CEACAM1 and mimic that seen in human tissue. Peripheral blood and bone marrow granulocytes stained strongly for human CEACAM1 and bound Neisseria Opa proteins similar to that in human neutrophils.",
      "sentences": [
        [
          {
            "segment_text": "Principal Findings : Three genomic BAC clones containing the human CEACAM1 gene were microinjected into pronuclei of fertilized FVB mouse oocytes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The embryos were implanted in the oviducts of pseudopregnant females and allowed to develop to term .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "DNA from newborn mice was evaluated by PCR for the presence of the human CEACAM1 gene .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Feces of the PCR positive offspring screened for expression of human CEACAM1 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Using this assay , one out of five PCR positive lines was positive for human CEACAM1 expression and showed stable transmission to the F1 generation with the expected transmission frequency ( 0.5 ) for heterozygotes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Liver , lung , intestine ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "kidney , mammary gland , and prostate were strongly positive for the dual expression of both murine and human CEACAM1 and mimic that seen in human tissue .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Peripheral blood and bone marrow granulocytes stained strongly for human CEACAM1 and bound Neisseria Opa proteins similar to that in human neutrophils .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusion: These transgenic animals may serve as a model for the binding of human pathogens to human CEACAM1.",
      "sentences": [
        [
          {
            "segment_text": "Conclusion : These transgenic animals may serve as a model for the binding of human pathogens to human CEACAM1 .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "9",
    "segment_num": "12",
    "token_num": "220"
  }
}