{
  "paper_id": "6207b913890459fead8ade4781d8e3defb3b1f89",
  "metadata": {
    "title": "Deubiquitinases (DUBs) and DUB inhibitors: a patent review HHS Public Access",
    "coda_data_split": "train",
    "coda_paper_id": 8890,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "are key components of the ubiquitinproteasome-system (UPS). The fundamental role of DUBs is specific removal of ubiquitin from substrates. DUBs contribute to activation/deactivation, recycling and localization of numerous regulatory-proteins, thus playing major roles in diverse cellular-processes. Altered DUB activity is associated with multitudes of pathologies including cancer. Therefore, DUBs represent novel candidates for target-directed drug development.",
      "sentences": [
        [
          {
            "segment_text": "are key components of the ubiquitinproteasome-system ( UPS ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The fundamental role of DUBs is specific removal of ubiquitin from substrates .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "DUBs contribute to activation/deactivation , recycling and localization of numerous regulatory-proteins ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "thus playing major roles in diverse cellular-processes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Altered DUB activity is associated with multitudes of pathologies including cancer .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Therefore , DUBs represent novel candidates for target-directed drug development .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Areas covered-The article is a thorough review/accounting of patented compounds targeting DUBs stratifying/classifying the patented compounds based on: chemical-structures, nucleic-acid compositions, modes-of-action and targeting-sites. The review provides a brief background on the UPS and DUBs involvement. Furthermore, methods for assessing efficacy and potential pharmacological utility of DUB inhibitor (DUBi) are discussed.",
      "sentences": [
        [
          {
            "segment_text": "Areas covered-The article is a thorough review/accounting of patented compounds targeting DUBs stratifying/classifying the patented compounds based on : chemical-structures ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "nucleic-acid compositions , modes-of-action and targeting-sites .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The review provides a brief background on the UPS and DUBs involvement .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Furthermore , methods for assessing efficacy and potential pharmacological utility of DUB inhibitor ( DUBi ) are discussed .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Expert opinion-The FDA\u0027s approval of the 20S proteasome inhibitors: bortezomib and carfilzomib for treatment of hematological malignancies established the UPS as an anti-cancer target. Unfortunately, many patients are inherently resistant or develop resistance to proteasome inhibitors (PIs). One potential strategy to combat PI resistance is targeting upstream components of the UPS such as DUBs. DUBs represent a promising potential therapeutic target due to their critical roles in various cellular processes including protein-turnover, localization and cellular homeostasis. While considerable efforts have been undertaken to develop DUB modulators, significant advancement is necessary move DUB inhibitors into the clinic.",
      "sentences": [
        [
          {
            "segment_text": "Expert opinion-The FDA \u0027s approval of the 20S proteasome inhibitors : bortezomib and carfilzomib for treatment of hematological malignancies established the UPS as an anti-cancer target .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Unfortunately , many patients are inherently resistant or develop resistance to proteasome inhibitors ( PIs ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "One potential strategy to combat PI resistance is targeting upstream components of the UPS such as DUBs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "DUBs represent a promising potential therapeutic target due to their critical roles in various cellular processes including protein-turnover , localization and cellular homeostasis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "While considerable efforts have been undertaken to develop DUB modulators ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "significant advancement is necessary move DUB inhibitors into the clinic .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "13",
    "segment_num": "16",
    "token_num": "234"
  }
}