{
  "paper_id": "621a2f81b5d9517781ae28d428f4e8abf0d5427a",
  "metadata": {
    "title": "CD8 + T Cells: Foot Soldiers of the Immune System",
    "coda_data_split": "train",
    "coda_paper_id": 7742,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Resting naive CD8 + T cells have an astounding capacity to react to pathogens by massive expansion and differentiation into cytotoxic effector cells that migrate to all corners of the body to clear the infection. The initial interaction with antigen-presenting cells in the central lymphoid organs drives an orchestrated program of differentiation aimed at producing sufficient numbers of effectors to get the job done without resulting in clonal exhaustion. Interactions with antigenpresenting cells and other immune cells continue at the site of infection to regulate further on-site expansion and differentiation, all with the goal of protecting the host with minimal bystander tissue damage. Here we review recent advances in CD8 + T cell recognition of antigen in lymphoid as well as in nonlymphoid tissues in the periphery, and how CD8 + T cell expansion and differentiation are controlled in these contexts.",
      "sentences": [
        [
          {
            "segment_text": "Resting naive CD8 + T cells have an astounding capacity to react to pathogens by massive expansion and differentiation into cytotoxic effector cells that migrate to all corners of the body to clear the infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The initial interaction with antigen-presenting cells in the central lymphoid organs drives an orchestrated program of differentiation aimed at producing sufficient numbers of effectors to get the job done without resulting in clonal exhaustion .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Interactions with antigenpresenting cells and other immune cells continue at the site of infection to regulate further on-site expansion and differentiation ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "all with the goal of protecting the host with minimal bystander tissue damage .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we review recent advances in CD8 + T cell recognition of antigen in lymphoid as well as in nonlymphoid tissues in the periphery ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and how CD8 + T cell expansion and differentiation are controlled in these contexts .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "6",
    "token_num": "147"
  }
}