{
  "paper_id": "621c17ebf69617fe8e330f6c9818880902ee6a97",
  "metadata": {
    "title": "Public views of the uk media and government reaction to the 2009 swine flu pandemic",
    "coda_data_split": "train",
    "coda_paper_id": 9094,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: The first cases of influenza A/H1N1 (swine flu) were confirmed in the UK on 27th April 2009, after a novel virus first identified in Mexico rapidly evolved into a pandemic. The swine flu outbreak was the first pandemic in more than 40 years and for many, their first encounter with a major influenza outbreak. This study examines public understandings of the pandemic, exploring how people deciphered the threat and perceived they could control the risks. Methods: Purposive sampling was used to recruit seventy three people (61 women and 12 men) to take part in 14 focus group discussions around the time of the second wave in swine flu cases. Results: These discussions showed that there was little evidence of the public over-reacting, that people believed the threat of contracting swine flu was inevitable, and that they assessed their own self-efficacy for protecting against it to be low. Respondents assessed a greater risk to their health from the vaccine than from the disease. Such findings could have led to apathy about following the UK Governments recommended health protective behaviours, and a sub-optimal level of vaccine uptake. More generally, people were confused about the difference between seasonal influenza and swine flu and their vaccines. Conclusions: This research suggests a gap in public understandings which could hinder attempts to communicate about novel flu viruses in the future. There was general support for the government\u0027s handling of the pandemic, although its public awareness campaign was deemed ineffectual as few people changed their current hand hygiene practices. There was less support for the media who were deemed to have over-reported the swine flu pandemic.",
      "sentences": [
        [
          {
            "segment_text": "Background : The first cases of influenza A/H1N1 ( swine flu ) were confirmed in the UK on 27th April 2009 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "after a novel virus first identified in Mexico rapidly evolved into a pandemic .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The swine flu outbreak was the first pandemic in more than 40 years and for many ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "their first encounter with a major influenza outbreak .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This study examines public understandings of the pandemic ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "exploring how people deciphered the threat and perceived they could control the risks .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : Purposive sampling was used to recruit seventy three people ( 61 women and 12 men ) to take part in 14 focus group discussions around the time of the second wave in swine flu cases .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : These discussions showed that there was little evidence of the public over-reacting ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "that people believed the threat of contracting swine flu was inevitable ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and that they assessed their own self-efficacy for protecting against it to be low .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Respondents assessed a greater risk to their health from the vaccine than from the disease .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Such findings could have led to apathy about following the UK Governments recommended health protective behaviours ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and a sub-optimal level of vaccine uptake .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "More generally , people were confused about the difference between seasonal influenza and swine flu and their vaccines .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : This research suggests a gap in public understandings which could hinder attempts to communicate about novel flu viruses in the future .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "There was general support for the government \u0027s handling of the pandemic ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "although its public awareness campaign was deemed ineffectual as few people changed their current hand hygiene practices .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "There was less support for the media who were deemed to have over-reported the swine flu pandemic .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "18",
    "token_num": "298"
  }
}