{
  "paper_id": "622580ea34c3acc011faa7573bc549e34078edde",
  "metadata": {
    "title": "Ocular manifestations and clinical characteristics of 534 cases of COVID-19 in China: A cross-sectional study",
    "coda_data_split": "train",
    "coda_paper_id": 7899,
    "coda_has_expert_labels": false,
    "subset": "biorxiv_medrxiv"
  },
  "abstract": [
    {
      "original_text": "The novel coronavirus disease was first reported in Wuhan, China in December 2019 and is now pandemic all over the world.",
      "sentences": [
        [
          {
            "segment_text": "The novel coronavirus disease was first reported in Wuhan ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "China in December 2019 and is now pandemic all over the world .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Previous study has reported several COVID-19 cases with conjunctivitis.",
      "sentences": [
        [
          {
            "segment_text": "Previous study has reported several COVID-19 cases with conjunctivitis .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "However, the complete profiling of COVID-19 related ocular symptoms and diseases are still missing. We aim to investigate the ocular manifestations and clinical characteristics of COVID-19 patients.",
      "sentences": [
        [
          {
            "segment_text": "However , the complete profiling of COVID-19 related ocular symptoms and diseases are still missing .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We aim to investigate the ocular manifestations and clinical characteristics of COVID-19 patients .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Methods: A total of five hundred and thirty-four patients were recruited at Mobile Cabin Hospital and Tongji Hospital. We collected information on demographic characteristics, exposure history, ocular symptoms, systemic concomitant symptoms, eye drop medication, eye protections, radiologic findings, and SARS-CoV-2 detection in nasopharyngeal swabs by RT-PCR from questionnaires and electronic medical records.",
      "sentences": [
        [
          {
            "segment_text": "Methods : A total of five hundred and thirty-four patients were recruited at Mobile Cabin Hospital and Tongji Hospital .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We collected information on demographic characteristics ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "exposure history , ocular symptoms ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "systemic concomitant symptoms , eye drop medication ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "eye protections , radiologic findings ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and SARS-CoV-2 detection in nasopharyngeal swabs by RT-PCR from questionnaires and electronic medical records .",
            "crowd_label": "method"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "6",
    "segment_num": "11",
    "token_num": "125"
  }
}