{
  "paper_id": "625a995854cfd1ade5f738008617e1176ac21615",
  "metadata": {
    "title": "Structural characterization of Mumps virus fusion protein core",
    "coda_data_split": "train",
    "coda_paper_id": 9756,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The fusion proteins of enveloped viruses mediating the fusion between the viral and cellular membranes comprise two discontinuous heptad repeat (HR) domains located at the ectodomain of the enveloped glycoproteins. The crystal structure of the fusion protein core of Mumps virus (MuV) was determined at 2.2 Å resolution. The complex is a six-helix bundle in which three HR1 peptides form a central highly hydrophobic coiled-coil and three HR2 peptides pack against the hydrophobic grooves on the surface of central coiled-coil in an oblique antiparallel manner. Fusion core of MuV, like those of simian virus 5 and human respiratory syncytium virus, forms typical 3-4-4-4-3 spacing. The similar charecterization in HR1 regions, as well as the existence of O-X-O motif in extended regions of HR2 helix, suggests a basic rule for the formation of the fusion core of viral fusion proteins.",
      "sentences": [
        [
          {
            "segment_text": "The fusion proteins of enveloped viruses mediating the fusion between the viral and cellular membranes comprise two discontinuous heptad repeat ( HR ) domains located at the ectodomain of the enveloped glycoproteins .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The crystal structure of the fusion protein core of Mumps virus ( MuV ) was determined at 2.2 Å resolution .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The complex is a six-helix bundle in which three HR1 peptides form a central highly hydrophobic coiled-coil and three HR2 peptides pack against the hydrophobic grooves on the surface of central coiled-coil in an oblique antiparallel manner .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Fusion core of MuV , like those of simian virus 5 and human respiratory syncytium virus , forms typical 3-4-4-4-3 spacing .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The similar charecterization in HR1 regions ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as well as the existence of O-X-O motif in extended regions of HR2 helix ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "suggests a basic rule for the formation of the fusion core of viral fusion proteins .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "7",
    "token_num": "152"
  }
}