{
  "paper_id": "6264cb1fdbd7370e4b21e35a02bbb49d4d4c1ddd",
  "metadata": {
    "title": "Safety immunopharmacology: Evaluation of the adverse potential of pharmaceuticals on the immune system",
    "coda_data_split": "train",
    "coda_paper_id": 5311,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The ICH S6R1 and S8 guidelines define a general framework for the immunotoxicity evaluation of biotechnologyderived pharmaceuticals and human pharmaceuticals, respectively. As severe and unpredicted adverse events dramatically showed in the recent years that the immune system is a critical aspect of drug safety, this framework needs to be revisited to enhance the prediction of nonclinical immune safety evaluation. Safety immunopharmacology is deemed to contribute to this awaited improvement by enabling early screening of the potential for drug candidates to induce unexpected immunosuppressive and immunostimulatory effects as well as nonimmune-mediated hypersensitivity reactions. Dedicated safety immunopharmacology can also generate mechanistic data to determine which relevant additional immunotoxicity studies should be conducted. Immunological assays and models that can be considered for use in the context of safety pharmacology studies are presented as well as perspectives for their timely development.",
      "sentences": [
        [
          {
            "segment_text": "The ICH S6R1 and S8 guidelines define a general framework for the immunotoxicity evaluation of biotechnologyderived pharmaceuticals and human pharmaceuticals , respectively .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "As severe and unpredicted adverse events dramatically showed in the recent years that the immune system is a critical aspect of drug safety ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "this framework needs to be revisited to enhance the prediction of nonclinical immune safety evaluation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Safety immunopharmacology is deemed to contribute to this awaited improvement by enabling early screening of the potential for drug candidates to induce unexpected immunosuppressive and immunostimulatory effects as well as nonimmune-mediated hypersensitivity reactions .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Dedicated safety immunopharmacology can also generate mechanistic data to determine which relevant additional immunotoxicity studies should be conducted .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Immunological assays and models that can be considered for use in the context of safety pharmacology studies are presented as well as perspectives for their timely development .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "6",
    "token_num": "144"
  }
}