{
  "paper_id": "6267da468794f6a4857adb22464ee39527f0cbfc",
  "metadata": {
    "title": "The three domains of public health: An internationally relevant basis for public health education?",
    "coda_data_split": "train",
    "coda_paper_id": 9555,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "By focusing on the Masters of Public Health course, this study took a pragmatic approach to exploring the interface between public health education and public health practice. The commonly utilized \u0027three domains of practice\u0027 framework could provide a robust and explicit link between educational provision and practice for public health. This model provides the workforce, the university, the students and the potential funders of the course with an easily comprehensible framework for understanding how the modules of an MSc can support the development of competency within the context of practice.",
      "sentences": [
        [
          {
            "segment_text": "By focusing on the Masters of Public Health course ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "this study took a pragmatic approach to exploring the interface between public health education and public health practice .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The commonly utilized ` three domains of practice \u0027 framework could provide a robust and explicit link between educational provision and practice for public health .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This model provides the workforce ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the university , the students and the potential funders of the course with an easily comprehensible framework for understanding how the modules of an MSc can support the development of competency within the context of practice .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "3",
    "segment_num": "5",
    "token_num": "98"
  }
}