{
  "paper_id": "627299eae35e71c737281db1c3d82596b1675db6",
  "metadata": {
    "title": "Social Influence in Liver Fluke Transmission: Application of Social Network Analysis of Food Sharing in Thai Isaan Culture",
    "coda_data_split": "train",
    "coda_paper_id": 4975,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "In northeastern Thai (Isaan) culture traditional raw fish dishes and raw fish-eating habits are common. Eating and sharing meals together among the community\u0027s members, especially relatives and neighbours, are a common practice in both daily life and social gathering events. Fish are a significant protein source and are associated with variety of traditional recipes. Cyprinid fish are one of the most preferred fish by Isaan villagers for daily consumption because they are accessible and affordable. Consumption of these fish probably causes the persistence of high endemicity of human liver fluke infection, particularly with Opisthorchis viverrini, in northeast Thailand. Because the consumption of raw cyprinid fish is a well-documented risk factor for liver fluke infection, sharing of risky raw fish dishes may influence disease transmission through a community. Social network analysis was used to investigate fish and fish-based meal sharing among household members in Isaan villages in liver fluke endemic areas. The findings from three studies confirmed the persistence of traditional Isaan raw fish consumption and food-sharing practice. Social connections via food sharing among villagers played an important role in liver fluke infection and transmission dynamics as a risk factor. Thus these sociocultural factors should be taken into account in designing strategies for control of opisthorchiasis and other food-borne illnesses at the community level.",
      "sentences": [
        [
          {
            "segment_text": "In northeastern Thai ( Isaan ) culture traditional raw fish dishes and raw fish-eating habits are common .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Eating and sharing meals together among the community \u0027s members ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "especially relatives and neighbours , are a common practice in both daily life and social gathering events .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Fish are a significant protein source and are associated with variety of traditional recipes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Cyprinid fish are one of the most preferred fish by Isaan villagers for daily consumption because they are accessible and affordable .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Consumption of these fish probably causes the persistence of high endemicity of human liver fluke infection ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "particularly with Opisthorchis viverrini , in northeast Thailand .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Because the consumption of raw cyprinid fish is a well-documented risk factor for liver fluke infection ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "sharing of risky raw fish dishes may influence disease transmission through a community .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Social network analysis was used to investigate fish and fish-based meal sharing among household members in Isaan villages in liver fluke endemic areas .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The findings from three studies confirmed the persistence of traditional Isaan raw fish consumption and food-sharing practice .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Social connections via food sharing among villagers played an important role in liver fluke infection and transmission dynamics as a risk factor .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Thus these sociocultural factors should be taken into account in designing strategies for control of opisthorchiasis and other food-borne illnesses at the community level .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "13",
    "token_num": "231"
  }
}