{
  "paper_id": "627c1962cbcd4cbc7c2d89531f01940c17af36d9",
  "metadata": {
    "title": "Group I but not Group II NPV induces antiviral effects in mammalian cells",
    "coda_data_split": "train",
    "coda_paper_id": 5423,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Nucleopolyhedrovirus (NPV) is divided into Group I and Group II based on the phylogenetic analysis. It has been reported that Group I NPVs such as Autographa californica multiple NPV (AcMNPV) can transduce mammalian cells, while Group II NPVs such as Helicoverpa armigera single NPV (HaSNPV) cannot. Here we report that AcMNPV was capable of stimulating antiviral activity in human hepatoma cells (SMMC-7721) manifested by inhibition of Vesicular Stomatitis virus (VSV) replication. In contrast, the HaSNPV and the Spodoptera exigua multiple NPV (SeMNPV) of group ІІ had no inhibitory effect on VSV. Recombinant AcMNPV was shown to induce interferons alpha/beta even in the absence of transgene expression in human SMMC-7721 cells, while it mediated transgene expression in BHK and L929 mammalian cells without an ensuing antiviral activity.",
      "sentences": [
        [
          {
            "segment_text": "Nucleopolyhedrovirus ( NPV ) is divided into Group I and Group II based on the phylogenetic analysis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It has been reported that Group I NPVs such as Autographa californica multiple NPV ( AcMNPV ) can transduce mammalian cells ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "while Group II NPVs such as Helicoverpa armigera single NPV ( HaSNPV ) can not .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we report that AcMNPV was capable of stimulating antiviral activity in human hepatoma cells ( SMMC-7721 ) manifested by inhibition of Vesicular Stomatitis virus ( VSV ) replication .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In contrast , the HaSNPV and the Spodoptera exigua multiple NPV ( SeMNPV ) of group ІІ had no inhibitory effect on VSV .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Recombinant AcMNPV was shown to induce interferons alpha/beta even in the absence of transgene expression in human SMMC-7721 cells ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while it mediated transgene expression in BHK and L929 mammalian cells without an ensuing antiviral activity .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "7",
    "token_num": "147"
  }
}