{
  "paper_id": "628e5cad4a34f7a8082b5de8b3f2de5d2afe56e9",
  "metadata": {
    "title": "Architects of Assembly: roles of Flaviviridae nonstructural proteins in virion morphogenesis",
    "coda_data_split": "train",
    "coda_paper_id": 3773,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Viruses of the Flaviviridae family, including hepatitis C, dengue, and bovine viral diarrhoea, are responsible for significant morbidity and mortality worldwide. Recent advances in understanding virion assembly have uncovered commonalities among distantly related members of this family. We discuss the emerging hypothesis that physical virion components are not alone in forming the infectious particle, but that nonstructural proteins are intimately involved in orchestrating morphogenesis. Pinpointing the roles of Flaviviridae proteins in virion production could reveal new avenues for antiviral therapeutics.",
      "sentences": [
        [
          {
            "segment_text": "Viruses of the Flaviviridae family ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including hepatitis C , dengue ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and bovine viral diarrhoea , are responsible for significant morbidity and mortality worldwide .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Recent advances in understanding virion assembly have uncovered commonalities among distantly related members of this family .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We discuss the emerging hypothesis that physical virion components are not alone in forming the infectious particle ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "but that nonstructural proteins are intimately involved in orchestrating morphogenesis .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Pinpointing the roles of Flaviviridae proteins in virion production could reveal new avenues for antiviral therapeutics .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "7",
    "token_num": "89"
  }
}