{
  "paper_id": "6293160da51ace8a72b0297d94e05ec9ad4276b6",
  "metadata": {
    "title": "Managing public health crises: the role of models in pandemic preparedness",
    "coda_data_split": "train",
    "coda_paper_id": 3018,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background Given the enormity of challenges involved in pandemic preparedness, design and implementation of effective and cost-effective public health policies is a major task that requires an integrated approach through engagement of scientific, administrative, and political communities across disciplines. There is ample evidence to suggest that modeling may be a viable approach to accomplish this task.",
      "sentences": [
        [
          {
            "segment_text": "Background Given the enormity of challenges involved in pandemic preparedness ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "design and implementation of effective and cost-effective public health policies is a major task that requires an integrated approach through engagement of scientific ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "administrative , and political communities across disciplines .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "There is ample evidence to suggest that modeling may be a viable approach to accomplish this task .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Methods To demonstrate the importance of synergism between modelers, public health experts, and policymakers, the University of Winnipeg organized an interdisciplinary workshop on the role of models in pandemic preparedness in September 2008. The workshop provided an excellent opportunity to present outcomes of recent scientific investigations that thoroughly evaluate the merits of preventive, therapeutic, and social distancing mechanisms, where community structures, priority groups, healthcare providers, and responders to emergency situations are given specific consideration.",
      "sentences": [
        [
          {
            "segment_text": "Methods To demonstrate the importance of synergism between modelers ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "public health experts , and policymakers ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "the University of Winnipeg organized an interdisciplinary workshop on the role of models in pandemic preparedness in September 2008 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The workshop provided an excellent opportunity to present outcomes of recent scientific investigations that thoroughly evaluate the merits of preventive ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "therapeutic , and social distancing mechanisms ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "where community structures , priority groups ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "healthcare providers , and responders to emergency situations are given specific consideration .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results This interactive workshop was clearly successful in strengthening ties between various disciplines and creating venues for modelers to effectively communicate with policymakers. The importance of modeling in pandemic planning was highlighted, and key parameters that affect policy decision-making were identified. Core assumptions and important activities in Canadian pandemic plans at the provincial and national levels were also discussed. Conclusions There will be little time for thoughtful and rapid reflection once an influenza pandemic strikes, and therefore preparedness is an unavoidable priority. Modeling and simulations are key resources in pandemic planning to map out interdependencies and support complex decision-making. Models are most effective in formulating strategies for managing public health crises when there are synergies between modelers, planners, and policymakers. Please cite this paper as: Moghadas et al. (2009) Managing public health crises: the role of models in pandemic preparedness. Influenza and Other Respiratory Viruses 3(2), 75-79.",
      "sentences": [
        [
          {
            "segment_text": "Results This interactive workshop was clearly successful in strengthening ties between various disciplines and creating venues for modelers to effectively communicate with policymakers .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The importance of modeling in pandemic planning was highlighted ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and key parameters that affect policy decision-making were identified .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Core assumptions and important activities in Canadian pandemic plans at the provincial and national levels were also discussed .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions There will be little time for thoughtful and rapid reflection once an influenza pandemic strikes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and therefore preparedness is an unavoidable priority .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Modeling and simulations are key resources in pandemic planning to map out interdependencies and support complex decision-making .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Models are most effective in formulating strategies for managing public health crises when there are synergies between modelers , planners , and policymakers .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Please cite this paper as : Moghadas et al. ( 2009 ) Managing public health crises : the role of models in pandemic preparedness .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Influenza and Other Respiratory Viruses 3 ( 2 ) , 75-79 .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "12",
    "segment_num": "21",
    "token_num": "313"
  }
}