{
  "paper_id": "62acda6ee7595b0eb0d85da871ccb426d9d24f57",
  "metadata": {
    "title": "Cholesterol is important for the entry process of porcine deltacoronavirus",
    "coda_data_split": "train",
    "coda_paper_id": 3725,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The present study was conducted to examine whether cellular and/or viral cholesterol levels play a role in porcine deltacoronavirus (PDCoV) replication. Our results showed that depletion of cholesterol from cells or virions by treating them with methyl-β-cyclodextrin (MβCD) diminished PDCoV infection in a dose-dependent manner. The addition of exogenous cholesterol to MβCD-treated cells or virions moderately restored PDCoV infectivity. Furthermore, the pharmacological sequestration of cellular or viral cholesterol efficiently blocked both virus attachment and internalization. Taken together, the current data indicate that the cholesterol present in the cell membrane and viral envelope contributes to PDCoV replication by acting as a key component in viral entry.",
      "sentences": [
        [
          {
            "segment_text": "The present study was conducted to examine whether cellular and/or viral cholesterol levels play a role in porcine deltacoronavirus ( PDCoV ) replication .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Our results showed that depletion of cholesterol from cells or virions by treating them with methyl-β-cyclodextrin ( MβCD ) diminished PDCoV infection in a dose-dependent manner .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The addition of exogenous cholesterol to MβCD-treated cells or virions moderately restored PDCoV infectivity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , the pharmacological sequestration of cellular or viral cholesterol efficiently blocked both virus attachment and internalization .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Taken together , the current data indicate that the cholesterol present in the cell membrane and viral envelope contributes to PDCoV replication by acting as a key component in viral entry .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "5",
    "token_num": "116"
  }
}