{
  "paper_id": "62af9e71368a90bd8fce0347e90527e3e4da3800",
  "metadata": {
    "title": "Type 1 Interferons and NK Cells Limit Murine Cytomegalovirus Escape from the Lymph Node Subcapsular Sinus",
    "coda_data_split": "train",
    "coda_paper_id": 2719,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Cytomegaloviruses (CMVs) establish chronic, systemic infections. Peripheral infection spreads via lymph nodes, which are also a focus of host defence. Thus, this is a point at which systemic infection spread might be restricted. Subcapsular sinus macrophages (SSM) captured murine CMV (MCMV) from the afferent lymph and poorly supported its replication. Blocking the type I interferon (IFN-I) receptor (IFNAR) increased MCMV infection of SSM and of the fibroblastic reticular cells (FRC) lining the subcapsular sinus, and accelerated viral spread to the spleen. Little splenic virus derived from SSM, arguing that they mainly induce an anti-viral state in the otherwise susceptible FRC. NK cells also limited infection, killing infected FRC and causing tissue damage. They acted independently of IFN-I, as IFNAR blockade increased NK cell recruitment, and NK cell depletion increased infection in IFNAR-blocked mice. Thus SSM restricted MCMV infection primarily though IFN-I, with NK cells providing a second line of defence. The capacity of innate immunity to restrict MCMV escape from the subcapsular sinus suggested that enhancing its recruitment might improve infection control.",
      "sentences": [
        [
          {
            "segment_text": "Cytomegaloviruses ( CMVs ) establish chronic , systemic infections .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Peripheral infection spreads via lymph nodes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which are also a focus of host defence .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Thus , this is a point at which systemic infection spread might be restricted .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Subcapsular sinus macrophages ( SSM ) captured murine CMV ( MCMV ) from the afferent lymph and poorly supported its replication .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Blocking the type I interferon ( IFN-I ) receptor ( IFNAR ) increased MCMV infection of SSM and of the fibroblastic reticular cells ( FRC ) lining the subcapsular sinus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and accelerated viral spread to the spleen .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Little splenic virus derived from SSM ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "arguing that they mainly induce an anti-viral state in the otherwise susceptible FRC .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "NK cells also limited infection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "killing infected FRC and causing tissue damage .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "They acted independently of IFN-I ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as IFNAR blockade increased NK cell recruitment ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and NK cell depletion increased infection in IFNAR-blocked mice .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Thus SSM restricted MCMV infection primarily though IFN-I ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with NK cells providing a second line of defence .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The capacity of innate immunity to restrict MCMV escape from the subcapsular sinus suggested that enhancing its recruitment might improve infection control .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Cytomegaloviruses (CMVs) infect most people and are a common cause of fetal damage. We lack an effective vaccine. Our knowledge of human CMV is largely limited to chronic infection, which is hard to treat. Vaccination must target early infection. Related animal viruses therefore provide a vital source of information. Lymph nodes are a bottleneck in murine CMV spread from local to systemic infection. We show that viral passage through lymph nodes is restricted by interferons and NK cells. These defences alone cannot contain infection, but boosting their recruitment by vaccination has the potential to keep infection locally contained.",
      "sentences": [
        [
          {
            "segment_text": "Cytomegaloviruses ( CMVs ) infect most people and are a common cause of fetal damage .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We lack an effective vaccine .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our knowledge of human CMV is largely limited to chronic infection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which is hard to treat .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Vaccination must target early infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Related animal viruses therefore provide a vital source of information .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Lymph nodes are a bottleneck in murine CMV spread from local to systemic infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We show that viral passage through lymph nodes is restricted by interferons and NK cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These defences alone can not contain infection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but boosting their recruitment by vaccination has the potential to keep infection locally contained .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "18",
    "segment_num": "27",
    "token_num": "314"
  }
}