{
  "paper_id": "62b02df8925246450b65da7977321806f50a42de",
  "metadata": {
    "title": "",
    "coda_data_split": "train",
    "coda_paper_id": 10500,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Processing bodies (PBs) and Stress Granules (SGs) are the founding members of a new class of RNA granules, known as mRNA silencing foci, as they harbour transcripts circumstantially excluded from the translationally active pool. PBs and SGs are able to release mRNAs thus allowing their translation. PBs are constitutive, but respond to stimuli that affect mRNA translation and decay, whereas SGs are specifically induced upon cellular stress, which triggers a global translational silencing by several pathways, including phosphorylation of the key translation initiation factor eIF2alpha, and tRNA cleavage among others. PBs and SGs with different compositions may coexist in a single cell. These macromolecular aggregates are highly conserved through evolution, from unicellular organisms to vertebrate neurons. Their dynamics is regulated by several signaling pathways, and depends on microfilaments and microtubules, and the cognate molecular motors myosin, dynein, and kinesin. SGs share features with aggresomes and related aggregates of unfolded proteins frequently present in neurodegenerative diseases, and may play a role in the pathology. Virus infections may induce or impair SG formation. Besides being important for mRNA regulation upon stress, SGs modulate the signaling balancing apoptosis and cell survival. Finally, the formation of Nuclear Stress Bodies (nSBs), which share components with SGs, and the assembly of additional cytosolic aggregates containing RNA -the UV granules and the Ire1 foci-, all of them induced by specific cell damage factors, contribute to cell survival.",
      "sentences": [
        [
          {
            "segment_text": "Processing bodies ( PBs ) and Stress Granules ( SGs ) are the founding members of a new class of RNA granules ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "known as mRNA silencing foci ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "as they harbour transcripts circumstantially excluded from the translationally active pool .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "PBs and SGs are able to release mRNAs thus allowing their translation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "PBs are constitutive , but respond to stimuli that affect mRNA translation and decay ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "whereas SGs are specifically induced upon cellular stress ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which triggers a global translational silencing by several pathways ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including phosphorylation of the key translation initiation factor eIF2alpha ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and tRNA cleavage among others .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "PBs and SGs with different compositions may coexist in a single cell .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These macromolecular aggregates are highly conserved through evolution ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "from unicellular organisms to vertebrate neurons .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Their dynamics is regulated by several signaling pathways ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and depends on microfilaments and microtubules ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and the cognate molecular motors myosin , dynein , and kinesin .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "SGs share features with aggresomes and related aggregates of unfolded proteins frequently present in neurodegenerative diseases ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and may play a role in the pathology .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Virus infections may induce or impair SG formation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Besides being important for mRNA regulation upon stress ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "SGs modulate the signaling balancing apoptosis and cell survival .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Finally , the formation of Nuclear Stress Bodies ( nSBs ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which share components with SGs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the assembly of additional cytosolic aggregates containing RNA - the UV granules and the Ire1 foci - ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "all of them induced by specific cell damage factors , contribute to cell survival .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "24",
    "token_num": "267"
  }
}