{
  "paper_id": "62b9aa0e3ca3af821c87dce77c65d733a88f098c",
  "metadata": {
    "title": "Microarrays and Gene Expression Profiling in Microbiology and Infectious Diseases: A Clinician\u0027s Perspective",
    "coda_data_split": "train",
    "coda_paper_id": 3715,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Advances in molecular biology, bioinformatics, and robotics have allowed microarray technology to be used for in-depth, basic science studies in all fields of microbiology. Recently, translation of these basic science applications to clinical microbiology and infectious diseases has also progressed. From a clinical infectious disease perspective, genome-based organism identification, pathogen discovery, and antimicrobial susceptibility testing of problematic organisms offer the potential to yield diagnostic information that may not otherwise become available. Moreover, microarray-based studies have the ability to provide \"signatures\" of host cell transcriptional responses for individual pathogens and/or groups of pathogens. This type of information has the potential to confirm difficult diagnoses, to monitor responses to therapeutic intervention, or even to predict prognosis and sequelae following an infectious disease. Examples are presented to illustrate ways in which microarray technology has already impacted these areas of clinical microbiology.",
      "sentences": [
        [
          {
            "segment_text": "Advances in molecular biology , bioinformatics ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and robotics have allowed microarray technology to be used for in-depth ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "basic science studies in all fields of microbiology .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Recently , translation of these basic science applications to clinical microbiology and infectious diseases has also progressed .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "From a clinical infectious disease perspective ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "genome-based organism identification , pathogen discovery ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and antimicrobial susceptibility testing of problematic organisms offer the potential to yield diagnostic information that may not otherwise become available .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Moreover , microarray-based studies have the ability to provide `` signatures \u0027\u0027 of host cell transcriptional responses for individual pathogens and/or groups of pathogens .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This type of information has the potential to confirm difficult diagnoses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "to monitor responses to therapeutic intervention ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "or even to predict prognosis and sequelae following an infectious disease .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Examples are presented to illustrate ways in which microarray technology has already impacted these areas of clinical microbiology .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Microbiology Newsletter 156 0196-4399/00 (see frontmatter)",
      "sentences": [
        [
          {
            "segment_text": "Microbiology Newsletter 156 0196-4399 / 00 ( see frontmatter )",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "7",
    "segment_num": "13",
    "token_num": "165"
  }
}