{
  "paper_id": "62cd5be77a70a55d18199836987e521d4b992cbd",
  "metadata": {
    "title": "Building and Optimizing a Virus-specific T Cell Receptor Library for Targeted Immunotherapy in Viral Infections",
    "coda_data_split": "train",
    "coda_paper_id": 2157,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Restoration of antigen-specific T cell immunity has the potential to clear persistent viral infection. T cell receptor (TCR) gene therapy can reconstitute CD8 T cell immunity in chronic patients. We cloned 10 virus-specific TCRs targeting 5 different viruses, causing chronic and acute infection. All 10 TCR genetic constructs were optimized for expression using a P2A sequence, codon optimization and the addition of a non-native disulfide bond. However, maximum TCR expression was only achieved after establishing the optimal orientation of the alpha and beta chains in the expression cassette; 9/10 TCRs favored the beta-P2A-alpha orientation over alpha-P2A-beta. Optimal TCR expression was associated with a significant increase in the frequency of IFN-gamma1 T cells. In addition, activating cells for transduction in the presence of Toll-like receptor ligands further enhanced IFN-gamma production. Thus, we have built a virus-specific TCR library that has potential for therapeutic intervention in chronic viral infection or virus-related cancers.",
      "sentences": [
        [
          {
            "segment_text": "Restoration of antigen-specific T cell immunity has the potential to clear persistent viral infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "T cell receptor ( TCR ) gene therapy can reconstitute CD8 T cell immunity in chronic patients .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We cloned 10 virus-specific TCRs targeting 5 different viruses ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "causing chronic and acute infection .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "All 10 TCR genetic constructs were optimized for expression using a P2A sequence ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "codon optimization and the addition of a non-native disulfide bond .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "However , maximum TCR expression was only achieved after establishing the optimal orientation of the alpha and beta chains in the expression cassette ; 9/10 TCRs favored the beta-P2A-alpha orientation over alpha-P2A-beta .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Optimal TCR expression was associated with a significant increase in the frequency of IFN-gamma1 T cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , activating cells for transduction in the presence of Toll-like receptor ligands further enhanced IFN-gamma production .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Thus , we have built a virus-specific TCR library that has potential for therapeutic intervention in chronic viral infection or virus-related cancers .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "10",
    "token_num": "166"
  }
}