{
  "paper_id": "62eb733bffcf9bbbe0eebb0a85133e1b0692525b",
  "metadata": {
    "title": "A Histopathological Study of Bovine Ganglia",
    "coda_data_split": "train",
    "coda_paper_id": 9159,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "One hundred and sixty-eight ganglia from 54 cattle aged 10 days to 10 years were examined microscopically. Samples from six autonomic ganglia and one sensory ganglion were represented. Thirteen animals were clinically normal and 41 were submitted for post-mortem examination. Neuronal vacuolation, spheroid formation, lipofuscin accumulation and central chromatolysis were observed sporadically and were of varying magnitude. Neuronal vacuolation and spheroid formation were not age-related changes, while lipofuscin accumulation was more common in older animals and central chromatolysis was more common in younger cattle. Nonsuppurative inflammation and neuronophagia were also common findings (23 out of 54 animals, 42.6%) in autonomic ganglia that did not contain herpesvirus DNA as determined by polymerase chain reaction. Renaut bodies, features of peripheral nerves, were most commonly noted in the vagus. None of the histopathological findings were related to any particular disease in which loss of autonomic nervous system function might be expected. Furthermore, all changes were as common in clinically normal animals as in animals with disease.",
      "sentences": [
        [
          {
            "segment_text": "One hundred and sixty-eight ganglia from 54 cattle aged 10 days to 10 years were examined microscopically .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Samples from six autonomic ganglia and one sensory ganglion were represented .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Thirteen animals were clinically normal and 41 were submitted for post-mortem examination .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Neuronal vacuolation , spheroid formation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "lipofuscin accumulation and central chromatolysis were observed sporadically and were of varying magnitude .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Neuronal vacuolation and spheroid formation were not age-related changes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while lipofuscin accumulation was more common in older animals and central chromatolysis was more common in younger cattle .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Nonsuppurative inflammation and neuronophagia were also common findings ( 23 out of 54 animals , 42.6 % ) in autonomic ganglia that did not contain herpesvirus DNA as determined by polymerase chain reaction .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Renaut bodies , features of peripheral nerves ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "were most commonly noted in the vagus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "None of the histopathological findings were related to any particular disease in which loss of autonomic nervous system function might be expected .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , all changes were as common in clinically normal animals as in animals with disease .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "12",
    "token_num": "182"
  }
}