{
  "paper_id": "62ed08b25033369488b34d3a7aaee0401a3c00a0",
  "metadata": {
    "title": "Host Range and Emerging and Reemerging Pathogens Host Range and Emerging and Reemerging Pathogens Emerging Infectious Diseases • www",
    "coda_data_split": "train",
    "coda_paper_id": 6810,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "An updated literature survey identified 1,407 recognized species of human pathogen, 58% of which are zoonotic. Of the total, 177 are regarded as emerging or reemerging. Zoonotic pathogens are twice as likely to be in this category as are nonzoonotic pathogens. Emerging and reemerging pathogens are not strongly associated with particular types of nonhuman hosts, but they are most likely to have the broadest host ranges. Emerging and reemerging zoonoses are associated with a wide range of drivers, but changes in land use and agriculture and demographic and societal changes are most commonly cited. However, although zoonotic pathogens do represent the most likely source of emerging and reemerging infectious disease, only a small minority have proved capable of causing major epidemics in the human population.",
      "sentences": [
        [
          {
            "segment_text": "An updated literature survey identified 1,407 recognized species of human pathogen ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "58 % of which are zoonotic .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Of the total , 177 are regarded as emerging or reemerging .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Zoonotic pathogens are twice as likely to be in this category as are nonzoonotic pathogens .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Emerging and reemerging pathogens are not strongly associated with particular types of nonhuman hosts ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but they are most likely to have the broadest host ranges .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Emerging and reemerging zoonoses are associated with a wide range of drivers ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but changes in land use and agriculture and demographic and societal changes are most commonly cited .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , although zoonotic pathogens do represent the most likely source of emerging and reemerging infectious disease ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "only a small minority have proved capable of causing major epidemics in the human population .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "10",
    "token_num": "138"
  }
}