{
  "paper_id": "63008713691bdb1d8eed016dbc54332f11d43739",
  "metadata": {
    "title": "Host Gene Expression Profiling of Dengue Virus Infection in Cell Lines and Patients",
    "coda_data_split": "train",
    "coda_paper_id": 9660,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Despite the seriousness of dengue-related disease, with an estimated 50-100 million cases of dengue fever and 250,000-500,000 cases of dengue hemorrhagic fever/dengue shock syndrome each year, a clear understanding of dengue pathogenesis remains elusive. Because of the lack of a disease model in animals and the complex immune interaction in dengue infection, the study of host response and immunopathogenesis is difficult. The development of genomics technology, microarray and high throughput quantitative PCR have allowed researchers to study gene expression changes on a much broader scale. We therefore used this approach to investigate the host response in dengue virusinfected cell lines and in patients developing dengue fever.",
      "sentences": [
        [
          {
            "segment_text": "Background : Despite the seriousness of dengue-related disease ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "with an estimated 50-100 million cases of dengue fever and 250,000-500,000 cases of dengue hemorrhagic fever/dengue shock syndrome each year ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a clear understanding of dengue pathogenesis remains elusive .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Because of the lack of a disease model in animals and the complex immune interaction in dengue infection ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the study of host response and immunopathogenesis is difficult .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The development of genomics technology ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "microarray and high throughput quantitative PCR have allowed researchers to study gene expression changes on a much broader scale .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We therefore used this approach to investigate the host response in dengue virusinfected cell lines and in patients developing dengue fever .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Methodology/Principal Findings: Using microarray and high throughput quantitative PCR method to monitor the host response to dengue viral replication in cell line infection models and in dengue patient blood samples, we identified differentially expressed genes along three major pathways; NF-kB initiated immune responses, type I interferon (IFN) and the ubiquitin proteasome pathway. Among the most highly upregulated genes were the chemokines IP-10 and I-TAC, both ligands of the CXCR3 receptor. Increased expression of IP-10 and I-TAC in the peripheral blood of ten patients at the early onset of fever was confirmed by ELISA. A highly upregulated gene in the IFN pathway, viperin, was overexpressed in A549 cells resulting in a significant reduction in viral replication. The upregulation of genes in the ubiquitin-proteasome pathway prompted the testing of proteasome inhibitors MG-132 and ALLN, both of which reduced viral replication.",
      "sentences": [
        [
          {
            "segment_text": "Methodology/Principal Findings : Using microarray and high throughput quantitative PCR method to monitor the host response to dengue viral replication in cell line infection models and in dengue patient blood samples ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we identified differentially expressed genes along three major pathways ; NF-kB initiated immune responses ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "type I interferon ( IFN ) and the ubiquitin proteasome pathway .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Among the most highly upregulated genes were the chemokines IP-10 and I-TAC ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "both ligands of the CXCR3 receptor .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Increased expression of IP-10 and I-TAC in the peripheral blood of ten patients at the early onset of fever was confirmed by ELISA .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A highly upregulated gene in the IFN pathway ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "viperin , was overexpressed in A549 cells resulting in a significant reduction in viral replication .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The upregulation of genes in the ubiquitin-proteasome pathway prompted the testing of proteasome inhibitors MG-132 and ALLN ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "both of which reduced viral replication .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusion/Significance: Unbiased gene expression analysis has identified new host genes associated with dengue infection, which we have validated in functional studies. We showed that some parts of the host response can be used as potential biomarkers for the disease while others can be used to control dengue viral replication, thus representing viable targets for drug therapy.",
      "sentences": [
        [
          {
            "segment_text": "Conclusion/Significance : Unbiased gene expression analysis has identified new host genes associated with dengue infection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which we have validated in functional studies .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We showed that some parts of the host response can be used as potential biomarkers for the disease while others can be used to control dengue viral replication ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "thus representing viable targets for drug therapy .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "11",
    "segment_num": "22",
    "token_num": "330"
  }
}