{
  "paper_id": "630a27f09c2caab65471e97cf1d538d364a2498a",
  "metadata": {
    "title": "First report of Toxoplasma gondii seroprevalence in peafowls in Yunnan Province, Southwestern China",
    "coda_data_split": "train",
    "coda_paper_id": 3703,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Toxoplasma gondii is an intracellular protozoan parasite infecting almost all warm-blooded animals, including birds, with a worldwide distribution. Surveys of T. gondii infection in wild birds have been reported extensively in the world, but little is known of T. gondii infection in peafowls worldwide. This study was performed to determine the seroprevalence of T. gondii infection in peafowls in Yunnan Province, southwestern China.",
      "sentences": [
        [
          {
            "segment_text": "Background : Toxoplasma gondii is an intracellular protozoan parasite infecting almost all warm-blooded animals ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including birds , with a worldwide distribution .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Surveys of T. gondii infection in wild birds have been reported extensively in the world ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but little is known of T. gondii infection in peafowls worldwide .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This study was performed to determine the seroprevalence of T. gondii infection in peafowls in Yunnan Province , southwestern China .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Methods: Sera from 277 peafowls, including 272 blue peafowls (Pavo cristatus) and 5 green peafowls (Pavo muticus) originated from two geographic areas in Yunnan Province were assayed for T. gondii antibodies using the modified agglutination test (MAT).",
      "sentences": [
        [
          {
            "segment_text": "Methods : Sera from 277 peafowls ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "including 272 blue peafowls ( Pavo cristatus ) and 5 green peafowls ( Pavo muticus ) originated from two geographic areas in Yunnan Province were assayed for T. gondii antibodies using the modified agglutination test ( MAT ) .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results: Specific T. gondii antibodies were detected in 35 of 277 (12.64%) peafowls (MAT titer ≥ 1:5). Seropositive birds were found in both species, 33 in 272 blue peafowls and 2 in 5 green peafowls. There was no significant difference in T. gondii seroprevalence between the adolescent birds (6.74%) and the adult birds (6.67%) (P \u003e 0.05). The geographical origins of peafowls was found to be highly associated with T. gondii infection in the present study, a statistically significant difference in T. gondii seropositivity was observed between peafowls from Kunming (31.08%) and those from Xishuangbanna Dai Autonomous Prefecture (5.91%) (OR \u003d 10.956, 95% CI \u003d 1.632-73.545, P \u003d 0.014). Statistical analyses showed that there were no significant interactions between ages and geographical origins of peafowls (P \u003e 0.05).",
      "sentences": [
        [
          {
            "segment_text": "Results : Specific T. gondii antibodies were detected in 35 of 277 ( 12.64 % ) peafowls ( MAT titer ≥ 1:5 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Seropositive birds were found in both species ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "33 in 272 blue peafowls and 2 in 5 green peafowls .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "There was no significant difference in T. gondii seroprevalence between the adolescent birds ( 6.74 % ) and the adult birds ( 6.67 % ) ( P \u003e 0.05 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The geographical origins of peafowls was found to be highly associated with T. gondii infection in the present study ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "a statistically significant difference in T. gondii seropositivity was observed between peafowls from Kunming ( 31.08 % ) and those from Xishuangbanna Dai Autonomous Prefecture ( 5.91 % ) ( OR \u003d 10.956 , 95 % CI \u003d 1.632-73.545 , P \u003d 0.014 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Statistical analyses showed that there were no significant interactions between ages and geographical origins of peafowls ( P \u003e 0.05 ) .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "The results of the present survey indicated that infection of peafowls with T. gondii is widespread in Yunnan Province, which has significant public health concerns and implications for prevention and control of toxoplamosis in this province. To our knowledge, this is the first seroprevalence report of T. gondii infection in China\u0027s southwestern Yunnan Province.",
      "sentences": [
        [
          {
            "segment_text": "The results of the present survey indicated that infection of peafowls with T. gondii is widespread in Yunnan Province ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which has significant public health concerns and implications for prevention and control of toxoplamosis in this province .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "To our knowledge , this is the first seroprevalence report of T. gondii infection in China \u0027s southwestern Yunnan Province .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "11",
    "segment_num": "17",
    "token_num": "339"
  }
}