{
  "paper_id": "630cf094987dd0a567cd7d4373e10928245f5dd6",
  "metadata": {
    "title": "To appear in: One Health",
    "coda_data_split": "train",
    "coda_paper_id": 10360,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Our coalition of public health experts, doctors, and scientists worldwide want to draw attention to the need for high-quality evaluation protocols of the potential beneficial effect of hydroxychloroquine (HCQ) as a post-exposure drug for exposed people, meaning people with close contact with positive tested patients, including home and medical caregivers. We have reviewed the mechanisms of antiviral effect of HCQ, the risk-benefit ratio taking into consideration the PK/PD of HCQ and the thresholds of efficacy.",
      "sentences": [
        [
          {
            "segment_text": "Our coalition of public health experts ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "doctors , and scientists worldwide want to draw attention to the need for high-quality evaluation protocols of the potential beneficial effect of hydroxychloroquine ( HCQ ) as a post-exposure drug for exposed people ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "meaning people with close contact with positive tested patients ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including home and medical caregivers .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We have reviewed the mechanisms of antiviral effect of HCQ ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the risk-benefit ratio taking into consideration the PK/PD of HCQ and the thresholds of efficacy .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "We have studied its use as an antimalarial, an antiviral, and an immunomodulating drug and concluded that the use of HCQ at does matching that of the standard treatment of Systemic Lupus erythematous, which has proven safety and efficacy in terms of HCQ blood and tissue concentration adapted to bodyweight (2,3), at 6mg/kg/day 1 (loading dose) followed by 5 mg/kg/day, with a maximum limit of 600 mg/day in all cases should swiftly be clinically evaluated as a post-exposure drug for exposed people. J o u r n a l P r e -p r o o f Journal Pre-proof epidemic. However, its administration should be done under medical control to avo id potential side effects and to prevent an uncontrolled use leading to supply shortages. J o u r n a l P r e -p r o o f Journal Pre-proof J o u r n a l P r e -p r o o f Journal Pre-proof J o u r n a l P r e -p r o o f Journal Pre-proof J o u r n a l P r e -p r o o f Journal Pre-proof J o u r n a l P r e -p r o o f Journal Pre-proof",
      "sentences": [
        [
          {
            "segment_text": "We have studied its use as an antimalarial ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "an antiviral , and an immunomodulating drug and concluded that the use of HCQ at does matching that of the standard treatment of Systemic Lupus erythematous ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which has proven safety and efficacy in terms of HCQ blood and tissue concentration adapted to bodyweight ( 2,3 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "at 6mg/kg/day 1 ( loading dose ) followed by 5 mg/kg/day ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with a maximum limit of 600 mg/day in all cases should swiftly be clinically evaluated as a post-exposure drug for exposed people .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "J o u r n a l P r e - p r o o f Journal Pre-proof epidemic .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "However , its administration should be done under medical control to avo id potential side effects and to prevent an uncontrolled use leading to supply shortages .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "J o u r n a l P r e - p r o o f Journal Pre-proof J o u r n a l P r e - p r o o f Journal Pre-proof J o u r n a l P r e - p r o o f Journal Pre-proof J o u r n a l P r e - p r o o f Journal Pre-proof J o u r n a l P r e - p r o o f Journal Pre-proof",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "6",
    "segment_num": "14",
    "token_num": "313"
  }
}