{
  "paper_id": "6318bb5c791bf5a04a5299fbb379335f801e7b0c",
  "metadata": {
    "title": "",
    "coda_data_split": "train",
    "coda_paper_id": 9327,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Healthcare workers (HCWs) carry a substantial risk of harm from infectious disease, particularly, but not exclusively, during outbreaks. More can be done by healthcare institutions to identify risks, quantify the current burden of preventable infectious disease amongst HCWs and identify opportunities for prevention. We suggest that institutional obligations should be clarified with respect to the mitigation of infectious disease risks to staff, and question the duty of HCWs to care while healthcare institutions persist with a reactive rather than proactive attitude to infectious disease threats.",
      "sentences": [
        [
          {
            "segment_text": "Healthcare workers ( HCWs ) carry a substantial risk of harm from infectious disease ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "particularly , but not exclusively , during outbreaks .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "More can be done by healthcare institutions to identify risks ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "quantify the current burden of preventable infectious disease amongst HCWs and identify opportunities for prevention .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We suggest that institutional obligations should be clarified with respect to the mitigation of infectious disease risks to staff ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and question the duty of HCWs to care while healthcare institutions persist with a reactive rather than proactive attitude to infectious disease threats .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "3",
    "segment_num": "6",
    "token_num": "95"
  }
}