{
  "paper_id": "63198770bae086e8cf554737e57600bcac736926",
  "metadata": {
    "title": "Journal Pre-proofs Future Perspectives of Wastewater-Based Epidemiology: Monitoring Infec- tious Disease Spread and Resistance to the Community Level Future Perspectives of Wastewater-Based Epidemiology: Monitoring Infectious Disease Spread and Resistance to the Community Level",
    "coda_data_split": "train",
    "coda_paper_id": 7874,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Infectious diseases are acknowledged as one of the most critical threats to global public health today. Climate change, unprecedented population growth with accelerated rates of antimicrobial resistance, have resulted in both the emergence of novel pathogenic organisms and the re-emergence of infections that were once controlled. The consequences have led to an increased vulnerability to infectious diseases globally. The ability to rapidly monitor the spread of diseases is key for prevention, intervention and control, however several limitations exist for current surveillance systems and the capacity to cope with the rapid population growth and environmental changes. Wastewater-Based Epidemiology (WBE) is a new epidemiology tool that has potential to act as a complementary approach for current infectious disease surveillance systems and an early warning system for disease outbreaks. WBE postulates that through the analysis of population pooled wastewater, infectious disease and resistance spread, the emergence of new disease outbreak to the community level can be monitored comprehensively and in real-time. This manuscript provides critical overview of current infectious disease surveillance status, as well as it introduces WBE and its recent advancements. It also provides recommendations for further development required for WBE application as an effective tool for infectious disease surveillance.",
      "sentences": [
        [
          {
            "segment_text": "Infectious diseases are acknowledged as one of the most critical threats to global public health today .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Climate change , unprecedented population growth with accelerated rates of antimicrobial resistance ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "have resulted in both the emergence of novel pathogenic organisms and the re-emergence of infections that were once controlled .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The consequences have led to an increased vulnerability to infectious diseases globally .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The ability to rapidly monitor the spread of diseases is key for prevention ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "intervention and control , however several limitations exist for current surveillance systems and the capacity to cope with the rapid population growth and environmental changes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Wastewater-Based Epidemiology ( WBE ) is a new epidemiology tool that has potential to act as a complementary approach for current infectious disease surveillance systems and an early warning system for disease outbreaks .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "WBE postulates that through the analysis of population pooled wastewater ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "infectious disease and resistance spread ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the emergence of new disease outbreak to the community level can be monitored comprehensively and in real-time .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "This manuscript provides critical overview of current infectious disease surveillance status ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as well as it introduces WBE and its recent advancements .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "It also provides recommendations for further development required for WBE application as an effective tool for infectious disease surveillance .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "13",
    "token_num": "215"
  }
}