{
  "paper_id": "633e89365f800d4e5c888ad2e2d8e580a7843065",
  "metadata": {
    "title": "Detection and characterization of three zoonotic viruses in wild rodents and shrews from Shenzhen city, China",
    "coda_data_split": "train",
    "coda_paper_id": 4809,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "RT-PCR targeting the conserved regions. The infection rates for mammarenavirus, hantaviruses, and HEV in rodents and shrews were 3.56%, 6.89%, and 1.66%, respectively. Partial genome fragment analysis indicated that mammarenavirus and hantavirus strains had more than 90% and 99% nucleic acid identity with Cardamones virus and Seoul virus, respectively, which cause diseases in humans. Although the present HEV strains identified are typically found worldwide, phylogenetic analysis demonstrated a divergence of 16%. To our knowledge, the present work is the first report of the prevalence of mammarenavirus, hantaviruses, and rat HEV strains in rodents and shrews from Shenzhen city, China. Our findings highlight the zoonotic potential of rodent-and shrew-borne mammarenavirus and hantavirus, and the biodiversity of rat HEV isolates in Shenzhen city. The present work suggests that utilization of good hygiene habits is important to minimize the risk of zoonosis.",
      "sentences": [
        [
          {
            "segment_text": "RT-PCR targeting the conserved regions .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The infection rates for mammarenavirus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "hantaviruses , and HEV in rodents and shrews were 3.56 % ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "6.89 % , and 1.66 % , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Partial genome fragment analysis indicated that mammarenavirus and hantavirus strains had more than 90 % and 99 % nucleic acid identity with Cardamones virus and Seoul virus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "respectively , which cause diseases in humans .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Although the present HEV strains identified are typically found worldwide ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "phylogenetic analysis demonstrated a divergence of 16 % .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "To our knowledge , the present work is the first report of the prevalence of mammarenavirus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "hantaviruses , and rat HEV strains in rodents and shrews from Shenzhen city , China .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our findings highlight the zoonotic potential of rodent-and shrew-borne mammarenavirus and hantavirus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the biodiversity of rat HEV isolates in Shenzhen city .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The present work suggests that utilization of good hygiene habits is important to minimize the risk of zoonosis .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "13",
    "token_num": "165"
  }
}