{
  "paper_id": "634b79269e0f00d35bcea1a2dc7643884b8c6b3a",
  "metadata": {
    "title": "Surface vimentin is critical for the cell entry of SARS-CoV",
    "coda_data_split": "train",
    "coda_paper_id": 9406,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Severe acute respiratory syndrome coronavirus (SARS-CoV) caused a global panic due to its high morbidity and mortality during 2002 and 2003. Soon after the deadly disease outbreak, the angiotensin-converting enzyme 2 (ACE2) was identified as a functional cellular receptor in vitro and in vivo for SARS-CoV spike protein.",
      "sentences": [
        [
          {
            "segment_text": "Background : Severe acute respiratory syndrome coronavirus ( SARS-CoV ) caused a global panic due to its high morbidity and mortality during 2002 and 2003 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Soon after the deadly disease outbreak ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the angiotensin-converting enzyme 2 ( ACE2 ) was identified as a functional cellular receptor in vitro and in vivo for SARS-CoV spike protein .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "However, ACE2 solely is not sufficient to allow host cells to become susceptible to SARS-CoV infection, and other host factors may be involved in SARS-CoV spike protein-ACE2 complex.",
      "sentences": [
        [
          {
            "segment_text": "However , ACE2 solely is not sufficient to allow host cells to become susceptible to SARS-CoV infection ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and other host factors may be involved in SARS-CoV spike protein-ACE2 complex .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Results: A host intracellular filamentous cytoskeletal protein vimentin was identified by immunoprecipitation and LC-MS/MS analysis following chemical cross-linking on Vero E6 cells that were pre-incubated with the SARS-CoV spike protein. Moreover, flow cytometry data demonstrated an increase of the cell surface vimentin level by 16.5 % after SARS-CoV permissive Vero E6 cells were treated with SARS-CoV virus-like particles (VLPs). A direct interaction between SARS-CoV spike protein and host surface vimentin was further confirmed by far-Western blotting. In addition, antibody neutralization assay and shRNA knockdown experiments indicated a vital role of vimentin in cell binding and uptake of SARS-CoV VLPs and the viral spike protein.",
      "sentences": [
        [
          {
            "segment_text": "Results : A host intracellular filamentous cytoskeletal protein vimentin was identified by immunoprecipitation and LC-MS/MS analysis following chemical cross-linking on Vero E6 cells that were pre-incubated with the SARS-CoV spike protein .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , flow cytometry data demonstrated an increase of the cell surface vimentin level by 16.5 % after SARS-CoV permissive Vero E6 cells were treated with SARS-CoV virus-like particles ( VLPs ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A direct interaction between SARS-CoV spike protein and host surface vimentin was further confirmed by far-Western blotting .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , antibody neutralization assay and shRNA knockdown experiments indicated a vital role of vimentin in cell binding and uptake of SARS-CoV VLPs and the viral spike protein .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions: A direct interaction between vimentin and SARS-CoV spike protein during viral entry was observed. Vimentin is a putative anti-viral drug target for preventing/reducing the susceptibility to SARS-CoV infection.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions : A direct interaction between vimentin and SARS-CoV spike protein during viral entry was observed .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Vimentin is a putative anti-viral drug target for preventing/reducing the susceptibility to SARS-CoV infection .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "9",
    "segment_num": "11",
    "token_num": "233"
  }
}