{
  "paper_id": "63623d3ca9054b31d5a336d6f5c421b1b8503de1",
  "metadata": {
    "title": "Evaluation of sentinel surveillance system for monitoring hand, foot and mouth disease in Hong Kong",
    "coda_data_split": "train",
    "coda_paper_id": 8730,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Evaluation Surveillance system Communicable diseases Epidemiology s u m m a r y Objectives: A sentinel surveillance system (SSS) was set up in Hong Kong to monitor hand, foot and mouth disease (HFMD) trends. This evaluation assessed the performance of the SSS from 2001 to 2009, and aimed to identify areas for improvement.",
      "sentences": [
        [
          {
            "segment_text": "Evaluation Surveillance system Communicable diseases Epidemiology s u m m a r y Objectives : A sentinel surveillance system ( SSS ) was set up in Hong Kong to monitor hand ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "foot and mouth disease ( HFMD ) trends .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This evaluation assessed the performance of the SSS from 2001 to 2009 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and aimed to identify areas for improvement .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Study design: A retrospective review using structured guidelines for evaluating public health surveillance systems published by the US Centers for Disease Control and Prevention.",
      "sentences": [
        [
          {
            "segment_text": "Study design : A retrospective review using structured guidelines for evaluating public health surveillance systems published by the US Centers for Disease Control and Prevention .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Methods: The effectiveness of the SSS was evaluated using routine service statistics, laboratory surveillance data, and results of an acceptability survey conducted among the sentinel doctors. This information was used to assess various attributes of the SSS including simplicity, flexibility, data quality, usefulness, sensitivity, specificity, positive predictive value (PPV), representativeness, timeliness and acceptability.",
      "sentences": [
        [
          {
            "segment_text": "Methods : The effectiveness of the SSS was evaluated using routine service statistics ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "laboratory surveillance data , and results of an acceptability survey conducted among the sentinel doctors .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "This information was used to assess various attributes of the SSS including simplicity ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "flexibility , data quality , usefulness ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "sensitivity , specificity , positive predictive value ( PPV ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "representativeness , timeliness and acceptability .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results: The SSS was simple and flexible with high-quality data. It correlated well with the laboratory surveillance data (P \u003c 0.001) and facilitated early detection of community epidemics. It helped to identify seasonal trends and high-risk groups. Specificity was high (83.4e88.5%), while sensitivity and PPV were borderline satisfactory (38.4e56.8%). The sentinel clinics were representative of the population distribution. The SSS was acceptable to the sentinel doctors, but 17.9e28.2% of them had delays in reporting.",
      "sentences": [
        [
          {
            "segment_text": "Results : The SSS was simple and flexible with high-quality data .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "It correlated well with the laboratory surveillance data ( P \u003c 0.001 ) and facilitated early detection of community epidemics .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "It helped to identify seasonal trends and high-risk groups .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Specificity was high ( 83.4 e88 .5 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while sensitivity and PPV were borderline satisfactory ( 38.4 e56 .8 % ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The sentinel clinics were representative of the population distribution .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The SSS was acceptable to the sentinel doctors ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but 17.9 e28 .2 % of them had delays in reporting .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "The SSS is effective for monitoring HFMD trends in Hong Kong, and is useful for initiating preventive measures.",
      "sentences": [
        [
          {
            "segment_text": "The SSS is effective for monitoring HFMD trends in Hong Kong ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and is useful for initiating preventive measures .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "5",
    "sentence_num": "12",
    "segment_num": "21",
    "token_num": "274"
  }
}