{
  "paper_id": "6364a6acea5c75ec6f2e82ae0a032abe593f4e0f",
  "metadata": {
    "title": "Molecular Virology of Hepatitis E Virus",
    "coda_data_split": "train",
    "coda_paper_id": 4365,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "This review details the molecular virology of the hepatitis E virus (HEV). While replicons and in vitro infection systems have recently become available, a lot of information on HEV has been generated through comparisons with better-studied positive-strand RNA viruses and through subgenomic expression of viral open reading frames. These models are now being verified with replicon and infection systems. We provide here the current knowledge on the HEV genome and its constituent proteins -ORF1, ORF2 and ORF3. Based on the available information, we also modify the existing model of the HEV life cycle.",
      "sentences": [
        [
          {
            "segment_text": "This review details the molecular virology of the hepatitis E virus ( HEV ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "While replicons and in vitro infection systems have recently become available ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a lot of information on HEV has been generated through comparisons with better-studied positive-strand RNA viruses and through subgenomic expression of viral open reading frames .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These models are now being verified with replicon and infection systems .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We provide here the current knowledge on the HEV genome and its constituent proteins - ORF1 , ORF2 and ORF3 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Based on the available information ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "we also modify the existing model of the HEV life cycle .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "7",
    "token_num": "104"
  }
}