{
  "paper_id": "6375baf81c273d0aa93411b754c8685d9e176af0",
  "metadata": {
    "title": "A health concern regarding the protein corona, aggregation and disaggregation",
    "coda_data_split": "train",
    "coda_paper_id": 4674,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "A B S T R A C T Nanoparticle (NP)-protein complexes exhibit the \"correct identity\" of NP in biological media. Therefore, protein-NP interactions should be closely explored to understand and modulate the nature of NPs in medical implementations. This review focuses mainly on the physicochemical parameters such as dimension, surface chemistry, morphology of NPs, and influence of pH on the formation of protein corona and conformational changes of adsorbed proteins by different kinds of techniques. Also, the impact of protein corona on the colloidal stability of NPs is discussed. Uncontrolled protein attachment on NPs may bring unwanted impacts such as protein denaturation and aggregation. In contrast, controlled protein adsorption by optimal concentration, size, pH, and surface modification of NPs may result in potential implementation of NPs as therapeutic agents especially for disaggregation of amyloid fibrils. Also, the effect of NPs-protein corona on reducing the cytotoxicity and clinical implications such as drug delivery, cancer therapy, imaging and diagnosis will be discussed. Validated correlative physicochemical parameters for NP-protein corona formation frequently derived from protein corona fingerprints of NPs which are more valid than the parameters obtained only on the base of NP features. This review may provide useful information regarding the potency as well as the adverse effects of NPs to predict their behavior in vivo.",
      "sentences": [
        [
          {
            "segment_text": "A B S T R A C T Nanoparticle ( NP ) - protein complexes exhibit the `` correct identity \u0027\u0027 of NP in biological media .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Therefore , protein-NP interactions should be closely explored to understand and modulate the nature of NPs in medical implementations .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review focuses mainly on the physicochemical parameters such as dimension ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "surface chemistry , morphology of NPs ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and influence of pH on the formation of protein corona and conformational changes of adsorbed proteins by different kinds of techniques .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Also , the impact of protein corona on the colloidal stability of NPs is discussed .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Uncontrolled protein attachment on NPs may bring unwanted impacts such as protein denaturation and aggregation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In contrast , controlled protein adsorption by optimal concentration ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "size , pH , and surface modification of NPs may result in potential implementation of NPs as therapeutic agents especially for disaggregation of amyloid fibrils .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Also , the effect of NPs-protein corona on reducing the cytotoxicity and clinical implications such as drug delivery ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "cancer therapy , imaging and diagnosis will be discussed .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Validated correlative physicochemical parameters for NP-protein corona formation frequently derived from protein corona fingerprints of NPs which are more valid than the parameters obtained only on the base of NP features .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This review may provide useful information regarding the potency as well as the adverse effects of NPs to predict their behavior in vivo .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "13",
    "token_num": "241"
  }
}