{
  "paper_id": "638c6b2e4772152a6cba52184c98dec9ca288c16",
  "metadata": {
    "title": "A case of bronchiolitis obliterans organizing pneumonia in an HIV-infected Korean patient successfully treated with clarithromycin",
    "coda_data_split": "train",
    "coda_paper_id": 10596,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Bronchiolitis obliterans organizing pneumonia (BOOP) is a type of diffuse interstitial lung disease characterized by the pathology of fibroblastic plugs in the lumens of the respiratory bronchioles, alveolar ducts, and alveoli. The occurrence of BOOP in human immunodeficiency virus (HIV)-infected patients has rarely been described, and there have been no clinical case reports in Korea. Case presentation: A 24-year-old female who had been diagnosed with HIV ten years prior was admitted due to a 1-year history of cough and sputum production and a 3-day history of fever. She had poor adherence to anti-retroviral therapy (ART) due to gastrointestinal troubles. At the time of admission, her CD4 T-cell count was 5 cells/mm 3 . A high resolution computed tomography (CT) scan showed tiny centrilobular nodules with a tree-in-bud pattern in both lungs. Bacterial culture, Pneumocystis jirovecii polymerase chain reaction (PCR), Aspergillus galactomannan antigen (Ag) assay, and respiratory virus PCR were negative. Rapid chest x-ray improvement was seen after a 7-day treatment with anti-tuberculosis medication, ceftriaxone, and clarithromycin. Miliary tuberculosis seemed unlikely considering the rapid radiologic improvement and negative tuberculosis PCR results. Due to the unknown etiology, we performed video-assisted thoracoscopic surgery (VATS) to determine the cause of the diffuse lung infiltration. Pathologic findings were consistent with BOOP, while tissue acid-fast bacilli (AFB) stain and tuberculosis PCR results were negative. Tuberculosis medication and intravenous ceftriaxone were discontinued, while treatment with clarithromycin monotherapy was sustained. Five months after discharge, the patient was asymptomatic with a normal chest x-ray and as her adherence to ART improved, her CD4 T-cell count rose to 181 cells/mm 3 . Clarithromycin was discontinued at that time and the patient is currently receiving regular outpatient follow-up. Conclusion: This case suggests that macrolides are a potential treatment option in HIV-infected patients with mild BOOP. In cases that are otherwise unexplained or unresponsive to treatment, BOOP should be taken into consideration and surgical biopsy performed to confirm a diagnosis of BOOP.",
      "sentences": [
        [
          {
            "segment_text": "Background : Bronchiolitis obliterans organizing pneumonia ( BOOP ) is a type of diffuse interstitial lung disease characterized by the pathology of fibroblastic plugs in the lumens of the respiratory bronchioles ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "alveolar ducts , and alveoli .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The occurrence of BOOP in human immunodeficiency virus ( HIV ) - infected patients has rarely been described ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and there have been no clinical case reports in Korea .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Case presentation : A 24-year-old female who had been diagnosed with HIV ten years prior was admitted due to a 1-year history of cough and sputum production and a 3-day history of fever .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "She had poor adherence to anti-retroviral therapy ( ART ) due to gastrointestinal troubles .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "At the time of admission ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "her CD4 T-cell count was 5 cells/mm 3 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A high resolution computed tomography ( CT ) scan showed tiny centrilobular nodules with a tree-in-bud pattern in both lungs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Bacterial culture , Pneumocystis jirovecii polymerase chain reaction ( PCR ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Aspergillus galactomannan antigen ( Ag ) assay ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and respiratory virus PCR were negative .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Rapid chest x-ray improvement was seen after a 7-day treatment with anti-tuberculosis medication , ceftriaxone , and clarithromycin .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Miliary tuberculosis seemed unlikely considering the rapid radiologic improvement and negative tuberculosis PCR results .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Due to the unknown etiology ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "we performed video-assisted thoracoscopic surgery ( VATS ) to determine the cause of the diffuse lung infiltration .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Pathologic findings were consistent with BOOP ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while tissue acid-fast bacilli ( AFB ) stain and tuberculosis PCR results were negative .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Tuberculosis medication and intravenous ceftriaxone were discontinued ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while treatment with clarithromycin monotherapy was sustained .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Five months after discharge , the patient was asymptomatic with a normal chest x-ray and as her adherence to ART improved ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "her CD4 T-cell count rose to 181 cells/mm 3 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Clarithromycin was discontinued at that time and the patient is currently receiving regular outpatient follow-up .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusion : This case suggests that macrolides are a potential treatment option in HIV-infected patients with mild BOOP .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In cases that are otherwise unexplained or unresponsive to treatment ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "BOOP should be taken into consideration and surgical biopsy performed to confirm a diagnosis of BOOP .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "16",
    "segment_num": "26",
    "token_num": "371"
  }
}