{
  "paper_id": "63aeb2ae0cf9c92c1d5b86516efc0bc748e805e7",
  "metadata": {
    "title": "Mechanisms for lyssavirus persistence in non-synanthropic bats in Europe: insights from a modeling study",
    "coda_data_split": "train",
    "coda_paper_id": 10364,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Bats are natural reservoirs of the largest proportion of viral zoonoses among mammals, thus understanding the conditions for pathogen persistence in bats is essential to reduce human risk.",
      "sentences": [
        [
          {
            "segment_text": "Bats are natural reservoirs of the largest proportion of viral zoonoses among mammals ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "thus understanding the conditions for pathogen persistence in bats is essential to reduce human risk .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Miniopterus schreibersii bat species in Catalonia. We find that persistence relies on host spatial structure through the migratory nature of M. schreibersii, on cross-species mixing with M. myotis, and on survival of infected animals followed by temporary immunity. The virus would not persist in the single colony of M. myotis. Our study provides for the first time epidemiological estimates for EBLV-1 progression in M. schreibersii. Our approach can be readily adapted to other zoonoses of public health concern where long-range migration and habitat sharing may play an important role.",
      "sentences": [
        [
          {
            "segment_text": "Miniopterus schreibersii bat species in Catalonia .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We find that persistence relies on host spatial structure through the migratory nature of M. schreibersii ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "on cross-species mixing with M. myotis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and on survival of infected animals followed by temporary immunity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The virus would not persist in the single colony of M. myotis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our study provides for the first time epidemiological estimates for EBLV-1 progression in M. schreibersii .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our approach can be readily adapted to other zoonoses of public health concern where long-range migration and habitat sharing may play an important role .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "6",
    "segment_num": "9",
    "token_num": "126"
  }
}