{
  "paper_id": "63b0ddadfa0479a4aa56b655ae87a101d5299902",
  "metadata": {
    "title": "Current status and future direction of cryopreservation of camelid embryos",
    "coda_data_split": "train",
    "coda_paper_id": 10527,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Over the past 3 decades, and similar to the horse industry, fresh embryo transfer has been widely practiced on large commercial scales in different camelid species, especially the dromedary camel and alpaca. However, the inability to cryopreserve embryos significantly reduces its broader application, and as such limits the capacity to utilize elite genetic resources internationally. In addition, cryopreservation of the semen of camelids is also difficult, suggesting an extreme sensitivity of the germplasm to cooling and freezing. As a result, genetic resources of camelids must continue to be maintained as living collections of animals. Due to concerns over disease outbreaks such as that of the highly pathogenic Middle East Respiratory Syndrome in the Middle East and Asia, there is an urgent need to establish an effective gene banking system for camelid species, especially the camel. The current review compares and summarizes recent progress in the field of camelid embryo cryopreservation, identifying four possible reasons for the slow development of an effective protocol and describing eight future directions to improve the current protocols. At the same time, the results of a recent dromedary camel embryo transfer study which produced a high morphologic integrity and survival rate of Open Pulled Straw-vitrified embryos are also discussed.",
      "sentences": [
        [
          {
            "segment_text": "Over the past 3 decades ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and similar to the horse industry ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "fresh embryo transfer has been widely practiced on large commercial scales in different camelid species ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "especially the dromedary camel and alpaca .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , the inability to cryopreserve embryos significantly reduces its broader application ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and as such limits the capacity to utilize elite genetic resources internationally .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In addition , cryopreservation of the semen of camelids is also difficult ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "suggesting an extreme sensitivity of the germplasm to cooling and freezing .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "As a result , genetic resources of camelids must continue to be maintained as living collections of animals .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Due to concerns over disease outbreaks such as that of the highly pathogenic Middle East Respiratory Syndrome in the Middle East and Asia ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "there is an urgent need to establish an effective gene banking system for camelid species , especially the camel .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The current review compares and summarizes recent progress in the field of camelid embryo cryopreservation ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "identifying four possible reasons for the slow development of an effective protocol and describing eight future directions to improve the current protocols .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "At the same time , the results of a recent dromedary camel embryo transfer study which produced a high morphologic integrity and survival rate of Open Pulled Straw-vitrified embryos are also discussed .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "14",
    "token_num": "222"
  }
}