{
  "paper_id": "63be870a50a6f2736945462450822bc94c63a254",
  "metadata": {
    "title": "The SARS-coronavirus papain-like protease: Structure, function and inhibition by designed antiviral compounds",
    "coda_data_split": "train",
    "coda_paper_id": 7222,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Over 10 years have passed since the deadly human coronavirus that causes severe acute respiratory syndrome (SARS-CoV) emerged from the Guangdong Province of China. Despite the fact that the SARS-CoV pandemic infected over 8500 individuals, claimed over 800 lives and cost billions of dollars in economic loss worldwide, there still are no clinically approved antiviral drugs, vaccines or monoclonal antibody therapies to treat SARS-CoV infections. The recent emergence of the deadly human coronavirus that causes Middle East respiratory syndrome (MERS-CoV) is a sobering reminder that new and deadly coronaviruses can emerge at any time with the potential to become pandemics. Therefore, the continued development of therapeutic and prophylactic countermeasures to potentially deadly coronaviruses is warranted. The coronaviral proteases, papain-like protease (PLpro) and 3C-like protease (3CLpro), are attractive antiviral drug targets because they are essential for coronaviral replication. Although the primary function of PLpro and 3CLpro are to process the viral polyprotein in a coordinated manner, PLpro has the additional function of stripping ubiquitin and ISG15 from host-cell proteins to aid coronaviruses in their evasion of the host innate immune responses. Therefore, targeting PLpro with antiviral drugs may have an advantage in not only inhibiting viral replication but also inhibiting the dysregulation of signaling cascades in infected cells that may lead to cell death in surrounding, uninfected cells. This review provides an up-to-date discussion on the SARS-CoV papain-like protease including a brief overview of the SARS-CoV genome and replication followed by a more in-depth discussion on the structure and catalytic mechanism of SARS-CoV PLpro, the multiple cellular functions of SARS-CoV PLpro, the inhibition of SARS-CoV PLpro by small molecule inhibitors, and the prospect of inhibiting papain-like protease from other coronaviruses. This paper forms part of a series of invited articles in Antiviral Research on \u0027\u0027From SARS to MERS: 10 years of research on highly pathogenic human coronaviruses.\u0027\u0027 Ó",
      "sentences": [
        [
          {
            "segment_text": "Over 10 years have passed since the deadly human coronavirus that causes severe acute respiratory syndrome ( SARS-CoV ) emerged from the Guangdong Province of China .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Despite the fact that the SARS-CoV pandemic infected over 8500 individuals ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "claimed over 800 lives and cost billions of dollars in economic loss worldwide ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "there still are no clinically approved antiviral drugs ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "vaccines or monoclonal antibody therapies to treat SARS-CoV infections .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The recent emergence of the deadly human coronavirus that causes Middle East respiratory syndrome ( MERS-CoV ) is a sobering reminder that new and deadly coronaviruses can emerge at any time with the potential to become pandemics .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Therefore , the continued development of therapeutic and prophylactic countermeasures to potentially deadly coronaviruses is warranted .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The coronaviral proteases , papain-like protease ( PLpro ) and 3C-like protease ( 3CLpro ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "are attractive antiviral drug targets because they are essential for coronaviral replication .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although the primary function of PLpro and 3CLpro are to process the viral polyprotein in a coordinated manner ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "PLpro has the additional function of stripping ubiquitin and ISG15 from host-cell proteins to aid coronaviruses in their evasion of the host innate immune responses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Therefore , targeting PLpro with antiviral drugs may have an advantage in not only inhibiting viral replication but also inhibiting the dysregulation of signaling cascades in infected cells that may lead to cell death in surrounding , uninfected cells .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review provides an up-to-date discussion on the SARS-CoV papain-like protease including a brief overview of the SARS-CoV genome and replication followed by a more in-depth discussion on the structure and catalytic mechanism of SARS-CoV PLpro ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "the multiple cellular functions of SARS-CoV PLpro ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the inhibition of SARS-CoV PLpro by small molecule inhibitors ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the prospect of inhibiting papain-like protease from other coronaviruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This paper forms part of a series of invited articles in Antiviral Research on `` From SARS to MERS : 10 years of research on highly pathogenic human coronaviruses . \u0027\u0027",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Ó",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "18",
    "token_num": "339"
  }
}