{
  "paper_id": "63cee82294a2801e8e7334a843ea8da755e2935f",
  "metadata": {
    "title": "Decoding the complexity of type I interferon to treat persistent viral infections",
    "coda_data_split": "train",
    "coda_paper_id": 6718,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Type I interferons (IFN-I) are a broad family of cytokines that are central to the innate immune response. These proteins have long been appreciated for the critical roles they play in restraining viral infections and shaping antiviral immune responses. However, in recent years there has been increased awareness of the immunosuppressive actions of these proteins as well. While there are many current therapeutic applications to manipulate IFN-I pathways we have limited understanding of the mechanisms by which these therapies are actually functioning. In this review we highlight the diversity and temporal impact of IFN-I signaling, discuss the current therapeutic uses of IFN-I, and explore the strategy of blocking IFN-I to alleviate immune dysfunction in persistent virus infections.",
      "sentences": [
        [
          {
            "segment_text": "Type I interferons ( IFN-I ) are a broad family of cytokines that are central to the innate immune response .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These proteins have long been appreciated for the critical roles they play in restraining viral infections and shaping antiviral immune responses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , in recent years there has been increased awareness of the immunosuppressive actions of these proteins as well .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "While there are many current therapeutic applications to manipulate IFN-I pathways we have limited understanding of the mechanisms by which these therapies are actually functioning .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this review we highlight the diversity and temporal impact of IFN-I signaling ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "discuss the current therapeutic uses of IFN-I ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and explore the strategy of blocking IFN-I to alleviate immune dysfunction in persistent virus infections .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "7",
    "token_num": "127"
  }
}