{
  "paper_id": "63f675b756e21a4b0f8038679217a30f48d9f308",
  "metadata": {
    "title": "Influence of the probiotic Bacillus cereus var. toyoi on the intestinal immunity of piglets",
    "coda_data_split": "train",
    "coda_paper_id": 6393,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "In a feeding trial, sows and piglets were fed with the probiotic bacterium Bacillus cereus var. toyoi as a feed additive, and the effects on immune cell populations were examined. The development of the gut immune system was determined for piglets at the ages of 14, 28, 35 and 56 days post partum. Tissue samples of the Jejunum and the continuous Peyer\u0027s patch were used for enumeration of intraepithelial lymphocyte populations by fluorescence activated flow cytometry and fluorescence microscopy. Both independent methods of investigation led to similar results: the population of intraepithelial CD8+ T cells was significantly enhanced in the probiotic group piglets ( p 0.05), and the numbers of gd T cells tended to be higher in the intestinal epithelium ( p \u003c 0.1) at the time of weaning (day 28). Lamina propria lymphocytes were also influenced by the treatment. Application of B. cereus var. toyoi resulted in significantly more CD25+ lymphocytes and gd T cells in the probiotic group post-weaning. The occurrence of pathogenic Escherichia coli serogroups was also less frequent in the feces of piglets from the probiotic group. The finding that the CD8+ T cell population in the intestinal mucosa showed changes on day 28 indicated that the influence of B. cereus var. toyoi supplementation on the intestinal immune system started before weaning, an observation supported by changes in the intestinal microflora observed during the suckling-period. The results suggest that feeding of B. cereus var. toyoi to sows may result in beneficial effects on piglet health status independent of their feed supplementation. #",
      "sentences": [
        [
          {
            "segment_text": "In a feeding trial , sows and piglets were fed with the probiotic bacterium Bacillus cereus var .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "toyoi as a feed additive ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and the effects on immune cell populations were examined .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The development of the gut immune system was determined for piglets at the ages of 14 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "28 , 35 and 56 days post partum .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Tissue samples of the Jejunum and the continuous Peyer \u0027s patch were used for enumeration of intraepithelial lymphocyte populations by fluorescence activated flow cytometry and fluorescence microscopy .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Both independent methods of investigation led to similar results : the population of intraepithelial CD8 + T cells was significantly enhanced in the probiotic group piglets ( p 0.05 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the numbers of gd T cells tended to be higher in the intestinal epithelium ( p \u003c 0.1 ) at the time of weaning ( day 28 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Lamina propria lymphocytes were also influenced by the treatment .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Application of B. cereus var .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "toyoi resulted in significantly more CD25 + lymphocytes and gd T cells in the probiotic group post-weaning .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The occurrence of pathogenic Escherichia coli serogroups was also less frequent in the feces of piglets from the probiotic group .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The finding that the CD8 + T cell population in the intestinal mucosa showed changes on day 28 indicated that the influence of B. cereus var .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "toyoi supplementation on the intestinal immune system started before weaning ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "an observation supported by changes in the intestinal microflora observed during the suckling-period .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The results suggest that feeding of B. cereus var .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "toyoi to sows may result in beneficial effects on piglet health status independent of their feed supplementation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "#",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "14",
    "segment_num": "18",
    "token_num": "285"
  }
}