{
  "paper_id": "63f9ef8701b8b68aab585d81fa58bd567ade8e4a",
  "metadata": {
    "title": "Critical role of cellular cholesterol in bovine rotavirus infection",
    "coda_data_split": "train",
    "coda_paper_id": 7298,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Bovine rotavirus (BRV) is a non-enveloped dsRNA virus that cause neonatal calf diarrhea. Lipid rafts are cholesterol-enrich membrane mircodomains that play a vital role in many cellular processes. In this study, the effect of cellular cholesterol depletion on infection of MA-104 cells with bovine rotavirus was investigated.",
      "sentences": [
        [
          {
            "segment_text": "Background : Bovine rotavirus ( BRV ) is a non-enveloped dsRNA virus that cause neonatal calf diarrhea .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Lipid rafts are cholesterol-enrich membrane mircodomains that play a vital role in many cellular processes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , the effect of cellular cholesterol depletion on infection of MA-104 cells with bovine rotavirus was investigated .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Results: We demonstrated that cholesterol depletion of the plasma membrane by MβCD had no effect on BRV binding to cells but significantly impaired BRV entry in a dose-dependent manner and the effect was partially reversed by addition of exogenous cholesterol, suggesting the reduction of BRV infection by MβCD was specifically due to cholesterol depletion. Cholesterol depletion after virus entry did not reduce BRV replication, whereas affected virus assembly.",
      "sentences": [
        [
          {
            "segment_text": "Results : We demonstrated that cholesterol depletion of the plasma membrane by MβCD had no effect on BRV binding to cells but significantly impaired BRV entry in a dose-dependent manner and the effect was partially reversed by addition of exogenous cholesterol ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "suggesting the reduction of BRV infection by MβCD was specifically due to cholesterol depletion .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Cholesterol depletion after virus entry did not reduce BRV replication , whereas affected virus assembly .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions: Taken together, our results demonstrate that cell membrane cholesterol is essential to BRV infectivity.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions : Taken together , our results demonstrate that cell membrane cholesterol is essential to BRV infectivity .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "6",
    "segment_num": "7",
    "token_num": "146"
  }
}