{
  "paper_id": "6416d311b8e5e360921299299fc25f039aac823a",
  "metadata": {
    "title": "Development of a safe neutralization assay for SARS-CoV and characterization of S-glycoprotein",
    "coda_data_split": "train",
    "coda_paper_id": 6083,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The etiological agent of severe acute respiratory syndrome (SARS) has been identified as a novel coronavirus SARS-CoV. Similar to other coronaviruses, spike (S)-glycoprotein of the virus interacts with a cellular receptor and mediates membrane fusion to allow viral entry into susceptible target cells. Accordingly, S-protein plays an important role in virus infection cycle and is the primary target of neutralizing antibodies. To begin to understand its biochemical and immunological properties, we expressed both full-length and ectodomain of the protein in various primate cells. Our results show that the protein has an electrophoretic mobility of about 160 -170 kDa. The protein is glycosylated with high mannose and/or hybrid oligosaccharides, which account for approximately 30 kDa of the apparent protein mass. The detection of S-protein by immunoassays was difficult using human convalescent sera, suggesting that the protein may not elicit strong humoral immune response in virus-infected patients. We were able to pseudotype murine leukemia virus particles with S-protein and produce SARS pseudoviruses. Pseudoviruses infected Vero E6 cells in a pH-independent manner and the infection could be specifically inhibited by convalescent sera. Consistent with low levels of antibodies against S-protein, neutralizing activity was weak with 50% neutralization titers ranging between 1:15 to 1:25. To facilitate quantifying pseudovirus-infected cells, which are stained blue with X-Gal, we devised an automated procedure using an ELISPOT analyzer. The high-throughput capacity of this procedure and the safety of using SARS pseudoviruses should make possible large-scale analyses of neutralizing antibody responses against SARS-CoV. D",
      "sentences": [
        [
          {
            "segment_text": "The etiological agent of severe acute respiratory syndrome ( SARS ) has been identified as a novel coronavirus SARS-CoV .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Similar to other coronaviruses , spike ( S ) - glycoprotein of the virus interacts with a cellular receptor and mediates membrane fusion to allow viral entry into susceptible target cells .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Accordingly , S-protein plays an important role in virus infection cycle and is the primary target of neutralizing antibodies .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To begin to understand its biochemical and immunological properties ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "we expressed both full-length and ectodomain of the protein in various primate cells .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Our results show that the protein has an electrophoretic mobility of about 160 -170 kDa .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The protein is glycosylated with high mannose and/or hybrid oligosaccharides ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which account for approximately 30 kDa of the apparent protein mass .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The detection of S-protein by immunoassays was difficult using human convalescent sera ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "suggesting that the protein may not elicit strong humoral immune response in virus-infected patients .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We were able to pseudotype murine leukemia virus particles with S-protein and produce SARS pseudoviruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Pseudoviruses infected Vero E6 cells in a pH-independent manner and the infection could be specifically inhibited by convalescent sera .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Consistent with low levels of antibodies against S-protein ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "neutralizing activity was weak with 50 % neutralization titers ranging between 1:15 to 1:25 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "To facilitate quantifying pseudovirus-infected cells ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which are stained blue with X-Gal ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "we devised an automated procedure using an ELISPOT analyzer .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The high-throughput capacity of this procedure and the safety of using SARS pseudoviruses should make possible large-scale analyses of neutralizing antibody responses against SARS-CoV .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "D",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "13",
    "segment_num": "19",
    "token_num": "272"
  }
}