{
  "paper_id": "64176613bb25e65813db1f0b8588bbd6c2b75adb",
  "metadata": {
    "title": "Study in performance analysis of China Urban Emergency Response System based on Petri net",
    "coda_data_split": "train",
    "coda_paper_id": 8195,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Urban Emergency Response System (UERS) is a modernization symbol of a city. With acceleration of urbanization process and constant expansion of city size in China, China cities must respond to various emergencies timely and effectively to satisfy urban residents\u0027 needs for public security. In recent years, many China cities made trials and efforts in setting up and improving the UERS. At the same time, the China government began to build Emergency Response Systems (ERS) in some cities to deal with various possible emergencies. In this paper, using Petri net (PN), we study the performance of China typical UERS and establish its PN model for performance analysis. Based on the Markov chain (MC) of the model, the performance of China typical UERS is analyzed. Results from our simulation are in conformity with practical operation of China current UERS.",
      "sentences": [
        [
          {
            "segment_text": "Urban Emergency Response System ( UERS ) is a modernization symbol of a city .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "With acceleration of urbanization process and constant expansion of city size in China ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "China cities must respond to various emergencies timely and effectively to satisfy urban residents \u0027 needs for public security .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In recent years , many China cities made trials and efforts in setting up and improving the UERS .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "At the same time , the China government began to build Emergency Response Systems ( ERS ) in some cities to deal with various possible emergencies .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this paper , using Petri net ( PN ) ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "we study the performance of China typical UERS and establish its PN model for performance analysis .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Based on the Markov chain ( MC ) of the model ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "the performance of China typical UERS is analyzed .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results from our simulation are in conformity with practical operation of China current UERS .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "10",
    "token_num": "159"
  }
}