{
  "paper_id": "642b6e266226c964eb572e19a45a39f7135a93b7",
  "metadata": {
    "title": "Heterologous recombination in the segmented dsRNA genome of bacteriophage (I)6 General background of viral RNA recombination",
    "coda_data_split": "train",
    "coda_paper_id": 10443,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The genome of bacteriophage q~6 is composed of three unique segments of double-stranded RNA packaged within a procapsid. One segment can recombine with another in regions that share little sequence similarity. Although the recombination is therefore heterologous, the crossover points usually consist of two to six identical nucleotides. The frequency of recombinants is enhanced by conditions that prevent or hinder the minus strand synthesis of a single plus strand segment. Recombination serves as a repair system as well as a means of changing the genetic structure of the virus. The reaction can be studied in an in-vitro packaging and replication system involving purified procapsids and ssRNA. Although there are striking differences in the mechanisms of recombination in RNA viruses, there are also strong similarities. All seem to use a copy-choice template switching action for recombination. The q~ 6 system is a useful model for the recombination of other segmented double-stranded RNA viruses such as the Reoviridae.",
      "sentences": [
        [
          {
            "segment_text": "The genome of bacteriophage q ~ 6 is composed of three unique segments of double-stranded RNA packaged within a procapsid .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "One segment can recombine with another in regions that share little sequence similarity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although the recombination is therefore heterologous ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the crossover points usually consist of two to six identical nucleotides .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The frequency of recombinants is enhanced by conditions that prevent or hinder the minus strand synthesis of a single plus strand segment .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Recombination serves as a repair system as well as a means of changing the genetic structure of the virus .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The reaction can be studied in an in-vitro packaging and replication system involving purified procapsids and ssRNA .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Although there are striking differences in the mechanisms of recombination in RNA viruses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "there are also strong similarities .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "All seem to use a copy-choice template switching action for recombination .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The q ~ 6 system is a useful model for the recombination of other segmented double-stranded RNA viruses such as the Reoviridae .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "11",
    "token_num": "170"
  }
}