{
  "paper_id": "642c241acab3e3999c42aa059a5322ce75184494",
  "metadata": {
    "title": "Clinical significance of dynamic monitoring of blood lactic acid, oxygenation index and C-reactive protein levels in patients with severe pneumonia",
    "coda_data_split": "train",
    "coda_paper_id": 10589,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The aim of the present study was to analyze the clinical significance of the dynamic monitoring of blood lactic acid levels, the oxygenation index and C-reactive protein (CRP) levels in patients with severe pneumonia. The clinical data of 34 cases with severe pneumonia were collected. According to the clinical outcome, the patients were divided into a survival group (n\u003d26) and a fatality group (n\u003d8). Various factors, including the blood lactic acid level, oxygenation index, CRP level and acute physiology and chronic health evaluation II (APACHE II) score, were retrospectively analyzed in order to investigate whether these values had clinical significance for the prognosis of the patients. No statistically significant differences with regard to age, gender, initial concentrations of blood lactic acid and CRP, and APACHE II scores were observed between the two groups at admission to the Intensive Care Unit. However, the blood lactic acid levels were found to decrease to a normal level within 12-24 h after treatment in the survival group, while the levels were maintained at a higher concentration in the fatality group, even at 72 h after treatment (P\u003c0.05). Furthermore, the oxygenation index in the survival group was significantly higher when compared with that in the fatality group. The oxygenation index was maintained at a normal level in the survival group, while the oxygenation index levels were below normal and continued to decline in the fatality group. A positive correlation was observed between the blood lactic acid level and the APACHE II scores (r\u003d0.656, P\u003c0.05). Therefore, the present study demonstrated that dynamic monitoring of blood lactic acid, oxygenation index and CRP levels in patients with severe pneumonia can be used to evaluate the therapeutic efficiency, in addition to serving as a prognosis indicator, for patients with severe pneumonia.",
      "sentences": [
        [
          {
            "segment_text": "The aim of the present study was to analyze the clinical significance of the dynamic monitoring of blood lactic acid levels ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "the oxygenation index and C-reactive protein ( CRP ) levels in patients with severe pneumonia .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The clinical data of 34 cases with severe pneumonia were collected .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "According to the clinical outcome ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "the patients were divided into a survival group ( n \u003d 26 ) and a fatality group ( n \u003d 8 ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Various factors , including the blood lactic acid level ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "oxygenation index , CRP level and acute physiology and chronic health evaluation II ( APACHE II ) score ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "were retrospectively analyzed in order to investigate whether these values had clinical significance for the prognosis of the patients .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "No statistically significant differences with regard to age ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "gender , initial concentrations of blood lactic acid and CRP ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and APACHE II scores were observed between the two groups at admission to the Intensive Care Unit .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , the blood lactic acid levels were found to decrease to a normal level within 12-24 h after treatment in the survival group ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while the levels were maintained at a higher concentration in the fatality group ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "even at 72 h after treatment ( P \u003c 0.05 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , the oxygenation index in the survival group was significantly higher when compared with that in the fatality group .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The oxygenation index was maintained at a normal level in the survival group ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while the oxygenation index levels were below normal and continued to decline in the fatality group .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A positive correlation was observed between the blood lactic acid level and the APACHE II scores ( r \u003d 0.656 , P \u003c 0.05 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Therefore , the present study demonstrated that dynamic monitoring of blood lactic acid ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "oxygenation index and CRP levels in patients with severe pneumonia can be used to evaluate the therapeutic efficiency ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "in addition to serving as a prognosis indicator ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "for patients with severe pneumonia .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "22",
    "token_num": "343"
  }
}