{
  "paper_id": "6439aa846c66ee03030be2e2f742304fae6810be",
  "metadata": {
    "title": "Group 2 coronaviruses prevent immediate early interferon induction by protection of viral RNA from host cell recognition",
    "coda_data_split": "train",
    "coda_paper_id": 9439,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Many viruses encode antagonists to prevent interferon (IFN) induction. Infection of fibroblasts with the murine hepatitis coronavirus (MHV) and SARS-coronavirus (SARS-CoV) did not result in nuclear translocation of interferon-regulatory factor 3 (IRF3), a key transcription factor involved in IFN induction, and induction of IFN mRNA transcription. Furthermore, MHV and SARS-CoV infection could not prevent IFN induction by poly (I:C) or Sendai virus, suggesting that these CoVs do not inactivate IRF3-mediated transcription regulation, but apparently prevent detection of replicative RNA by cellular sensory molecules. Our data indicate that shielding of viral RNA to host cell sensors might be the main general mechanism for coronaviruses to prevent IFN induction.",
      "sentences": [
        [
          {
            "segment_text": "Many viruses encode antagonists to prevent interferon ( IFN ) induction .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Infection of fibroblasts with the murine hepatitis coronavirus ( MHV ) and SARS-coronavirus ( SARS-CoV ) did not result in nuclear translocation of interferon-regulatory factor 3 ( IRF3 ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a key transcription factor involved in IFN induction ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and induction of IFN mRNA transcription .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Furthermore , MHV and SARS-CoV infection could not prevent IFN induction by poly ( I : C ) or Sendai virus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "suggesting that these CoVs do not inactivate IRF3-mediated transcription regulation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but apparently prevent detection of replicative RNA by cellular sensory molecules .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our data indicate that shielding of viral RNA to host cell sensors might be the main general mechanism for coronaviruses to prevent IFN induction .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "8",
    "token_num": "128"
  }
}