{
  "paper_id": "643ce1300f0c4056a709e1b13269a51924960a3a",
  "metadata": {
    "title": "Combination effects of ribavirin and interferons on severe fever with thrombocytopenia syndrome virus infection",
    "coda_data_split": "train",
    "coda_paper_id": 10095,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Severe fever with thrombocytopenia syndrome (SFTS) is an acute infectious disease caused by SFTS virus and characterized by a high case fatality rate. Currently, there is no effective therapy for the disease. While the administration of ribavirin does not improve the case fatality rate or viral load in patient blood, it can inhibit viral infection in vitro.",
      "sentences": [
        [
          {
            "segment_text": "Background : Severe fever with thrombocytopenia syndrome ( SFTS ) is an acute infectious disease caused by SFTS virus and characterized by a high case fatality rate .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Currently , there is no effective therapy for the disease .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "While the administration of ribavirin does not improve the case fatality rate or viral load in patient blood ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "it can inhibit viral infection in vitro .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Methods: Vero cells were pre-treated with interferons (IFNs) α, β, and γ alone and in combination with ribavirin drugs and inoculated with SFTS virus. Three days later, supernatants were harvested and subjected to virus titration. An unpaired t-test was used for statistical analysis of the drugs\u0027 effects.",
      "sentences": [
        [
          {
            "segment_text": "Methods : Vero cells were pre-treated with interferons ( IFNs ) α ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "β , and γ alone and in combination with ribavirin drugs and inoculated with SFTS virus .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Three days later , supernatants were harvested and subjected to virus titration .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "An unpaired t-test was used for statistical analysis of the drugs \u0027 effects .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results: While the effects of IFNγ at high concentrations were slightly weaker than those of the other IFNs, all IFNs showed dose-dependent inhibitory effects. The combined usage of IFNs with ribavirin at 90 % effective concentrations showed large inhibitory effects, with over a 3 log 10 reduction in viral titers.",
      "sentences": [
        [
          {
            "segment_text": "Results : While the effects of IFNγ at high concentrations were slightly weaker than those of the other IFNs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "all IFNs showed dose-dependent inhibitory effects .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The combined usage of IFNs with ribavirin at 90 % effective concentrations showed large inhibitory effects ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with over a 3 log 10 reduction in viral titers .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "The combined usage of one of type-I/II IFNs with ribavirin drastically reduced SFTS virus infection and therefore may be useful in the treatment of SFTS.",
      "sentences": [
        [
          {
            "segment_text": "The combined usage of one of type-I/II IFNs with ribavirin drastically reduced SFTS virus infection and therefore may be useful in the treatment of SFTS .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "9",
    "segment_num": "13",
    "token_num": "204"
  }
}