{
  "paper_id": "644cbeab4c5ae174da2efa886e77ab44ad639afe",
  "metadata": {
    "title": "Economic Aspects of Zoonoses: Impact of Zoonoses on the Food Industry Impact of Zoonoses on the Food Industry",
    "coda_data_split": "train",
    "coda_paper_id": 7424,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The increase of complexity of livestock production and the associated value chains has led to changes in the food systems that feed us, which in turn carry new challenges from zoonotic diseases in particular their impact, and the costs of surveillance, control and prevention. Direct losses to the animal and public health sectors, connected mainly to value losses due to morbidity and mortality in humans and animals, and indirect losses, such as the economic cost caused by the reaction to disease and the limiting of its negative effects, all contribute to this negative impact. Its full assessment can be challenging, but economic tools and frameworks can be used to estimate zoonotic disease impact and the economic efficiency of possible technical ways of dealing with these diseases. In this chapter, we review the impact of zoonoses across sectors, also in the context of an increasingly complex value chain, address the economic concepts behind the balance between losses due to direct costs of disease and expenditures in reaction to disease presence, and identify possible economic tools and frameworks to assess the impact of zoonoses and interventions. 1107 ",
      "sentences": [
        [
          {
            "segment_text": "The increase of complexity of livestock production and the associated value chains has led to changes in the food systems that feed us ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which in turn carry new challenges from zoonotic diseases in particular their impact ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and the costs of surveillance , control and prevention .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Direct losses to the animal and public health sectors ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "connected mainly to value losses due to morbidity and mortality in humans and animals ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and indirect losses , such as the economic cost caused by the reaction to disease and the limiting of its negative effects ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "all contribute to this negative impact .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Its full assessment can be challenging ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but economic tools and frameworks can be used to estimate zoonotic disease impact and the economic efficiency of possible technical ways of dealing with these diseases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this chapter , we review the impact of zoonoses across sectors ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "also in the context of an increasingly complex value chain ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "address the economic concepts behind the balance between losses due to direct costs of disease and expenditures in reaction to disease presence ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and identify possible economic tools and frameworks to assess the impact of zoonoses and interventions .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "1107",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "14",
    "token_num": "201"
  }
}