{
  "paper_id": "644eaa288c6117418948da9091989043c509e570",
  "metadata": {
    "title": "Expression and distribution of the receptors for coxsackievirus B3 during fetal development of the Balb/c mouse and of their brain cells in culture",
    "coda_data_split": "train",
    "coda_paper_id": 5333,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "This study was de,figned mainly to determine the relationships between the expression and distribution of the cellular receptor proteins for coxsackievirus B3 (CVB3) and susceptibility of mouse brain cells during fetal development of Balb/c mice. Immunoblot analysis of fetal extracts demonstrated that the CVB3 receptor proteins were first expressed at day 14 of the fetal stage, and that maximal expression of the cellular receptor occurred at near term or newborn stage. Results also suggested that newborn mouse brain tissue expressed much larger quantities of viral receptor proteins, compared to other tissues. In vitro studies showed that both mouse neurons and astrocytes could be infected by two CVB3 strains, pantropic CVB3 Nancy strain (CVB3N) and myocardiotropic CVB3 Woodruff strain (CVB3W). CVB3N, however, replicated and grew to high titer in primary astrocyte cultures and in primary neuron cultures, whereas, primary astrocyte cultures were relatively resistant to CVB3W. Virus binding assays revealed that CVB3N bound faster and in greater amounts to mouse brain cells than CVBW. These two virus strains, however, were found to share the same receptor specificity by virus competition assays. The number of virus binding sites for CVB3 on newborn mouse brain cells was approximately 1.8 x 104 per cell. The data suggested that preferential expression of the cellular receptors on newborn mouse brain cells may be related to their high susceptibilities to CVB3 infection.",
      "sentences": [
        [
          {
            "segment_text": "This study was de , figned mainly to determine the relationships between the expression and distribution of the cellular receptor proteins for coxsackievirus B3 ( CVB3 ) and susceptibility of mouse brain cells during fetal development of Balb/c mice .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Immunoblot analysis of fetal extracts demonstrated that the CVB3 receptor proteins were first expressed at day 14 of the fetal stage ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and that maximal expression of the cellular receptor occurred at near term or newborn stage .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Results also suggested that newborn mouse brain tissue expressed much larger quantities of viral receptor proteins , compared to other tissues .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In vitro studies showed that both mouse neurons and astrocytes could be infected by two CVB3 strains ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "pantropic CVB3 Nancy strain ( CVB3N ) and myocardiotropic CVB3 Woodruff strain ( CVB3W ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "CVB3N , however , replicated and grew to high titer in primary astrocyte cultures and in primary neuron cultures ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whereas , primary astrocyte cultures were relatively resistant to CVB3W .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Virus binding assays revealed that CVB3N bound faster and in greater amounts to mouse brain cells than CVBW .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These two virus strains , however ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "were found to share the same receptor specificity by virus competition assays .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The number of virus binding sites for CVB3 on newborn mouse brain cells was approximately 1.8 x 104 per cell .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The data suggested that preferential expression of the cellular receptors on newborn mouse brain cells may be related to their high susceptibilities to CVB3 infection .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "13",
    "token_num": "251"
  }
}