{
  "paper_id": "645d7cddbca3447f8a1befabc5d775a38bb7854a",
  "metadata": {
    "title": "SARS coronavirus accessory proteins",
    "coda_data_split": "train",
    "coda_paper_id": 5169,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The emergence of the severe acute respiratory syndrome coronavirus (SARS-CoV) has led to a renewed interest in studying the role of accessory proteins in regulating coronavirus infections in the natural host. A significant body of evidence has accumulated in the area of SARS-CoV and host interactions that indicate that the accessory proteins might play an important role in modulating the host response to virus infection and thereby, contribute to pathogenesis. In this review, we have compiled the current knowledge about SARS-CoV accessory proteins, obtained from studies in cell culture systems, reverse genetics and animal models, to shed some light into the possible role of these proteins in the propagation and virulence of SARS-CoV in its natural host. We conclude by providing some questions for future studies that will greatly advance our knowledge about the biological significance and contributions of the accessory proteins in the development of SARS in humans.",
      "sentences": [
        [
          {
            "segment_text": "The emergence of the severe acute respiratory syndrome coronavirus ( SARS-CoV ) has led to a renewed interest in studying the role of accessory proteins in regulating coronavirus infections in the natural host .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A significant body of evidence has accumulated in the area of SARS-CoV and host interactions that indicate that the accessory proteins might play an important role in modulating the host response to virus infection and thereby , contribute to pathogenesis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this review , we have compiled the current knowledge about SARS-CoV accessory proteins ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "obtained from studies in cell culture systems ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "reverse genetics and animal models ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "to shed some light into the possible role of these proteins in the propagation and virulence of SARS-CoV in its natural host .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We conclude by providing some questions for future studies that will greatly advance our knowledge about the biological significance and contributions of the accessory proteins in the development of SARS in humans .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "7",
    "token_num": "160"
  }
}