{
  "paper_id": "646484c8081b3f1bf336bae89411c2aa86885788",
  "metadata": {
    "title": "General Practice and Pandemic Influenza: A Framework for Planning and Comparison of Plans in Five Countries",
    "coda_data_split": "train",
    "coda_paper_id": 5074,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Although primary health care, and in particular, general practice will be at the frontline in the response to pandemic influenza, there are no frameworks to guide systematic planning for this task or to appraise available plans for their relevance to general practice. We aimed to develop a framework that will facilitate planning for general practice, and used it to appraise pandemic plans from Australia, England, USA, New Zealand and Canada.",
      "sentences": [
        [
          {
            "segment_text": "Background : Although primary health care ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and in particular , general practice will be at the frontline in the response to pandemic influenza ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "there are no frameworks to guide systematic planning for this task or to appraise available plans for their relevance to general practice .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We aimed to develop a framework that will facilitate planning for general practice ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and used it to appraise pandemic plans from Australia ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "England , USA , New Zealand and Canada .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Methodology/Principal Findings: We adapted the Haddon matrix to develop the framework, populating its cells through a multi-method study that incorporated the peer-reviewed and grey literature, interviews with general practitioners, practice nurses and senior decision-makers, and desktop simulation exercises. We used the framework to analyse 89 publiclyavailable jurisdictional plans at similar managerial levels in the five countries. The framework identifies four functional domains: clinical care for influenza and other needs, public health responsibilities, the internal environment and the macroenvironment of general practice. No plan addressed all four domains. Most plans either ignored or were sketchy about noninfluenza clinical needs, and about the contribution of general practice to public health beyond surveillance. Collaborations between general practices were addressed in few plans, and inter-relationships with the broader health system, even less frequently.",
      "sentences": [
        [
          {
            "segment_text": "Methodology/Principal Findings : We adapted the Haddon matrix to develop the framework ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "populating its cells through a multi-method study that incorporated the peer-reviewed and grey literature ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "interviews with general practitioners , practice nurses and senior decision-makers , and desktop simulation exercises .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We used the framework to analyse 89 publiclyavailable jurisdictional plans at similar managerial levels in the five countries .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The framework identifies four functional domains : clinical care for influenza and other needs ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "public health responsibilities , the internal environment and the macroenvironment of general practice .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "No plan addressed all four domains .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Most plans either ignored or were sketchy about noninfluenza clinical needs ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and about the contribution of general practice to public health beyond surveillance .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Collaborations between general practices were addressed in few plans ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and inter-relationships with the broader health system , even less frequently .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions: This is the first study to provide a framework to guide general practice planning for pandemic influenza. The framework helped identify critical shortcomings in available plans. Engaging general practice effectively in planning is challenging, particularly where governance structures for primary health care are weak. We identify implications for practice and for research.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions : This is the first study to provide a framework to guide general practice planning for pandemic influenza .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The framework helped identify critical shortcomings in available plans .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Engaging general practice effectively in planning is challenging ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "particularly where governance structures for primary health care are weak .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We identify implications for practice and for research .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "12",
    "segment_num": "22",
    "token_num": "286"
  }
}