{
  "paper_id": "6466a5e8de424aafc677bf78fef0e281a64f8d5c",
  "metadata": {
    "title": "Role of Infections",
    "coda_data_split": "train",
    "coda_paper_id": 2259,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Infection in COPD Airway colonization Chronic infection New strain exacerbations Pneumonia and COPD Innate immunity in COPD Virulence factors Vicious-circle hypothesis",
      "sentences": [
        [
          {
            "segment_text": "Infection in COPD Airway colonization Chronic infection New strain exacerbations Pneumonia and COPD Innate immunity in COPD Virulence factors Vicious-circle hypothesis",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Infection and chronic obstructive pulmonary disease (COPD) can be regarded as comorbid conditions, because infections contribute the progression of COPD, and COPD alters the susceptibility and manifestations of lung infections. The underlying mechanism of acute exacerbations of COPD is acquisition of new strains of bacteria and viruses. A complex host-pathogen interaction then determines the clinical manifestations and outcomes of such acquisition. COPD predisposes to community-acquired pneumonia and alters its cause, treatment, and outcomes. Several lines of evidence now suggest that chronic airway infection by bacteria is prevalent in COPD, and by triggering a chronic inflammatory response contributes to progression of disease. Lung innate immune defenses are impaired in COPD, making these patients more susceptible to infection. Respiratory pathogens prevalent in COPD use various mechanisms to evade host responses and thereby cause acute and persistent infections.",
      "sentences": [
        [
          {
            "segment_text": "Infection and chronic obstructive pulmonary disease ( COPD ) can be regarded as comorbid conditions ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "because infections contribute the progression of COPD ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and COPD alters the susceptibility and manifestations of lung infections .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The underlying mechanism of acute exacerbations of COPD is acquisition of new strains of bacteria and viruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A complex host-pathogen interaction then determines the clinical manifestations and outcomes of such acquisition .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "COPD predisposes to community-acquired pneumonia and alters its cause , treatment , and outcomes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Several lines of evidence now suggest that chronic airway infection by bacteria is prevalent in COPD ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and by triggering a chronic inflammatory response contributes to progression of disease .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Lung innate immune defenses are impaired in COPD ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "making these patients more susceptible to infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Respiratory pathogens prevalent in COPD use various mechanisms to evade host responses and thereby cause acute and persistent infections .",
            "crowd_label": "background"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "8",
    "segment_num": "12",
    "token_num": "171"
  }
}