{
  "paper_id": "646b1368cd3353e7f6f7984eaf365ef6340753f2",
  "metadata": {
    "title": "Study of Particle Dispersion on One Bed Hospital using Computational Fluid Dynamics",
    "coda_data_split": "train",
    "coda_paper_id": 5936,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Increasing concerns about the spread of airborne disease in hospital such as severe acute respiratory syndrome (SARS), chickenpox, measles, tuberculosis and novel swine-origin influenza A (H1N1) have attracted public attention. A present study was carried out to look for the source of contamination (patient itself) and examine the route of contaminant transfer in the hospital. This article provides recommendation for future work to improve the yield and save the energy consumption simultaneously. The risk of airborne infection can be minimized in hospital wards by using a high air change rate. The Local mean age of air will decrease with an increasing flow rate because the source must be considered to be constant. The location of the outlet openings plays an important role for the transfer of the contaminant particle in the hospital.",
      "sentences": [
        [
          {
            "segment_text": "Increasing concerns about the spread of airborne disease in hospital such as severe acute respiratory syndrome ( SARS ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "chickenpox , measles , tuberculosis and novel swine-origin influenza A ( H1N1 ) have attracted public attention .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A present study was carried out to look for the source of contamination ( patient itself ) and examine the route of contaminant transfer in the hospital .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "This article provides recommendation for future work to improve the yield and save the energy consumption simultaneously .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The risk of airborne infection can be minimized in hospital wards by using a high air change rate .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The Local mean age of air will decrease with an increasing flow rate because the source must be considered to be constant .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The location of the outlet openings plays an important role for the transfer of the contaminant particle in the hospital .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "7",
    "token_num": "147"
  }
}