{
  "paper_id": "64755c9353da7616e07c4f92a4d2734e02ed473f",
  "metadata": {
    "title": "ASBMT COMMITTEE REPORT Preparing for the Unthinkable: Emergency Preparedness for the Hematopoietic Cell Transplant Program",
    "coda_data_split": "train",
    "coda_paper_id": 6340,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Emergencies come at the most inopportune times. Some are totally unexpected, others come with short warnings. Although rare, an emergency comes with the potential to wreak disaster and pose serious risk to the services provided to hematopoietic cell transplant (HCT) patients. Yet, the consequences of an emergency can be mitigated by thinking the unthinkable and having a plan for emergency preparedness in place. Each HCT center should develop a plan containing steps of mitigation, preparedness, response and recovery. This report provides the framework for a HCT-specific emergency preparedness plan that can be used by individual centers to develop customized guidelines on preparing for, responding to, and recovering from an emergency.",
      "sentences": [
        [
          {
            "segment_text": "Emergencies come at the most inopportune times .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Some are totally unexpected , others come with short warnings .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although rare , an emergency comes with the potential to wreak disaster and pose serious risk to the services provided to hematopoietic cell transplant ( HCT ) patients .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Yet , the consequences of an emergency can be mitigated by thinking the unthinkable and having a plan for emergency preparedness in place .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Each HCT center should develop a plan containing steps of mitigation ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "preparedness , response and recovery .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This report provides the framework for a HCT-specific emergency preparedness plan that can be used by individual centers to develop customized guidelines on preparing for ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "responding to , and recovering from an emergency .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "8",
    "token_num": "125"
  }
}