{
  "paper_id": "648294ddaa0f2eacd9f760b458b023827f398045",
  "metadata": {
    "title": "The evolving world of protein-G-quadruplex recognition: A medicinal chemist\u0027s perspective",
    "coda_data_split": "train",
    "coda_paper_id": 10601,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The physiological and pharmacological role of nucleic acids structures folded into the non canonical Gquadruplex conformation have recently emerged. Their activities are targeted at vital cellular processes including telomere maintenance, regulation of transcription and processing of the pre-messenger or telomeric RNA. In addition, severe conditions like cancer, fragile X syndrome, Bloom syndrome, Werner syndrome and Fanconi anemia J are related to genomic defects that involve G-quadruplex forming sequences. In this connection G-quadruplex recognition and processing by nucleic acid directed proteins and enzymes represents a key event to activate or deactivate physiological or pathological pathways. In this review we examine protein-G-quadruplex recognition in physiologically significant conditions and discuss how to possibly exploit the interactions\u0027 selectivity for targeted therapeutic intervention.",
      "sentences": [
        [
          {
            "segment_text": "The physiological and pharmacological role of nucleic acids structures folded into the non canonical Gquadruplex conformation have recently emerged .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Their activities are targeted at vital cellular processes including telomere maintenance ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "regulation of transcription and processing of the pre-messenger or telomeric RNA .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In addition , severe conditions like cancer ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "fragile X syndrome , Bloom syndrome ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Werner syndrome and Fanconi anemia J are related to genomic defects that involve G-quadruplex forming sequences .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this connection G-quadruplex recognition and processing by nucleic acid directed proteins and enzymes represents a key event to activate or deactivate physiological or pathological pathways .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this review we examine protein-G-quadruplex recognition in physiologically significant conditions and discuss how to possibly exploit the interactions \u0027 selectivity for targeted therapeutic intervention .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "8",
    "token_num": "129"
  }
}