{
  "paper_id": "64929e24b974a401e62f2af92abda931af8b9342",
  "metadata": {
    "title": "Siglecs at the Host-Pathogen Interface",
    "coda_data_split": "train",
    "coda_paper_id": 2663,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Siglecs are sialic acid (Sia) recognizing immunoglobulin-like receptors expressed on the surface of all the major leukocyte lineages in mammals. Siglecs recognize ubiquitous Sia epitopes on various glycoconjugates in the cell glycocalyx and transduce signals to regulate immunological and inflammatory activities of these cells. The subset known as CD33-related Siglecs is principally inhibitory receptors that suppress leukocyte activation, and recent research has shown that a number of bacterial pathogens use Sia mimicry to engage these Siglecs as an immune evasion strategy. Conversely, Siglec-1 is a macrophage phagocytic receptor that engages GBS and other sialylated bacteria to promote effective phagocytosis and antigen presentation for the adaptive immune response, whereas certain viruses and parasites use Siglec-1 to gain entry to immune cells as a proximal step in the infectious process. Siglecs are positioned in crosstalk with other host innate immune sensing pathways to modulate the immune response to infection in complex ways. This chapter summarizes the current understanding of Siglecs at the host-pathogen interface, a field of study expanding in breadth and medical importance, and which provides potential targets for immune-based anti-infective strategies.",
      "sentences": [
        [
          {
            "segment_text": "Siglecs are sialic acid ( Sia ) recognizing immunoglobulin-like receptors expressed on the surface of all the major leukocyte lineages in mammals .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Siglecs recognize ubiquitous Sia epitopes on various glycoconjugates in the cell glycocalyx and transduce signals to regulate immunological and inflammatory activities of these cells .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The subset known as CD33-related Siglecs is principally inhibitory receptors that suppress leukocyte activation ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and recent research has shown that a number of bacterial pathogens use Sia mimicry to engage these Siglecs as an immune evasion strategy .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Conversely , Siglec-1 is a macrophage phagocytic receptor that engages GBS and other sialylated bacteria to promote effective phagocytosis and antigen presentation for the adaptive immune response ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "whereas certain viruses and parasites use Siglec-1 to gain entry to immune cells as a proximal step in the infectious process .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Siglecs are positioned in crosstalk with other host innate immune sensing pathways to modulate the immune response to infection in complex ways .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This chapter summarizes the current understanding of Siglecs at the host-pathogen interface ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "a field of study expanding in breadth and medical importance ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and which provides potential targets for immune-based anti-infective strategies .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "10",
    "token_num": "194"
  }
}