{
  "paper_id": "6499f5c865c3db3bdfc1e969ea940a80d547a5bb",
  "metadata": {
    "title": "Zika virus outbreak in the Americas: Is Aedes albopictus an overlooked culprit?",
    "coda_data_split": "train",
    "coda_paper_id": 8539,
    "coda_has_expert_labels": false,
    "subset": "biorxiv_medrxiv"
  },
  "abstract": [
    {
      "original_text": "Codon usage patterns of viruses reflect a series of evolutionary changes that enable viruses to shape their survival rates and fitness toward the external environment and, most importantly, their hosts. In the present study, we employed multiple codon usage analysis indices to determine genotype specific codon usage patterns of Zika virus (ZIKV) strains from the current outbreak and those reported previously. Several genotype specific and common codon usage traits were noted in ZIKV coding sequences, indicative of independent evolutionary origins from a common ancestor.",
      "sentences": [
        [
          {
            "segment_text": "Codon usage patterns of viruses reflect a series of evolutionary changes that enable viruses to shape their survival rates and fitness toward the external environment and ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "most importantly , their hosts .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In the present study , we employed multiple codon usage analysis indices to determine genotype specific codon usage patterns of Zika virus ( ZIKV ) strains from the current outbreak and those reported previously .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Several genotype specific and common codon usage traits were noted in ZIKV coding sequences ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "indicative of independent evolutionary origins from a common ancestor .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "The overall influence of natural selection was found to be more profound than that of mutation pressure and acting on specific set of viral genes belonging to ZIKV strains of Asian genotype from the recent outbreak. Furthermore, an interplay of codon adaptation and deoptimization have been observed in ZIKV genomes. The collective findings of codon analysis in association with the geographical data of Aedes populations in the Americas suggests that ZIKV have evolved a dynamic set of codon usage patterns in order to maintain a successful replication and transmission chain within multiple hosts and vectors.",
      "sentences": [
        [
          {
            "segment_text": "The overall influence of natural selection was found to be more profound than that of mutation pressure and acting on specific set of viral genes belonging to ZIKV strains of Asian genotype from the recent outbreak .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , an interplay of codon adaptation and deoptimization have been observed in ZIKV genomes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The collective findings of codon analysis in association with the geographical data of Aedes populations in the Americas suggests that ZIKV have evolved a dynamic set of codon usage patterns in order to maintain a successful replication and transmission chain within multiple hosts and vectors .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "6",
    "segment_num": "8",
    "token_num": "192"
  }
}