{
  "paper_id": "64e0b4a2666beba376e0d01a525bdd71a85cb167",
  "metadata": {
    "title": "Don\u0027t be the BFifth Guy^: Risk, Responsibility, and the Rhetoric of Handwashing Campaigns",
    "coda_data_split": "train",
    "coda_paper_id": 2998,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "In recent years, outbreaks such as H1N1 have prompted heightened efforts to manage the risk of infection. These efforts often involve the endorsement of personal responsibility for infection risk, thus reinforcing an individualistic model of public health. Some scholars-for example, Peterson and Lupton (1996)-term this model the Bnew public health.^In this essay, I describe how the focus on personal responsibility for infection risk shapes the promotion of hand hygiene and other forms of illness etiquette. My analysis underscores the use of constitutive and stigmatizing rhetoric to depict individual bodies, rather than environments, as prime sources of infection. Common among workplaces, this rhetoric provides the impetus for encouraging individual behavior change as a hedge against infection risk. I argue, though, that the mandating of personal responsibility for infection risk galvanizes a culture of stigma and blame that may work against the aims of public health.",
      "sentences": [
        [
          {
            "segment_text": "In recent years , outbreaks such as H1N1 have prompted heightened efforts to manage the risk of infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These efforts often involve the endorsement of personal responsibility for infection risk ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "thus reinforcing an individualistic model of public health .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Some scholars-for example , Peterson and Lupton ( 1996 ) - term this model the Bnew public health .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "^ In this essay , I describe how the focus on personal responsibility for infection risk shapes the promotion of hand hygiene and other forms of illness etiquette .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "My analysis underscores the use of constitutive and stigmatizing rhetoric to depict individual bodies ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "rather than environments , as prime sources of infection .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Common among workplaces , this rhetoric provides the impetus for encouraging individual behavior change as a hedge against infection risk .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "I argue , though , that the mandating of personal responsibility for infection risk galvanizes a culture of stigma and blame that may work against the aims of public health .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "9",
    "token_num": "166"
  }
}