{
  "paper_id": "64fd5dfa6f8374cf052b456770acc1d44275b58d",
  "metadata": {
    "title": "8 Serine Proteases in the Lectin Pathway of the Complement System",
    "coda_data_split": "train",
    "coda_paper_id": 4160,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The complement system plays a crucial role in host defense against pathogen infections and in the recognition and removal of damaged or altered selfcomponents. Complement system activation can be initiated by three different pathways-classical, alternative, and lectin pathways-resulting in a proteolytic cascade, which culminates in multiple biological processes including opsonization and phagocytosis of intruders, inflammation, cell lysis, and removal of immune complexes and apoptotic cells. Furthermore, it also functions as a link between the innate and adaptive immune responses. The lectin pathway (LP) activation is mediated by serine proteases, termed mannan-binding lectin (MBL)associated serine proteases (MASPs), which are associated with the pattern recognition molecules (PRMs) that recognize carbohydrates or acetylated compounds on surfaces of pathogens or apoptotic cells. These result in the proteolysis of complement C2 and C4 generating C3 convertase (C4b2a), which carries forward the activation cascade of complements, culminating in the elimination of foreign molecules. This chapter presents an overview of the complement system focusing on the characterization of MASPs and its genes, as well as its functions in the immune response.",
      "sentences": [
        [
          {
            "segment_text": "The complement system plays a crucial role in host defense against pathogen infections and in the recognition and removal of damaged or altered selfcomponents .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Complement system activation can be initiated by three different pathways-classical ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "alternative , and lectin pathways-resulting in a proteolytic cascade ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which culminates in multiple biological processes including opsonization and phagocytosis of intruders ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "inflammation , cell lysis , and removal of immune complexes and apoptotic cells .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Furthermore , it also functions as a link between the innate and adaptive immune responses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The lectin pathway ( LP ) activation is mediated by serine proteases ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "termed mannan-binding lectin ( MBL ) associated serine proteases ( MASPs ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which are associated with the pattern recognition molecules ( PRMs ) that recognize carbohydrates or acetylated compounds on surfaces of pathogens or apoptotic cells .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These result in the proteolysis of complement C2 and C4 generating C3 convertase ( C4b2a ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which carries forward the activation cascade of complements ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "culminating in the elimination of foreign molecules .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This chapter presents an overview of the complement system focusing on the characterization of MASPs and its genes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as well as its functions in the immune response .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "14",
    "token_num": "203"
  }
}