{
  "paper_id": "64fe1b9afa90e2e1ea0c1c10e2ae5ada566e270a",
  "metadata": {
    "title": "Genetic characterization of avian influenza subtype H4N6 and H4N9 from live bird market, Thailand",
    "coda_data_split": "train",
    "coda_paper_id": 7296,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "A one year active surveillance program for influenza A viruses among avian species in a live-bird market (LBM) in Bangkok, Thailand was conducted in 2009. Out of 970 samples collected, influenza A virus subtypes H4N6 (n \u003d 2) and H4N9 (n \u003d 1) were isolated from healthy Muscovy ducks. All three viruses were characterized by whole genome sequencing with subsequent phylogenetic analysis and genetic comparison. Phylogenetic analysis of all eight viral genes showed that the viruses clustered in the Eurasian lineage of influenza A viruses. Genetic analysis showed that H4N6 and H4N9 viruses display low pathogenic avian influenza characteristics. The HA cleavage site and receptor binding sites were conserved and resembled to LPAI viruses. This study is the first to report isolation of H4N6 and H4N9 viruses from birds in LBM in Thailand and shows the genetic diversity of the viruses circulating in the LBM. In addition, co-infection of H4N6 and H4N9 in the same Muscovy duck was observed.",
      "sentences": [
        [
          {
            "segment_text": "A one year active surveillance program for influenza A viruses among avian species in a live-bird market ( LBM ) in Bangkok ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Thailand was conducted in 2009 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Out of 970 samples collected ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "influenza A virus subtypes H4N6 ( n \u003d 2 ) and H4N9 ( n \u003d 1 ) were isolated from healthy Muscovy ducks .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "All three viruses were characterized by whole genome sequencing with subsequent phylogenetic analysis and genetic comparison .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Phylogenetic analysis of all eight viral genes showed that the viruses clustered in the Eurasian lineage of influenza A viruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Genetic analysis showed that H4N6 and H4N9 viruses display low pathogenic avian influenza characteristics .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The HA cleavage site and receptor binding sites were conserved and resembled to LPAI viruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This study is the first to report isolation of H4N6 and H4N9 viruses from birds in LBM in Thailand and shows the genetic diversity of the viruses circulating in the LBM .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , co-infection of H4N6 and H4N9 in the same Muscovy duck was observed .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "10",
    "token_num": "176"
  }
}