{
  "paper_id": "65084f5b311cb50b0eca19c8f1a97ca89a69f5fb",
  "metadata": {
    "title": "",
    "coda_data_split": "train",
    "coda_paper_id": 2855,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The recent SARS (severe acute respiratory syndrome) outbreak exploded on an unsuspecting public and functionally paralyzed health care delivery systems in many countries. Cancer treatments were deferred and elective surgeries, clinic visits and diagnostic tests were postponed. Other collateral damage includes the devastating psychological distress suffered by patients who were isolated from their families, those same families who could not visit their ill loved ones, patients awaiting access to various aspects of the health care system, and health care workers. We are all starting to dig out, and this process will take many months at a minimum and we may never completely return to the way we were. This commentary addresses the implications of a modern-day epidemic like SARS, focusing on the intensive care unit setting, with special attention given to the effect on health care workers. We explore some of the ethical challenges posed to relationships, professional integrity and resource allocation.",
      "sentences": [
        [
          {
            "segment_text": "The recent SARS ( severe acute respiratory syndrome ) outbreak exploded on an unsuspecting public and functionally paralyzed health care delivery systems in many countries .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Cancer treatments were deferred and elective surgeries ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "clinic visits and diagnostic tests were postponed .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Other collateral damage includes the devastating psychological distress suffered by patients who were isolated from their families ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "those same families who could not visit their ill loved ones ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "patients awaiting access to various aspects of the health care system , and health care workers .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We are all starting to dig out ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and this process will take many months at a minimum and we may never completely return to the way we were .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This commentary addresses the implications of a modern-day epidemic like SARS ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "focusing on the intensive care unit setting ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "with special attention given to the effect on health care workers .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We explore some of the ethical challenges posed to relationships ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "professional integrity and resource allocation .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "13",
    "token_num": "168"
  }
}