{
  "paper_id": "650c105dc3718ea36a7abffa0de7f9068390045f",
  "metadata": {
    "title": "A20 (Tnfaip3) Deficiency in Myeloid Cells Protects against Influenza A Virus Infection",
    "coda_data_split": "train",
    "coda_paper_id": 9828,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The innate immune response provides the first line of defense against viruses and other pathogens by responding to specific microbial molecules. Influenza A virus (IAV) produces double-stranded RNA as an intermediate during the replication life cycle, which activates the intracellular pathogen recognition receptor RIG-I and induces the production of proinflammatory cytokines and antiviral interferon. Understanding the mechanisms that regulate innate immune responses to IAV and other viruses is of key importance to develop novel therapeutic strategies. Here we used myeloid cell specific A20 knockout mice to examine the role of the ubiquitin-editing protein A20 in the response of myeloid cells to IAV infection. A20 deficient macrophages were hyperresponsive to double stranded RNA and IAV infection, as illustrated by enhanced NF-kB and IRF3 activation, concomitant with increased production of proinflammatory cytokines, chemokines and type I interferon. In vivo this was associated with an increased number of alveolar macrophages and neutrophils in the lungs of IAV infected mice. Surprisingly, myeloid cell specific A20 knockout mice are protected against lethal IAV infection. These results challenge the general belief that an excessive host proinflammatory response is associated with IAV-induced lethality, and suggest that under certain conditions inhibition of A20 might be of interest in the management of IAV infections.",
      "sentences": [
        [
          {
            "segment_text": "The innate immune response provides the first line of defense against viruses and other pathogens by responding to specific microbial molecules .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Influenza A virus ( IAV ) produces double-stranded RNA as an intermediate during the replication life cycle ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which activates the intracellular pathogen recognition receptor RIG-I and induces the production of proinflammatory cytokines and antiviral interferon .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Understanding the mechanisms that regulate innate immune responses to IAV and other viruses is of key importance to develop novel therapeutic strategies .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we used myeloid cell specific A20 knockout mice to examine the role of the ubiquitin-editing protein A20 in the response of myeloid cells to IAV infection .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A20 deficient macrophages were hyperresponsive to double stranded RNA and IAV infection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as illustrated by enhanced NF-kB and IRF3 activation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "concomitant with increased production of proinflammatory cytokines ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "chemokines and type I interferon .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In vivo this was associated with an increased number of alveolar macrophages and neutrophils in the lungs of IAV infected mice .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Surprisingly , myeloid cell specific A20 knockout mice are protected against lethal IAV infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results challenge the general belief that an excessive host proinflammatory response is associated with IAV-induced lethality ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and suggest that under certain conditions inhibition of A20 might be of interest in the management of IAV infections .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "13",
    "token_num": "221"
  }
}