{
  "paper_id": "6514e47c856d0fd2052e0348da3735b9d3428503",
  "metadata": {
    "title": "Proteomic strategies for the discovery of novel diagnostic and therapeutic targets for infectious diseases",
    "coda_data_split": "train",
    "coda_paper_id": 5681,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Proteomic approaches can be a useful means of identifying targets for identifying and treating a variety of infectious agents. This is especially true for agents responsible for emerging infections or those important to biodefense.",
      "sentences": [
        [
          {
            "segment_text": "Proteomic approaches can be a useful means of identifying targets for identifying and treating a variety of infectious agents .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This is especially true for agents responsible for emerging infections or those important to biodefense .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Keywords reverse-phase protein microarray; mass spectrometry; protein-protein interactions.",
      "sentences": [
        [
          {
            "segment_text": "Keywords reverse-phase protein microarray ; mass spectrometry ; protein-protein interactions .",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "Correspondence",
      "sentences": [
        [
          {
            "segment_text": "Correspondence",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "Viruses have developed numerous and elegant strategies to manipulate the host cell machinery to establish a productive infectious cycle. The interaction of viral proteins with host proteins plays an important role in infection and pathogenesis, often bypassing traditional host defenses such as the interferon response and apoptosis. Host-viral protein interactions can be studied using a variety of proteomic approaches ranging from genetic and biochemical to large-scale high-throughput technologies. Protein interactions between host and viral proteins are greatly influenced by host signal transduction pathways. In this review, we will focus on comparing proteomic information obtained through differing technologies and how their integration can be used to determine the functional aspect of the host response to infection. We will briefly review and evaluate techniques employed to elucidate viral-host interactions with a primary focus on Protein Microarrays (PMA) and Mass Spectrometry (MS) as potential tools in the discovery of novel therapeutic targets. As many potential molecular markers and targets are proteins, proteomic profiling is expected to yield both clearer and more direct answers to functional and pharmacologic questions.",
      "sentences": [
        [
          {
            "segment_text": "Viruses have developed numerous and elegant strategies to manipulate the host cell machinery to establish a productive infectious cycle .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The interaction of viral proteins with host proteins plays an important role in infection and pathogenesis ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "often bypassing traditional host defenses such as the interferon response and apoptosis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Host-viral protein interactions can be studied using a variety of proteomic approaches ranging from genetic and biochemical to large-scale high-throughput technologies .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Protein interactions between host and viral proteins are greatly influenced by host signal transduction pathways .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this review , we will focus on comparing proteomic information obtained through differing technologies and how their integration can be used to determine the functional aspect of the host response to infection .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We will briefly review and evaluate techniques employed to elucidate viral-host interactions with a primary focus on Protein Microarrays ( PMA ) and Mass Spectrometry ( MS ) as potential tools in the discovery of novel therapeutic targets .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "As many potential molecular markers and targets are proteins ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "proteomic profiling is expected to yield both clearer and more direct answers to functional and pharmacologic questions .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "11",
    "segment_num": "13",
    "token_num": "237"
  }
}