{
  "paper_id": "652fdea5cc6137511f2de628166875707670b10b",
  "metadata": {
    "title": "Ultra-deep mutant spectrum profiling: improving sequencing accuracy using overlapping read pairs",
    "coda_data_split": "train",
    "coda_paper_id": 9031,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Backgound: High throughput sequencing is beginning to make a transformative impact in the area of viral evolution. Deep sequencing has the potential to reveal the mutant spectrum within a viral sample at high resolution, thus enabling the close examination of viral mutational dynamics both within-and between-hosts. The challenge however, is to accurately model the errors in the sequencing data and differentiate real viral mutations, particularly those that exist at low frequencies, from sequencing errors.",
      "sentences": [
        [
          {
            "segment_text": "Backgound : High throughput sequencing is beginning to make a transformative impact in the area of viral evolution .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Deep sequencing has the potential to reveal the mutant spectrum within a viral sample at high resolution ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "thus enabling the close examination of viral mutational dynamics both within-and between-hosts .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The challenge however , is to accurately model the errors in the sequencing data and differentiate real viral mutations ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "particularly those that exist at low frequencies , from sequencing errors .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results: We demonstrate that overlapping read pairs (ORP) --generated by combining short fragment sequencing libraries and longer sequencing reads --significantly reduce sequencing error rates and improve rare variant detection accuracy. Using this sequencing protocol and an error model optimized for variant detection, we are able to capture a large number of genetic mutations present within a viral population at ultra-low frequency levels (\u003c0.05%). Conclusions: Our rare variant detection strategies have important implications beyond viral evolution and can be applied to any basic and clinical research area that requires the identification of rare mutations.",
      "sentences": [
        [
          {
            "segment_text": "Results : We demonstrate that overlapping read pairs ( ORP ) -- generated by combining short fragment sequencing libraries and longer sequencing reads -- significantly reduce sequencing error rates and improve rare variant detection accuracy .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Using this sequencing protocol and an error model optimized for variant detection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "we are able to capture a large number of genetic mutations present within a viral population at ultra-low frequency levels ( \u003c 0.05 % ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : Our rare variant detection strategies have important implications beyond viral evolution and can be applied to any basic and clinical research area that requires the identification of rare mutations .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "6",
    "segment_num": "9",
    "token_num": "189"
  }
}