{
  "paper_id": "65347ac0ac9dfa10b5aacc4c5955ee74d87662cc",
  "metadata": {
    "title": "Immune regulation in the retina",
    "coda_data_split": "train",
    "coda_paper_id": 4183,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Immune reactivity in the retina can be critically important in inflammation and infections, but regulation of this response is essential. The retinal pigment epithelial (RPE), a unique retinal cell, displays a number of essential functions to support the health of the retina. In this review, we highlight how the RPE cell plays a pivotal role in immune defense. The RPE cell orchestrates both innate and adaptive immunity since it expresses TLRs, complement components, MHC class I and II molecules, and serves as an antigen presenting cell. Moreover, both of these immune responses result in the production of a plethora of cytokines, mainly proinflammatory. In order to counteract these inflammatory factors and silence unwanted immune reactivity, the RPE cell also generates suppressive molecules. Recently, chronic immune reactivity has been implicated in a number of retinal diseases, such as age-related macular degeneration (AMD). Current evidence suggests that the generation of excessive retinal inflammation may be the consequence of a loss of RPE immunosuppressive factors. Herein, we summarize the varied interactions of the RPE cell with the immune response and highlight how the RPE cell survives and participates in this dynamic environment.",
      "sentences": [
        [
          {
            "segment_text": "Immune reactivity in the retina can be critically important in inflammation and infections ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but regulation of this response is essential .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The retinal pigment epithelial ( RPE ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a unique retinal cell , displays a number of essential functions to support the health of the retina .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this review , we highlight how the RPE cell plays a pivotal role in immune defense .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The RPE cell orchestrates both innate and adaptive immunity since it expresses TLRs ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "complement components , MHC class I and II molecules ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and serves as an antigen presenting cell .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Moreover , both of these immune responses result in the production of a plethora of cytokines , mainly proinflammatory .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In order to counteract these inflammatory factors and silence unwanted immune reactivity ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the RPE cell also generates suppressive molecules .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Recently , chronic immune reactivity has been implicated in a number of retinal diseases ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "such as age-related macular degeneration ( AMD ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Current evidence suggests that the generation of excessive retinal inflammation may be the consequence of a loss of RPE immunosuppressive factors .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Herein , we summarize the varied interactions of the RPE cell with the immune response and highlight how the RPE cell survives and participates in this dynamic environment .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "15",
    "token_num": "215"
  }
}