{
  "paper_id": "654733a3e63e77f399361d8eb48ab3018307ce6c",
  "metadata": {
    "title": "Properties and Applications of Single-Chain Major Histocompatibility Complex Class I Molecules",
    "coda_data_split": "train",
    "coda_paper_id": 10828,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Stable major histocompatibility complex (MHC) class I molecules at the cell surface consist of three separate, noncovalently associated components: the class I heavy chain, the b 2 -microglobulin light chain, and a presented peptide. These three components are assembled inside cells via complex pathways involving many other proteins that have been studied extensively. Correct formation of disulfide bonds in the endoplasmic reticulum is central to this process of MHC class I assembly. For a single specific peptide to be presented at the cell surface for possible immune recognition, between hundreds and thousands of peptide-containing precursor polypeptides are required, so the overall process is relatively inefficient. To increase the efficiency of antigen presentation by MHC class I molecules, and for possible therapeutic purposes, single-chain molecules have been developed in which the three, normally separate components have been joined together via flexible linker sequences in a single polypeptide chain. Remarkably, these single-chain MHC class I molecules fold up correctly, as judged by functional recognition by cells of the immune system, and more recently by X-ray crystallographic structural data. This review focuses on the interesting properties and potential of this new type of engineered MHC class I molecule. Antioxid. Redox Signal. 15, 645-655.",
      "sentences": [
        [
          {
            "segment_text": "Stable major histocompatibility complex ( MHC ) class I molecules at the cell surface consist of three separate ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "noncovalently associated components : the class I heavy chain ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the b 2 - microglobulin light chain , and a presented peptide .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These three components are assembled inside cells via complex pathways involving many other proteins that have been studied extensively .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Correct formation of disulfide bonds in the endoplasmic reticulum is central to this process of MHC class I assembly .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "For a single specific peptide to be presented at the cell surface for possible immune recognition ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "between hundreds and thousands of peptide-containing precursor polypeptides are required ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "so the overall process is relatively inefficient .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To increase the efficiency of antigen presentation by MHC class I molecules ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and for possible therapeutic purposes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "single-chain molecules have been developed in which the three ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "normally separate components have been joined together via flexible linker sequences in a single polypeptide chain .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Remarkably , these single-chain MHC class I molecules fold up correctly ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as judged by functional recognition by cells of the immune system ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and more recently by X-ray crystallographic structural data .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This review focuses on the interesting properties and potential of this new type of engineered MHC class I molecule .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Antioxid .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Redox Signal .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "15 , 645-655 .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "19",
    "token_num": "226"
  }
}