{
  "paper_id": "654a38d9d63fca45d46b698091a1e5579ae07878",
  "metadata": {
    "title": "The identification and characterization of nucleic acid chaperone activity of human enterovirus 71 nonstructural protein 3AB",
    "coda_data_split": "train",
    "coda_paper_id": 8156,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Human enterovirus 71 (EV71) belongs to the genus Enterovirus in the family Picornaviridae and has been recognized as one of the most important pathogens that cause emerging infectious disease. Despite of the importance of EV71, the nonstructural protein 3AB from this virus is little understood for its function during EV71 replication. Here we expressed EV71 3AB protein as recombinant protein in a eukaryotic expression system and uncovered that this protein possesses a nucleic acid helix-destabilizing and strand annealing acceleration activity in a dose-dependent manner, indicating that EV71 3AB is a nucleic acid chaperone protein. Moreover, we characterized the RNA chaperone activity of EV71 3AB, and revealed that divalent metal ions, such as Mg 2 þ and Zn 2 þ , were able to inhibit the RNA helixdestabilizing activity of 3AB to different extents. Moreover, we determined that 3B plus the last 7 amino acids at the C-terminal of 3A (termed 3B þ 7) possess the RNA chaperone activity, and five amino acids, i.e. , are critical and probably the active sites of 3AB for its RNA chaperone activity. This report reveals that EV71 3AB displays an RNA chaperone activity, adds a new member to the growing list of virus-encoded RNA chaperones, and provides novel knowledge about the virology of EV71.",
      "sentences": [
        [
          {
            "segment_text": "Human enterovirus 71 ( EV71 ) belongs to the genus Enterovirus in the family Picornaviridae and has been recognized as one of the most important pathogens that cause emerging infectious disease .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Despite of the importance of EV71 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the nonstructural protein 3AB from this virus is little understood for its function during EV71 replication .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we expressed EV71 3AB protein as recombinant protein in a eukaryotic expression system and uncovered that this protein possesses a nucleic acid helix-destabilizing and strand annealing acceleration activity in a dose-dependent manner ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "indicating that EV71 3AB is a nucleic acid chaperone protein .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Moreover , we characterized the RNA chaperone activity of EV71 3AB ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and revealed that divalent metal ions ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "such as Mg 2 þ and Zn 2 þ ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "were able to inhibit the RNA helixdestabilizing activity of 3AB to different extents .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , we determined that 3B plus the last 7 amino acids at the C-terminal of 3A ( termed 3B þ 7 ) possess the RNA chaperone activity ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and five amino acids , i.e. ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "are critical and probably the active sites of 3AB for its RNA chaperone activity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This report reveals that EV71 3AB displays an RNA chaperone activity ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "adds a new member to the growing list of virus-encoded RNA chaperones ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and provides novel knowledge about the virology of EV71 .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "15",
    "token_num": "230"
  }
}