{
  "paper_id": "656d6bf0f5b0f360d55d5321e0c305eb6a12cbab",
  "metadata": {
    "title": "IFN-γ protects from lethal IL-17 mediated viral encephalomyelitis independent of neutrophils",
    "coda_data_split": "train",
    "coda_paper_id": 8516,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: The interplay between IFN-γ, IL-17 and neutrophils during CNS inflammatory disease is complex due to cross-regulatory factors affecting both positive and negative feedback loops. These interactions have hindered the ability to distinguish the relative contributions of neutrophils, Th1 and Th17 cell-derived effector molecules from secondary mediators to tissue damage and morbidity. Methods: Encephalitis induced by a gliatropic murine coronavirus was used as a model to assess the direct contributions of neutrophils, IFN-γ and IL-17 to virus-induced mortality. CNS inflammatory conditions were selectively manipulated by adoptive transfer of virus-primed wild-type (WT) or IFN-γ deficient (GKO) memory CD4 + T cells into infected SCID mice, coupled with antibody-mediated neutrophil depletion and cytokine blockade.",
      "sentences": [
        [
          {
            "segment_text": "Background : The interplay between IFN-γ ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "IL-17 and neutrophils during CNS inflammatory disease is complex due to cross-regulatory factors affecting both positive and negative feedback loops .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These interactions have hindered the ability to distinguish the relative contributions of neutrophils ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Th1 and Th17 cell-derived effector molecules from secondary mediators to tissue damage and morbidity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Methods : Encephalitis induced by a gliatropic murine coronavirus was used as a model to assess the direct contributions of neutrophils ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "IFN-γ and IL-17 to virus-induced mortality .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "CNS inflammatory conditions were selectively manipulated by adoptive transfer of virus-primed wild-type ( WT ) or IFN-γ deficient ( GKO ) memory CD4 + T cells into infected SCID mice ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "coupled with antibody-mediated neutrophil depletion and cytokine blockade .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results: Transfer of GKO memory CD4 + T cells into infected SCID mice induced rapid mortality compared to recipients of WT memory CD4 + T cells, despite similar virus control and demyelination. In contrast to recipients of WT CD4 + T cells, extensive neutrophil infiltration and IL-17 expression within the CNS in recipients of GKO CD4 + T cells provided a model to directly assess their contribution(s) to disease. Recipients of WT CD4 + T cells depleted of IFN-γ did not express IL-17 and were spared from mortality despite abundant CNS neutrophil infiltration, indicating that mortality was not mediated by excessive CNS neutrophil accumulation. By contrast, IL-17 depletion rescued recipients of GKO CD4 + T cells from rapid mortality without diminishing neutrophils or reducing GM-CSF, associated with pathogenic Th17 cells in CNS autoimmune models. Furthermore, co-transfer of WT and GKO CD4 + T cells prolonged survival in an IFN-γ dependent manner, although IL-17 transcription was not reduced.",
      "sentences": [
        [
          {
            "segment_text": "Results : Transfer of GKO memory CD4 + T cells into infected SCID mice induced rapid mortality compared to recipients of WT memory CD4 + T cells ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "despite similar virus control and demyelination .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In contrast to recipients of WT CD4 + T cells ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "extensive neutrophil infiltration and IL-17 expression within the CNS in recipients of GKO CD4 + T cells provided a model to directly assess their contribution ( s ) to disease .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Recipients of WT CD4 + T cells depleted of IFN-γ did not express IL-17 and were spared from mortality despite abundant CNS neutrophil infiltration ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "indicating that mortality was not mediated by excessive CNS neutrophil accumulation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "By contrast , IL-17 depletion rescued recipients of GKO CD4 + T cells from rapid mortality without diminishing neutrophils or reducing GM-CSF ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "associated with pathogenic Th17 cells in CNS autoimmune models .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , co-transfer of WT and GKO CD4 + T cells prolonged survival in an IFN-γ dependent manner ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "although IL-17 transcription was not reduced .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions: These data demonstrate that IL-17 mediates detrimental clinical consequences in an IFN-γ-deprived environment, independent of extensive neutrophil accumulation or GM-CSF upregulation. The results also suggest that IFN-γ overrides the detrimental IL-17 effector responses via a mechanism downstream of transcriptional regulation.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions : These data demonstrate that IL-17 mediates detrimental clinical consequences in an IFN-γ-deprived environment ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "independent of extensive neutrophil accumulation or GM-CSF upregulation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The results also suggest that IFN-γ overrides the detrimental IL-17 effector responses via a mechanism downstream of transcriptional regulation .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "11",
    "segment_num": "21",
    "token_num": "344"
  }
}