{
  "paper_id": "6571699b914b0fdff376cdad34aad374dd54bbe4",
  "metadata": {
    "title": "Immune Tolerance in Autoimmune Central Nervous System Disorders-brain barrier · Central nervous system · Cerebrospinal fluid · Foxp3 · GM-CSF · Human leukocyte antigen · Interferon-γ · Interleukin 17 · Myelin basic protein · Multiple sclerosis · Myelin oligodendrocyte glycoprotein · Neuromyelitis optica · Proteolipid protein · Th1 · Th17 · T regulatory cells · Trichostatin A · Tumor necrosis factor-α, Tolerance",
    "coda_data_split": "train",
    "coda_paper_id": 7865,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Multiple sclerosis (MS) afflicts genetically predisposed individuals and is associated with T lymphocyte-mediated damage to the myelin sheath of neurons in the central nervous system, resulting in severely impaired signal transmission. The mechanisms of the induction and manifestation of MS are not entirely understood. The control of autoimmune disorders is accomplished by both central tolerance in which autoreactive T lymphocytes are eliminated in the thymus and by tolerance mechanisms that operate in the periphery. Among the many mechanisms described, T regulatory (Treg) cells derived from the thymus (tTregs) and induced (iTregs) in the periphery as well as T regulatory type 1 cells (Tr1) are involved in many disease models. However, the precise details of the generation and perpetuation of these various Treg subsets and their relevance to the regulation of autoimmune diseases remain elusive. In this review, we critically analyze the current knowledge of the tolerance mechanisms involved in the regulation of MS and its animal model, experimental autoimmune encephalomyelitis.",
      "sentences": [
        [
          {
            "segment_text": "Multiple sclerosis ( MS ) afflicts genetically predisposed individuals and is associated with T lymphocyte-mediated damage to the myelin sheath of neurons in the central nervous system ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "resulting in severely impaired signal transmission .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The mechanisms of the induction and manifestation of MS are not entirely understood .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The control of autoimmune disorders is accomplished by both central tolerance in which autoreactive T lymphocytes are eliminated in the thymus and by tolerance mechanisms that operate in the periphery .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Among the many mechanisms described ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "T regulatory ( Treg ) cells derived from the thymus ( tTregs ) and induced ( iTregs ) in the periphery as well as T regulatory type 1 cells ( Tr1 ) are involved in many disease models .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , the precise details of the generation and perpetuation of these various Treg subsets and their relevance to the regulation of autoimmune diseases remain elusive .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this review , we critically analyze the current knowledge of the tolerance mechanisms involved in the regulation of MS and its animal model , experimental autoimmune encephalomyelitis .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "8",
    "token_num": "181"
  }
}