{
  "paper_id": "6574d82bfd73a7138be2a62e222eece43cb6bf7c",
  "metadata": {
    "title": "Original Articles Epitope Characterization of Sero-Specific Monoclonal Antibody to Clostridium botulinum Neurotoxin Type A",
    "coda_data_split": "train",
    "coda_paper_id": 3099,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Botulinum neurotoxins (BoNTs) are extremely potent toxins that can contaminate foods and are a public health concern. Anti-BoNT antibodies have been described that are capable of detecting BoNTs; however there still exists a need for accurate and sensitive detection capabilities for BoNTs. Herein, we describe the characterization of a panel of eight monoclonal antibodies (MAbs) generated to the non-toxic receptor-binding domain of BoNT/ A (H C 50/A) developed using a high-throughput screening approach. In two independent hybridoma fusions, two groups of four IgG MAbs were developed against recombinant H C 50/A. Of these eight, only a single MAb, F90G5-3, bound to the whole BoNT/A protein and was characterized further. The F90G5-3 MAb slightly prolonged time to death in an in vivo mouse bioassay and was mapped by pepscan to a peptide epitope in the Nterminal subdomain of H C 50/A (H CN 25/A) comprising amino acid residues 985 WTLQDTQEIKQRVVF 999 , an epitope that is highly immunoreactive in humans. Furthermore, we demonstrate that F90G5-3 binds BoNT/A with nanomolar efficiency. Together, our results indicate that F90G5-3 is of potential value as a diagnostic immunoreagent for BoNT/A capture assay development and bio-forensic analysis.",
      "sentences": [
        [
          {
            "segment_text": "Botulinum neurotoxins ( BoNTs ) are extremely potent toxins that can contaminate foods and are a public health concern .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Anti-BoNT antibodies have been described that are capable of detecting BoNTs ; however there still exists a need for accurate and sensitive detection capabilities for BoNTs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Herein , we describe the characterization of a panel of eight monoclonal antibodies ( MAbs ) generated to the non-toxic receptor-binding domain of BoNT / A ( H C 50/A ) developed using a high-throughput screening approach .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "In two independent hybridoma fusions ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "two groups of four IgG MAbs were developed against recombinant H C 50/A .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Of these eight , only a single MAb ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "F90G5-3 , bound to the whole BoNT/A protein and was characterized further .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The F90G5-3 MAb slightly prolonged time to death in an in vivo mouse bioassay and was mapped by pepscan to a peptide epitope in the Nterminal subdomain of H C 50/A ( H CN 25/A ) comprising amino acid residues 985 WTLQDTQEIKQRVVF 999 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "an epitope that is highly immunoreactive in humans .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , we demonstrate that F90G5-3 binds BoNT/A with nanomolar efficiency .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Together , our results indicate that F90G5-3 is of potential value as a diagnostic immunoreagent for BoNT/A capture assay development and bio-forensic analysis .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "11",
    "token_num": "216"
  }
}