{
  "paper_id": "657602c5e4a96575433b73793bbf7e33110262e7",
  "metadata": {
    "title": "Analysis of protein expression by mammalian cell lines stably expressing lactate dehydrogenase- elevating virus ORF 5 and ORF 6 proteins",
    "coda_data_split": "train",
    "coda_paper_id": 8016,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Lactate dehydrogenase-elevating virus (LDV) has a strict species-specificity. Because only a subset of mouse primary macrophages have been identified that can support LDV replication in vitro, the precise molecular mechanism of viral entry and replication remains unclear. To analyze the LDV envelope proteins, which probably mediate viral attachment to the host cell, we developed a mammalian system for stable co-expression of LDV open reading frame (ORF) 5-and ORF 6-encoded proteins (ORF 5 and ORF 6 proteins), which correspond to envelope VP-3 and M/VP-2, respectively, and compared these expressed proteins to the native ones. Western blotting analysis combined with Nglycanase digestion revealed that ORF 5 and ORF 6 proteins were similar in size to native VP-3 and M/VP-2, and that ORF 5 protein was N-glycosylated, like the native VP-3. Immunofluorescence microscopy revealed that both ORF 5 and ORF 6 proteins were distributed throughout the cytoplasm and were colocalized in most cells. Moreover, ORF 5 protein was localized both in the perinuclear region and the Golgi complex and transported to the cell surface. This mammalian expression system in which the exogenously expressed proteins closely resemble the native proteins will provide the experimental basis for further studies of the interactions between LDV envelope proteins and host cells.",
      "sentences": [
        [
          {
            "segment_text": "Lactate dehydrogenase-elevating virus ( LDV ) has a strict species-specificity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Because only a subset of mouse primary macrophages have been identified that can support LDV replication in vitro ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the precise molecular mechanism of viral entry and replication remains unclear .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To analyze the LDV envelope proteins ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "which probably mediate viral attachment to the host cell ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we developed a mammalian system for stable co-expression of LDV open reading frame ( ORF ) 5-and ORF 6-encoded proteins ( ORF 5 and ORF 6 proteins ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "which correspond to envelope VP-3 and M/VP -2 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "respectively , and compared these expressed proteins to the native ones .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Western blotting analysis combined with Nglycanase digestion revealed that ORF 5 and ORF 6 proteins were similar in size to native VP-3 and M/VP -2 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and that ORF 5 protein was N-glycosylated , like the native VP-3 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Immunofluorescence microscopy revealed that both ORF 5 and ORF 6 proteins were distributed throughout the cytoplasm and were colocalized in most cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , ORF 5 protein was localized both in the perinuclear region and the Golgi complex and transported to the cell surface .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This mammalian expression system in which the exogenously expressed proteins closely resemble the native proteins will provide the experimental basis for further studies of the interactions between LDV envelope proteins and host cells .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "13",
    "token_num": "228"
  }
}