{
  "paper_id": "658d51772d589e3d0507a099e262de7ab84f1b6c",
  "metadata": {
    "title": "Chromatographic removal combined with heat, acid and chaotropic inactivation of four model viruses",
    "coda_data_split": "train",
    "coda_paper_id": 2409,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The virus removal of protein A affinity chromatography, inactivation capacity, acid pH and a combination of high temperature with a chaotropic agent was determined in this work. The model viruses studied were sendaivirus, human immunodeficency virus (HIV-IIIb), human poliovirus type-II, human herpesvirus I and canine parvovirus. The protein A affinity chromatography showed a maximum reduction factor of 8 logs in the case of viruses larger than 120 nm size, while for small viruses (18-30 nm) the maximum reduction factor was about 5 logs. Non viral inactivation was observed during the monoclonal antibody elution step. Low pH treatment showed a maximum inactivation factor of 7.1 logs for enveloped viruses. However, a weak inactivation factor (3.4 logs) was obtained for DNA nonenveloped viruses. The combination of high temperature with 3 M KSCN showed a high inactivation factor for all of the viruses studied. The total clearance factor was 23.1, 15.1, 13.6, 20.0 and 16.0 logs for sendaivirus, HIV-IIIb, human poliovirus type-II, human herpesvirus I and canine parvovirus, respectively.",
      "sentences": [
        [
          {
            "segment_text": "The virus removal of protein A affinity chromatography ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "inactivation capacity , acid pH and a combination of high temperature with a chaotropic agent was determined in this work .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The model viruses studied were sendaivirus ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "human immunodeficency virus ( HIV-IIIb ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "human poliovirus type-II , human herpesvirus I and canine parvovirus .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The protein A affinity chromatography showed a maximum reduction factor of 8 logs in the case of viruses larger than 120 nm size ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while for small viruses ( 18-30 nm ) the maximum reduction factor was about 5 logs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Non viral inactivation was observed during the monoclonal antibody elution step .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Low pH treatment showed a maximum inactivation factor of 7.1 logs for enveloped viruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , a weak inactivation factor ( 3.4 logs ) was obtained for DNA nonenveloped viruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The combination of high temperature with 3 M KSCN showed a high inactivation factor for all of the viruses studied .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The total clearance factor was 23.1 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "15.1 , 13.6 , 20.0 and 16.0 logs for sendaivirus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "HIV-IIIb , human poliovirus type-II ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "human herpesvirus I and canine parvovirus , respectively .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "15",
    "token_num": "194"
  }
}