{
  "paper_id": "659146062766f5f3a552e1542af0825cc0efd443",
  "metadata": {
    "title": "Acute respiratory infections among returning Hajj pilgrims-Jordan, 2014",
    "coda_data_split": "train",
    "coda_paper_id": 9855,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background: The emergence of Middle East Respiratory Syndrome coronavirus (MERS-CoV) has prompted enhanced surveillance for respiratory infections among pilgrims returning from the Hajj, one of the largest annual mass gatherings in the world. Objectives: To describe the epidemiology and etiologies of respiratory illnesses among pilgrims returning to Jordan after the 2014 Hajj. Study design: Surveillance for respiratory illness among pilgrims returning to Jordan after the 2014 Hajj was conducted at sentinel health care facilities using epidemiologic surveys and molecular diagnostic testing of upper respiratory specimens for multiple respiratory pathogens, including MERS-CoV. Results: Among the 125 subjects, 58% tested positive for at least one virus; 47% tested positive for rhino/enterovirus. No cases of MERS-CoV were detected. Conclusions: The majority of pilgrims returning to Jordan from the 2014 Hajj with respiratory illness were determined to have a viral etiology, but none were due to MERS-CoV. A greater understanding of the epidemiology of acute respiratory infections among returning travelers to other countries after Hajj should help optimize surveillance systems and inform public health response practices.",
      "sentences": [
        [
          {
            "segment_text": "Background : The emergence of Middle East Respiratory Syndrome coronavirus ( MERS-CoV ) has prompted enhanced surveillance for respiratory infections among pilgrims returning from the Hajj ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "one of the largest annual mass gatherings in the world .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Objectives : To describe the epidemiology and etiologies of respiratory illnesses among pilgrims returning to Jordan after the 2014 Hajj .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Study design : Surveillance for respiratory illness among pilgrims returning to Jordan after the 2014 Hajj was conducted at sentinel health care facilities using epidemiologic surveys and molecular diagnostic testing of upper respiratory specimens for multiple respiratory pathogens , including MERS-CoV .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Among the 125 subjects ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "58 % tested positive for at least one virus ; 47 % tested positive for rhino/enterovirus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "No cases of MERS-CoV were detected .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : The majority of pilgrims returning to Jordan from the 2014 Hajj with respiratory illness were determined to have a viral etiology ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but none were due to MERS-CoV .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A greater understanding of the epidemiology of acute respiratory infections among returning travelers to other countries after Hajj should help optimize surveillance systems and inform public health response practices .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Published by Elsevier B.V.",
      "sentences": [
        [
          {
            "segment_text": "Published by Elsevier B.V.",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "8",
    "segment_num": "11",
    "token_num": "197"
  }
}