{
  "paper_id": "65bcf6346ea3698c74f76384f8a30a4835b5b98c",
  "metadata": {
    "title": "Rapid establishment of laboratory diagnostics for the novel coronavirus SARS-CoV-2 in Timely implementation of molecular diagnostics for SARS-CoV-2",
    "coda_data_split": "train",
    "coda_paper_id": 3846,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The need for timely establishment of diagnostic assays arose when Germany was confronted with the first travel-associated outbreak of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) in Europe. We describe our laboratory experiences during a large contact tracing investigation, comparing previously published real-time RT-PCR assays in different PCR systems and a commercial kit. We found that assay performance using the same primers and probes with different PCR systems varied and the commercial kit performed well.",
      "sentences": [
        [
          {
            "segment_text": "The need for timely establishment of diagnostic assays arose when Germany was confronted with the first travel-associated outbreak of severe acute respiratory syndrome coronavirus 2 ( SARS-CoV-2 ) in Europe .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We describe our laboratory experiences during a large contact tracing investigation ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "comparing previously published real-time RT-PCR assays in different PCR systems and a commercial kit .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We found that assay performance using the same primers and probes with different PCR systems varied and the commercial kit performed well .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "At the end of December 2019, an outbreak caused by a novel coronavirus was announced in Wuhan, China. Since then, the number of cases has increased, especially in China but also in other countries, and public health authorities are in need to rapidly implement diagnostic tools. In this paper, we describe our laboratory experiences with the novel real-time RT-PCR assays comparing different one-step PCR systems and a commercial kit, using a Bio-Rad CFX 96 cycler.",
      "sentences": [
        [
          {
            "segment_text": "At the end of December 2019 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "an outbreak caused by a novel coronavirus was announced in Wuhan , China .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Since then , the number of cases has increased ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "especially in China but also in other countries ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and public health authorities are in need to rapidly implement diagnostic tools .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In this paper , we describe our laboratory experiences with the novel real-time RT-PCR assays comparing different one-step PCR systems and a commercial kit ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "using a Bio-Rad CFX 96 cycler .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "6",
    "segment_num": "11",
    "token_num": "166"
  }
}