{
  "paper_id": "65c37791d1a0207411a8ea9f0b8bbe92891d1d95",
  "metadata": {
    "title": "Analysis of the intrathecal humoral immune response in Brown Norway (BN) rats, infected with the murine coronavirus JHM",
    "coda_data_split": "train",
    "coda_paper_id": 5343,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Serum and CSF specimens from clinically healthy Brown Norway (BN) rats inoculated intracerebrally with corona virus JHM were analysed with respect to the state of the blood-brain barrier (BBB) and the intrathecal synthesis and isoelectric distribution of immunoglobulins (Ig). Increased CSF/serum ratios for Ig in the context of an intact BBB were never seen in the absence of intrathecal synthesis of virus-specific antibodies. Affinity-mediated immunoblot analysis revealed a broad pattern of virus-specific antibodies with embedded clusters of restricted heterogeneity, but no signs of oligoclonal Ig production carrying non-viral specificity. From these data it was concluded that BN rats do control the intracerebral spread of JHM virus effectively by a strong local virus-specific antibody response, thereby preventing a clinically apparent disease.",
      "sentences": [
        [
          {
            "segment_text": "Serum and CSF specimens from clinically healthy Brown Norway ( BN ) rats inoculated intracerebrally with corona virus JHM were analysed with respect to the state of the blood-brain barrier ( BBB ) and the intrathecal synthesis and isoelectric distribution of immunoglobulins ( Ig ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Increased CSF/serum ratios for Ig in the context of an intact BBB were never seen in the absence of intrathecal synthesis of virus-specific antibodies .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Affinity-mediated immunoblot analysis revealed a broad pattern of virus-specific antibodies with embedded clusters of restricted heterogeneity ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but no signs of oligoclonal Ig production carrying non-viral specificity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "From these data it was concluded that BN rats do control the intracerebral spread of JHM virus effectively by a strong local virus-specific antibody response ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "thereby preventing a clinically apparent disease .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "6",
    "token_num": "132"
  }
}