{
  "paper_id": "65d22c9c8eb2b0cd987ff566f6bc6a1dc7a5211e",
  "metadata": {
    "title": "Structure and Intracellular Targeting of the SARS-Coronavirus Orf7a Accessory Protein So far, the functions of these genes remain unknown. Their absence from other genomes suggests that they 1 Department of Pathology and Immunology 2 Department of Molecular Microbiology might carry out unique functions in SARS-CoV replica- tion, assembly, or virulence. Similarly positioned \"ac- 3 Department of Medicine",
    "coda_data_split": "train",
    "coda_paper_id": 3824,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "are predicted at the 3# end of the SARS-CoV genome (ORFs 3a, 3b, 7a, 7b, 8ab, and 9b) (Snijder et al., 2003). cessory genes\" have proven dispensable for coronavirus viability in vitro, although their deletion often and Molecular Biophysics Washington University School of Medicine leads to viral attenuation in vivo (de Haan et al., 2002). These genes are therefore particularly interesting, con-660 South Euclid Avenue St. Louis, Missouri 63110 sidering that nonessential accessory genes from a wide array of viruses function to circumvent host innate and adaptive immune responses (Alcami and Koszinowski, 2000; Ploegh, 1998). Summary In this study, we examine the product of the SARS-CoV accessory gene ORF 7a (Snijder et al., 2003) (also The open reading frame (ORF) 7a of the SARS-associknown as ORF 8 or X4) (Marra et al., 2003; Rota et al., ated coronavirus (SARS-CoV) encodes a unique type 2003)",
      "sentences": [
        [
          {
            "segment_text": "are predicted at the 3 # end of the SARS-CoV genome ( ORFs 3a , 3b , 7a , 7b , 8ab , and 9b ) ( Snijder et al. , 2003 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "cessory genes \u0027\u0027 have proven dispensable for coronavirus viability in vitro ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "although their deletion often and Molecular Biophysics Washington University School of Medicine leads to viral attenuation in vivo ( de Haan et al. , 2002 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These genes are therefore particularly interesting ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "con-660 South Euclid Avenue St. Louis ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Missouri 63110 sidering that nonessential accessory genes from a wide array of viruses function to circumvent host innate and adaptive immune responses ( Alcami and Koszinowski , 2000 ; Ploegh , 1998 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Summary In this study , we examine the product of the SARS-CoV accessory gene ORF 7a ( Snijder et al. , 2003 ) ( also The open reading frame ( ORF ) 7a of the SARS-associknown as ORF 8 or X4 ) ( Marra et al. , 2003 ; Rota et al. , ated coronavirus ( SARS-CoV ) encodes a unique type 2003 )",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": ". Sequence analysis predicts that ORF 7a en-I transmembrane protein of unknown function. We codes a type I transmembrane protein, 122 amino acids have determined the 1.8 Å resolution crystal structure in length, consisting of a 15 residue N-terminal signal of the N-terminal ectodomain of orf7a, revealing a peptide, an 81 residue luminal domain, a 21 residue compact seven-stranded ␤ sandwich unexpectedly transmembrane segment, and a 5 residue cytoplasmic similar in fold and topology to members of the Ig sutail. Although the orf7a sequence has been identified in perfamily. We also demonstrate that, in SARS-CoVall isolates of SARS-CoV collected from both human infected cells, the orf7a protein is expressed and reand animal sources, it appears to be unique to SARS, tained intracellularly. Confocal microscopy studies displaying no significant similarity to any other viral or using orf7a and orf7a/CD4 chimeras implicate the nonviral protein. Here, we examine the orf7a accessory short cytoplasmic tail and transmembrane domain in protein in an attempt to clarify its biological signifitrafficking of the protein within the endoplasmic reticcance and evaluate its potential as a therapeutic target. ulum and Golgi network. Taken together, our findings",
      "sentences": [
        [
          {
            "segment_text": ".",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Sequence analysis predicts that ORF 7a en-I transmembrane protein of unknown function .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We codes a type I transmembrane protein ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "122 amino acids have determined the 1.8 Å resolution crystal structure in length ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "consisting of a 15 residue N-terminal signal of the N-terminal ectodomain of orf7a ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "revealing a peptide , an 81 residue luminal domain ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "a 21 residue compact seven-stranded ␤ sandwich unexpectedly transmembrane segment ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and a 5 residue cytoplasmic similar in fold and topology to members of the Ig sutail .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Although the orf7a sequence has been identified in perfamily .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We also demonstrate that , in SARS-CoVall isolates of SARS-CoV collected from both human infected cells ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the orf7a protein is expressed and reand animal sources ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "it appears to be unique to SARS , tained intracellularly .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Confocal microscopy studies displaying no significant similarity to any other viral or using orf7a and orf7a/CD4 chimeras implicate the nonviral protein .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Here , we examine the orf7a accessory short cytoplasmic tail and transmembrane domain in protein in an attempt to clarify its biological signifitrafficking of the protein within the endoplasmic reticcance and evaluate its potential as a therapeutic target .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "ulum and Golgi network .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Taken together , our findings",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Using an E. coli expression system, we have successprovide a structural and cellular framework in which fully produced the luminal domain of orf7a as soluble to explore the role of orf7a in SARS-CoV pathoprotein by oxidative refolding. We have determined the genesis.",
      "sentences": [
        [
          {
            "segment_text": "Using an E. coli expression system ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we have successprovide a structural and cellular framework in which fully produced the luminal domain of orf7a as soluble to explore the role of orf7a in SARS-CoV pathoprotein by oxidative refolding .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We have determined the genesis .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "crystal structure of orf7a to 1.8 Å resolution, revealing a compact Ig-like domain. In addition, monoclonal anti-Introduction bodies specific for both the native and denatured forms of orf7a have been produced, allowing for the analysis",
      "sentences": [
        [
          {
            "segment_text": "crystal structure of orf7a to 1.8 Å resolution ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "revealing a compact Ig-like domain .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , monoclonal anti-Introduction bodies specific for both the native and denatured forms of orf7a have been produced , allowing for the analysis",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "tail of the protein. naviruses that it may represent a distinct lineage (Marra et al., 2003; Rota et al., 2003). Current evidence suggests the virus emerged from nonhuman sources (Guan Results et al., 2003; Yu et al., 2003), possibly as a recombination event between mammalian-like and avian-like parent Production of Soluble Refolded Orf7a Protein We initiated our studies of orf7a by cloning a cDNA viruses (Rest and Mindell, 2003; Stanhope et al., 2004; Stavrinides and Guttman, 2004). fragment encoding the mature N-terminal ectodomain into a bacterial expression vector. Based on the pres-The genomic sequences of numerous SARS-CoV isolates have been determined (http://www.ncbi.nlm.nih.",
      "sentences": [
        [
          {
            "segment_text": "tail of the protein .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "naviruses that it may represent a distinct lineage ( Marra et al. , 2003 ; Rota et al. , 2003 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Current evidence suggests the virus emerged from nonhuman sources ( Guan Results et al. , 2003 ; Yu et al. , 2003 ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "possibly as a recombination event between mammalian-like and avian-like parent Production of Soluble Refolded Orf7a Protein We initiated our studies of orf7a by cloning a cDNA viruses ( Rest and Mindell , 2003 ; Stanhope et al. , 2004 ; Stavrinides and Guttman , 2004 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "fragment encoding the mature N-terminal ectodomain into a bacterial expression vector .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Based on the pres-The genomic sequences of numerous SARS-CoV isolates have been determined ( http://www.ncbi.nlm.nih .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "ence of four cysteine residues and a predicted secretory signal peptide, we expected that two disulfide gov/genomes/SARS/SARS.html). The principal \"conserved\" open reading frames occur in the same order bonds would be required for proper folding of the orf7a ectodomain. Indeed, the bacterially expressed recom-and are of similar size as those found in other coronaviruses. These include, from 5# to 3#, genes for the binant protein proved insoluble. It was therefore recovered from inclusion bodies, denatured in guanidine hy-replicase (rep), spike (S), envelope (E), membrane (M), and nucleocapsid (N) proteins. In addition to the con-drochloride, and then oxidatively refolded by rapid dilution. The resulting soluble protein was purified on served genes, six or more novel open reading frames size exclusion chromatography eluting at w9 kDa, the correct calibrated molecular weight expected for the",
      "sentences": [
        [
          {
            "segment_text": "ence of four cysteine residues and a predicted secretory signal peptide ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "we expected that two disulfide gov/genomes/SARS/SARS.html ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The principal `` conserved \u0027\u0027 open reading frames occur in the same order bonds would be required for proper folding of the orf7a ectodomain .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Indeed , the bacterially expressed recom-and are of similar size as those found in other coronaviruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These include , from 5 # to 3 # ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "genes for the binant protein proved insoluble .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "It was therefore recovered from inclusion bodies ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "denatured in guanidine hy-replicase ( rep ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "spike ( S ) , envelope ( E ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "membrane ( M ) , and nucleocapsid ( N ) proteins .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "In addition to the con-drochloride ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and then oxidatively refolded by rapid dilution .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The resulting soluble protein was purified on served genes ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "six or more novel open reading frames size exclusion chromatography eluting at w9 kDa ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the correct calibrated molecular weight expected for the",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "6",
    "sentence_num": "29",
    "segment_num": "50",
    "token_num": "767"
  }
}