{
  "paper_id": "65ef6e86fee8614485fd93ebe26e219e4f0d7f05",
  "metadata": {
    "title": "Identification of a minimal peptide derived from heptad repeat (HR) 2 of spike protein of SARS-CoV and combination of HR1-derived peptides as fusion inhibitors",
    "coda_data_split": "train",
    "coda_paper_id": 8416,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The heptad repeats (HR1 and HR2) of the spike protein of SARS-CoV are highly conserved regions forming a critical 6-helix bundle during the fusion step of virus entry and are attractive targets of entry inhibitors. In this study, we report that a minimal HR2 peptide, P6 of 23-mer, can block the fusion of SARS-CoV with an IC 50 of 1.04 ± 0.22 M. This finding supports the structural prediction of the deep groove of HR1 trimer as a target for fusion inhibitors, and suggests P6 as a potential lead peptide for future drug development. Moreover, combination of an HR-1 peptide, N46, and its mutated version, N46eg, shows synergistic inhibition with an IC 50 of 1.39 ± 0.05 M and combination index of 0.75 ± 0.15, suggesting a common strategy to achieve promising inhibition by HR1 peptide for other class I envelope viruses.",
      "sentences": [
        [
          {
            "segment_text": "The heptad repeats ( HR1 and HR2 ) of the spike protein of SARS-CoV are highly conserved regions forming a critical 6-helix bundle during the fusion step of virus entry and are attractive targets of entry inhibitors .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , we report that a minimal HR2 peptide ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "P6 of 23-mer , can block the fusion of SARS-CoV with an IC 50 of 1.04 ± 0.22 M .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This finding supports the structural prediction of the deep groove of HR1 trimer as a target for fusion inhibitors ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and suggests P6 as a potential lead peptide for future drug development .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , combination of an HR-1 peptide ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "N46 , and its mutated version ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "N46eg , shows synergistic inhibition with an IC 50 of 1.39 ± 0.05 M and combination index of 0.75 ± 0.15 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "suggesting a common strategy to achieve promising inhibition by HR1 peptide for other class I envelope viruses .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "9",
    "token_num": "158"
  }
}