{
  "paper_id": "65ff1d3da8f9ebd2e4c63d3d4e474f92ee6c6e44",
  "metadata": {
    "title": "Horizontal Transfer of RNAs: Exosomes as mediators of intercellular communication NIH Public Access",
    "coda_data_split": "train",
    "coda_paper_id": 4202,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Multicellular organisms are similar to biological communities, consisting of various cell types; thus, inter-cell communication is critical for the functioning of the whole system that ultimately constitutes a living being. Conventional models of cellular exchange include signaling molecules and direct contact-mediated cell communications. Exosomes, small vesicles originating from an inward budding of the plasma membrane, represent a new avenue for signaling between cells. This interchange is achieved by packaging RNA species into exosomes endowed with specific cell surface-targeting motifs. The delivered RNA molecules are functional and mRNA can be translated into new proteins, while miRNAs target host mRNAs in the recipient cell. RNA involved in transmitting information or molecules between cells is called exosomal RNA (esRNA). This review summarizes the characteristics of exosomes, specifically focusing on their role in the horizontal transfer of cellular information.",
      "sentences": [
        [
          {
            "segment_text": "Multicellular organisms are similar to biological communities ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "consisting of various cell types ; thus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "inter-cell communication is critical for the functioning of the whole system that ultimately constitutes a living being .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Conventional models of cellular exchange include signaling molecules and direct contact-mediated cell communications .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Exosomes , small vesicles originating from an inward budding of the plasma membrane ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "represent a new avenue for signaling between cells .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This interchange is achieved by packaging RNA species into exosomes endowed with specific cell surface-targeting motifs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The delivered RNA molecules are functional and mRNA can be translated into new proteins ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "while miRNAs target host mRNAs in the recipient cell .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "RNA involved in transmitting information or molecules between cells is called exosomal RNA ( esRNA ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review summarizes the characteristics of exosomes ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "specifically focusing on their role in the horizontal transfer of cellular information .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Cell-cell communication; exosomes; esRNA; miRNA Exosomes, originally discovered in reticulocytes 1 , are multivesicular vacuoles and carriers of cellular cargo. Exosomes are the extracellular counterparts of endosomes, which are found in the cytoplasm. Endosomes were discovered in electron microscopic studies 2 and range from 30-80 nM in diameter. They are formed from an inward budding of the plasma membrane, often containing vesicles inside the lumen. To clarify the terminology, \u0027exosomes\u0027 can also refer to multisubunit protein complexes involved in RNA degradation 3 , however, the exosome complexes discussed in this article refer to microvesicular exosomes 4 . Exosomes differ from \u0027microparticles\u0027 released by cells, which arise from a budding of the outer layers of the plasma membrane. Microparticles are much larger than exosomes and range in size from 100 nm to 1 µm in diameter. Exosomes, on the other hand, are formed from endosomes, which in turn arise from an inward budding of the plasma membrane into the cytoplasm. There are often target cell-specific receptor molecules to guide exosomes to their cell of influence. Fusion of the exosomes with the plasma membrane of the recipient cell allows for transfer of the internal components to the target cell and thus, the transfer of information. The molecules being transferred can include proteins such as receptors or enzymes and nucleic acid molecules such as RNA. The RNA included in exosomes is known as exosomal RNA (esRNA). The ability to influence gene expression in distant cells through exosomes presents a remarkable model for cell-to-cell signaling. The horizontal transfer of exosomal RNA offers a new perspective on intercellular",
      "sentences": [
        [
          {
            "segment_text": "Cell-cell communication ; exosomes ; esRNA ; miRNA Exosomes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "originally discovered in reticulocytes 1 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "are multivesicular vacuoles and carriers of cellular cargo .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Exosomes are the extracellular counterparts of endosomes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which are found in the cytoplasm .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Endosomes were discovered in electron microscopic studies 2 and range from 30-80 nM in diameter .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "They are formed from an inward budding of the plasma membrane ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "often containing vesicles inside the lumen .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To clarify the terminology , ` exosomes \u0027 can also refer to multisubunit protein complexes involved in RNA degradation 3 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "however , the exosome complexes discussed in this article refer to microvesicular exosomes 4 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Exosomes differ from ` microparticles \u0027 released by cells ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which arise from a budding of the outer layers of the plasma membrane .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Microparticles are much larger than exosomes and range in size from 100 nm to 1 µm in diameter .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Exosomes , on the other hand ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "are formed from endosomes , which in turn arise from an inward budding of the plasma membrane into the cytoplasm .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "There are often target cell-specific receptor molecules to guide exosomes to their cell of influence .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Fusion of the exosomes with the plasma membrane of the recipient cell allows for transfer of the internal components to the target cell and thus , the transfer of information .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The molecules being transferred can include proteins such as receptors or enzymes and nucleic acid molecules such as RNA .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The RNA included in exosomes is known as exosomal RNA ( esRNA ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The ability to influence gene expression in distant cells through exosomes presents a remarkable model for cell-to-cell signaling .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The horizontal transfer of exosomal RNA offers a new perspective on intercellular",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "21",
    "segment_num": "33",
    "token_num": "445"
  }
}