{
  "paper_id": "6608b0cefc4d3b00d47b2ffe1bdaa350002febcf",
  "metadata": {
    "title": "The gene encoding the nucleocapsid protein: sequence analysis in murine hepatitis virus type 3 and evolution in Coronaviridae",
    "coda_data_split": "train",
    "coda_paper_id": 9410,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The nucleoprotein-encoding gene (N) of murine hepatitis virus type 3 (MHV 3), from the Mill Hilt strain, was cloned and sequenced. It was compared to gene N from other routine coronaviruses and was found to share more similarities with N sequences from MHV 1 and MHV JHM strains than with the published MHV3 N sequence which is almost identical to MHVA59. We suggest that the evolution of some MHV N sequences resulted from a double recombination phenomenon between two ancestors. Furthermore, comparison of protein N from avian and mammalian coronaviruses leads to the hypothesis that horizontal transfer events of the virus from one host species to another have occurred.",
      "sentences": [
        [
          {
            "segment_text": "The nucleoprotein-encoding gene ( N ) of murine hepatitis virus type 3 ( MHV 3 ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "from the Mill Hilt strain , was cloned and sequenced .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "It was compared to gene N from other routine coronaviruses and was found to share more similarities with N sequences from MHV 1 and MHV JHM strains than with the published MHV3 N sequence which is almost identical to MHVA59 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We suggest that the evolution of some MHV N sequences resulted from a double recombination phenomenon between two ancestors .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , comparison of protein N from avian and mammalian coronaviruses leads to the hypothesis that horizontal transfer events of the virus from one host species to another have occurred .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "5",
    "token_num": "120"
  }
}