{
  "paper_id": "6608fb822290862f83639f5c843df3101e1d64cf",
  "metadata": {
    "title": "Viral bronchiolitis in infancy Etiology and clinical features of viral bronchiolitis in infancy",
    "coda_data_split": "train",
    "coda_paper_id": 5334,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background: Bronchiolitis is a common lower respiratory tract infection in infancy. The aim of this review is to present the clinical profi le of viral bronchiolitis, the different culprit viruses and the disease severity in relation to the viral etiology. Data sources: Databases including PubMed and Google Scholar were searched for articles about the clinical features of bronchiolitis and its viral etiology. The most relevant articles to the scope of this review were analyzed. Results: Currently there are two main definitions for bronchiolitis which are not identical, the European definition and the American one. The most common viral pathogen that causes bronchiolitis is respiratory syncytial virus which was identified in 1955; now many other viruses have been implicated in the etiology of bronchiolitis such as rhinovirus, adenovirus, metapneumovirus, and bocavirus. Several studies have attempted to investigate the correlation of bronchiolitis severity with the type of detected virus or viruses. However, the results were not consitent. Conclusions: For the time being, the diagnosis of bronchiolitis remains clinical. The isolation of the responsible respiratory pathogens does not seem to confer to the prognosis of the disease severity. World J Pediatr 2017;13(4):293-299",
      "sentences": [
        [
          {
            "segment_text": "Background : Bronchiolitis is a common lower respiratory tract infection in infancy .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The aim of this review is to present the clinical profi le of viral bronchiolitis ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the different culprit viruses and the disease severity in relation to the viral etiology .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Data sources : Databases including PubMed and Google Scholar were searched for articles about the clinical features of bronchiolitis and its viral etiology .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The most relevant articles to the scope of this review were analyzed .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Results : Currently there are two main definitions for bronchiolitis which are not identical ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the European definition and the American one .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The most common viral pathogen that causes bronchiolitis is respiratory syncytial virus which was identified in 1955 ; now many other viruses have been implicated in the etiology of bronchiolitis such as rhinovirus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "adenovirus , metapneumovirus , and bocavirus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Several studies have attempted to investigate the correlation of bronchiolitis severity with the type of detected virus or viruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , the results were not consitent .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : For the time being ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the diagnosis of bronchiolitis remains clinical .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The isolation of the responsible respiratory pathogens does not seem to confer to the prognosis of the disease severity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "World J Pediatr 2017 ; 13 ( 4 ) : 293-299",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "15",
    "token_num": "218"
  }
}