{
  "paper_id": "6642a3a9cff3380628946b0ba6de8b03d9f47278",
  "metadata": {
    "title": "Severe Acute Respiratory Syndrome in a Naval Diver",
    "coda_data_split": "train",
    "coda_paper_id": 10445,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Severe acute respiratory syndrome (SARS) is a highly infectious, rapidly progressive, emerging disease. Early diagnosis and preventive measures are key for treatment and minimization of secondary spread. In the context of the armed forces, aggressive containment measures are essential to prevent an outbreak. In this study, we present the first reported case, to our knowledge, of SARS in a naval diver. The special physical requirements for divers and the potential complications associated with deep sea diving necessitate extensive investigation before certification of fitness for diving after SARS. In the early recovery period, potential problems during diving are caused by inadequate lung ventilation in relation to exercise level and increased breathing resistance attributable to weak respiratory muscles, with corresponding risk of hypoxia and hypercapnia, as well as decreased ability to respond to nonrespiratory problems during diving. Problems in the late recovery period include increased risk of diving complications (such as pulmonary barotrauma) resulting from fibrosis and scarring within the lung parenchyma, which are known complications of SARS. From our experience, we suggest that computed tomographic scans of the thorax, lung function tests, and careful follow-up monitoring should play a vital role in the assessment of patients during the convalescent period, before certification of fitness to dive.",
      "sentences": [
        [
          {
            "segment_text": "Severe acute respiratory syndrome ( SARS ) is a highly infectious ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "rapidly progressive , emerging disease .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Early diagnosis and preventive measures are key for treatment and minimization of secondary spread .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In the context of the armed forces ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "aggressive containment measures are essential to prevent an outbreak .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , we present the first reported case ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "to our knowledge , of SARS in a naval diver .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The special physical requirements for divers and the potential complications associated with deep sea diving necessitate extensive investigation before certification of fitness for diving after SARS .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In the early recovery period ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "potential problems during diving are caused by inadequate lung ventilation in relation to exercise level and increased breathing resistance attributable to weak respiratory muscles ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with corresponding risk of hypoxia and hypercapnia ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as well as decreased ability to respond to nonrespiratory problems during diving .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Problems in the late recovery period include increased risk of diving complications ( such as pulmonary barotrauma ) resulting from fibrosis and scarring within the lung parenchyma ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which are known complications of SARS .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "From our experience , we suggest that computed tomographic scans of the thorax ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "lung function tests , and careful follow-up monitoring should play a vital role in the assessment of patients during the convalescent period ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "before certification of fitness to dive .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "17",
    "token_num": "231"
  }
}