{
  "paper_id": "664d9d028ca5ee7bedf1e1afa89b6f352430af5d",
  "metadata": {
    "title": "Adenovirus respiratory infection in hospitalized children in Hong Kong: serotype-clinical syndrome association and risk factors for lower respiratory tract infection",
    "coda_data_split": "train",
    "coda_paper_id": 2888,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Lower respiratory tract infections (LRTI) caused by adenovirus can be severe with resultant chronic pulmonary sequelae. More than 50 serotypes have been recognized; however, the exact association of serotype with clinical phenotype is still unclear. There have been no reports on the adenovirus serotype pattern in Hong Kong, and their relationships with disease manifestations and complications are not known. Clinical and epidemiological data on 287 children (\u003c6 years old) admitted with adenovirus respiratory infections from 2001 to 2004 were reviewed. Common presenting symptoms included fever (97.9 %) and cough and rhinitis (74 %). Extra-pulmonary manifestations were present in 37.3 %. The clinical picture mimicked bacterial infection for its prolonged high fever and neutrophilic blood picture. Forty-two patients (14.6 %) had LRTI, either pneumonia or acute bronchiolitis, but none had severe acute respiratory compromise. Children aged 1 to 2 years old were most at risk for adenovirus LRTI (adjusted p\u003d0.0165). Serotypes 1 to 7 could be identified in 93.7 % of the nasopharyngeal specimens, with serotypes 2 and 3 being the most prevalent. Different serotypes showed predilection for different age groups and with different respiratory illness association. The majority of acute bronchiolitis (71.4 %) were associated with serotype 2 infection, and this association was statistically significant (p\u003c0.0001). Serotype 3 infection accounted for over half of the pneumonia cases (57-75 %) in those aged 3-5 years old. Only one patient developed mild bronchiectasis after serotype 7 pneumonia. Children aged 1 to 2 years old were the at-risk group for adenovirus LRTI, but respiratory morbidity was relatively mild in our locality. There was an apparent serotype-respiratory illness association.",
      "sentences": [
        [
          {
            "segment_text": "Lower respiratory tract infections ( LRTI ) caused by adenovirus can be severe with resultant chronic pulmonary sequelae .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "More than 50 serotypes have been recognized ; however ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the exact association of serotype with clinical phenotype is still unclear .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "There have been no reports on the adenovirus serotype pattern in Hong Kong ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and their relationships with disease manifestations and complications are not known .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Clinical and epidemiological data on 287 children ( \u003c 6 years old ) admitted with adenovirus respiratory infections from 2001 to 2004 were reviewed .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Common presenting symptoms included fever ( 97.9 % ) and cough and rhinitis ( 74 % ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Extra-pulmonary manifestations were present in 37.3 % .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The clinical picture mimicked bacterial infection for its prolonged high fever and neutrophilic blood picture .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Forty-two patients ( 14.6 % ) had LRTI ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "either pneumonia or acute bronchiolitis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but none had severe acute respiratory compromise .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Children aged 1 to 2 years old were most at risk for adenovirus LRTI ( adjusted p \u003d 0.0165 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Serotypes 1 to 7 could be identified in 93.7 % of the nasopharyngeal specimens ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with serotypes 2 and 3 being the most prevalent .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Different serotypes showed predilection for different age groups and with different respiratory illness association .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The majority of acute bronchiolitis ( 71.4 % ) were associated with serotype 2 infection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and this association was statistically significant ( p \u003c 0.0001 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Serotype 3 infection accounted for over half of the pneumonia cases ( 57-75 % ) in those aged 3-5 years old .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Only one patient developed mild bronchiectasis after serotype 7 pneumonia .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Children aged 1 to 2 years old were the at-risk group for adenovirus LRTI ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but respiratory morbidity was relatively mild in our locality .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "There was an apparent serotype-respiratory illness association .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "16",
    "segment_num": "23",
    "token_num": "312"
  }
}