{
  "paper_id": "6686e00d914007e053a17a5c97bdc0eea4316fc6",
  "metadata": {
    "title": "Regulating the adaptive immune response to respiratory virus infection NIH Public Access",
    "coda_data_split": "train",
    "coda_paper_id": 8709,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Recent years have seen several advances in our understanding of immunity to virus infection of the lower respiratory tract, including to influenza virus infection. Here, we review the cellular targets of viruses and the features of the host immune response that are unique to the lungs. We describe the interplay between innate and adaptive immune cells in the induction, expression and control of antiviral immunity, and discuss the impact of the infected lung milieu on moulding the response of antiviral effector T cells. Recent findings on the mechanisms that underlie the increased frequency of severe pulmonary bacterial infections following respiratory virus infection are also discussed.",
      "sentences": [
        [
          {
            "segment_text": "Recent years have seen several advances in our understanding of immunity to virus infection of the lower respiratory tract ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including to influenza virus infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we review the cellular targets of viruses and the features of the host immune response that are unique to the lungs .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We describe the interplay between innate and adaptive immune cells in the induction ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "expression and control of antiviral immunity ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and discuss the impact of the infected lung milieu on moulding the response of antiviral effector T cells .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Recent findings on the mechanisms that underlie the increased frequency of severe pulmonary bacterial infections following respiratory virus infection are also discussed .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Viruses are highly evolved and ubiquitous pathogens. Although infection with many viruses results in a mild, self-limited disease, other viruses can produce severe and frequently fatal infections. The respiratory tract is a major portal through which viruses enter to initiate infection. Whereas some viruses can initiate infection in the respiratory tract and then disseminate to other sites in the body, other viruses typically remain localized to the respiratory tract, where they replicate and induce tissue injury (see Supplementary information S1 (table)). Various defence mechanisms have evolved in the respiratory tract to prevent and control infection by viruses and other pathogens.",
      "sentences": [
        [
          {
            "segment_text": "Viruses are highly evolved and ubiquitous pathogens .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although infection with many viruses results in a mild ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "self-limited disease , other viruses can produce severe and frequently fatal infections .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The respiratory tract is a major portal through which viruses enter to initiate infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Whereas some viruses can initiate infection in the respiratory tract and then disseminate to other sites in the body ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "other viruses typically remain localized to the respiratory tract ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "where they replicate and induce tissue injury ( see Supplementary information S1 ( table ) ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Various defence mechanisms have evolved in the respiratory tract to prevent and control infection by viruses and other pathogens .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "The respiratory tract can be divided anatomically into the upper respiratory tract (including the nose, mouth and pharynx) and the lower respiratory tract (which consists of the trachea, bronchi and lungs), with the lymphoid tissue of Waldeyer\u0027s ring (including the pharyngeal and palatine tonsils) representing the line of demarcation. Because of the crucial role of the lower respiratory tract in respiration, we limit the focus of this Review to recent advances in our understanding of the host immune response to virus infection at this site.",
      "sentences": [
        [
          {
            "segment_text": "The respiratory tract can be divided anatomically into the upper respiratory tract ( including the nose , mouth and pharynx ) and the lower respiratory tract ( which consists of the trachea , bronchi and lungs ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with the lymphoid tissue of Waldeyer \u0027s ring ( including the pharyngeal and palatine tonsils ) representing the line of demarcation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Because of the crucial role of the lower respiratory tract in respiration ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "we limit the focus of this Review to recent advances in our understanding of the host immune response to virus infection at this site .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "11",
    "segment_num": "19",
    "token_num": "324"
  }
}