{
  "paper_id": "6694f16b82f96d357255e5bc174f8e70137c7de9",
  "metadata": {
    "title": "Relevance of signaling molecules for apoptosis induction on influenza A virus replication",
    "coda_data_split": "train",
    "coda_paper_id": 9027,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Apoptosis is an important mechanism to maintain homeostasis in mammals, and disruption of the apoptosis regulation mechanism triggers a range of diseases, such as cancer, autoimmune diseases, and developmental disorders. The severity of influenza A virus (IAV) infection is also closely related to dysfunction of apoptosis regulation. In the virus infected cells, the functions of various host cellular molecules involved in regulation of induction of apoptosis are modulated by IAV proteins to enable effective virus replication. The modulation of the intracellular signaling pathway inducing apoptosis by the IAV infection also affects extracellular mechanisms controlling apoptosis, and triggers abnormal host responses related to the disease severity of IAV infections. This review focuses on apoptosis related molecules involved in IAV replication and pathogenicity, the strategy of the virus propagation through the regulation of apoptosis is also discussed.",
      "sentences": [
        [
          {
            "segment_text": "Apoptosis is an important mechanism to maintain homeostasis in mammals ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and disruption of the apoptosis regulation mechanism triggers a range of diseases ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "such as cancer , autoimmune diseases , and developmental disorders .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The severity of influenza A virus ( IAV ) infection is also closely related to dysfunction of apoptosis regulation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In the virus infected cells ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the functions of various host cellular molecules involved in regulation of induction of apoptosis are modulated by IAV proteins to enable effective virus replication .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The modulation of the intracellular signaling pathway inducing apoptosis by the IAV infection also affects extracellular mechanisms controlling apoptosis ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and triggers abnormal host responses related to the disease severity of IAV infections .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review focuses on apoptosis related molecules involved in IAV replication and pathogenicity ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "the strategy of the virus propagation through the regulation of apoptosis is also discussed .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "10",
    "token_num": "149"
  }
}