{
  "paper_id": "6695dd7f637481312d8589cbc32aa3bef1c816a4",
  "metadata": {
    "title": "Enterovirus Control of Translation and RNA Granule Stress Responses",
    "coda_data_split": "train",
    "coda_paper_id": 2547,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Enteroviruses such as poliovirus (PV) and coxsackievirus B3 (CVB3) have evolved several parallel strategies to regulate cellular gene expression and stress responses to ensure efficient expression of the viral genome. Enteroviruses utilize their encoded proteinases to take over the cellular translation apparatus and direct ribosomes to viral mRNAs. In addition, viral proteinases are used to control and repress the two main types of cytoplasmic RNA granules, stress granules (SGs) and processing bodies (P-bodies, PBs), which are stress-responsive dynamic structures involved in repression of gene expression. This review discusses these processes and the current understanding of the underlying mechanisms with respect to enterovirus infections. In addition, the review discusses accumulating data suggesting linkage exists between RNA granule formation and innate immune sensing and activation.",
      "sentences": [
        [
          {
            "segment_text": "Enteroviruses such as poliovirus ( PV ) and coxsackievirus B3 ( CVB3 ) have evolved several parallel strategies to regulate cellular gene expression and stress responses to ensure efficient expression of the viral genome .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Enteroviruses utilize their encoded proteinases to take over the cellular translation apparatus and direct ribosomes to viral mRNAs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In addition , viral proteinases are used to control and repress the two main types of cytoplasmic RNA granules ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "stress granules ( SGs ) and processing bodies ( P-bodies , PBs ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which are stress-responsive dynamic structures involved in repression of gene expression .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review discusses these processes and the current understanding of the underlying mechanisms with respect to enterovirus infections .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "In addition , the review discusses accumulating data suggesting linkage exists between RNA granule formation and innate immune sensing and activation .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "7",
    "token_num": "141"
  }
}