{
  "paper_id": "6699fa6eb0b4fb603f3baf51add71f7ec29ed2a5",
  "metadata": {
    "title": "Establishment of CDC Global Rapid Response Team to Ensure Global Health Security",
    "coda_data_split": "train",
    "coda_paper_id": 5567,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The 2014-2016 Ebola virus disease epidemic in West Africa highlighted challenges faced by the global response to a large public health emergency. Consequently, the US Centers for Disease Control and Prevention established the Global Rapid Response Team (GRRT) to strengthen emergency response capacity to global health threats, thereby ensuring global health security. Dedicated GRRT staff can be rapidly mobilized for extended missions, improving partner coordination and the continuity of response operations. A large, agencywide roster of surge staff enables rapid mobilization of qualified responders with wide-ranging experience and expertise. Team members are offered emergency response training, technical training, foreign language training, and responder readiness support. Recent response missions illustrate the breadth of support the team provides. GRRT serves as a model for other countries and is committed to strengthening emergency response capacity to respond to outbreaks and emergencies worldwide, thereby enhancing global health security.",
      "sentences": [
        [
          {
            "segment_text": "The 2014-2016 Ebola virus disease epidemic in West Africa highlighted challenges faced by the global response to a large public health emergency .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Consequently , the US Centers for Disease Control and Prevention established the Global Rapid Response Team ( GRRT ) to strengthen emergency response capacity to global health threats ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "thereby ensuring global health security .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Dedicated GRRT staff can be rapidly mobilized for extended missions ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "improving partner coordination and the continuity of response operations .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A large , agencywide roster of surge staff enables rapid mobilization of qualified responders with wide-ranging experience and expertise .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Team members are offered emergency response training ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "technical training , foreign language training , and responder readiness support .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Recent response missions illustrate the breadth of support the team provides .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "GRRT serves as a model for other countries and is committed to strengthening emergency response capacity to respond to outbreaks and emergencies worldwide ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "thereby enhancing global health security .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "11",
    "token_num": "161"
  }
}