{
  "paper_id": "669a47cee2823e5a6ae230ce8421440581fdecb5",
  "metadata": {
    "title": "Identification of a Novel Coronavirus in Bats",
    "coda_data_split": "train",
    "coda_paper_id": 7838,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Exotic wildlife can act as reservoirs of diseases that are endemic in the area or can be the source of new emerging diseases through interspecies transmission. The recent emergence of severe acute respiratory syndrome-associated coronavirus (SARS-CoV) highlights the importance of virus surveillance in wild animals. Here, we report the identification of a novel bat coronavirus through surveillance of coronaviruses in wildlife.",
      "sentences": [
        [
          {
            "segment_text": "Exotic wildlife can act as reservoirs of diseases that are endemic in the area or can be the source of new emerging diseases through interspecies transmission .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The recent emergence of severe acute respiratory syndrome-associated coronavirus ( SARS-CoV ) highlights the importance of virus surveillance in wild animals .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we report the identification of a novel bat coronavirus through surveillance of coronaviruses in wildlife .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "In particular, 63% (12 of 19) of fecal samples from Miniopterus pusillus were positive for the virus. These findings suggest that this virus might be commonly circulating in M. pusillus in Hong Kong.",
      "sentences": [
        [
          {
            "segment_text": "In particular , 63 % ( 12 of 19 ) of fecal samples from Miniopterus pusillus were positive for the virus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These findings suggest that this virus might be commonly circulating in M. pusillus in Hong Kong .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "5",
    "segment_num": "5",
    "token_num": "106"
  }
}