{
  "paper_id": "66a268ec094c120ea3c4dfeedfeacab4494c50f6",
  "metadata": {
    "title": "Original Article",
    "coda_data_split": "train",
    "coda_paper_id": 4289,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The objective of this study was to determine the prevalence of enteropathogens in cats with and without diarrhea in four different models for managing unowned cats: short-term animal shelter, long-term sanctuary, home-based foster care, and trap-neuter-return. Fecal samples from 482 cats, approximately half of the cats with normal fecal consistency and half with diarrhea, were tested by zinc sulfate centrifugation and by real-time PCR for a panel of enteropathogens.",
      "sentences": [
        [
          {
            "segment_text": "The objective of this study was to determine the prevalence of enteropathogens in cats with and without diarrhea in four different models for managing unowned cats : short-term animal shelter ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "long-term sanctuary , home-based foster care , and trap-neuter-return .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Fecal samples from 482 cats ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "approximately half of the cats with normal fecal consistency and half with diarrhea ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "were tested by zinc sulfate centrifugation and by real-time PCR for a panel of enteropathogens .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "At least one enteropathogen of feline or zoonotic importance was detected in a majority of cats, regardless of management model. For most enteropathogens, the presence or absence of diarrhea was not significantly associated with infection, the exceptions being Tritrichomonas foetus in sanctuary cats with diarrhea (26%) and normal fecal consistency (10%), respectively (P 0.04), and feline coronavirus in foster cats (80% and 58%) (P 0.001). The types of enteropathogens detected were related to the type of management model, e.g., viral and protozoal infections were most common in shelters, sanctuaries, and foster homes (confinement systems), whereas helminth infections were most common in trap-neuterreturn programs (free-roaming cats).",
      "sentences": [
        [
          {
            "segment_text": "At least one enteropathogen of feline or zoonotic importance was detected in a majority of cats , regardless of management model .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "For most enteropathogens , the presence or absence of diarrhea was not significantly associated with infection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the exceptions being Tritrichomonas foetus in sanctuary cats with diarrhea ( 26 % ) and normal fecal consistency ( 10 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "respectively ( P 0.04 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and feline coronavirus in foster cats ( 80 % and 58 % ) ( P 0.001 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The types of enteropathogens detected were related to the type of management model ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "e.g. , viral and protozoal infections were most common in shelters ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "sanctuaries , and foster homes ( confinement systems ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whereas helminth infections were most common in trap-neuterreturn programs ( free-roaming cats ) .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "These results suggest that management practices for unowned cats are inadequate for control of enteropathogens and that the presence of diarrhea is a poor indicator of enteropathogen carriage. Risk-management strategies to reduce transmission to people and other animals should focus on sanitation, housing, compliance with preventive care guidelines, periodic surveillance, response to specific enteropathogens, humane population management of free-roaming community cats, public health education, and minimizing the duration and number of cats in mass confinement.",
      "sentences": [
        [
          {
            "segment_text": "These results suggest that management practices for unowned cats are inadequate for control of enteropathogens and that the presence of diarrhea is a poor indicator of enteropathogen carriage .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Risk-management strategies to reduce transmission to people and other animals should focus on sanitation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "housing , compliance with preventive care guidelines ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "periodic surveillance , response to specific enteropathogens ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "humane population management of free-roaming community cats ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "public health education , and minimizing the duration and number of cats in mass confinement .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "7",
    "segment_num": "20",
    "token_num": "297"
  }
}