{
  "paper_id": "66a57c2ab4f33de22787725089cb508573481a4e",
  "metadata": {
    "title": "Structural Insights into the Interaction of Coronavirus Papain-Like Proteases and Interferon-Stimulated Gene Product 15 from Different Species",
    "coda_data_split": "train",
    "coda_paper_id": 5912,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Severe acute respiratory syndrome coronavirus (SARS-CoV) and Middle East respiratory syndrome coronavirus (MERS-CoV) encode multifunctional papain-like proteases (PLPs) that have the ability to process the viral polyprotein to facilitate RNA replication and antagonize the host innate immune response. The latter function involves reversing the post-translational modification of cellular proteins conjugated with either ubiquitin (Ub) or Ub-like interferon-stimulated gene product 15 (ISG15). Ub is known to be highly conserved among eukaryotes, but surprisingly, ISG15 is highly divergent among animals. The ramifications of this sequence divergence to the recognition of ISG15 by coronavirus PLPs at a structural and biochemical level are poorly understood. Therefore, the activity of PLPs from SARS-CoV, MERS-CoV, and mouse hepatitis virus was evaluated against seven ISG15s originating from an assortment of animal species susceptible, and not, to certain coronavirus infections. Excitingly, our kinetic, thermodynamic, and structural analysis revealed an array of different preferences among PLPs. Included in these studies is the first insight into a coronavirus PLP\u0027s interface with ISG15 via SARS-CoV PLpro in complex with the principle binding domain of human ISG15 (hISG15) and mouse ISG15s (mISG15s). The first X-ray structure of the full-length mISG15 protein is also reported and highlights a unique, twisted hinge region of ISG15 that is not conserved in hISG15, suggesting a potential role in differential recognition. Taken together, this new information provides a structural and biochemical understanding of the distinct specificities among coronavirus PLPs observed and addresses a critical gap of how PLPs can interact with ISG15s from a wide variety of species.",
      "sentences": [
        [
          {
            "segment_text": "Severe acute respiratory syndrome coronavirus ( SARS-CoV ) and Middle East respiratory syndrome coronavirus ( MERS-CoV ) encode multifunctional papain-like proteases ( PLPs ) that have the ability to process the viral polyprotein to facilitate RNA replication and antagonize the host innate immune response .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The latter function involves reversing the post-translational modification of cellular proteins conjugated with either ubiquitin ( Ub ) or Ub-like interferon-stimulated gene product 15 ( ISG15 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Ub is known to be highly conserved among eukaryotes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but surprisingly , ISG15 is highly divergent among animals .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The ramifications of this sequence divergence to the recognition of ISG15 by coronavirus PLPs at a structural and biochemical level are poorly understood .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Therefore , the activity of PLPs from SARS-CoV ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "MERS-CoV , and mouse hepatitis virus was evaluated against seven ISG15s originating from an assortment of animal species susceptible ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and not , to certain coronavirus infections .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Excitingly , our kinetic , thermodynamic ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and structural analysis revealed an array of different preferences among PLPs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Included in these studies is the first insight into a coronavirus PLP \u0027s interface with ISG15 via SARS-CoV PLpro in complex with the principle binding domain of human ISG15 ( hISG15 ) and mouse ISG15s ( mISG15s ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The first X-ray structure of the full-length mISG15 protein is also reported and highlights a unique ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "twisted hinge region of ISG15 that is not conserved in hISG15 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "suggesting a potential role in differential recognition .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Taken together , this new information provides a structural and biochemical understanding of the distinct specificities among coronavirus PLPs observed and addresses a critical gap of how PLPs can interact with ISG15s from a wide variety of species .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "15",
    "token_num": "288"
  }
}