{
  "paper_id": "66bc0620aa4b25aecdd754ccf6de075ce916874c",
  "metadata": {
    "title": "Clinical characteristics and outcomes of influenza and other influenza-like illnesses in Mexico City",
    "coda_data_split": "train",
    "coda_paper_id": 9836,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background: Influenza-like illnesses (ILI) are estimated to cause millions of deaths annually. Despite this disease burden, the etiologic causes of ILI are poorly described for many geographical regions. Methods: Beginning in April 2010, we conducted an observational cohort study at five hospitals in Mexico City, enrolling subjects who met the criteria for ILI. Evaluations were conducted at enrollment and on day 28, with the collection of clinical data and a nasopharyngeal swab (or nasal aspirate in children). Swabs were tested by multiplex PCR for 15 viral pathogens and real-time PCR for influenza. Results: During the first year, 1065 subjects were enrolled in this study, 55% of whom were hospitalized; 24% of all subjects were children. One or more pathogens were detected by PCR in 64% of subjects, most commonly rhinovirus (25% of all isolates) and influenza (24% of isolates). Six percent of subjects died, and of those, 54% had no pathogen identified. Rhinovirus was the most common pathogen among those who died, although it did not have the highest case fatality rate. Conclusions: Multiple respiratory viruses beyond influenza are associated with significant morbidity and mortality among adults and children in Mexico City. Detection of these agents could be useful for the adjustment of antibiotic treatment in severe cases. ß",
      "sentences": [
        [
          {
            "segment_text": "Background : Influenza-like illnesses ( ILI ) are estimated to cause millions of deaths annually .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Despite this disease burden , the etiologic causes of ILI are poorly described for many geographical regions .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Methods : Beginning in April 2010 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we conducted an observational cohort study at five hospitals in Mexico City ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "enrolling subjects who met the criteria for ILI .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Evaluations were conducted at enrollment and on day 28 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "with the collection of clinical data and a nasopharyngeal swab ( or nasal aspirate in children ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Swabs were tested by multiplex PCR for 15 viral pathogens and real-time PCR for influenza .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : During the first year ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "1065 subjects were enrolled in this study ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "55 % of whom were hospitalized ; 24 % of all subjects were children .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "One or more pathogens were detected by PCR in 64 % of subjects ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "most commonly rhinovirus ( 25 % of all isolates ) and influenza ( 24 % of isolates ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Six percent of subjects died ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and of those , 54 % had no pathogen identified .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Rhinovirus was the most common pathogen among those who died ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "although it did not have the highest case fatality rate .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : Multiple respiratory viruses beyond influenza are associated with significant morbidity and mortality among adults and children in Mexico City .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Detection of these agents could be useful for the adjustment of antibiotic treatment in severe cases .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "ß",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "12",
    "segment_num": "20",
    "token_num": "249"
  }
}