{
  "paper_id": "66c84165b195276a0b9f7d96fd81ba49710a4d75",
  "metadata": {
    "title": "Humans, Other Animals and \u0027One Health\u0027 in the Early Twenty-First Century",
    "coda_data_split": "train",
    "coda_paper_id": 8151,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "In 2002 the US-based Association for Veterinary Epidemiology and Preventive Medicine (AVEPM) co-organized a symposium in St. Louis, Missouri, to honour the lifetime achievements of Calvin W. Schwabe, who had served as professor of epidemiology in both the medical and veterinary schools of the University of California, Davis until his retirement in 1991. 1 At the symposium, Schwabe gave a keynote address summarizing his ideas about how veterinary medicine should relate to other disciplines-particularly human medicine-and the wider world. Arguing against the compartmentalization of medicine by species, into human and veterinary strands, he used the opportunity to restate his longstanding arguments for a philosophy of One Medicine (OM), which sees veterinary medicine as a close collaborative partner with human medicine, working together towards the broader endeavours of healthcare and furthering knowledge in the life sciences. 2 He claimed that this positioning reflected and recognized the contributions that veterinary medicine made to a range of other fields, including comparative zoology, parasitology, epidemiology, human public health, agriculture CHAPTER 6",
      "sentences": [
        [
          {
            "segment_text": "In 2002 the US-based Association for Veterinary Epidemiology and Preventive Medicine ( AVEPM ) co-organized a symposium in St. Louis ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Missouri , to honour the lifetime achievements of Calvin W. Schwabe ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "who had served as professor of epidemiology in both the medical and veterinary schools of the University of California ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Davis until his retirement in 1991 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "1 At the symposium , Schwabe gave a keynote address summarizing his ideas about how veterinary medicine should relate to other disciplines-particularly human medicine-and the wider world .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Arguing against the compartmentalization of medicine by species ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "into human and veterinary strands ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "he used the opportunity to restate his longstanding arguments for a philosophy of One Medicine ( OM ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which sees veterinary medicine as a close collaborative partner with human medicine ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "working together towards the broader endeavours of healthcare and furthering knowledge in the life sciences .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "2 He claimed that this positioning reflected and recognized the contributions that veterinary medicine made to a range of other fields ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including comparative zoology , parasitology ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "epidemiology , human public health , agriculture CHAPTER 6",
            "crowd_label": "background"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "13",
    "token_num": "188"
  }
}