{
  "paper_id": "66cd75e3f2bc37042a9c49f084fe8128f1adb470",
  "metadata": {
    "title": "Replacement of fish meal in cobia (Rachycentron canadum) diets using an organically certified protein",
    "coda_data_split": "train",
    "coda_paper_id": 4952,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "A six-week feeding trial was conducted to evaluate the use of a yeast-based, certified organic protein source as a replacement for fish meal in diets for cobia. Five experimental diets were formulated to provide 40% crude protein and 11% dietary lipid (dry matter basis) with the yeast-based protein source replacing Special Select® menhaden fish meal at 25%, 50%, 75% and 100% of dietary protein. Ten juvenile cobia (initial weight 11.5 g/fish) were randomly stocked in triplicate 300 l circular fiberglass tanks (n \u003d 30 treatment − 1 ) and hand-fed the diets based upon total tank biomass two times daily at 0900 and 1400 h. Fish were group weighed weekly to monitor performance and adjust feeding rations. Water temperature and salinity were maintained at 27°C and 15‰, respectively. At the end of the feeding trial, weight gain, ranging from 86% to 512%, and feed conversion ratio values, ranging from 1.9 to 5.8, were significantly affected by the inclusion of the yeast-based protein source, with decreasing values as inclusion levels of the yeast-based protein source rose above 25% of dietary protein. Cobia fed the diet containing 25% of dietary protein from the yeastbased protein source had equal weight gain and feed conversion ratio values as fish fed the control diet composed of 100% fish meal (503 vs. 512 and 1.9 vs. 1.9, respectively). Biological indices including hepatosomatic index, visceral somatic index and muscle ratio were all similarly affected by inclusion of the yeast-based protein source, with significant impacts when inclusion levels rose above 25% of dietary protein. As with the weight gain and feed efficiency ratio values, fish fed the diet containing 25% of protein from the yeast-based source had similar values as those observed in the control animals.",
      "sentences": [
        [
          {
            "segment_text": "A six-week feeding trial was conducted to evaluate the use of a yeast-based ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "certified organic protein source as a replacement for fish meal in diets for cobia .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Five experimental diets were formulated to provide 40 % crude protein and 11 % dietary lipid ( dry matter basis ) with the yeast-based protein source replacing Special Select ® menhaden fish meal at 25 % ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "50 % , 75 % and 100 % of dietary protein .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Ten juvenile cobia ( initial weight 11.5 g/fish ) were randomly stocked in triplicate 300 l circular fiberglass tanks ( n \u003d 30 treatment − 1 ) and hand-fed the diets based upon total tank biomass two times daily at 0900 and 1400 h. Fish were group weighed weekly to monitor performance and adjust feeding rations .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Water temperature and salinity were maintained at 27 °C and 15 ‰ , respectively .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "At the end of the feeding trial ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "weight gain , ranging from 86 % to 512 % ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and feed conversion ratio values ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "ranging from 1.9 to 5.8 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "were significantly affected by the inclusion of the yeast-based protein source ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with decreasing values as inclusion levels of the yeast-based protein source rose above 25 % of dietary protein .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Cobia fed the diet containing 25 % of dietary protein from the yeastbased protein source had equal weight gain and feed conversion ratio values as fish fed the control diet composed of 100 % fish meal ( 503 vs. 512 and 1.9 vs. 1.9 , respectively ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Biological indices including hepatosomatic index ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "visceral somatic index and muscle ratio were all similarly affected by inclusion of the yeast-based protein source ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with significant impacts when inclusion levels rose above 25 % of dietary protein .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "As with the weight gain and feed efficiency ratio values ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "fish fed the diet containing 25 % of protein from the yeast-based source had similar values as those observed in the control animals .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "This study represents the first attempt to utilize an organically certified protein source as a replacement for fish meal in diets for juvenile cobia. Although levels of inclusion of the yeast-based protein source above 50% of dietary protein resulted in detrimental effects on production characteristics, the data clearly suggest that, at a minimum, 25% of dietary protein can be provided by this yeast-based protein in diets for cobia.",
      "sentences": [
        [
          {
            "segment_text": "This study represents the first attempt to utilize an organically certified protein source as a replacement for fish meal in diets for juvenile cobia .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Although levels of inclusion of the yeast-based protein source above 50 % of dietary protein resulted in detrimental effects on production characteristics ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the data clearly suggest that ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "at a minimum , 25 % of dietary protein can be provided by this yeast-based protein in diets for cobia .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "10",
    "segment_num": "22",
    "token_num": "408"
  }
}