{
  "paper_id": "66db6c73e03fd309112101100b449e0464d81aa0",
  "metadata": {
    "title": "Enhancement of wildlife disease surveillance using multiplex quantitative PCR: development of qPCR assays for major pathogens in UK squirrel populations",
    "coda_data_split": "train",
    "coda_paper_id": 2605,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Rapid development in polymerase chain reaction (PCR) technology has revolutionised the speed and accuracy of many diagnostic assays. However, comparatively few wildlife epidemiological studies use quantitative PCR (qPCR) for pathogen detection, even fewer employ an internal control, to ensure confidence in negative results, and PCR\u0027s ability to multiplex and therefore detect several targets in a single reaction is underutilised. Here, we describe the development of two multiplex qPCR assays for the red and grey squirrel that detect the pathogens squirrelpox virus (SQPV) and adenovirus in squirrels (SADV), both of which cause mortality in the red squirrel. Both assays use a section of the squirrel phosphoglycerate kinase gene as an endogenous internal control that identifies and compensates for both, inadequate sampling or PCR inhibition. Tests on infected squirrel tissue demonstrate that simple swab samples (particularly from distal antebrachial skin) are sufficient to detect and identify the relative quantity of SQPV DNA in both squirrel species, while rectal swabs and blood cell pellets can be used to reliably indicate SADV infection. These assays are sensitive and specific with an endogenous internal control providing confidence in negative results and allowing comparison across laboratories. Using such assays should prove advantageous in wildlife studies with limited resources while allowing the maximum data yield.",
      "sentences": [
        [
          {
            "segment_text": "Rapid development in polymerase chain reaction ( PCR ) technology has revolutionised the speed and accuracy of many diagnostic assays .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , comparatively few wildlife epidemiological studies use quantitative PCR ( qPCR ) for pathogen detection ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "even fewer employ an internal control ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "to ensure confidence in negative results ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and PCR \u0027s ability to multiplex and therefore detect several targets in a single reaction is underutilised .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we describe the development of two multiplex qPCR assays for the red and grey squirrel that detect the pathogens squirrelpox virus ( SQPV ) and adenovirus in squirrels ( SADV ) ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "both of which cause mortality in the red squirrel .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Both assays use a section of the squirrel phosphoglycerate kinase gene as an endogenous internal control that identifies and compensates for both ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "inadequate sampling or PCR inhibition .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Tests on infected squirrel tissue demonstrate that simple swab samples ( particularly from distal antebrachial skin ) are sufficient to detect and identify the relative quantity of SQPV DNA in both squirrel species ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while rectal swabs and blood cell pellets can be used to reliably indicate SADV infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These assays are sensitive and specific with an endogenous internal control providing confidence in negative results and allowing comparison across laboratories .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Using such assays should prove advantageous in wildlife studies with limited resources while allowing the maximum data yield .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "13",
    "token_num": "234"
  }
}