{
  "paper_id": "66f3b61dee5fb0898bad0667c35c210bdd020b9f",
  "metadata": {
    "title": "Media effects on suicide methods: A case study on Hong Kong 1998-2005",
    "coda_data_split": "train",
    "coda_paper_id": 5862,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Previous studies have suggested that mass media\u0027s reports of new suicide methods will increase suicides using the same method. The same pattern seems not to apply to a conventional suicide method, unless it was used by a celebrity.",
      "sentences": [
        [
          {
            "segment_text": "Previous studies have suggested that mass media \u0027s reports of new suicide methods will increase suicides using the same method .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The same pattern seems not to apply to a conventional suicide method ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "unless it was used by a celebrity .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Objective 1) to examine media effects on both new and non-new suicide methods during 1998 and 2005 in Hong Kong (HK), when a new method by burning charcoal (CB suicide) was spreading in the region. 2) to examine how CB competed with non-CB methods in terms of media coverage and \"recruiting\" suicidal persons in the socio-economic context.",
      "sentences": [
        [
          {
            "segment_text": "Objective 1 ) to examine media effects on both new and non-new suicide methods during 1998 and 2005 in Hong Kong ( HK ) ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "when a new method by burning charcoal ( CB suicide ) was spreading in the region .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "2 ) to examine how CB competed with non-CB methods in terms of media coverage and `` recruiting \u0027\u0027 suicidal persons in the socio-economic context .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "A self-and mutual-exciting process model was fitted to the data, adjusting for divorce rate, unemployment rate, and property price index. Breaking the whole period into onset, peak, and post-peak stages, the model was fitted again to examine the differences.",
      "sentences": [
        [
          {
            "segment_text": "A self-and mutual-exciting process model was fitted to the data ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "adjusting for divorce rate , unemployment rate , and property price index .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Breaking the whole period into onset ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "peak , and post-peak stages ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "the model was fitted again to examine the differences .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Comparable copycat effects were found on both CB and non-CB suicide news. The only cross-method media effects were found in the onset stage when non-CB suicide news showed suppressing effect on CB suicides. CB suicides reported a significant self-excitation effect. A higher divorce rate and lower property price index were associated with significantly more suicides incidences and more suicide news.",
      "sentences": [
        [
          {
            "segment_text": "Comparable copycat effects were found on both CB and non-CB suicide news .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The only cross-method media effects were found in the onset stage when non-CB suicide news showed suppressing effect on CB suicides .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "CB suicides reported a significant self-excitation effect .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A higher divorce rate and lower property price index were associated with significantly more suicides incidences and more suicide news .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "The emerging of CB suicide method did not substitute media coverage of non-CB suicide in HK. Media effects in this case were not limited to new suicide method or celebrity suicide. The effects were further fueled by adverse socio-economic conditions.",
      "sentences": [
        [
          {
            "segment_text": "The emerging of CB suicide method did not substitute media coverage of non-CB suicide in HK .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Media effects in this case were not limited to new suicide method or celebrity suicide .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The effects were further fueled by adverse socio-economic conditions .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "5",
    "sentence_num": "13",
    "segment_num": "18",
    "token_num": "264"
  }
}