{
  "paper_id": "670ef52bc9d875ae6086b6b76d739fe85652ab6c",
  "metadata": {
    "title": "Vasoactive neuropeptides in clinical ophthalmology: An association with autoimmune retinopathy?",
    "coda_data_split": "train",
    "coda_paper_id": 8788,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The mammalian eye is protected against pathogens and infl ammation in a relatively immune-privileged environment. Stringent mechanisms are activated that regulate external injury, infection, and autoimmunity. The eye contains a variety of cells expressing vasoactive neuropeptides (VNs), and their receptors, located in the sclera, cornea, iris, ciliary body, ciliary process, and the retina. VNs are important activators of adenylate cyclase, deriving cyclic adenosine monophosphate (cAMP) from adenosine triphosphate (ATP). Impairment of VN function would arguably impede cAMP production and impede utilization of ATP. Thus VN autoimmunity may be an etiological factor in retinopathy involving perturbations of purinergic signaling. A sound blood supply is necessary for the existence and functional properties of the retina. This paper postulates that impairments in the endothelial barriers and the blood-retinal barrier, as well as certain infl ammatory responses, may arise from disruption to VN function. Phosphodiesterase inhibitors and purinergic modulators may have a role in the treatment of postulated VN autoimmune retinopathy.",
      "sentences": [
        [
          {
            "segment_text": "The mammalian eye is protected against pathogens and infl ammation in a relatively immune-privileged environment .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Stringent mechanisms are activated that regulate external injury , infection , and autoimmunity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The eye contains a variety of cells expressing vasoactive neuropeptides ( VNs ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and their receptors , located in the sclera ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "cornea , iris , ciliary body ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "ciliary process , and the retina .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "VNs are important activators of adenylate cyclase ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "deriving cyclic adenosine monophosphate ( cAMP ) from adenosine triphosphate ( ATP ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Impairment of VN function would arguably impede cAMP production and impede utilization of ATP .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Thus VN autoimmunity may be an etiological factor in retinopathy involving perturbations of purinergic signaling .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A sound blood supply is necessary for the existence and functional properties of the retina .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This paper postulates that impairments in the endothelial barriers and the blood-retinal barrier ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "as well as certain infl ammatory responses ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "may arise from disruption to VN function .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Phosphodiesterase inhibitors and purinergic modulators may have a role in the treatment of postulated VN autoimmune retinopathy .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "15",
    "token_num": "184"
  }
}