{
  "paper_id": "675e32b5987702b74930412a5c023fe45f3f63d8",
  "metadata": {
    "title": "Clinical decision making in the emergency department setting using rapid PCR: Results of the CLADE study group",
    "coda_data_split": "train",
    "coda_paper_id": 7670,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background: Emergency Departments (ED) are challenged during influenza season by patients who present acutely during sporadic ED visits. ED management is largely empiric, often occurring without reliable diagnostics needed for targeted therapies, safe outpatient discharge, or hospital admissions. Objective: To evaluate the impact of the influenza diagnosis on physician decision making during ED visits using the Cobas Liat 速 influenza A + B assay. Study design: Prospective study assessing the impact of rapid (\u003c 30 min), reverse-transcriptase polymerase chain reaction (RT-PCR) influenza testing on physician decision making in the ED. Physician responses established preand post-diagnosis management courses which required confirmation via secondary documentation in the medical record. Changes in physician decision making were analyzed across four clinical touchpoints: (i) admission/discharge status, (ii) medical procedures, (iii) antiviral and antibiotic prescribing, and (iv) laboratory studies. Results: An influenza diagnosis changed patient management courses, relative to empiric, pre-diagnosis plans, in in 61% of the cases resulting in cost savings of $49,420-to-$42,270 over 143 patients and 104 days during influenza season resulting in a cost savings of $200.40/ED visit. Evaluation over 2000 ED patient visits projects cost savings \u003e $578,000 due to deferred admissions, and reduction in antiviral prescribing. Sensitivity of EDbased influenza testing using the Cobas Liat 速 assay was equivalent to centralized lab testing at 98.8% sensitivity and 98.5% specificity respectively. Conclusion: Providing rapid, RT-PCR influenza testing to ED settings is actionable and used to guide patient care decisions. Understanding the cascade of events linked to the influenza diagnosis in the ED provides overall cost savings which offset the cost of providing ED-based testing.",
      "sentences": [
        [
          {
            "segment_text": "Background : Emergency Departments ( ED ) are challenged during influenza season by patients who present acutely during sporadic ED visits .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "ED management is largely empiric ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "often occurring without reliable diagnostics needed for targeted therapies ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "safe outpatient discharge , or hospital admissions .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Objective : To evaluate the impact of the influenza diagnosis on physician decision making during ED visits using the Cobas Liat 速 influenza A + B assay .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Study design : Prospective study assessing the impact of rapid ( \u003c 30 min ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "reverse-transcriptase polymerase chain reaction ( RT-PCR ) influenza testing on physician decision making in the ED .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Physician responses established preand post-diagnosis management courses which required confirmation via secondary documentation in the medical record .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Changes in physician decision making were analyzed across four clinical touchpoints : ( i ) admission/discharge status ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "( ii ) medical procedures ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "( iii ) antiviral and antibiotic prescribing ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and ( iv ) laboratory studies .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : An influenza diagnosis changed patient management courses ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "relative to empiric , pre-diagnosis plans ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "in in 61 % of the cases resulting in cost savings of $ 49,420-to - $ 42,270 over 143 patients and 104 days during influenza season resulting in a cost savings of $ 200.40 / ED visit .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Evaluation over 2000 ED patient visits projects cost savings \u003e $ 578,000 due to deferred admissions ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and reduction in antiviral prescribing .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Sensitivity of EDbased influenza testing using the Cobas Liat 速 assay was equivalent to centralized lab testing at 98.8 % sensitivity and 98.5 % specificity respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusion : Providing rapid , RT-PCR influenza testing to ED settings is actionable and used to guide patient care decisions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Understanding the cascade of events linked to the influenza diagnosis in the ED provides overall cost savings which offset the cost of providing ED-based testing .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "20",
    "token_num": "316"
  }
}