{
  "paper_id": "67753a8214a7b8bf872af70ea1175c3496d0bf30",
  "metadata": {
    "title": "Acute respiratory symptoms in adults in general practice",
    "coda_data_split": "train",
    "coda_paper_id": 4476,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "respiratory symptoms in adults in general practice. Family Practice 2004; 21: 317-323.",
      "sentences": [
        [
          {
            "segment_text": "respiratory symptoms in adults in general practice .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Family Practice 2004 ; 21 : 317-323 .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Background. Community studies have shown that ~30% of patients with acute respiratory tract symptoms have no identifiable infective aetiology. This may not be applicable in general practice.",
      "sentences": [
        [
          {
            "segment_text": "Background .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Community studies have shown that ~ 30 % of patients with acute respiratory tract symptoms have no identifiable infective aetiology .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This may not be applicable in general practice .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Objective. The purpose of this study was to determine the infective aetiology in patients who presented to primary care doctors with acute respiratory symptoms. Methods. A prospective study was carried out in all nine primary care clinics belonging to the National Healthcare Group Polyclinics (NHGPs) in Singapore. The subjects comprised 594 consecutive patients (318 males, 276 females) aged у21 years who presented with complaints of any one of cough, nasal or throat symptoms of Ͻ7 days duration. Data collection was through interview using structured questionnaire, physical examination, throat swabs for bacterial culture and nasal swabs for virus identification by immunofluorescence (IF) and polymerase chain reaction (PCR). Additional PCR was performed on a subsample of 100 patients. Patients were followed-up until resolution of symptoms.",
      "sentences": [
        [
          {
            "segment_text": "Objective .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The purpose of this study was to determine the infective aetiology in patients who presented to primary care doctors with acute respiratory symptoms .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A prospective study was carried out in all nine primary care clinics belonging to the National Healthcare Group Polyclinics ( NHGPs ) in Singapore .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The subjects comprised 594 consecutive patients ( 318 males , 276 females ) aged у21 years who presented with complaints of any one of cough ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "nasal or throat symptoms of Ͻ7 days duration .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Data collection was through interview using structured questionnaire ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "physical examination , throat swabs for bacterial culture and nasal swabs for virus identification by immunofluorescence ( IF ) and polymerase chain reaction ( PCR ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Additional PCR was performed on a subsample of 100 patients .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Patients were followed-up until resolution of symptoms .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results. The aetiological diagnosis by infective agent is as follows: 150 patients (25.2%) had virus infections, of which 90.7% (136/150) were by rhinovirus. Fourteen patients (2.4%) had bacterial infections, of which 10 were due to group G streptococcus. Group A streptococcus was not detected. Nineteen patients with new pathogens were identified by further PCR. These included parainfluenza 4, human coronavirus OC43, adenovirus, enterovirus and Chlamydia pneumoniae. No pathogen could be identified in 49% of patients. There were no differences in clinical presentation and socio-demographic variables between patients who had viral infections and those in whom no pathogen could be identified.",
      "sentences": [
        [
          {
            "segment_text": "Results .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The aetiological diagnosis by infective agent is as follows : 150 patients ( 25.2 % ) had virus infections ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "of which 90.7 % ( 136/150 ) were by rhinovirus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Fourteen patients ( 2.4 % ) had bacterial infections ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "of which 10 were due to group G streptococcus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Group A streptococcus was not detected .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Nineteen patients with new pathogens were identified by further PCR .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These included parainfluenza 4 , human coronavirus OC43 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "adenovirus , enterovirus and Chlamydia pneumoniae .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "No pathogen could be identified in 49 % of patients .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "There were no differences in clinical presentation and socio-demographic variables between patients who had viral infections and those in whom no pathogen could be identified .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "In about half of patients who presented at NHGPs, no pathogens could be identified even after PCR. A non-infective aetiology could be considered in these patients.",
      "sentences": [
        [
          {
            "segment_text": "In about half of patients who presented at NHGPs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "no pathogens could be identified even after PCR .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A non-infective aetiology could be considered in these patients .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "5",
    "sentence_num": "23",
    "segment_num": "29",
    "token_num": "344"
  }
}