{
  "paper_id": "679aafff5a2403fb48ab7bf416b6d5d97c02b798",
  "metadata": {
    "title": "Infection and Drug Resistance Dovepress Middle east respiratory syndrome coronavirus: epidemiology and disease control measures",
    "coda_data_split": "train",
    "coda_paper_id": 3345,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The emergence of Middle East respiratory syndrome coronavirus (MERS-CoV) infection in 2012 resulted in an increased concern of the spread of the infection globally. MERS-CoV infection had previously caused multiple health-care-associated outbreaks and resulted in transmission of the virus within families. Community onset MERS-CoV cases continue to occur. Dromedary camels are currently the most likely animal to be linked to human MERS-CoV cases. Serologic tests showed significant infection in adult camels compared to juvenile camels. The control of MERS-CoV infection relies on prompt identification of cases within health care facilities, with institutions applying appropriate infection control measures. In addition, determining the exact route of transmission from camels to humans would further add to the control measures of MERS-CoV infection.",
      "sentences": [
        [
          {
            "segment_text": "The emergence of Middle East respiratory syndrome coronavirus ( MERS-CoV ) infection in 2012 resulted in an increased concern of the spread of the infection globally .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "MERS-CoV infection had previously caused multiple health-care-associated outbreaks and resulted in transmission of the virus within families .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Community onset MERS-CoV cases continue to occur .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Dromedary camels are currently the most likely animal to be linked to human MERS-CoV cases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Serologic tests showed significant infection in adult camels compared to juvenile camels .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The control of MERS-CoV infection relies on prompt identification of cases within health care facilities ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with institutions applying appropriate infection control measures .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , determining the exact route of transmission from camels to humans would further add to the control measures of MERS-CoV infection .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "8",
    "token_num": "130"
  }
}