{
  "paper_id": "679e89162d08c45ea7f99d6df6d6d4f1a17b38e4",
  "metadata": {
    "title": "Virus removal performance and mechanism of a submerged membrane bioreactor",
    "coda_data_split": "train",
    "coda_paper_id": 8144,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Responding to the worldwide outbreak of SARS in 2003, virus removal performance and mechanism of a SMBR were investigated by employing phage T4 as a model virus. Two membrane modules were compared in continuous operation for about 75 days. During stable operation, SMBR achieved almost complete phage removal for both membrane modules. For the 0.22 mm module, the cake layer, the gel layer and the membrane contributed 6.3 log, 3.1 log and 1.7 log, respectively to phage removal, confirming the importance of the cake/gel layer formed on the surface of membrane. The damage of the cake/gel layer resulted in the decrease of phage removal. As for the 0.1 mm one, the membrane alone played a major role in phage removal. Inactivation by activated sludge and adsorption by cake/gel layer contributed about 3.6 log to phage removal everyday so that there was no phage accumulation in bulk solution. The results demonstrated that SMBR was an efficient system and recommended for treatment of virus-bearing wastewater. #",
      "sentences": [
        [
          {
            "segment_text": "Responding to the worldwide outbreak of SARS in 2003 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "virus removal performance and mechanism of a SMBR were investigated by employing phage T4 as a model virus .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Two membrane modules were compared in continuous operation for about 75 days .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "During stable operation , SMBR achieved almost complete phage removal for both membrane modules .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "For the 0.22 mm module ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the cake layer , the gel layer and the membrane contributed 6.3 log ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "3.1 log and 1.7 log ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "respectively to phage removal , confirming the importance of the cake/gel layer formed on the surface of membrane .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The damage of the cake/gel layer resulted in the decrease of phage removal .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "As for the 0.1 mm one ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the membrane alone played a major role in phage removal .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Inactivation by activated sludge and adsorption by cake/gel layer contributed about 3.6 log to phage removal everyday so that there was no phage accumulation in bulk solution .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The results demonstrated that SMBR was an efficient system and recommended for treatment of virus-bearing wastewater .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "#",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "14",
    "token_num": "180"
  }
}