{
  "paper_id": "67a2ae408efcb6686a22ae27435c7e4fa10c4a21",
  "metadata": {
    "title": "Title: First 12 patients with coronavirus disease",
    "coda_data_split": "train",
    "coda_paper_id": 7070,
    "coda_has_expert_labels": false,
    "subset": "biorxiv_medrxiv"
  },
  "abstract": [
    {
      "original_text": "Introduction: More than 93,000 cases of coronavirus disease have been reported worldwide. We describe the epidemiology, clinical course, and virologic characteristics of the first 12 U.S. patients with COVID-19.",
      "sentences": [
        [
          {
            "segment_text": "Introduction : More than 93,000 cases of coronavirus disease have been reported worldwide .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We describe the epidemiology , clinical course ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and virologic characteristics of the first 12 U.S. patients with COVID-19 .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "We collected demographic, exposure, and clinical information from 12 patients confirmed by CDC during January 20-February 5, 2020 to have COVID-19. Respiratory, stool, serum, and urine specimens were submitted for SARS-CoV-2 rRT-PCR testing, virus culture, and whole genome sequencing.",
      "sentences": [
        [
          {
            "segment_text": "We collected demographic , exposure ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and clinical information from 12 patients confirmed by CDC during January 20-February 5 , 2020 to have COVID-19 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Respiratory , stool , serum ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and urine specimens were submitted for SARS-CoV-2 rRT-PCR testing ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "virus culture , and whole genome sequencing .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results: Among the 12 patients, median age was 53 years (range: 21-68); 8 were male, 10 had traveled to China, and two were contacts of patients in this series. Commonly reported signs and symptoms at illness onset were fever (n\u003d7) and cough (n\u003d8). Seven patients were hospitalized with radiographic evidence of pneumonia and demonstrated clinical or laboratory signs of worsening during the second week of illness. Three were treated with the investigational antiviral remdesivir. All patients had SARS-CoV-2 RNA detected in respiratory specimens, typically for 2-3 weeks after illness onset, with lowest rRT-PCR Ct values often detected in the first week. SARS-CoV-2 RNA was detected after reported symptom resolution in seven patients. SARS-CoV-2 was cultured from respiratory specimens, and SARS-CoV-2 RNA was detected in stool from 7/10 patients.",
      "sentences": [
        [
          {
            "segment_text": "Results : Among the 12 patients ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "median age was 53 years ( range : 21-68 ) ; 8 were male ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "10 had traveled to China ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and two were contacts of patients in this series .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Commonly reported signs and symptoms at illness onset were fever ( n \u003d 7 ) and cough ( n \u003d 8 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Seven patients were hospitalized with radiographic evidence of pneumonia and demonstrated clinical or laboratory signs of worsening during the second week of illness .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Three were treated with the investigational antiviral remdesivir .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "All patients had SARS-CoV-2 RNA detected in respiratory specimens ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "typically for 2-3 weeks after illness onset ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with lowest rRT-PCR Ct values often detected in the first week .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "SARS-CoV-2 RNA was detected after reported symptom resolution in seven patients .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "SARS-CoV-2 was cultured from respiratory specimens ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and SARS-CoV-2 RNA was detected in stool from 7/10 patients .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "In 12 patients with mild to moderately severe illness, SARS-CoV-2 RNA and viable virus were detected early, and prolonged RNA detection suggests the window for diagnosis is long. Hospitalized patients showed signs of worsening in the second week after illness onset.",
      "sentences": [
        [
          {
            "segment_text": "In 12 patients with mild to moderately severe illness ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "SARS-CoV-2 RNA and viable virus were detected early ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and prolonged RNA detection suggests the window for diagnosis is long .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Hospitalized patients showed signs of worsening in the second week after illness onset .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "for use under a CC0 license.",
      "sentences": [
        [
          {
            "segment_text": "for use under a CC0 license .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "5",
    "sentence_num": "14",
    "segment_num": "26",
    "token_num": "289"
  }
}