{
  "paper_id": "67bff475a9f54d00c2572eb10048c27eee26b094",
  "metadata": {
    "title": "Small Intestine STRUCTURE AND FUNCTION",
    "coda_data_split": "train",
    "coda_paper_id": 4092,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "publicly funded repositories, such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source. These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active.",
      "sentences": [
        [
          {
            "segment_text": "publicly funded repositories , such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Figure 57-1 Functional anatomy of the small intestine. A, Anatomic arrangement of the small intestine. B,",
      "sentences": [
        [
          {
            "segment_text": "Figure 57-1 Functional anatomy of the small intestine .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A , Anatomic arrangement of the small intestine .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "B ,",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "The small intestine is basically a tube with a serosal surface covered by visceral peritoneum and an inner absorptive and digestive surface, the mucosa. C, Beneath the outer serosa, longitudinal and circular muscle layers produce peristaltic and segmental contractions for propelling and mixing the luminal contents. The submucosa is rich in blood and lymphatic vessels. The mucosa comprises the thin muscularis mucosa, the lamina propria, and the columnar epithelium; it is thrown into folds and is covered by finger-like villi to increase the digestive and absorptive surface area. D, Enterocytes, which are shed from the villus tip but are continually replaced through division of crypt cells, are the site of nutrient digestion and absorption. Goblet cells secrete protective mucus. Water-soluble nutrients pass into the rich capillary network of the lamina propria, and fat is passed as chylomicrons into the lacteals. Immunocytes in the lamina propria are involved in maintaining tolerance to luminal antigens. E, The luminal membrane of the enterocyte is thrown into processes called microvilli, which increase the luminal surface area. Tight junctions between enterocytes maintain epithelial integrity. Absorbed nutrients are passed from the enterocyte into the intercellular space for distribution to the body. F, Schematic of a microvillus showing digestive hydrolases anchored in the phospholipid cell membrane and protruding into the intestinal lumen. Carrier proteins in the membrane are believed to act as \"pores,\" shuttling nutrients across the membrane by means of conformational changes in their structure often induced by sodium influx at the expense of energy utilization through Na/K-adenosine triphosphatase (ATPase) on the basolateral membrane.",
      "sentences": [
        [
          {
            "segment_text": "The small intestine is basically a tube with a serosal surface covered by visceral peritoneum and an inner absorptive and digestive surface , the mucosa .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "C , Beneath the outer serosa ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "longitudinal and circular muscle layers produce peristaltic and segmental contractions for propelling and mixing the luminal contents .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The submucosa is rich in blood and lymphatic vessels .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The mucosa comprises the thin muscularis mucosa ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the lamina propria , and the columnar epithelium ; it is thrown into folds and is covered by finger-like villi to increase the digestive and absorptive surface area .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "D , Enterocytes , which are shed from the villus tip but are continually replaced through division of crypt cells ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "are the site of nutrient digestion and absorption .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Goblet cells secrete protective mucus .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Water-soluble nutrients pass into the rich capillary network of the lamina propria ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and fat is passed as chylomicrons into the lacteals .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Immunocytes in the lamina propria are involved in maintaining tolerance to luminal antigens .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "E , The luminal membrane of the enterocyte is thrown into processes called microvilli ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which increase the luminal surface area .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Tight junctions between enterocytes maintain epithelial integrity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Absorbed nutrients are passed from the enterocyte into the intercellular space for distribution to the body .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "F , Schematic of a microvillus showing digestive hydrolases anchored in the phospholipid cell membrane and protruding into the intestinal lumen .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Carrier proteins in the membrane are believed to act as `` pores ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "\u0027\u0027 shuttling nutrients across the membrane by means of conformational changes in their structure often induced by sodium influx at the expense of energy utilization through Na/K-adenosine triphosphatase ( ATPase ) on the basolateral membrane .",
            "crowd_label": "background"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "18",
    "segment_num": "24",
    "token_num": "360"
  }
}