{
  "paper_id": "67d137d0496d7339e302c18d693c7ec960ddf733",
  "metadata": {
    "title": "Moving towards a new vision: implementation of a public health policy intervention",
    "coda_data_split": "train",
    "coda_paper_id": 7747,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Public health systems in Canada have undergone significant policy renewal over the last decade in response to threats to the public\u0027s health, such as severe acute respiratory syndrome. There is limited research on how public health policies have been implemented or what has influenced their implementation. This paper explores policy implementation in two exemplar public health programs -chronic disease prevention and sexually-transmitted infection prevention -in Ontario, Canada. It examines public health service providers\u0027 , managers\u0027 and senior managements\u0027 perspectives on the process of implementation of the Ontario Public Health Standards 2008 and factors influencing implementation. Methods: Public health staff from six health units representing rural, remote, large and small urban settings were included. We conducted 21 focus groups and 18 interviews between 2010 (manager and staff focus groups) and 2011 (senior management interviews) involving 133 participants. Research assistants coded transcripts and researchers reviewed these; the research team discussed and resolved discrepancies. To facilitate a breadth of perspectives, several team members helped interpret the findings. An integrated knowledge translation approach was used, reflected by the inclusion of academics as well as decision-makers on the team and as co-authors. Results: Front line service providers often were unaware of the new policies but managers and senior management incorporated them in operational and program planning. Some participants were involved in policy development or provided feedback prior to their launch. Implementation was influenced by many factors that aligned with Greenhalgh and colleagues\u0027 empirically-based Diffusion of Innovations in Service Organizations Framework. Factors and related components that were most clearly linked to the OPHS policy implementation were: attributes of the innovation itself; adoption by individuals; diffusion and dissemination; the outer contextinterorganizational networks and collaboration; the inner settingimplementation processes and routinization; and, linkage at the design and implementation stage.",
      "sentences": [
        [
          {
            "segment_text": "Background : Public health systems in Canada have undergone significant policy renewal over the last decade in response to threats to the public \u0027s health ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "such as severe acute respiratory syndrome .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "There is limited research on how public health policies have been implemented or what has influenced their implementation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This paper explores policy implementation in two exemplar public health programs - chronic disease prevention and sexually-transmitted infection prevention - in Ontario , Canada .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "It examines public health service providers \u0027 ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "managers \u0027 and senior managements \u0027 perspectives on the process of implementation of the Ontario Public Health Standards 2008 and factors influencing implementation .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : Public health staff from six health units representing rural ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "remote , large and small urban settings were included .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We conducted 21 focus groups and 18 interviews between 2010 ( manager and staff focus groups ) and 2011 ( senior management interviews ) involving 133 participants .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Research assistants coded transcripts and researchers reviewed these ; the research team discussed and resolved discrepancies .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "To facilitate a breadth of perspectives ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "several team members helped interpret the findings .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "An integrated knowledge translation approach was used ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "reflected by the inclusion of academics as well as decision-makers on the team and as co-authors .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Front line service providers often were unaware of the new policies but managers and senior management incorporated them in operational and program planning .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Some participants were involved in policy development or provided feedback prior to their launch .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Implementation was influenced by many factors that aligned with Greenhalgh and colleagues \u0027 empirically-based Diffusion of Innovations in Service Organizations Framework .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Factors and related components that were most clearly linked to the OPHS policy implementation were : attributes of the innovation itself ; adoption by individuals ; diffusion and dissemination ; the outer contextinterorganizational networks and collaboration ; the inner settingimplementation processes and routinization ; and ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "linkage at the design and implementation stage .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions: Multiple factors influenced public health policy implementation. Results provide empirical support for components of Greenhalgh et al\u0027s framework and suggest two additional componentsthe role of external organizational collaborations and partnerships as well as planning processes in influencing implementation. These are important to consider by government and public health organizations when promoting new or revised public health policies as they evolve over time. A successful policy implementation process in Ontario has helped to move public health towards the new vision.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions : Multiple factors influenced public health policy implementation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Results provide empirical support for components of Greenhalgh et al \u0027s framework and suggest two additional componentsthe role of external organizational collaborations and partnerships as well as planning processes in influencing implementation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These are important to consider by government and public health organizations when promoting new or revised public health policies as they evolve over time .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A successful policy implementation process in Ontario has helped to move public health towards the new vision .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "17",
    "segment_num": "23",
    "token_num": "419"
  }
}