{
  "paper_id": "67f048b845a7a5480ee11902491b8a9e44e428bc",
  "metadata": {
    "title": "Acute disseminated encephalomyelitis following infectious mononucleosis in a toddler",
    "coda_data_split": "train",
    "coda_paper_id": 9460,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Symptomatic Epstein-Barr virus (EBV) infection complicated by acute disseminated encephalomyelitis (ADEM) in a toddler is rare. Our patient is a 14 month-old boy who presented with listlessness and reduced eye movements nearly 10 days after a prodromal upper respiratory illness that was accompanied by an amoxicillin rash. On examination, the boy appeared drowsy, had a congested throat and a resolving lower extremity rash, but otherwise had a normal neurological examination. Investigation revealed lymphocytosis, mildly elevated liver enzyme and a positive EBV IgM serology. Cerebrospinal fluid analysis showed pleocytosis. Subsequent brain and spine MRI showed demyelinating disease extending from the cerebral peduncles, across the brain stem and down to the mid-thoracic spinal cord. The patient was treated as a case of ADEM and given intravenous methylprednisolone. On outpatient follow-up his symptoms resolved completely in 6 weeks.",
      "sentences": [
        [
          {
            "segment_text": "Symptomatic Epstein-Barr virus ( EBV ) infection complicated by acute disseminated encephalomyelitis ( ADEM ) in a toddler is rare .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Our patient is a 14 month-old boy who presented with listlessness and reduced eye movements nearly 10 days after a prodromal upper respiratory illness that was accompanied by an amoxicillin rash .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "On examination , the boy appeared drowsy ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "had a congested throat and a resolving lower extremity rash ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but otherwise had a normal neurological examination .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Investigation revealed lymphocytosis , mildly elevated liver enzyme and a positive EBV IgM serology .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Cerebrospinal fluid analysis showed pleocytosis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Subsequent brain and spine MRI showed demyelinating disease extending from the cerebral peduncles ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "across the brain stem and down to the mid-thoracic spinal cord .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The patient was treated as a case of ADEM and given intravenous methylprednisolone .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "On outpatient follow-up his symptoms resolved completely in 6 weeks .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "BACKGROUND",
      "sentences": [
        [
          {
            "segment_text": "BACKGROUND",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "9",
    "segment_num": "12",
    "token_num": "153"
  }
}