{
  "paper_id": "67f2ba141bcc1bffbd19f77b1aedde25a0f0022b",
  "metadata": {
    "title": "Hospital incident command system (HICS) performance in Iran; decision making during disasters",
    "coda_data_split": "train",
    "coda_paper_id": 4981,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Hospitals are cornerstones for health care in a community and must continue to function in the face of a disaster. The Hospital Incident Command System (HICS) is a method by which the hospital operates when an emergency is declared. Hospitals are often ill equipped to evaluate the strengths and vulnerabilities of their own management systems before the occurrence of an actual disaster. The main objective of this study was to measure the decision making performance according to HICS job actions sheets using tabletop exercises. Methods: This observational study was conducted between May 1st 2008 and August 31st 2009. Twenty three Iranian hospitals were included. A tabletop exercise was developed for each hospital which in turn was based on the highest probable risk. The job action sheets of the HICS were used as measurements of performance. Each indicator was considered as 1, 2 or 3 in accordance with the HICS. Fair performance was determined as \u003c 40%; intermediate as 41-70%; high as 71-100% of the maximum score of 192. Descriptive statistics, T-test, and Univariate Analysis of Variance were used. Results: None of the participating hospitals had a hospital disaster management plan. The performance according to HICS was intermediate for 83% (n \u003d 19) of the participating hospitals. No hospital had a high level of performance. The performance level for the individual sections was intermediate or fair, except for the logistic and finance sections which demonstrated a higher level of performance. The public hospitals had overall higher performances than university hospitals (P \u003d 0.04). Conclusions: The decision making performance in the Iranian hospitals, as measured during table top exercises and using the indicators proposed by HICS was intermediate to poor. In addition, this study demonstrates that the HICS job action sheets can be used as a template for measuring the hospital response. Simulations can be used to assess preparedness, but the correlation with outcome remains to be studied.",
      "sentences": [
        [
          {
            "segment_text": "Background : Hospitals are cornerstones for health care in a community and must continue to function in the face of a disaster .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The Hospital Incident Command System ( HICS ) is a method by which the hospital operates when an emergency is declared .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Hospitals are often ill equipped to evaluate the strengths and vulnerabilities of their own management systems before the occurrence of an actual disaster .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The main objective of this study was to measure the decision making performance according to HICS job actions sheets using tabletop exercises .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : This observational study was conducted between May 1st 2008 and August 31st 2009 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Twenty three Iranian hospitals were included .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A tabletop exercise was developed for each hospital which in turn was based on the highest probable risk .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The job action sheets of the HICS were used as measurements of performance .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Each indicator was considered as 1 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "2 or 3 in accordance with the HICS .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Fair performance was determined as \u003c 40 % ; intermediate as 41-70 % ; high as 71-100 % of the maximum score of 192 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Descriptive statistics , T-test , and Univariate Analysis of Variance were used .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : None of the participating hospitals had a hospital disaster management plan .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The performance according to HICS was intermediate for 83 % ( n \u003d 19 ) of the participating hospitals .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "No hospital had a high level of performance .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The performance level for the individual sections was intermediate or fair ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "except for the logistic and finance sections which demonstrated a higher level of performance .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The public hospitals had overall higher performances than university hospitals ( P \u003d 0.04 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : The decision making performance in the Iranian hospitals ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as measured during table top exercises and using the indicators proposed by HICS was intermediate to poor .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , this study demonstrates that the HICS job action sheets can be used as a template for measuring the hospital response .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Simulations can be used to assess preparedness ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but the correlation with outcome remains to be studied .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "19",
    "segment_num": "23",
    "token_num": "359"
  }
}