{
  "paper_id": "6801a1db7db0ead9748768e3ae28f544562bca70",
  "metadata": {
    "title": "Molecular characterization of Cryptosporidium isolates from beef calves under one month of age over three successive years in one herd in western France",
    "coda_data_split": "train",
    "coda_paper_id": 3409,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Cohorts of pre-weaned calves were studied for Cryptosporidium infection over three successive years (2010)(2011)(2012) in one beef cattle herd in western France. Each year 25-34 calves were sampled weekly from 3 days to one month of age in order to characterize oocyst output, Cryptosporidium species and clinical features associated with infection. Faecal samples were screened for the presence of oocysts using immunofluorescence analysis. DNA was extracted from positive samples and a PCR SSU rRNA followed by RFLP or sequencing was performed. For the subtyping of C. parvum, a gp60 PCR was carried out. Regardless of the year, 92-100% of the animals excreted oocysts on at least one sampling date. Depending on the year of observation, the age of highest prevalence varied. In contrast, the peak of excretion was systematically observed almost at the same age (2nd-3rd week of life) with excretion levels ranging from between 100 and 1.7 × 10 7 oocysts/g of faeces. Differences concerning clinical signs depending on the year of sampling were observed. Different species patterns were observed, with a predominance of C. bovis in the 1st year and a predominance of C. parvum in the last year. Moreover, two zoonotic subtypes of C. parvum, IIaA15G2R1 and IIaA18G2R1, were recorded in different years. This study shows that, in a given farm, the Cryptosporidium species and C. parvum subtypes identified as well as the prevalence of infection and level of excretion may vary greatly and show distinct patterns according to the year.",
      "sentences": [
        [
          {
            "segment_text": "Cohorts of pre-weaned calves were studied for Cryptosporidium infection over three successive years ( 2010 ) ( 2011 ) ( 2012 ) in one beef cattle herd in western France .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Each year 25-34 calves were sampled weekly from 3 days to one month of age in order to characterize oocyst output ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "Cryptosporidium species and clinical features associated with infection .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Faecal samples were screened for the presence of oocysts using immunofluorescence analysis .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "DNA was extracted from positive samples and a PCR SSU rRNA followed by RFLP or sequencing was performed .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "For the subtyping of C. parvum ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "a gp60 PCR was carried out .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Regardless of the year , 92-100 % of the animals excreted oocysts on at least one sampling date .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Depending on the year of observation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the age of highest prevalence varied .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In contrast , the peak of excretion was systematically observed almost at the same age ( 2nd-3rd week of life ) with excretion levels ranging from between 100 and 1.7 × 10 7 oocysts/g of faeces .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Differences concerning clinical signs depending on the year of sampling were observed .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Different species patterns were observed ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with a predominance of C. bovis in the 1st year and a predominance of C. parvum in the last year .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , two zoonotic subtypes of C. parvum ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "IIaA15G2R1 and IIaA18G2R1 , were recorded in different years .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This study shows that , in a given farm ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the Cryptosporidium species and C. parvum subtypes identified as well as the prevalence of infection and level of excretion may vary greatly and show distinct patterns according to the year .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "12",
    "segment_num": "18",
    "token_num": "278"
  }
}