{
  "paper_id": "681b38ffab63df2f52e5a5e14e7ec3bad4177138",
  "metadata": {
    "title": "Simulation of twisted wind flows in a boundary layer wind tunnel for pedestrian-level wind tunnel tests",
    "coda_data_split": "train",
    "coda_paper_id": 8445,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Topography-induced twisted wind flows are frequently observed in Hong Kong due to the abundance existence of mountains. Observed twisted wind profiles are with larger wind twist angles and are confined to the lower 500 m of the atmosphere, thus may impose significant effects on both structures and near-ground wind conditions. In order to investigate the influences of twisted wind flows on the pedestrian-level wind environment, two twisted wind profiles were simulated in a boundary layer wind tunnel by using 1.5 m tall wooden vanes. The maximum guide angles of vanes were 15째and 30째at the ground level to represent two nominal yaw angles of \u0027high\u0027 and \u0027extreme\u0027 twisted wind flows. Simulated twisted wind profiles followed the power-law profile and have acceptable longitudinal and lateral turbulence power spectra similar to conventional wind flows. The yaw angle profiles were exponentially decayed with the height but had smaller maximum yaw angles than of the guide vanes. The evaluation of wind conditions near an isolated building and a row of buildings in twisted wind flows has displayed substantially modified flow features such as asymmetric wind speed distributions about the building centre line and reduced wind speeds in the passages between buildings.",
      "sentences": [
        [
          {
            "segment_text": "Topography-induced twisted wind flows are frequently observed in Hong Kong due to the abundance existence of mountains .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Observed twisted wind profiles are with larger wind twist angles and are confined to the lower 500 m of the atmosphere ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "thus may impose significant effects on both structures and near-ground wind conditions .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In order to investigate the influences of twisted wind flows on the pedestrian-level wind environment ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "two twisted wind profiles were simulated in a boundary layer wind tunnel by using 1.5 m tall wooden vanes .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The maximum guide angles of vanes were 15 째 and 30 째 at the ground level to represent two nominal yaw angles of ` high \u0027 and ` extreme \u0027 twisted wind flows .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Simulated twisted wind profiles followed the power-law profile and have acceptable longitudinal and lateral turbulence power spectra similar to conventional wind flows .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The yaw angle profiles were exponentially decayed with the height but had smaller maximum yaw angles than of the guide vanes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The evaluation of wind conditions near an isolated building and a row of buildings in twisted wind flows has displayed substantially modified flow features such as asymmetric wind speed distributions about the building centre line and reduced wind speeds in the passages between buildings .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "9",
    "token_num": "213"
  }
}