{
  "paper_id": "683a6f462c0061d3ffe7068fe7bd186049e3c884",
  "metadata": {
    "title": "Conserved microsatellites may contribute to stem-loop structures in 5 0 , 3 0 terminals of Ebolavirus genomes",
    "coda_data_split": "train",
    "coda_paper_id": 5996,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Microsatellites (SSRs) are ubiquitous in coding and non-coding regions of the Ebolavirus genomes. We synthetically analyzed the microsatellites in whole-genome and terminal regions of 219 Ebolavirus genomes from five species. The Ebolavirus sequences were observed with small intraspecies variations and large interspecific variations, especially in the terminal non-coding regions. Only five conserved microsatellites were detected in the complete genomes, and four of them which well base-paired to help forming conserved stem-loop structures mainly appeared in the terminal non-coding regions. These results suggest that the conserved microsatellites may be evolutionary selected to form conserved secondary structures in 5 0 , 3 0 terminals of Ebolavirus genomes. It may help to understand the biological significance of microsatellites in Ebolavirus and also other virus genomes.",
      "sentences": [
        [
          {
            "segment_text": "Microsatellites ( SSRs ) are ubiquitous in coding and non-coding regions of the Ebolavirus genomes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We synthetically analyzed the microsatellites in whole-genome and terminal regions of 219 Ebolavirus genomes from five species .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The Ebolavirus sequences were observed with small intraspecies variations and large interspecific variations ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "especially in the terminal non-coding regions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Only five conserved microsatellites were detected in the complete genomes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and four of them which well base-paired to help forming conserved stem-loop structures mainly appeared in the terminal non-coding regions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results suggest that the conserved microsatellites may be evolutionary selected to form conserved secondary structures in 5 0 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "3 0 terminals of Ebolavirus genomes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "It may help to understand the biological significance of microsatellites in Ebolavirus and also other virus genomes .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "9",
    "token_num": "132"
  }
}