{
  "paper_id": "683b8d8b02e0a42486182f10f96e48f688c3dcf9",
  "metadata": {
    "title": "Journal Pre-proof Symptom Cluster of ICU nurses treating COVID-19 pneumonia patients in Wuhan, China Running Title: SSDs of ICU nurses treating COVID-19 pneumonia patients Symptom Cluster of ICU nurses treating COVID-19 pneumonia patients in Wuhan, China Somatic Symptom Disorders of ICU Nurses treating COVID-19 pneumonia patients in",
    "coda_data_split": "train",
    "coda_paper_id": 6565,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Objective. In treating highly infectious COVID-19 pneumonia, ICU nurses face a high 34 risk of developing somatic symptom disorder (SSD). The present study aims to investigate 35 the symptoms and causes of SSD of ICU nurses treating COVID-19 pneumonia. The research 36 results are expected to provide evidence for the establishment of a better management 37 strategy.",
      "sentences": [
        [
          {
            "segment_text": "Objective .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "In treating highly infectious COVID-19 pneumonia ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "ICU nurses face a high 34 risk of developing somatic symptom disorder ( SSD ) .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The present study aims to investigate 35 the symptoms and causes of SSD of ICU nurses treating COVID-19 pneumonia .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The research 36 results are expected to provide evidence for the establishment of a better management 37 strategy .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Methods. This study enrolled a total of 140 ICU nurses who were selected by Jiangsu 39 Province Hospital to work in Wuhan (the epicenter of the COVID-19 epidemic in China) on 40 3 rd February 2020. A questionnaire \"Somatic Symptom Disorders for ICU Nurses in Wuhan 41 No.1 Hospital\" was designed based on the \"International Classification of Functioning, 42 Disability and Health\" (ICF). Exploratory factor analysis was performed to cluster the 43 symptoms, and logistic regression analysis to find the risk factors of the symptoms.",
      "sentences": [
        [
          {
            "segment_text": "Methods .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "This study enrolled a total of 140 ICU nurses who were selected by Jiangsu 39 Province Hospital to work in Wuhan ( the epicenter of the COVID-19 epidemic in China ) on 40 3 rd February 2020 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A questionnaire `` Somatic Symptom Disorders for ICU Nurses in Wuhan 41 No. 1 Hospital \u0027\u0027 was designed based on the `` International Classification of Functioning ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "42 Disability and Health \u0027\u0027 ( ICF ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Exploratory factor analysis was performed to cluster the 43 symptoms ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and logistic regression analysis to find the risk factors of the symptoms .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "44 Results. Five major symptoms were chest-discomfort-and-palpitation (31.4%), dyspnea 45 (30.7%), nausea (21.4%), headache (19.3%), and dizziness (17.9%). In exploratory factor 46 analysis, the symptoms were classified into three clusters: Cluster A of breathing and sleep 47 disturbances (dizziness, sleepiness, dyspnea); Cluster B of gastrointestinal complaints and 48 pain (nausea, headache), and Cluster C of general symptoms (xerostomia, fatigue, 49 chest-discomfort-and-palpitation). In Cluster A, urine/feces splash, sex, and sputum splash 50 were independent predictive factors. In Cluster B, fall of protective glasses and urine/feces 51 splash were independent predictive factors. In Cluster C, urine/feces splash and urine/feces 52 clearance were independent predictive factors. 53 Conclusion. The ICU nurses in Wuhan showed varying and overlapping SSDs. These 54 SSDs could be classified into three symptom clusters. Based on the characteristics of their 55 SSDs, specific interventions could be implemented to safeguard the health of ICU nurses.",
      "sentences": [
        [
          {
            "segment_text": "44 Results .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Five major symptoms were chest-discomfort-and-palpitation ( 31.4 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "dyspnea 45 ( 30.7 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "nausea ( 21.4 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "headache ( 19.3 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and dizziness ( 17.9 % ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In exploratory factor 46 analysis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the symptoms were classified into three clusters : Cluster A of breathing and sleep 47 disturbances ( dizziness , sleepiness , dyspnea ) ; Cluster B of gastrointestinal complaints and 48 pain ( nausea , headache ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and Cluster C of general symptoms ( xerostomia , fatigue , 49 chest-discomfort-and-palpitation ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In Cluster A , urine/feces splash ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "sex , and sputum splash 50 were independent predictive factors .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In Cluster B , fall of protective glasses and urine/feces 51 splash were independent predictive factors .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In Cluster C , urine/feces splash and urine/feces 52 clearance were independent predictive factors .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "53 Conclusion .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The ICU nurses in Wuhan showed varying and overlapping SSDs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These 54 SSDs could be classified into three symptom clusters .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Based on the characteristics of their 55 SSDs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "specific interventions could be implemented to safeguard the health of ICU nurses .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "56 57",
      "sentences": [
        [
          {
            "segment_text": "56 57",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "19",
    "segment_num": "30",
    "token_num": "361"
  }
}