{
  "paper_id": "6842fabc2a09d25dad8700ecd406093a029265b4",
  "metadata": {
    "title": "Bibliography of the current world literature",
    "coda_data_split": "train",
    "coda_paper_id": 9143,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "This bibliography is compiled by immunologists from the journals listed at the end of this publication. It is based on literature entered into our database between 1st April 1991 and 31st March 1992 (articles are generally added to the database about two and a half months after publication). In addition, the bibliography contains every paper annotated by reviewers; these references were obtained from a variety of bibliographic databases and published between the beginning of the review period and the time of going to press. The bibliography has been grouped into topics that relate to the reviews in this issue.",
      "sentences": [
        [
          {
            "segment_text": "This bibliography is compiled by immunologists from the journals listed at the end of this publication .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It is based on literature entered into our database between 1st April 1991 and 31st March 1992 ( articles are generally added to the database about two and a half months after publication ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In addition , the bibliography contains every paper annotated by reviewers ; these references were obtained from a variety of bibliographic databases and published between the beginning of the review period and the time of going to press .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The bibliography has been grouped into topics that relate to the reviews in this issue .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "9 Papers considered by the reviewers to be of special interest. 0 9 Papers considered by the reviewers to be of outstanding interest.",
      "sentences": [
        [
          {
            "segment_text": "9 Papers considered by the reviewers to be of special interest .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "0 9 Papers considered by the reviewers to be of outstanding interest .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "The number in square brackets following a selected paper, e.g. [7], refers to its number in the annotated references of the corresponding review.",
      "sentences": [
        [
          {
            "segment_text": "The number in square brackets following a selected paper ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "e.g. ( 7 ) , refers to its number in the annotated references of the corresponding review .",
            "crowd_label": "method"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "7",
    "segment_num": "8",
    "token_num": "160"
  }
}