{
  "paper_id": "68573eedbded1ad21d12a521f95676711c0feeae",
  "metadata": {
    "title": "Glycyrrhizic acid activates chicken macrophages and enhances their Salmonella-killing capacity in vitro *#",
    "coda_data_split": "train",
    "coda_paper_id": 6323,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Objective: Salmonella enterica remains a major cause of food-borne disease in humans, and Salmonella Typhimurium (ST) contamination of poultry products is a worldwide problem. Since macrophages play an essential role in controlling Salmonella infection, the aim of this study was to evaluate the effect of glycyrrhizic acid (GA) on immune function of chicken HD11 macrophages. Methods: Chicken HD11 macrophages were treated with GA (0, 12.5, 25, 50, 100, 200, 400, or 800 μg/ml) and lipopolysaccharide (LPS, 500 ng/ml) for 3, 6, 12, 24, or 48 h. Evaluated responses included phagocytosis, bacteria-killing, gene expression of cell surface molecules (cluster of differentiation 40 (CD40), CD80, CD83, and CD197) and antimicrobial effectors (inducible nitric oxide synthase (iNOS), NADPH oxidase-1 (NOX-1), interferon-γ (IFN-γ), LPS-induced tumor necrosis factor (TNF)-α factor (LITAF), interleukin-6 (IL-6), and IL-10), and production of nitric oxide (NO) and hydrogen peroxide (H 2 O 2 ). Results: GA increased the internalization of both fluorescein isothiocyanate (FITC)-dextran and ST by HD11 cells and markedly decreased the intracellular survival of ST. We found that the messenger RNA (mRNA) expression of cell surface molecules (CD40, CD80, CD83, and CD197) and cytokines (IFN-γ, IL-6, and IL-10) of HD11 cells was up-regulated following GA exposure. The expression of iNOS and NOX-1 was induced by GA and thereby the productions of NO and H 2 O 2 in HD11 cells were enhanced. Notably, it was verified that nuclear factor-κB (NF-κB) and c-Jun N-terminal kinase (JNK) pathways were responsible for GA-induced synthesis of NO and IFN-γ gene expression. Conclusions: Taken together, these results suggested that GA exhibits a potent immune regulatory effect to activate chicken macrophages and enhances Salmonella-killing capacity.",
      "sentences": [
        [
          {
            "segment_text": "Objective : Salmonella enterica remains a major cause of food-borne disease in humans ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and Salmonella Typhimurium ( ST ) contamination of poultry products is a worldwide problem .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Since macrophages play an essential role in controlling Salmonella infection ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the aim of this study was to evaluate the effect of glycyrrhizic acid ( GA ) on immune function of chicken HD11 macrophages .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : Chicken HD11 macrophages were treated with GA ( 0 , 12.5 , 25 , 50 , 100 , 200 , 400 , or 800 μg/ml ) and lipopolysaccharide ( LPS , 500 ng/ml ) for 3 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "6 , 12 , 24 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "or 48 h. Evaluated responses included phagocytosis ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "bacteria-killing , gene expression of cell surface molecules ( cluster of differentiation 40 ( CD40 ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "CD80 , CD83 , and CD197 ) and antimicrobial effectors ( inducible nitric oxide synthase ( iNOS ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "NADPH oxidase-1 ( NOX-1 ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "interferon-γ ( IFN-γ ) , LPS-induced tumor necrosis factor ( TNF ) - α factor ( LITAF ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "interleukin-6 ( IL-6 ) , and IL-10 ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and production of nitric oxide ( NO ) and hydrogen peroxide ( H 2 O 2 ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : GA increased the internalization of both fluorescein isothiocyanate ( FITC ) - dextran and ST by HD11 cells and markedly decreased the intracellular survival of ST. We found that the messenger RNA ( mRNA ) expression of cell surface molecules ( CD40 , CD80 , CD83 , and CD197 ) and cytokines ( IFN-γ , IL-6 , and IL-10 ) of HD11 cells was up-regulated following GA exposure .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The expression of iNOS and NOX-1 was induced by GA and thereby the productions of NO and H 2 O 2 in HD11 cells were enhanced .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Notably , it was verified that nuclear factor-κB ( NF-κB ) and c-Jun N-terminal kinase ( JNK ) pathways were responsible for GA-induced synthesis of NO and IFN-γ gene expression .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : Taken together , these results suggested that GA exhibits a potent immune regulatory effect to activate chicken macrophages and enhances Salmonella-killing capacity .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "17",
    "token_num": "359"
  }
}