{
  "paper_id": "68671219e4453cae8ff7209fb84db97c1b12bf13",
  "metadata": {
    "title": "Do antimicrobial mass medications work? A systematic review and meta-analysis of randomised clinical trials investigating antimicrobial prophylaxis or metaphylaxis against naturally occurring bovine respiratory disease",
    "coda_data_split": "train",
    "coda_paper_id": 8159,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "One sentence summary: A systematic review and meta-analysis of randomised clinical trials investigating antimicrobial prophylaxis or metaphylaxis against naturally occurring bovine respiratory disease. Editor: Edmundo Calva ABSTRACT A distinct difference between veterinary and human medicine is the routine use of antimicrobial mass medications (prophylaxis, metaphylaxis) to healthy individuals. The need for antimicrobial mass medications is based on beliefs that group/s of animals will contract a bacterial disease (i.e. morbidity) and/or die (i.e. mortality). Bovine respiratory disease (BRD) represents the major indication for cattle antimicrobials worldwide. The objectives were to perform a systematic review and meta-analysis of randomised controlled clinical trials (RCTs) for naturally occurring BRD investigating antimicrobial prophylaxis/metaphylaxis to prevent morbidity/mortality. In total, 58 publications met the inclusion criteria summarizing 169 individual RCTs, spanning 50 years . Antimicrobial prophylaxis and metaphylaxis demonstrated moderate, yet highly variable relative risk reductions in BRD morbidity. These were dependent on the antimicrobial classes used, dependent on metaphylaxis definition, BRD attack rates and duration of the RCTs. Best relative risk reductions were from broad-spectrum critically important antimicrobials, or combinations. BRD prophylaxis/metaphylaxis represents major antimicrobial consumption for highly variable short-term gains in absolute risk reduction of morbidity/mortality. Despite widespread use of prevention products, the need for antimicrobial mass medications should be re-evaluated since the underlying problem is more likely the segmented infrastructure of the feedlot and veal calf industries compared to the disease itself.",
      "sentences": [
        [
          {
            "segment_text": "One sentence summary : A systematic review and meta-analysis of randomised clinical trials investigating antimicrobial prophylaxis or metaphylaxis against naturally occurring bovine respiratory disease .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Editor : Edmundo Calva ABSTRACT A distinct difference between veterinary and human medicine is the routine use of antimicrobial mass medications ( prophylaxis , metaphylaxis ) to healthy individuals .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The need for antimicrobial mass medications is based on beliefs that group/s of animals will contract a bacterial disease ( i.e. morbidity ) and/or die ( i.e. mortality ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Bovine respiratory disease ( BRD ) represents the major indication for cattle antimicrobials worldwide .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The objectives were to perform a systematic review and meta-analysis of randomised controlled clinical trials ( RCTs ) for naturally occurring BRD investigating antimicrobial prophylaxis/metaphylaxis to prevent morbidity/mortality .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "In total , 58 publications met the inclusion criteria summarizing 169 individual RCTs , spanning 50 years .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Antimicrobial prophylaxis and metaphylaxis demonstrated moderate ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "yet highly variable relative risk reductions in BRD morbidity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These were dependent on the antimicrobial classes used ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "dependent on metaphylaxis definition , BRD attack rates and duration of the RCTs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Best relative risk reductions were from broad-spectrum critically important antimicrobials , or combinations .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "BRD prophylaxis/metaphylaxis represents major antimicrobial consumption for highly variable short-term gains in absolute risk reduction of morbidity/mortality .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Despite widespread use of prevention products ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the need for antimicrobial mass medications should be re-evaluated since the underlying problem is more likely the segmented infrastructure of the feedlot and veal calf industries compared to the disease itself .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "14",
    "token_num": "258"
  }
}