{
  "paper_id": "68680c43a6baf085d18dbc567d93647d2d01ce72",
  "metadata": {
    "title": "Ring Vaccination and Smallpox Control",
    "coda_data_split": "train",
    "coda_paper_id": 6945,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "We present a stochastic model for the spread of smallpox after a small number of index cases are introduced into a susceptible population. The model describes a branching process for the spread of the infection and the effects of intervention measures. We discuss scenarios in which ring vaccination of direct contacts of infected persons is sufficient to contain an epidemic. Ring vaccination can be successful if infectious cases are rapidly diagnosed. However, because of the inherent stochastic nature of epidemic outbreaks, both the size and duration of contained outbreaks are highly variable. Intervention requirements depend on the basic reproduction number (R 0 ), for which different estimates exist. When faced with the decision of whether to rely on ring vaccination, the public health community should be aware that an epidemic might take time to subside even for an eventually successful intervention strategy.",
      "sentences": [
        [
          {
            "segment_text": "We present a stochastic model for the spread of smallpox after a small number of index cases are introduced into a susceptible population .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The model describes a branching process for the spread of the infection and the effects of intervention measures .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We discuss scenarios in which ring vaccination of direct contacts of infected persons is sufficient to contain an epidemic .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Ring vaccination can be successful if infectious cases are rapidly diagnosed .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "However , because of the inherent stochastic nature of epidemic outbreaks ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "both the size and duration of contained outbreaks are highly variable .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Intervention requirements depend on the basic reproduction number ( R 0 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "for which different estimates exist .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "When faced with the decision of whether to rely on ring vaccination ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the public health community should be aware that an epidemic might take time to subside even for an eventually successful intervention strategy .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "10",
    "token_num": "154"
  }
}