{
  "paper_id": "687431d0054067f8265d04e56d7556be7c715a63",
  "metadata": {
    "title": "Suggested new breakpoints of anti-MERS-CoV antibody ELISA titers: performance analysis of serologic tests",
    "coda_data_split": "train",
    "coda_paper_id": 9484,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "To provide optimal cut-off values of anti-Middle East respiratory syndrome coronavirus (MERS-CoV) serologic tests, we evaluated performance of ELISA IgG, ELISA IgA, IFA IgM, and IFA IgG using 138 serum samples of 49 MERS-CoV-infected patients and 219 serum samples of 219 rRT-PCR-negative MERS-CoV-exposed healthcare personnel and patients. The performance analysis was conducted for two different purposes: (1) prediction of neutralization activity in MERS-CoV-infected patients, and (2) epidemiologic surveillance of MERS-CoV infections among MERS-CoV-exposed individuals. To evaluate performance according to serum collection time, we used \u0027days post onset of illness (dpoi)\u0027 and \u0027days post exposure (dpex)\u0027 assessing neutralization activity and infection diagnosis, respectively. Performance of serologic tests improved with delayed sampling time, being maximized after a seroconversion period. In predicting neutralization activity, ELISA IgG tests showed optimal performance using sera collected after 21 dpoi at cut-off values of OD ratio 0.4 (sensitivity 100% and specificity 100%), and ELISA IgA showed optimal performance using sera collected after 14 dpoi at cut-off value of OD ratio 0.2 (sensitivity 85.2% and specificity 100%). In diagnosis of MERS-CoV infection, ELISA IgG exhibited optimal performance using sera collected after 28 dpex, at a cut-off value of OD ratio 0.2 (sensitivity 97.3% and specificity 92.9%). These new breakpoints are markedly lower than previously suggested values (ELISA IgG OD ratio 1.1, sensitivity 34.8% and specificity 100% in the present data set), and the performance data help serologic tests to be practically used in the field of MERS management.",
      "sentences": [
        [
          {
            "segment_text": "To provide optimal cut-off values of anti-Middle East respiratory syndrome coronavirus ( MERS-CoV ) serologic tests ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "we evaluated performance of ELISA IgG ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "ELISA IgA , IFA IgM ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and IFA IgG using 138 serum samples of 49 MERS-CoV-infected patients and 219 serum samples of 219 rRT-PCR-negative MERS-CoV-exposed healthcare personnel and patients .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The performance analysis was conducted for two different purposes : ( 1 ) prediction of neutralization activity in MERS-CoV-infected patients ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and ( 2 ) epidemiologic surveillance of MERS-CoV infections among MERS-CoV-exposed individuals .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "To evaluate performance according to serum collection time ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we used ` days post onset of illness ( dpoi ) \u0027 and ` days post exposure ( dpex ) \u0027 assessing neutralization activity and infection diagnosis , respectively .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Performance of serologic tests improved with delayed sampling time ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "being maximized after a seroconversion period .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In predicting neutralization activity , ELISA IgG tests showed optimal performance using sera collected after 21 dpoi at cut-off values of OD ratio 0.4 ( sensitivity 100 % and specificity 100 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and ELISA IgA showed optimal performance using sera collected after 14 dpoi at cut-off value of OD ratio 0.2 ( sensitivity 85.2 % and specificity 100 % ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In diagnosis of MERS-CoV infection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "ELISA IgG exhibited optimal performance using sera collected after 28 dpex ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "at a cut-off value of OD ratio 0.2 ( sensitivity 97.3 % and specificity 92.9 % ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These new breakpoints are markedly lower than previously suggested values ( ELISA IgG OD ratio 1.1 , sensitivity 34.8 % and specificity 100 % in the present data set ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the performance data help serologic tests to be practically used in the field of MERS management .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "17",
    "token_num": "292"
  }
}