{
  "paper_id": "68816a089550c8de2cf3e05e3ae31238554cfa99",
  "metadata": {
    "title": "B cell homeostasis and follicle confines are governed by fibroblastic reticular cells HHS Public Access Author manuscript",
    "coda_data_split": "train",
    "coda_paper_id": 6823,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Fibroblastic reticular cells (FRCs) are known to inhabit T cell-rich areas of lymphoid organs where they function to coordinate T cell and dendritic cell interactions. However, in vivo manipulation of FRCs has been limited by a dearth of genetic tools targeting this lineage. Here, using a mouse model to conditionally ablate FRCs, we demonstrate their indispensable role in anti-viral T cell responses. Unexpectedly, FRC loss also attenuated humoral immunity due to impaired B cell viability and follicular organization. Follicle-resident FRCs established a favorable niche for B lymphocytes via production of the cytokine BAFF. Thus, our study indicates that adaptive immunity requires an intact FRC network and illuminates a subset of FRCs that controls B cell homeostasis and follicle identity.",
      "sentences": [
        [
          {
            "segment_text": "Fibroblastic reticular cells ( FRCs ) are known to inhabit T cell-rich areas of lymphoid organs where they function to coordinate T cell and dendritic cell interactions .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , in vivo manipulation of FRCs has been limited by a dearth of genetic tools targeting this lineage .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , using a mouse model to conditionally ablate FRCs ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "we demonstrate their indispensable role in anti-viral T cell responses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Unexpectedly , FRC loss also attenuated humoral immunity due to impaired B cell viability and follicular organization .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Follicle-resident FRCs established a favorable niche for B lymphocytes via production of the cytokine BAFF .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Thus , our study indicates that adaptive immunity requires an intact FRC network and illuminates a subset of FRCs that controls B cell homeostasis and follicle identity .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Secondary lymphoid organs are essential sites for the induction of adaptive immune responses. One of their most remarkable features is the segregation of B and T cells into discrete domains comprising structural and functional units for optimal immune cell",
      "sentences": [
        [
          {
            "segment_text": "Secondary lymphoid organs are essential sites for the induction of adaptive immune responses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "One of their most remarkable features is the segregation of B and T cells into discrete domains comprising structural and functional units for optimal immune cell",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "8",
    "segment_num": "9",
    "token_num": "172"
  }
}