{
  "paper_id": "68898dc311417ff23fe47fe2fae8866eb74469cd",
  "metadata": {
    "title": "Asthma in Children and Adolescents: A Comprehensive Approach to Diagnosis and Management",
    "coda_data_split": "train",
    "coda_paper_id": 4274,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Asthma is a chronic disease that has a significant impact on quality of life and is particularly important in children and adolescents, in part due to the higher incidence of allergies in children. The incidence of asthma has increased dramatically during this time period, with the highest increases in the urban areas of developed countries. It seems that the incidence in developing countries may follow this trend as well. While our knowledge of the pathophysiology of asthma and the available of newer, safer medication have both improved, the mortality of the disease has undergone an overall increase in the past 30 years. Asthma treatment goals in children include decreasing mortality and improving quality of life. Specific treatment goals include but are not limited to decreasing inflammation, improving lung function, decreasing clinical symptoms, reducing hospital stays and emergency department visits, reducing work or school absences, and reducing the need for rescue medications. Non-pharmacological management strategies include allergen avoidance, environmental evaluation for allergens and irritants, patient education, allergy testing, regular monitoring of lung function, and the use of asthma management plans, asthma control tests, peak flow meters, and asthma diaries. Achieving asthma treatment goals reduces direct and indirect costs of asthma and is economically cost-effective. Treatment in children presents unique challenges in diagnosis and management. Challenges in diagnosis include consideration of other diseases such as viral respiratory illnesses or vocal cord dysfunction. Challenges in management include evaluation of the child\u0027s ability to use inhalers and peak flow meters and the management of exercise-induced asthma.",
      "sentences": [
        [
          {
            "segment_text": "Asthma is a chronic disease that has a significant impact on quality of life and is particularly important in children and adolescents ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "in part due to the higher incidence of allergies in children .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The incidence of asthma has increased dramatically during this time period ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "with the highest increases in the urban areas of developed countries .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It seems that the incidence in developing countries may follow this trend as well .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "While our knowledge of the pathophysiology of asthma and the available of newer ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "safer medication have both improved ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the mortality of the disease has undergone an overall increase in the past 30 years .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Asthma treatment goals in children include decreasing mortality and improving quality of life .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Specific treatment goals include but are not limited to decreasing inflammation ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "improving lung function , decreasing clinical symptoms ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "reducing hospital stays and emergency department visits ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "reducing work or school absences ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and reducing the need for rescue medications .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Non-pharmacological management strategies include allergen avoidance ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "environmental evaluation for allergens and irritants ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "patient education , allergy testing ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "regular monitoring of lung function ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and the use of asthma management plans ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "asthma control tests , peak flow meters , and asthma diaries .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Achieving asthma treatment goals reduces direct and indirect costs of asthma and is economically cost-effective .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Treatment in children presents unique challenges in diagnosis and management .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Challenges in diagnosis include consideration of other diseases such as viral respiratory illnesses or vocal cord dysfunction .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Challenges in management include evaluation of the child \u0027s ability to use inhalers and peak flow meters and the management of exercise-induced asthma .",
            "crowd_label": "background"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "24",
    "token_num": "281"
  }
}