{
  "paper_id": "6892128ff6eaf814d0832e1b6ea8b1dcbc1a3187",
  "metadata": {
    "title": "Inhibition of norovirus replication by morpholino oligomers targeting the 5′-end of the genome",
    "coda_data_split": "train",
    "coda_paper_id": 9232,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Noroviruses are an important cause of non-bacterial epidemic gastroenteritis, but no specific antiviral therapies are available. We investigated the inhibitory effect of phosphorodiamidiate morpholino oligomers (PMOs) targeted against norovirus sequences. A panel of peptideconjugated PMOs (PPMOs) specific for the murine norovirus (MNV) genome was developed, and two PPMO compounds directed against the first AUG of the ORF1 coding sequence near the 5′end of the genome proved effective in inhibiting MNV replication in cells. A consensus PPMO (designated Noro 1.1), designed to target the corresponding region of several diverse human norovirus genotypes, decreased the efficiency of protein translation in a cell-free luciferase reporter assay and inhibited Norwalk virus protein expression in replicon-bearing cells. Our data suggest that PPMOs directed against the relatively conserved 5′-end of the norovirus genome may show broad antiviral activity against this genetically diverse group of viruses.",
      "sentences": [
        [
          {
            "segment_text": "Noroviruses are an important cause of non-bacterial epidemic gastroenteritis ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but no specific antiviral therapies are available .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We investigated the inhibitory effect of phosphorodiamidiate morpholino oligomers ( PMOs ) targeted against norovirus sequences .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "A panel of peptideconjugated PMOs ( PPMOs ) specific for the murine norovirus ( MNV ) genome was developed ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and two PPMO compounds directed against the first AUG of the ORF1 coding sequence near the 5 ′ end of the genome proved effective in inhibiting MNV replication in cells .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A consensus PPMO ( designated Noro 1.1 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "designed to target the corresponding region of several diverse human norovirus genotypes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "decreased the efficiency of protein translation in a cell-free luciferase reporter assay and inhibited Norwalk virus protein expression in replicon-bearing cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our data suggest that PPMOs directed against the relatively conserved 5 ′ - end of the norovirus genome may show broad antiviral activity against this genetically diverse group of viruses .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "9",
    "token_num": "161"
  }
}