{
  "paper_id": "68968ad433649fc71ca4146f343ff2d0206c7816",
  "metadata": {
    "title": "Spring 2020 | 1",
    "coda_data_split": "train",
    "coda_paper_id": 5398,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The People\u0027s Republic of China increasingly has turned to political warfare and sharp power to influence U.S. policy toward China and on international issues that it considers important. This turn in part reflects the limited effectiveness of Beijing\u0027s much-increased hard power and its never-formidable and now-reduced soft power as means to achieve China\u0027s ends with the United States. China\u0027s political warfare and uses of sharp power pursue both direct influence on U.S. policy and indirect impact through affecting American attitudes toward China and China-related issues. China\u0027s efforts range across many sectors-including business, culture, media, education, and more-and they have prompted reactions and countermeasures. In China\u0027s view, the United States has long been engaged in something like political warfare or sharp power undertakings targeting China. If, or as, U.S.-China relations continue to become more adversarial, political warfare, uses of sharp power, and measures to counter them are likely to increase.",
      "sentences": [
        [
          {
            "segment_text": "The People \u0027s Republic of China increasingly has turned to political warfare and sharp power to influence U.S. policy toward China and on international issues that it considers important .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This turn in part reflects the limited effectiveness of Beijing \u0027s much-increased hard power and its never-formidable and now-reduced soft power as means to achieve China \u0027s ends with the United States .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "China \u0027s political warfare and uses of sharp power pursue both direct influence on U.S. policy and indirect impact through affecting American attitudes toward China and China-related issues .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "China \u0027s efforts range across many sectors-including business ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "culture , media , education ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and more-and they have prompted reactions and countermeasures .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In China \u0027s view , the United States has long been engaged in something like political warfare or sharp power undertakings targeting China .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "If , or as , U.S.-China relations continue to become more adversarial ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "political warfare , uses of sharp power ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and measures to counter them are likely to increase .",
            "crowd_label": "background"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "10",
    "token_num": "171"
  }
}