{
  "paper_id": "68a1c8740852b2696337d9045b9b6e84f7ae0d0f",
  "metadata": {
    "title": "Inhibition of hepatitis E virus replication by proteasome inhibitor is nonspecific",
    "coda_data_split": "train",
    "coda_paper_id": 8226,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The ubiquitin proteasome system plays important role in virus infection. A previous study showed that the proteasome inhibitor MG132 could potentially affect hepatitis E virus (HEV) replication. In this study, we found that MG132 could inhibit HEV and hepatitis C virus (HCV) replication-related luciferase activity in subgenomic models. Furthermore, treatment with MG132 in a HEV infectious model resulted in a dramatic reduction in the intracellular level of HEV RNA. Surprisingly, MG132 concurrently inhibited the expression of a luciferase gene used as a control as well as a wide range of host genes. Consistently, the total cellular RNA and protein content was concurrently reduced by MG132 treatment, suggesting a nonspecific antiviral effect.",
      "sentences": [
        [
          {
            "segment_text": "The ubiquitin proteasome system plays important role in virus infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A previous study showed that the proteasome inhibitor MG132 could potentially affect hepatitis E virus ( HEV ) replication .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , we found that MG132 could inhibit HEV and hepatitis C virus ( HCV ) replication-related luciferase activity in subgenomic models .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , treatment with MG132 in a HEV infectious model resulted in a dramatic reduction in the intracellular level of HEV RNA .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Surprisingly , MG132 concurrently inhibited the expression of a luciferase gene used as a control as well as a wide range of host genes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Consistently , the total cellular RNA and protein content was concurrently reduced by MG132 treatment ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "suggesting a nonspecific antiviral effect .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "7",
    "token_num": "126"
  }
}