{
  "paper_id": "68a9bb81a1580dcc7fed533b2f6317d6c1b5a9c2",
  "metadata": {
    "title": "Building porosity for better urban ventilation in high-density cities e A computational parametric study",
    "coda_data_split": "train",
    "coda_paper_id": 10707,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Shape-edged buildings impose large frictional drag on the flow in the urban boundary layer. In the subtropics, especially during hot and humid summers, compact building blocks create stagnant air that worsens outdoor urban thermal comfort. The current study adapts the keu SST turbulence model to simulate air flow in urban areas. The accuracy of the keu SST turbulence model in detecting air flow around a rectangular block is validated by comparing it with the data from the wind tunnel experiment. In the computational parametric study, wind speed classification is derived based on Physiological Equivalent Temperature (PET) to evaluate the effect of wind speed on outdoor thermal comfort. Numerical analysis compares the effects of different building morphology modifications on pedestrianlevel natural ventilation. Critical design issues are also identified. From both the accuracy and practical points of view, the current study allows city planners and architects to improve building porosity efficiently for better pedestrian-level urban ventilation, without losing land use efficacy.",
      "sentences": [
        [
          {
            "segment_text": "Shape-edged buildings impose large frictional drag on the flow in the urban boundary layer .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In the subtropics , especially during hot and humid summers ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "compact building blocks create stagnant air that worsens outdoor urban thermal comfort .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The current study adapts the keu SST turbulence model to simulate air flow in urban areas .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The accuracy of the keu SST turbulence model in detecting air flow around a rectangular block is validated by comparing it with the data from the wind tunnel experiment .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "In the computational parametric study ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "wind speed classification is derived based on Physiological Equivalent Temperature ( PET ) to evaluate the effect of wind speed on outdoor thermal comfort .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Numerical analysis compares the effects of different building morphology modifications on pedestrianlevel natural ventilation .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Critical design issues are also identified .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "From both the accuracy and practical points of view ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the current study allows city planners and architects to improve building porosity efficiently for better pedestrian-level urban ventilation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "without losing land use efficacy .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "12",
    "token_num": "174"
  }
}