{
  "paper_id": "68ab2a720f3d51461b6f10b365425de6d7b60689",
  "metadata": {
    "title": "Biological and genetic analysis of a bovine-like coronavirus isolated from water buffalo (Bubalus bubalis) calves",
    "coda_data_split": "train",
    "coda_paper_id": 7883,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "We describe the isolation, biological and genetic characterization of a host-range variant of bovine coronavirus (BCoV) detected in water buffalo (Bubalus bubalis). By conventional and real-time RT-PCR assays, the virus was demonstrated in the intestinal contents of two 20-day-old buffalo calves dead of a severe form of enteritis and in the feces of additional 17 buffalo calves with diarrhea. Virus isolation, hemagglutination and receptor-destroying enzyme activity showed that the buffalo coronavirus (BuCoV) is closely related to BCoV but possesses some different biological properties. Sequence and phylogenetic analyses of the 3′ end (9.6 kb) of the BuCoV RNA revealed a genomic organization typical of group 2 coronaviruses. Moreover, the genetic distance between BuCoV and BCoV was proven to be the same or even higher than the distance between other ruminant coronaviruses and BCoV. In conclusion, our data support the existence of a host-range variant of BCoV associated with enteritis in buffaloes.",
      "sentences": [
        [
          {
            "segment_text": "We describe the isolation , biological and genetic characterization of a host-range variant of bovine coronavirus ( BCoV ) detected in water buffalo ( Bubalus bubalis ) .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "By conventional and real-time RT-PCR assays ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "the virus was demonstrated in the intestinal contents of two 20-day-old buffalo calves dead of a severe form of enteritis and in the feces of additional 17 buffalo calves with diarrhea .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Virus isolation , hemagglutination and receptor-destroying enzyme activity showed that the buffalo coronavirus ( BuCoV ) is closely related to BCoV but possesses some different biological properties .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Sequence and phylogenetic analyses of the 3 ′ end ( 9.6 kb ) of the BuCoV RNA revealed a genomic organization typical of group 2 coronaviruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , the genetic distance between BuCoV and BCoV was proven to be the same or even higher than the distance between other ruminant coronaviruses and BCoV .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In conclusion , our data support the existence of a host-range variant of BCoV associated with enteritis in buffaloes .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "7",
    "token_num": "170"
  }
}