{
  "paper_id": "68ae2b40e4a307fb498f3677e22c4bb6be836d9e",
  "metadata": {
    "title": "Porcine epidemic diarrhea virus infects and replicates in porcine alveolar macrophages",
    "coda_data_split": "train",
    "coda_paper_id": 4235,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Porcine epidemic diarrhea virus (PEDV) is a causative agent of porcine epidemic diarrhea; consequently, the small intestine was believed to be its only target organ. In this study, we found that PEDV infected not only the small intestines, but also the respiratory tract. Infection and replication of PEDV in the respiratory tract from naturally PEDV-infected piglets were examined by reverse transcription polymerase chain reaction, immunohistochemistry, and virus re-isolation. Our observations were confirmed by experimental inoculation, and we found that PEDV infection in the respiratory tract was specifically associated with alveolar macrophages in the lung. Vero cell-adapted PEDV was able to replicate in both primary alveolar macrophages and continuous porcine alveolar macrophage cells. Sequencing analysis of the spike (S) glycoprotein revealed that mutations in S might be a potential determinant of auxiliary targets for PEDV. The discovery that PEDV infects and replicates in alveolar macrophages provides new insights into its pathogenesis.",
      "sentences": [
        [
          {
            "segment_text": "Porcine epidemic diarrhea virus ( PEDV ) is a causative agent of porcine epidemic diarrhea ; consequently ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the small intestine was believed to be its only target organ .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , we found that PEDV infected not only the small intestines ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but also the respiratory tract .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Infection and replication of PEDV in the respiratory tract from naturally PEDV-infected piglets were examined by reverse transcription polymerase chain reaction ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "immunohistochemistry , and virus re-isolation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our observations were confirmed by experimental inoculation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and we found that PEDV infection in the respiratory tract was specifically associated with alveolar macrophages in the lung .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Vero cell-adapted PEDV was able to replicate in both primary alveolar macrophages and continuous porcine alveolar macrophage cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Sequencing analysis of the spike ( S ) glycoprotein revealed that mutations in S might be a potential determinant of auxiliary targets for PEDV .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The discovery that PEDV infects and replicates in alveolar macrophages provides new insights into its pathogenesis .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "11",
    "token_num": "168"
  }
}