{
  "paper_id": "68be5432f2749ea7f5265d20994bcfa4422658f2",
  "metadata": {
    "title": "Interferon induction in porcine leukocytes with transmissible gastroenteritis virus",
    "coda_data_split": "train",
    "coda_paper_id": 3272,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": ". Interferon induction in porcine leukocytes with transmissible gastroenteritis virus. Vet. Microbiol., Leukocytes were harvested from the peripheral blood, mesenteric lymph node and small intestinal lamina propria from groups of three piglets before, and 1,2 and 3 weeks after infection with virulent transmissible gastroenteritis virus (TGEV) at 2 weeks of age. The donor piglets developed clinical signs of transmissible gastroenteritis which persisted for up to 3 days, and they developed peak serum titres of TGEV-neutralizing antibodies 2 weeks post-infection. The leukocytes were cultured in the presence of pokeweed mitogen (PWM), various dilutions of purified TGEV, or control media for 3 or 5 days, and the culture supernatants were tested for antiviral activity in MDBK cells challenged with vesicular stomatitis virus. The antiviral activity was characterized as porcine interferon (IFN)or porcine IFN-r on the basis of its stability at pH 2.0 and neutralization by anti-human IFN-a antibodies. Viability of the leukocytes in culture, determined by trypan blue exclusion, was highest for the peripheral blood leukocytes and lowest for the mesenteric lymph node leukocytes. There were no consistent differences in antiviral activity between cultures incubated for 3 or 5 days. Porcine IFN-c~ was found in the supernatants of the leukocyte cultures stimulated with TGEV antigen, harvested before or after infection of the donor piglets with TGEV. Porcine IFN-z was demonstrated in the supernatants of the leukocyte cultures stimulated with PWM, more frequently when the leukocytes were harvested post-infection. This was the first demonstration of IFN induction in vitro in leukocytes from porcine gut-associated lymphoid tissue.",
      "sentences": [
        [
          {
            "segment_text": ".",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Interferon induction in porcine leukocytes with transmissible gastroenteritis virus .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Vet .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Microbiol. , Leukocytes were harvested from the peripheral blood ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "mesenteric lymph node and small intestinal lamina propria from groups of three piglets before ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and 1,2 and 3 weeks after infection with virulent transmissible gastroenteritis virus ( TGEV ) at 2 weeks of age .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The donor piglets developed clinical signs of transmissible gastroenteritis which persisted for up to 3 days ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and they developed peak serum titres of TGEV-neutralizing antibodies 2 weeks post-infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The leukocytes were cultured in the presence of pokeweed mitogen ( PWM ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "various dilutions of purified TGEV ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "or control media for 3 or 5 days ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and the culture supernatants were tested for antiviral activity in MDBK cells challenged with vesicular stomatitis virus .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The antiviral activity was characterized as porcine interferon ( IFN ) or porcine IFN-r on the basis of its stability at pH 2.0 and neutralization by anti-human IFN-a antibodies .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Viability of the leukocytes in culture ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "determined by trypan blue exclusion ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "was highest for the peripheral blood leukocytes and lowest for the mesenteric lymph node leukocytes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "There were no consistent differences in antiviral activity between cultures incubated for 3 or 5 days .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Porcine IFN-c ~ was found in the supernatants of the leukocyte cultures stimulated with TGEV antigen ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "harvested before or after infection of the donor piglets with TGEV .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Porcine IFN-z was demonstrated in the supernatants of the leukocyte cultures stimulated with PWM ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "more frequently when the leukocytes were harvested post-infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This was the first demonstration of IFN induction in vitro in leukocytes from porcine gut-associated lymphoid tissue .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "0378-1135/92/$05.00",
      "sentences": [
        [
          {
            "segment_text": "0378-1135/92 / $ 05.00",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "13",
    "segment_num": "23",
    "token_num": "287"
  }
}