{
  "paper_id": "68c3b9a12cb7f00790bdcfe7e32b767f13361f76",
  "metadata": {
    "title": "Heterologous viral RNA export elements improve expression of severe acute respiratory syndrome (SARS) coronavirus spike protein and protective efficacy of DNA vaccines against SARS",
    "coda_data_split": "train",
    "coda_paper_id": 5952,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The SARS-CoV spike glycoprotein (S) is the main target of the protective immune response in humans and animal models of SARS. Here, we demonstrated that efficient expression of S from the wild-type spike gene in cultured cells required the use of improved plasmid vectors containing donor and acceptor splice sites, as well as heterologous viral RNA export elements, such as the CTE of Mazon-Pfizer monkey virus or the PRE of Woodchuck hepatitis virus (WPRE). The presence of both splice sites and WPRE markedly improved the immunogenicity of S-based DNA vaccines against SARS. Upon immunization of mice with low doses (2 μg) of naked DNA, only intron and WPRE-containing vectors could induce neutralizing anti-S antibodies and provide protection against challenge with SARS-CoV. Our observations are likely to be useful for the construction of plasmid and viral vectors designed for optimal expression of intronless genes derived from cytoplasmic RNA viruses.",
      "sentences": [
        [
          {
            "segment_text": "The SARS-CoV spike glycoprotein ( S ) is the main target of the protective immune response in humans and animal models of SARS .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we demonstrated that efficient expression of S from the wild-type spike gene in cultured cells required the use of improved plasmid vectors containing donor and acceptor splice sites ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as well as heterologous viral RNA export elements ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "such as the CTE of Mazon-Pfizer monkey virus or the PRE of Woodchuck hepatitis virus ( WPRE ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The presence of both splice sites and WPRE markedly improved the immunogenicity of S-based DNA vaccines against SARS .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Upon immunization of mice with low doses ( 2 μg ) of naked DNA ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "only intron and WPRE-containing vectors could induce neutralizing anti-S antibodies and provide protection against challenge with SARS-CoV .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our observations are likely to be useful for the construction of plasmid and viral vectors designed for optimal expression of intronless genes derived from cytoplasmic RNA viruses .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "8",
    "token_num": "163"
  }
}