{
  "paper_id": "68d2dcc2e0271c4d7d1e0515b9a2eb0443810ea4",
  "metadata": {
    "title": "Immunoprophylaxis against important virus diseases of horses, farm animals and birds",
    "coda_data_split": "train",
    "coda_paper_id": 5299,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Since the refinement of tissue culture techniques for virus isolation and propagation from the mid 1960s onwards, veterinary virology has received much academic and industrial interest, and has now become a major global industry largely centred on vaccine development against economically important virus diseases of food animals. Bio-tech approaches have been widely used for improved vaccines development. While many viral diseases are controlled through vaccination, many still lack safe and efficacious vaccines. Additional challenges faced by academia, industry and governments are likely to come from viruses jumping species and also from the emergence of virulent variants of established viruses due to natural mutations. Also viral ecology is changing as the respective vectors adapt to new habitats as has been shown in the recent incursion by bluetongue virus into Europe. In this paper the current vaccines for livestock, horses and birds are described in a species by species order. The new promising bio-tech approaches using reverse genetics, non-replicating viral vectors, alpha virus vectors and genetic vaccines in conjunction with better adjuvants and better ways of vaccine delivery are discussed as well.",
      "sentences": [
        [
          {
            "segment_text": "Since the refinement of tissue culture techniques for virus isolation and propagation from the mid 1960s onwards ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "veterinary virology has received much academic and industrial interest ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and has now become a major global industry largely centred on vaccine development against economically important virus diseases of food animals .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Bio-tech approaches have been widely used for improved vaccines development .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "While many viral diseases are controlled through vaccination ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "many still lack safe and efficacious vaccines .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Additional challenges faced by academia ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "industry and governments are likely to come from viruses jumping species and also from the emergence of virulent variants of established viruses due to natural mutations .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Also viral ecology is changing as the respective vectors adapt to new habitats as has been shown in the recent incursion by bluetongue virus into Europe .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this paper the current vaccines for livestock ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "horses and birds are described in a species by species order .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The new promising bio-tech approaches using reverse genetics ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "non-replicating viral vectors , alpha virus vectors and genetic vaccines in conjunction with better adjuvants and better ways of vaccine delivery are discussed as well .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "13",
    "token_num": "194"
  }
}