{
  "paper_id": "68dc36e2231040c346e48888de129386022388c5",
  "metadata": {
    "title": "Fluorochrome-linked immunoassay for functional analysis of the mannose binding lectin complement pathway to the level of C3 cleavage NIH Public Access",
    "coda_data_split": "train",
    "coda_paper_id": 7945,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The humoral response to invading pathogens is mediated by a repertoire of innate immune molecules and receptors able to recognize pathogen-associated molecular patterns. Mannose binding lectin (MBL) and ficolins are initiation molecules of the lectin complement pathway (LCP) that bridge innate and adaptive immunity. Activation of the MBL-dependent lectin pathway, to the level of C3 cleavage, requires functional MASP-2, C2, C4 and C3, all of which have been identified with genetic polymorphisms that can affect protein concentration and function. Current assays for MBL and MASP-2 lack the ability to assess activation of all components to the level of C3 cleavage in a single assay platform. We developed a novel, low volume, fluorochrome linked immunoassay (FLISA) that quantitatively assesses the functional status of MBL, MASP-2 and C3 convertase in a single well. The assay can be used with plasma or serum. Multiple freeze/thaw cycles of serum does not significantly alter the assay, making it ideal for high throughput of large sample databases with minimal volume use. The FLISA can be used potentially to identify specific human disease correlations between these components and clinical outcomes in already established databases.",
      "sentences": [
        [
          {
            "segment_text": "The humoral response to invading pathogens is mediated by a repertoire of innate immune molecules and receptors able to recognize pathogen-associated molecular patterns .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Mannose binding lectin ( MBL ) and ficolins are initiation molecules of the lectin complement pathway ( LCP ) that bridge innate and adaptive immunity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Activation of the MBL-dependent lectin pathway ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "to the level of C3 cleavage ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "requires functional MASP-2 , C2 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "C4 and C3 , all of which have been identified with genetic polymorphisms that can affect protein concentration and function .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Current assays for MBL and MASP-2 lack the ability to assess activation of all components to the level of C3 cleavage in a single assay platform .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We developed a novel , low volume ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "fluorochrome linked immunoassay ( FLISA ) that quantitatively assesses the functional status of MBL ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "MASP-2 and C3 convertase in a single well .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The assay can be used with plasma or serum .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Multiple freeze/thaw cycles of serum does not significantly alter the assay ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "making it ideal for high throughput of large sample databases with minimal volume use .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The FLISA can be used potentially to identify specific human disease correlations between these components and clinical outcomes in already established databases .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "14",
    "token_num": "210"
  }
}