{
  "paper_id": "68f9d17b3481fc9b2466a48716d7e977ca9bbfad",
  "metadata": {
    "title": "Send Orders of Reprints at bspsaif@emirates.net.ae 104 The Open Virology Journal",
    "coda_data_split": "train",
    "coda_paper_id": 2660,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Nucleic acid amplification techniques are commonly used currently to diagnose viral diseases and manage patients with this kind of illnesses. These techniques have had a rapid but unconventional route of development during the last 30 years, with the discovery and introduction of several assays in clinical diagnosis. The increase in the number of commercially available methods has facilitated the use of this technology in the majority of laboratories worldwide. This technology has reduced the use of some other techniques such as viral culture based methods and serological assays in the clinical virology laboratory. Moreover, nucleic acid amplification techniques are now the methods of reference and also the most useful assays for the diagnosis in several diseases. The introduction of these techniques and their automation provides new opportunities for the clinical laboratory to affect patient care. The main objectives in performing nucleic acid tests in this field are to provide timely results useful for high-quality patient care at a reasonable cost, because rapid results are associated with improvements in patients care. The use of amplification techniques such as polymerase chain reaction, real-time polymerase chain reaction or nucleic acid sequence-based amplification for virus detection, genotyping and quantification have some advantages like high sensitivity and reproducibility, as well as a broad dynamic range. This review is an up-to-date of the main nucleic acid techniques and their clinical applications, and special challenges and opportunities that these techniques currently provide for the clinical virology laboratory.",
      "sentences": [
        [
          {
            "segment_text": "Nucleic acid amplification techniques are commonly used currently to diagnose viral diseases and manage patients with this kind of illnesses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These techniques have had a rapid but unconventional route of development during the last 30 years ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "with the discovery and introduction of several assays in clinical diagnosis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The increase in the number of commercially available methods has facilitated the use of this technology in the majority of laboratories worldwide .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This technology has reduced the use of some other techniques such as viral culture based methods and serological assays in the clinical virology laboratory .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Moreover , nucleic acid amplification techniques are now the methods of reference and also the most useful assays for the diagnosis in several diseases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The introduction of these techniques and their automation provides new opportunities for the clinical laboratory to affect patient care .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The main objectives in performing nucleic acid tests in this field are to provide timely results useful for high-quality patient care at a reasonable cost ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "because rapid results are associated with improvements in patients care .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The use of amplification techniques such as polymerase chain reaction ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "real-time polymerase chain reaction or nucleic acid sequence-based amplification for virus detection ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "genotyping and quantification have some advantages like high sensitivity and reproducibility ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "as well as a broad dynamic range .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review is an up-to-date of the main nucleic acid techniques and their clinical applications ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and special challenges and opportunities that these techniques currently provide for the clinical virology laboratory .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "15",
    "token_num": "256"
  }
}