{
  "paper_id": "6905ab7674995c6063143f115a19ae3e85177feb",
  "metadata": {
    "title": "6 Role of Proteases in Lung Disease: A Brief Overview",
    "coda_data_split": "train",
    "coda_paper_id": 2211,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Proteases play an important role in health and disease of the lung. In the normal lungs, proteases maintain their homeostatic functions that regulate processes like its regeneration and repair. Dysregulation of proteases-antiproteases balance is crucial in the manifestation of different types of lung diseases. Chronic inflammatory lung pathologies are associated with a marked increase in protease activities. Thus, in addition to protease activities, inhibition of anti-proteolytic control mechanisms are also important for effective microbial infection and inflammation in the lung. Herein, we briefly summarize the role of different proteases and to some extent antiproteases in regulating a variety of lung diseases.",
      "sentences": [
        [
          {
            "segment_text": "Proteases play an important role in health and disease of the lung .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In the normal lungs , proteases maintain their homeostatic functions that regulate processes like its regeneration and repair .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Dysregulation of proteases-antiproteases balance is crucial in the manifestation of different types of lung diseases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Chronic inflammatory lung pathologies are associated with a marked increase in protease activities .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Thus , in addition to protease activities ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "inhibition of anti-proteolytic control mechanisms are also important for effective microbial infection and inflammation in the lung .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Herein , we briefly summarize the role of different proteases and to some extent antiproteases in regulating a variety of lung diseases .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "7",
    "token_num": "111"
  }
}