{
  "paper_id": "691da9d5576aa959e22114a1ebb35548efd276a0",
  "metadata": {
    "title": "",
    "coda_data_split": "train",
    "coda_paper_id": 7518,
    "coda_has_expert_labels": false,
    "subset": "biorxiv_medrxiv"
  },
  "abstract": [
    {
      "original_text": "The Eyring\u0027s rate process theory and free volume concept, two very popular theories in chemistry and physics fields, are employed to treat infectious disease transmissions. The susceptible individuals are assumed to move stochastically from one place to another. The virus particle transmission rate is assumed to obey the Eyring\u0027s rate process theory and also controlled by how much free volume available in a system. The transmission process is considered to be a sequential chemical reaction, and the concentrations or fractions of four epidemiological compartments, the susceptible, the exposed, the infected, and the removed, can be derived and calculated. The obtained equations show that the basic reproduction number, R 0 , is not a constant, dependent on the volume fraction of virus particles, virus particle size, and virus particle packing structure, the energy barrier associated with susceptible individuals, and environment temperature. The developed models are applied to treat coronavirus disease 2019 (Covid-19) transmission and make predictions on peak time, peak infected, and R 0 . Our work provides a simple and straightforward approach to estimate how infection diseases evolve and how many people may be infected.",
      "sentences": [
        [
          {
            "segment_text": "The Eyring \u0027s rate process theory and free volume concept ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "two very popular theories in chemistry and physics fields ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "are employed to treat infectious disease transmissions .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The susceptible individuals are assumed to move stochastically from one place to another .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The virus particle transmission rate is assumed to obey the Eyring \u0027s rate process theory and also controlled by how much free volume available in a system .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The transmission process is considered to be a sequential chemical reaction ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and the concentrations or fractions of four epidemiological compartments ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the susceptible , the exposed ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the infected , and the removed ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "can be derived and calculated .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The obtained equations show that the basic reproduction number ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "R 0 , is not a constant ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "dependent on the volume fraction of virus particles ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "virus particle size , and virus particle packing structure ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the energy barrier associated with susceptible individuals , and environment temperature .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The developed models are applied to treat coronavirus disease 2019 ( Covid-19 ) transmission and make predictions on peak time ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "peak infected , and R 0 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Our work provides a simple and straightforward approach to estimate how infection diseases evolve and how many people may be infected .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "18",
    "token_num": "211"
  }
}