{
  "paper_id": "691e4cbb40e45f5174902fe4a30d47cb5550f4a7",
  "metadata": {
    "title": "A Mechanistic View of Enzyme Inhibition and Peptide Hydrolysis in the Active Site of the SARS-CoV 3C-like Peptidase",
    "coda_data_split": "train",
    "coda_paper_id": 3765,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The 3C-like main peptidase 3CL pro is a viral polyprotein processing enzyme essential for the viability of the Severe Acute Respiratory Syndrome coronavirus (SARS-CoV). While it is generalized that 3CL pro and the structurally related 3C pro viral peptidases cleave their substrates via a mechanism similar to that underlying the peptide hydrolysis by chymotrypsin-like serine proteinases (CLSPs), some of the hypothesized key intermediates have not been structurally characterized. Here, we present three crystal structures of SARS 3CL pro in complex with each of two members of a new class of peptide-based phthalhydrazide inhibitors. Both inhibitors form an unusual thiiranium ring with the nucleophilic sulfur atom of Cys145, trapping the enzyme\u0027s catalytic residues in configurations similar to the intermediate states proposed to exist during the hydrolysis of native substrates. Most significantly, our crystallographic data are consistent with a scenario in which a water molecule, possibly via indirect coordination from the carbonyl oxygen of Thr26, has initiated nucleophilic attack on the enzyme-bound inhibitor. Our data suggest that this structure resembles that of the proposed tetrahedral intermediate during the deacylation step of normal peptidyl cleavage.",
      "sentences": [
        [
          {
            "segment_text": "The 3C-like main peptidase 3CL pro is a viral polyprotein processing enzyme essential for the viability of the Severe Acute Respiratory Syndrome coronavirus ( SARS-CoV ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "While it is generalized that 3CL pro and the structurally related 3C pro viral peptidases cleave their substrates via a mechanism similar to that underlying the peptide hydrolysis by chymotrypsin-like serine proteinases ( CLSPs ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "some of the hypothesized key intermediates have not been structurally characterized .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we present three crystal structures of SARS 3CL pro in complex with each of two members of a new class of peptide-based phthalhydrazide inhibitors .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Both inhibitors form an unusual thiiranium ring with the nucleophilic sulfur atom of Cys145 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "trapping the enzyme \u0027s catalytic residues in configurations similar to the intermediate states proposed to exist during the hydrolysis of native substrates .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Most significantly , our crystallographic data are consistent with a scenario in which a water molecule ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "possibly via indirect coordination from the carbonyl oxygen of Thr26 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "has initiated nucleophilic attack on the enzyme-bound inhibitor .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our data suggest that this structure resembles that of the proposed tetrahedral intermediate during the deacylation step of normal peptidyl cleavage .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "10",
    "token_num": "199"
  }
}