{
  "paper_id": "697b9d764f13648fa38faa8d93fefde6049d6517",
  "metadata": {
    "title": "Human Monoclonal Antibodies against Highly Conserved HR1 and HR2 Domains of the SARS-CoV Spike Protein Are More Broadly Neutralizing",
    "coda_data_split": "train",
    "coda_paper_id": 4709,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Immune sera from convalescent patients have been shown to be effective in the treatment of patients infected with Severe Acute Respiratory Syndrome Virus (SARS-CoV) making passive immune therapy with human monoclonal antibodies an attractive treatment strategy for SARS. Previously, using Xenomouse (Amgen British Columbia Inc), we produced a panel of neutralizing Human monoclonal antibodies (HmAbs) that could specifically bind to the ectodomain of the SARS-CoV spike (S) glycoprotein. Some of the HmAbs were S1 domain specific, while some were not. In this study, we describe non-S1 binding neutralizing HmAbs that can specifically bind to the conserved S2 domain of the S protein. However, unlike the S1 specific HmAbs, the S2 specific HmAbs can neutralize pseudotyped viruses expressing different S proteins containing receptor binding domain sequences of various clinical isolates. These data indicate that HmAbs which bind to conserved regions of the S protein are more suitable for conferring protection against a wide range of SARS-CoV variants and have implications for generating therapeutic antibodies or subunit vaccines against other enveloped viruses. Citation: Elshabrawy HA, Coughlin MM, Baker SC, Prabhakar BS (2012) Human Monoclonal Antibodies against Highly Conserved HR1 and HR2 Domains of the SARS-CoV Spike Protein Are More Broadly Neutralizing. PLoS ONE 7(11): e50366.",
      "sentences": [
        [
          {
            "segment_text": "Immune sera from convalescent patients have been shown to be effective in the treatment of patients infected with Severe Acute Respiratory Syndrome Virus ( SARS-CoV ) making passive immune therapy with human monoclonal antibodies an attractive treatment strategy for SARS .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Previously , using Xenomouse ( Amgen British Columbia Inc ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "we produced a panel of neutralizing Human monoclonal antibodies ( HmAbs ) that could specifically bind to the ectodomain of the SARS-CoV spike ( S ) glycoprotein .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Some of the HmAbs were S1 domain specific , while some were not .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , we describe non-S1 binding neutralizing HmAbs that can specifically bind to the conserved S2 domain of the S protein .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "However , unlike the S1 specific HmAbs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the S2 specific HmAbs can neutralize pseudotyped viruses expressing different S proteins containing receptor binding domain sequences of various clinical isolates .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These data indicate that HmAbs which bind to conserved regions of the S protein are more suitable for conferring protection against a wide range of SARS-CoV variants and have implications for generating therapeutic antibodies or subunit vaccines against other enveloped viruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Citation : Elshabrawy HA , Coughlin MM ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "Baker SC , Prabhakar BS ( 2012 ) Human Monoclonal Antibodies against Highly Conserved HR1 and HR2 Domains of the SARS-CoV Spike Protein Are More Broadly Neutralizing .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "PLoS ONE 7 ( 11 ) : e50366 .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "11",
    "token_num": "235"
  }
}