{
  "paper_id": "6999b89c08c8a72fc0e86e78e4fd67666516a63a",
  "metadata": {
    "title": "",
    "coda_data_split": "train",
    "coda_paper_id": 2678,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Nosocomial infections are a major worldwide cause of death and disability, infection control programs are effective in limiting these infections, especially those acquired in the intensive care unit. The development of the world wide web has provided health care professionals with immediate access to continuously updated information in the field of infection control. We sought to identify websites that contain information on nosocomial infection control by using popular internet search engines, such as Google, Yahoo and AltaVista, and by reviewing relevant publications identified in the PubMed and Current Contents databases. Only those sites that were English language, open access, and developed by a government, academic institution, or national or international scientific association were eligible for inclusion. From a vast number of internet sites initially identified, we selected 49 that provide information on infection control for inclusion in our list of practical and relevant internet resources. Several sites provide general information on infection control practices, whereas others focus on one or a few specific infection(s). We provide health care professionals with a timely and succinct list of open access internet resources that contain information regarding the prevention and control of nosocomial infections in order to help in the dissemination of relevant information and so contribute to the limitation of such hazards. Good collection of preventive measures for infection control http://www.health.gov.au/internet/wcms/Publishing.nsf/content/ Infection control guidelines for the prevention of transmission of infectious icg-guidelines-index.htm diseases in the health care setting http://www.nice.org.uk/page.aspx?o\u003dCG002",
      "sentences": [
        [
          {
            "segment_text": "Nosocomial infections are a major worldwide cause of death and disability ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "infection control programs are effective in limiting these infections ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "especially those acquired in the intensive care unit .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The development of the world wide web has provided health care professionals with immediate access to continuously updated information in the field of infection control .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We sought to identify websites that contain information on nosocomial infection control by using popular internet search engines ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "such as Google , Yahoo and AltaVista ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and by reviewing relevant publications identified in the PubMed and Current Contents databases .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Only those sites that were English language ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "open access , and developed by a government ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "academic institution , or national or international scientific association were eligible for inclusion .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "From a vast number of internet sites initially identified ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we selected 49 that provide information on infection control for inclusion in our list of practical and relevant internet resources .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Several sites provide general information on infection control practices ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whereas others focus on one or a few specific infection ( s ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We provide health care professionals with a timely and succinct list of open access internet resources that contain information regarding the prevention and control of nosocomial infections in order to help in the dissemination of relevant information and so contribute to the limitation of such hazards .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Good collection of preventive measures for infection control http://www.health.gov.au/internet/wcms/Publishing.nsf/content/ Infection control guidelines for the prevention of transmission of infectious icg-guidelines-index.htm diseases in the health care setting http://www.nice.org.uk/page.aspx?o\u003dCG002",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Provides a set of measures to avoid infection that should be followed by anyone giving or receiving care at home or at a health centre http://www.cdc.gov/ncidod/dhqp/index.html Guidelines for keeping patients and health care workers in health care settings protected from infectious diseases http://www.nhsplus.nhs.uk/nhsstaff/infection.asp Limited information",
      "sentences": [
        [
          {
            "segment_text": "Provides a set of measures to avoid infection that should be followed by anyone giving or receiving care at home or at a health centre http://www.cdc.gov/ncidod/dhqp/index.html Guidelines for keeping patients and health care workers in health care settings protected from infectious diseases http://www.nhsplus.nhs.uk/nhsstaff/infection.asp Limited information",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "9",
    "segment_num": "17",
    "token_num": "303"
  }
}