{
  "paper_id": "699ffcdbc72afc6d6243a7d0dbd50cc055d03aeb",
  "metadata": {
    "title": "Kanyawara Virus: A Novel Rhabdovirus Infecting Newly Discovered Nycteribiid Bat Flies Infesting Previously Unknown Pteropodid Bats in Uganda",
    "coda_data_split": "train",
    "coda_paper_id": 2299,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "that ectoparasites might serve as viral vectors, but evidence to date is scant. Bat flies, in particular, are highly specialized obligate hematophagous ectoparasites that incidentally bite humans. Using nextgeneration sequencing, we discovered a novel ledantevirus (mononegaviral family Rhabdoviridae, genus Ledantevirus) in nycteribiid bat flies infesting pteropodid bats in western Uganda. Mitochondrial DNA analyses revealed that both the bat flies and their bat hosts belong to putative new species. The coding-complete genome of the new virus, named Kanyawara virus (KYAV), is only distantly related to that of its closest known relative, Mount Elgon bat virus, and was found at high titers in bat flies but not in blood or on mucosal surfaces of host bats. Viral genome analysis indicates unusually low CpG dinucleotide depletion in KYAV compared to other ledanteviruses and rhabdovirus groups, with KYAV displaying values similar to rhabdoviruses of arthropods. Our findings highlight the possibility of a yetto-be-discovered diversity of potentially pathogenic viruses in bat ectoparasites.",
      "sentences": [
        [
          {
            "segment_text": "that ectoparasites might serve as viral vectors ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but evidence to date is scant .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Bat flies , in particular ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "are highly specialized obligate hematophagous ectoparasites that incidentally bite humans .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Using nextgeneration sequencing , we discovered a novel ledantevirus ( mononegaviral family Rhabdoviridae , genus Ledantevirus ) in nycteribiid bat flies infesting pteropodid bats in western Uganda .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Mitochondrial DNA analyses revealed that both the bat flies and their bat hosts belong to putative new species .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The coding-complete genome of the new virus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "named Kanyawara virus ( KYAV ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "is only distantly related to that of its closest known relative ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Mount Elgon bat virus , and was found at high titers in bat flies but not in blood or on mucosal surfaces of host bats .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Viral genome analysis indicates unusually low CpG dinucleotide depletion in KYAV compared to other ledanteviruses and rhabdovirus groups ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with KYAV displaying values similar to rhabdoviruses of arthropods .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our findings highlight the possibility of a yetto-be-discovered diversity of potentially pathogenic viruses in bat ectoparasites .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "13",
    "token_num": "178"
  }
}