{
  "paper_id": "69abd655f6f50d51326be6b2c9be14d3ee7ef8ac",
  "metadata": {
    "title": "Prediction of Epidemic Spread of the 2019 Novel Coronavirus Driven by Spring Festival Transportation in China: A Population-Based Study",
    "coda_data_split": "train",
    "coda_paper_id": 6313,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "After the 2019 novel coronavirus (2019-nCoV) outbreak, we estimated the distribution and scale of more than 5 million migrants residing in Wuhan after they returned to their hometown communities in Hubei Province or other provinces at the end of 2019 by using the data from the 2013-2018 China Migrants Dynamic Survey (CMDS). We found that the distribution of Wuhan\u0027s migrants is centred in Hubei Province (approximately 75%) at a provincial level, gradually decreasing in the surrounding provinces in layers, with obvious spatial characteristics of circle layers and echelons. The scale of Wuhan\u0027s migrants, whose origins in Hubei Province give rise to a gradient reduction from east to west within the province, and account for 66% of Wuhan\u0027s total migrants, are from the surrounding prefectural-level cities of Wuhan. The distribution comprises 94 districts and counties in Hubei Province, and the cumulative percentage of the top 30 districts and counties exceeds 80%. Wuhan\u0027s migrants have a large proportion of middle-aged and high-risk individuals. Their social characteristics include nuclear family migration (84%), migration with families of 3-4 members (71%), a rural household registration (85%), and working or doing business (84%) as the main reason for migration. Using a quasi-experimental analysis framework, we found that the size of Wuhan\u0027s migrants was highly correlated with the daily number of confirmed cases. Furthermore, we compared the epidemic situation in different regions and found that the number of confirmed cases in some provinces and cities in Hubei Province may be underestimated, while the epidemic situation in some regions has increased rapidly. The results are conducive to monitoring the epidemic prevention and control in various regions.",
      "sentences": [
        [
          {
            "segment_text": "After the 2019 novel coronavirus ( 2019-nCoV ) outbreak ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "we estimated the distribution and scale of more than 5 million migrants residing in Wuhan after they returned to their hometown communities in Hubei Province or other provinces at the end of 2019 by using the data from the 2013-2018 China Migrants Dynamic Survey ( CMDS ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We found that the distribution of Wuhan \u0027s migrants is centred in Hubei Province ( approximately 75 % ) at a provincial level ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "gradually decreasing in the surrounding provinces in layers ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with obvious spatial characteristics of circle layers and echelons .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The scale of Wuhan \u0027s migrants ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whose origins in Hubei Province give rise to a gradient reduction from east to west within the province ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and account for 66 % of Wuhan \u0027s total migrants ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "are from the surrounding prefectural-level cities of Wuhan .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The distribution comprises 94 districts and counties in Hubei Province ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the cumulative percentage of the top 30 districts and counties exceeds 80 % .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Wuhan \u0027s migrants have a large proportion of middle-aged and high-risk individuals .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Their social characteristics include nuclear family migration ( 84 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "migration with families of 3-4 members ( 71 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "a rural household registration ( 85 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and working or doing business ( 84 % ) as the main reason for migration .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Using a quasi-experimental analysis framework ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "we found that the size of Wuhan \u0027s migrants was highly correlated with the daily number of confirmed cases .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , we compared the epidemic situation in different regions and found that the number of confirmed cases in some provinces and cities in Hubei Province may be underestimated ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while the epidemic situation in some regions has increased rapidly .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The results are conducive to monitoring the epidemic prevention and control in various regions .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "21",
    "token_num": "316"
  }
}