{
  "paper_id": "69b291cfc2734fb0ec65b49e7dba8ac35500cd85",
  "metadata": {
    "title": "Pathogenicity and tissue tropism of infectious bronchitis virus is associated with elevated apoptosis and innate immune responses",
    "coda_data_split": "train",
    "coda_paper_id": 6496,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "To establish a characteristic host response to predict the pathogenicity and tissue tropism of infectious bronchitis viruses (IBV), we investigated innate immune responses (IIR) and apoptosis in chicken embryo kidney cells (CEKC) and tracheal organ cultures (TOC) infected with three IBV strains. Results showed nephropathogenic IBV strains 885 and QX induced greater apoptosis in CEKC than M41, which induced greater apoptosis in TOCs compared to 885 and QX. Elevated IIR is associated with tissue tropism of different IBV strains. Compared to M41, 885 and QX caused greater induction of toll like receptor 3 (TLR3), melanoma differentiation associated protein 5 (MDA5) and interferon beta (IFN-β) in CEKC. In contrast, M41 infection caused greater expression of these genes than 885 or QX in TOCs. In summary, greater levels of apoptosis and elevated levels of TLR3, MDA5 and IFN-β expression are associated with increased pathogenicity of IBV strains in renal and tracheal tissues.",
      "sentences": [
        [
          {
            "segment_text": "To establish a characteristic host response to predict the pathogenicity and tissue tropism of infectious bronchitis viruses ( IBV ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "we investigated innate immune responses ( IIR ) and apoptosis in chicken embryo kidney cells ( CEKC ) and tracheal organ cultures ( TOC ) infected with three IBV strains .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Results showed nephropathogenic IBV strains 885 and QX induced greater apoptosis in CEKC than M41 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which induced greater apoptosis in TOCs compared to 885 and QX .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Elevated IIR is associated with tissue tropism of different IBV strains .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Compared to M41 , 885 and QX caused greater induction of toll like receptor 3 ( TLR3 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "melanoma differentiation associated protein 5 ( MDA5 ) and interferon beta ( IFN-β ) in CEKC .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In contrast , M41 infection caused greater expression of these genes than 885 or QX in TOCs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In summary , greater levels of apoptosis and elevated levels of TLR3 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "MDA5 and IFN-β expression are associated with increased pathogenicity of IBV strains in renal and tracheal tissues .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "10",
    "token_num": "177"
  }
}