{
  "paper_id": "69b8a3330fc83dcedde6f7ebbfcddd9c8457321f",
  "metadata": {
    "title": "Absence of superinfection exclusion during asynchronous reovirus infections of mouse, monkey, and human cell lines",
    "coda_data_split": "train",
    "coda_paper_id": 3689,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Reovirus is a gastroenteric virus with a genome that consists of ten segments of double-stranded RNA. The segmented nature of the genome allows for genetic mixing when cells are simultaneously infected with two different viral serotypes. The ability of viral reassortment to take place in asynchronous infections has not previously been investigated with mammalian reoviruses. In this study, five different cell lines, representing mouse, monkey, and human, were infected synchronously or asynchronously with various sets of two different temperature-sensitive (ts) reovirus mutants in order to study the genetic interactions which occur. Recombinant viruses were detected at high frequency when infection by the two different ts mutants was separated by as much as 24 h, suggesting that superinfection exclusion does not play a role in reovirus mixed infections. The apparent lack of superinfection exclusion in reovirus infections may have important implications in its evolution.",
      "sentences": [
        [
          {
            "segment_text": "Reovirus is a gastroenteric virus with a genome that consists of ten segments of double-stranded RNA .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The segmented nature of the genome allows for genetic mixing when cells are simultaneously infected with two different viral serotypes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The ability of viral reassortment to take place in asynchronous infections has not previously been investigated with mammalian reoviruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , five different cell lines ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "representing mouse , monkey , and human ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "were infected synchronously or asynchronously with various sets of two different temperature-sensitive ( ts ) reovirus mutants in order to study the genetic interactions which occur .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Recombinant viruses were detected at high frequency when infection by the two different ts mutants was separated by as much as 24 h ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "suggesting that superinfection exclusion does not play a role in reovirus mixed infections .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The apparent lack of superinfection exclusion in reovirus infections may have important implications in its evolution .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "9",
    "token_num": "157"
  }
}