{
  "paper_id": "69bce693fb131283e7466df1754da969de449fe8",
  "metadata": {
    "title": "Current Tools for Norovirus Drug Discovery HHS Public Access",
    "coda_data_split": "train",
    "coda_paper_id": 8727,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Introduction-Rapid transmission of norovirus often occurs due to its low infectious dosage, high genetic diversity and its short incubation time. The viruses cause acute gastroenteritis and may lead to death. Presently, no effective vaccine or selective drugs accepted by the United States Food and Drug Administration (FDA) are available for the treatment of norovirus. Advances in the development of norovirus replicon cell lines, GII.4-Sydney HuNoV strain human B cells, and murine and gnotobiotic pig norovirus models have facilitated the discovery of effective small molecule inhibitors in vitro and in vivo.",
      "sentences": [
        [
          {
            "segment_text": "Introduction-Rapid transmission of norovirus often occurs due to its low infectious dosage ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "high genetic diversity and its short incubation time .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The viruses cause acute gastroenteritis and may lead to death .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Presently , no effective vaccine or selective drugs accepted by the United States Food and Drug Administration ( FDA ) are available for the treatment of norovirus .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Advances in the development of norovirus replicon cell lines ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "GII.4-Sydney HuNoV strain human B cells ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and murine and gnotobiotic pig norovirus models have facilitated the discovery of effective small molecule inhibitors in vitro and in vivo .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Areas covered-This review gives a brief discussion of the biology and replication of norovirus before highlighting the discovery of anti-norovirus molecules. The article coverage includes: an overview of the current state of norovirus drug discovery, the targeting of the norovirus life cycle, the inhibition of structural and nonstructural proteins of norovirus such as proteases and polymerase, and the blockage of virus entry into host cells. Finally, anti-norovirus drugs in the clinical development stage are described.",
      "sentences": [
        [
          {
            "segment_text": "Areas covered-This review gives a brief discussion of the biology and replication of norovirus before highlighting the discovery of anti-norovirus molecules .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The article coverage includes : an overview of the current state of norovirus drug discovery ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the targeting of the norovirus life cycle ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the inhibition of structural and nonstructural proteins of norovirus such as proteases and polymerase ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and the blockage of virus entry into host cells .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Finally , anti-norovirus drugs in the clinical development stage are described .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Expert opinion-The current approach for the counteraction of norovirus focuses on the inhibition of viral RNA polymerase, norovirus 3C-like protease and the structural proteins VP1 as well as the blockade of norovirus entry. Broad-spectrum anti-norovirus molecules, based on the inhibition of 3C-like protease, have been developed. Other host factors and ways to overcome the development of resistance through mutation are also being examined. A dual approach in targeting viral and host factors may lead to an effective counteraction of norovirus infection. Current successes in developing norovirus replicon harboring cells and norovirus infected human cells, as well as murine norovirus models and other animal models such as piglets have facilitated the discovery of effective drugs and helped our understanding of its mechanism of action.",
      "sentences": [
        [
          {
            "segment_text": "Expert opinion-The current approach for the counteraction of norovirus focuses on the inhibition of viral RNA polymerase ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "norovirus 3C-like protease and the structural proteins VP1 as well as the blockade of norovirus entry .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Broad-spectrum anti-norovirus molecules , based on the inhibition of 3C-like protease , have been developed .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Other host factors and ways to overcome the development of resistance through mutation are also being examined .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A dual approach in targeting viral and host factors may lead to an effective counteraction of norovirus infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Current successes in developing norovirus replicon harboring cells and norovirus infected human cells ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as well as murine norovirus models and other animal models such as piglets have facilitated the discovery of effective drugs and helped our understanding of its mechanism of action .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "12",
    "segment_num": "20",
    "token_num": "315"
  }
}