{
  "paper_id": "69c907fb984c235f609ffffaf2dc3031c65c1b3d",
  "metadata": {
    "title": "Nasal virome of dogs with respiratory infection signs include novel taupapillomaviruses",
    "coda_data_split": "train",
    "coda_paper_id": 3471,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Using viral metagenomics, we characterized the mammalian virome of nasal swabs from 57 dogs with unexplained signs of respiratory infection showing mostly negative results using the IDEXX Canine Respiratory Disease RealPCR™ Panel. We identified canine parainfluenza virus 5, canine respiratory coronavirus, carnivore bocaparvovirus 3, canine circovirus and canine papillomavirus 9. Novel canine taupapillomaviruses (CPV21-23) were also identified in 3 dogs and their complete genome sequenced showing L1 nucleotide identity ranging from 68.4 to 70.3% to their closest taupapillomavirus relative. Taupapillomavirus were the only mammalian viral nucleic acids detected in two affected dogs, while a third dog was coinfected with low levels of canine parainfluenza 5. A role for these taupapillomavirues in canine respiratory disease remains to be determined.",
      "sentences": [
        [
          {
            "segment_text": "Using viral metagenomics , we characterized the mammalian virome of nasal swabs from 57 dogs with unexplained signs of respiratory infection showing mostly negative results using the IDEXX Canine Respiratory Disease RealPCR ™ Panel .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We identified canine parainfluenza virus 5 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "canine respiratory coronavirus , carnivore bocaparvovirus 3 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "canine circovirus and canine papillomavirus 9 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Novel canine taupapillomaviruses ( CPV21-23 ) were also identified in 3 dogs and their complete genome sequenced showing L1 nucleotide identity ranging from 68.4 to 70.3 % to their closest taupapillomavirus relative .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Taupapillomavirus were the only mammalian viral nucleic acids detected in two affected dogs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while a third dog was coinfected with low levels of canine parainfluenza 5 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A role for these taupapillomavirues in canine respiratory disease remains to be determined .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Publisher\u0027s Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.",
      "sentences": [
        [
          {
            "segment_text": "Publisher \u0027s Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "6",
    "segment_num": "9",
    "token_num": "151"
  }
}