{
  "paper_id": "69ca8c0a79935fbe985f02fc53c1a9da5c42acd3",
  "metadata": {
    "title": "Effect of isolation practice on the transmission of middle east respiratory syndrome coronavirus among hemodialysis patients A 2-year prospective cohort study",
    "coda_data_split": "train",
    "coda_paper_id": 8289,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Hemodialysis (HD) patients had a high rate of infection transmission and mortality during the middle east respiratory syndrome coronavirus (MERS-CoV) outbreak in Saudi Arabia. A standardized guideline on isolation technique for exposed HD patients is not available. Thus, this study aimed to evaluate the effect of different isolation strategies on the prevention of secondary viral transmission and clinical outcomes among exposed HD patients.",
      "sentences": [
        [
          {
            "segment_text": "Hemodialysis ( HD ) patients had a high rate of infection transmission and mortality during the middle east respiratory syndrome coronavirus ( MERS-CoV ) outbreak in Saudi Arabia .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A standardized guideline on isolation technique for exposed HD patients is not available .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Thus , this study aimed to evaluate the effect of different isolation strategies on the prevention of secondary viral transmission and clinical outcomes among exposed HD patients .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "During the 2015 MERS-CoV outbreak in Korea, 116 patients in 3 HD units were incidentally exposed to individuals with confirmed MERS-CoV infection and underwent different types of isolation, which were as follows: single-room isolation (n \u003d 54, 47%), cohort isolation (n \u003d 46, 40%), and self-imposed quarantine (n \u003d 16, 13%). The primary outcome was rate of secondary viral transmission. The secondary outcome measures were changes in clinical and biochemical markers during the isolation period, difference in clinical and biochemical markers according to the types of isolation practice, and effect of isolation practice on patient survival.",
      "sentences": [
        [
          {
            "segment_text": "During the 2015 MERS-CoV outbreak in Korea ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "116 patients in 3 HD units were incidentally exposed to individuals with confirmed MERS-CoV infection and underwent different types of isolation ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "which were as follows : single-room isolation ( n \u003d 54 , 47 % ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "cohort isolation ( n \u003d 46 , 40 % ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and self-imposed quarantine ( n \u003d 16 , 13 % ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The primary outcome was rate of secondary viral transmission .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The secondary outcome measures were changes in clinical and biochemical markers during the isolation period ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "difference in clinical and biochemical markers according to the types of isolation practice ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and effect of isolation practice on patient survival .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "During a mean isolation period of 15 days, no further cases of secondary transmission were detected among HD patients. Plasma hemoglobin, serum calcium, and serum albumin levels and single-pool Kt/V decreased during the isolation period but normalized thereafter. Patients who were subjected to self-imposed quarantine had higher systolic and diastolic blood pressure, lower total cholesterol level, and lower Kt/V than those who underwent single-room or cohort isolation. During the 24-month follow-up period, 12 patients died. However, none of the deaths occurred during the isolation period, and no differences were observed in patient survival rate according to different isolation strategies.",
      "sentences": [
        [
          {
            "segment_text": "During a mean isolation period of 15 days ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "no further cases of secondary transmission were detected among HD patients .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Plasma hemoglobin , serum calcium ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and serum albumin levels and single-pool Kt/V decreased during the isolation period but normalized thereafter .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Patients who were subjected to self-imposed quarantine had higher systolic and diastolic blood pressure ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "lower total cholesterol level , and lower Kt/V than those who underwent single-room or cohort isolation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "During the 24-month follow-up period , 12 patients died .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , none of the deaths occurred during the isolation period ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and no differences were observed in patient survival rate according to different isolation strategies .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Although 116 participants in 3 HD units were incidentally exposed to MERS-CoV during the 2015 outbreak in Korea, strict patient surveillance and proper isolation practice prevented secondary transmission of the virus. Thus, a renal disaster protocol, which includes proper contact surveillance and isolation practice, must be established in the future to accommodate the needs of HD patients during disasters or outbreaks.",
      "sentences": [
        [
          {
            "segment_text": "Although 116 participants in 3 HD units were incidentally exposed to MERS-CoV during the 2015 outbreak in Korea ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "strict patient surveillance and proper isolation practice prevented secondary transmission of the virus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Thus , a renal disaster protocol ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which includes proper contact surveillance and isolation practice ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "must be established in the future to accommodate the needs of HD patients during disasters or outbreaks .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Abbreviations: BP \u003d blood pressure, ELISA \u003d enzyme-linked immunosorbent assay, Hb \u003d hemoglobin, HD \u003d hemodialysis, IFA \u003d immunofluorescence assay, MERS-CoV \u003d middle east respiratory syndrome coronavirus, ppNT \u003d pseudoparticle neutralization assay.",
      "sentences": [
        [
          {
            "segment_text": "Abbreviations : BP \u003d blood pressure ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "ELISA \u003d enzyme-linked immunosorbent assay ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "Hb \u003d hemoglobin , HD \u003d hemodialysis ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "IFA \u003d immunofluorescence assay , MERS-CoV \u003d middle east respiratory syndrome coronavirus ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "ppNT \u003d pseudoparticle neutralization assay .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "5",
    "sentence_num": "14",
    "segment_num": "31",
    "token_num": "408"
  }
}