{
  "paper_id": "69cf21ea0c191cb1ea580856df13fea7b1608b00",
  "metadata": {
    "title": "",
    "coda_data_split": "train",
    "coda_paper_id": 10919,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Acute lower respiratory tract infection is a common acute infection managed in primary care. The current dominant management strategy in the UK is antibiotics, despite widespread publicity regarding antimicrobial resistance and evidence that the small benefits of antibiotics do not outweigh the harms. There is a need to address the rising problem of antibiotic resistance by providing credible alternative strategies, which reduce symptom burden. There is sufficient evidence to recommend the use of Pelargonium sidoides root extract in order to warrant undertaking an independent clinical trial. We propose a feasibility study to demonstrate our ability to recruit and retain patients and conduct a placebocontrolled trial of Pelargonium sidoides extract EPs®7630 in lower respiratory tract infection where pneumonia is not suspected. Both the tablet and liquid formulations will be included.",
      "sentences": [
        [
          {
            "segment_text": "Background : Acute lower respiratory tract infection is a common acute infection managed in primary care .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The current dominant management strategy in the UK is antibiotics ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "despite widespread publicity regarding antimicrobial resistance and evidence that the small benefits of antibiotics do not outweigh the harms .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "There is a need to address the rising problem of antibiotic resistance by providing credible alternative strategies , which reduce symptom burden .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "There is sufficient evidence to recommend the use of Pelargonium sidoides root extract in order to warrant undertaking an independent clinical trial .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We propose a feasibility study to demonstrate our ability to recruit and retain patients and conduct a placebocontrolled trial of Pelargonium sidoides extract EPs ® 7630 in lower respiratory tract infection where pneumonia is not suspected .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Both the tablet and liquid formulations will be included .",
            "crowd_label": "method"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "7",
    "token_num": "141"
  }
}