{
  "paper_id": "69ddca48a5d1e593fbd057160b100afb374276c8",
  "metadata": {
    "title": "Equine Torovirus (BEV) Induces Caspase-Mediated Apoptosis in Infected Cells",
    "coda_data_split": "train",
    "coda_paper_id": 8025,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Toroviruses are gastroenteritis causing agents that infect different animal species and humans. To date, very little is known about how toroviruses cause disease. Here, we describe for the first time that the prototype member of this genus, the equine torovirus Berne virus (BEV), induces apoptosis in infected cells at late times postinfection. Observation of BEV infected cells by electron microscopy revealed that by 24 hours postinfection some cells exhibited morphological characteristics of apoptotic cells. Based on this finding, we analyzed several apoptotic markers, and observed protein synthesis inhibition, rRNA and DNA degradation, nuclear fragmentation, caspase-mediated cleavage of PARP and eIF4GI, and PKR and eIF2a phosphorylation, all these processes taking place after peak virus production. We also determined that both cell death receptor and mitochondrial pathways are involved in the apoptosis process induced by BEV. BEV-induced apoptosis at late times postinfection, once viral progeny are produced, could facilitate viral dissemination in vivo and contribute to viral pathogenesis.",
      "sentences": [
        [
          {
            "segment_text": "Toroviruses are gastroenteritis causing agents that infect different animal species and humans .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To date , very little is known about how toroviruses cause disease .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we describe for the first time that the prototype member of this genus ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "the equine torovirus Berne virus ( BEV ) ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "induces apoptosis in infected cells at late times postinfection .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Observation of BEV infected cells by electron microscopy revealed that by 24 hours postinfection some cells exhibited morphological characteristics of apoptotic cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Based on this finding , we analyzed several apoptotic markers ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and observed protein synthesis inhibition ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "rRNA and DNA degradation , nuclear fragmentation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "caspase-mediated cleavage of PARP and eIF4GI ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and PKR and eIF2a phosphorylation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "all these processes taking place after peak virus production .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We also determined that both cell death receptor and mitochondrial pathways are involved in the apoptosis process induced by BEV .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "BEV-induced apoptosis at late times postinfection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "once viral progeny are produced ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "could facilitate viral dissemination in vivo and contribute to viral pathogenesis .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "16",
    "token_num": "178"
  }
}