{
  "paper_id": "69e7ecb2ece358ef53df31c8ba497a183b007cc1",
  "metadata": {
    "title": "Clinical, pathological, and molecular investigation of Mycoplasma pulmonis-induced murine respiratory mycoplasmosis in a rat (Rattus norvegicus) colony",
    "coda_data_split": "train",
    "coda_paper_id": 3722,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Aim: Mycoplasma pulmonis (MP) remains potentially important rodent pathogen causing murine respiratory mycoplasmosis (MRM) which may go undiagnosed due to its asymptomatic nature. In the present study, we carried out clinical, pathological, and molecular investigations of MP-induced MRM in a rat colony.",
      "sentences": [
        [
          {
            "segment_text": "Aim : Mycoplasma pulmonis ( MP ) remains potentially important rodent pathogen causing murine respiratory mycoplasmosis ( MRM ) which may go undiagnosed due to its asymptomatic nature .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "In the present study , we carried out clinical ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "pathological , and molecular investigations of MP-induced MRM in a rat colony .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Two female Wistar rats were observed to be diseased in animal facility of NISER, Bhubaneswar, and were kept in isolation for further investigation. Both the animals were found to be positive for MP after serological and molecular tests. Thereafter, whole rat colony comprising of 36 animals was segregated based on clinical symptoms and further sampled for histopathological, serological, and molecular investigations. Tracheal washing and infected lung tissue were collected during necropsy examination for DNA extraction. Molecular diagnosis was done by polymerase chain reaction (PCR) assay using species-specific primers.",
      "sentences": [
        [
          {
            "segment_text": "Two female Wistar rats were observed to be diseased in animal facility of NISER ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "Bhubaneswar , and were kept in isolation for further investigation .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Both the animals were found to be positive for MP after serological and molecular tests .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Thereafter , whole rat colony comprising of 36 animals was segregated based on clinical symptoms and further sampled for histopathological ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "serological , and molecular investigations .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Tracheal washing and infected lung tissue were collected during necropsy examination for DNA extraction .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Molecular diagnosis was done by polymerase chain reaction ( PCR ) assay using species-specific primers .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Result: Classical symptoms of MP-associated respiratory tract infection were observed in only 2 of 36 infected animals, and most of the animals were found asymptomatic to the disease; however, all the animals were found to be carrier after necropsy and PCR assay. Gross and histopathological finding suggested severe congestion of the lungs along with suppurative and necrotizing pneumonia. The disease is confirmed by molecular diagnosis using species-specific primers in PCR assay.",
      "sentences": [
        [
          {
            "segment_text": "Result : Classical symptoms of MP-associated respiratory tract infection were observed in only 2 of 36 infected animals ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and most of the animals were found asymptomatic to the disease ; however ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "all the animals were found to be carrier after necropsy and PCR assay .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Gross and histopathological finding suggested severe congestion of the lungs along with suppurative and necrotizing pneumonia .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The disease is confirmed by molecular diagnosis using species-specific primers in PCR assay .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusion: MRM may go undiagnosed due to asymptomatic nature. Detailed study of clinical symptoms, pathology, serology, and PCR-based molecular approach may aid in health monitoring and detection of MRM in a rodent colony reared for experimental purpose.",
      "sentences": [
        [
          {
            "segment_text": "Conclusion : MRM may go undiagnosed due to asymptomatic nature .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Detailed study of clinical symptoms ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "pathology , serology , and PCR-based molecular approach may aid in health monitoring and detection of MRM in a rodent colony reared for experimental purpose .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "12",
    "segment_num": "18",
    "token_num": "273"
  }
}