{
  "paper_id": "6a07f0ba055d2d843908ad7683bc36c3f46e1550",
  "metadata": {
    "title": "Systematic Review of Economic Evaluations of Preparedness Strategies and Interventions against Influenza Pandemics",
    "coda_data_split": "train",
    "coda_paper_id": 7501,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background: Although public health guidelines have implications for resource allocation, these issues were not explicitly considered in previous WHO pandemic preparedness and response guidance. In order to ensure a thorough and informed revision of this guidance following the H1N1 2009 pandemic, a systematic review of published and unpublished economic evaluations of preparedness strategies and interventions against influenza pandemics was conducted.",
      "sentences": [
        [
          {
            "segment_text": "Background : Although public health guidelines have implications for resource allocation ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "these issues were not explicitly considered in previous WHO pandemic preparedness and response guidance .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In order to ensure a thorough and informed revision of this guidance following the H1N1 2009 pandemic ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a systematic review of published and unpublished economic evaluations of preparedness strategies and interventions against influenza pandemics was conducted .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "The search was performed in September 2011 using 10 electronic databases, 2 internet search engines, reference list screening, cited reference searching, and direct communication with relevant authors. Full and partial economic evaluations considering both costs and outcomes were included. Conversely, reviews, editorials, and studies on economic impact or complications were excluded. Studies were selected by 2 independent reviewers.",
      "sentences": [
        [
          {
            "segment_text": "The search was performed in September 2011 using 10 electronic databases ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "2 internet search engines , reference list screening ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "cited reference searching , and direct communication with relevant authors .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Full and partial economic evaluations considering both costs and outcomes were included .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Conversely , reviews , editorials ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and studies on economic impact or complications were excluded .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Studies were selected by 2 independent reviewers .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results: 44 studies were included. Although most complied with the cost effectiveness guidelines, the quality of evidence was limited. However, the data sources used were of higher quality in economic evaluations conducted after the 2009 H1N1 pandemic. Vaccination and drug regimens were varied. Pharmaceutical plus non-pharmaceutical interventions are relatively cost effective in comparison to vaccines and/or antivirals alone. Pharmaceutical interventions vary from cost saving to high cost effectiveness ratios. According to ceiling thresholds (Gross National Income per capita), the reduction of nonessential contacts and the use of pharmaceutical prophylaxis plus the closure of schools are amongst the cost effective strategies for all countries. However, quarantine for household contacts is not cost effective even for low and middle income countries.",
      "sentences": [
        [
          {
            "segment_text": "Results : 44 studies were included .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Although most complied with the cost effectiveness guidelines ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the quality of evidence was limited .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , the data sources used were of higher quality in economic evaluations conducted after the 2009 H1N1 pandemic .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Vaccination and drug regimens were varied .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Pharmaceutical plus non-pharmaceutical interventions are relatively cost effective in comparison to vaccines and/or antivirals alone .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Pharmaceutical interventions vary from cost saving to high cost effectiveness ratios .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "According to ceiling thresholds ( Gross National Income per capita ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the reduction of nonessential contacts and the use of pharmaceutical prophylaxis plus the closure of schools are amongst the cost effective strategies for all countries .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , quarantine for household contacts is not cost effective even for low and middle income countries .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "14",
    "segment_num": "21",
    "token_num": "268"
  }
}