{
  "paper_id": "6a08a771ff59210cff2cc20273025f4caf44e54c",
  "metadata": {
    "title": "",
    "coda_data_split": "train",
    "coda_paper_id": 9364,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background: The recent outbreaks of severe acute respiratory syndrome, H5N1 (avian influenza), and, most recently, the novel H1N1 influenza pandemic of 2009 have raised awareness of the danger of new and emerging infections. Preparedness and response plans for such outbreaks are crucial, and given the centrality of the Internet as a source of information on university and college campuses, such plans should be made available at pandemic-dedicated university Web sites. The information on these sites must be comprehensive, accessible, and tailored to the specific circumstances of individual schools. Methods: An Internet-based search was conducted in September 2009 to evaluate university Web sites for influenza-specific information in a sample of 51 universities. Web sites were assessed by applying a set of key words and a list of 10 indicators used as measures of accessibility and comprehensiveness. Results: Of the 51 universities evaluated, only 9 (17.6%) either had no influenza Web site or had a university influenza preparedness plan with no dedicated Web site. Only 6 (14.3%) of the schools with influenza specific Web sites had information for parents, with 23 (54.8%) providing information specifically for faculty and staff, and 24 (57.1%) providing information specifically to students. Conclusion: We found no guidelines for maximizing the access to and effectiveness of online pandemic communications at institutions of higher learning. Until such time as appropriate guidelines are developed, university authorities must carefully assess their needs, taking into account local, national, and international public health circumstances and resources; ease of access; comprehensiveness; and appropriately tailored strategies in their online communications.",
      "sentences": [
        [
          {
            "segment_text": "Background : The recent outbreaks of severe acute respiratory syndrome ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "H5N1 ( avian influenza ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and , most recently , the novel H1N1 influenza pandemic of 2009 have raised awareness of the danger of new and emerging infections .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Preparedness and response plans for such outbreaks are crucial ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and given the centrality of the Internet as a source of information on university and college campuses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "such plans should be made available at pandemic-dedicated university Web sites .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The information on these sites must be comprehensive ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "accessible , and tailored to the specific circumstances of individual schools .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Methods : An Internet-based search was conducted in September 2009 to evaluate university Web sites for influenza-specific information in a sample of 51 universities .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Web sites were assessed by applying a set of key words and a list of 10 indicators used as measures of accessibility and comprehensiveness .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Of the 51 universities evaluated ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "only 9 ( 17.6 % ) either had no influenza Web site or had a university influenza preparedness plan with no dedicated Web site .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Only 6 ( 14.3 % ) of the schools with influenza specific Web sites had information for parents ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with 23 ( 54.8 % ) providing information specifically for faculty and staff ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and 24 ( 57.1 % ) providing information specifically to students .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusion : We found no guidelines for maximizing the access to and effectiveness of online pandemic communications at institutions of higher learning .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Until such time as appropriate guidelines are developed ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "university authorities must carefully assess their needs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "taking into account local , national ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and international public health circumstances and resources ; ease of access ; comprehensiveness ; and appropriately tailored strategies in their online communications .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "20",
    "token_num": "300"
  }
}