{
  "paper_id": "6a0f0170d5ad8bb5c0f2af642c0fc37e48dbd3a4",
  "metadata": {
    "title": "Species-specific evolution of immune receptor tyrosine based activation motif-containing CEACAM1-related immune receptors in the dog",
    "coda_data_split": "train",
    "coda_paper_id": 8812,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Although the impact of pathogens on the evolution of the mammalian immune system is still under debate, proteins, which both regulate immune responses and serve as cellular receptors for pathogens should be at the forefront of pathogen-driven host evolution. The CEA (carcinoembryonic antigen) gene family codes for such proteins and indeed shows tremendous species-specific variation between human and rodents. Since little is known about the CEA gene family in other lineages of placental mammals, we expected to gain new insights into the evolution of the rapidly diverging CEA family by analyzing the CEA family of the dog.",
      "sentences": [
        [
          {
            "segment_text": "Although the impact of pathogens on the evolution of the mammalian immune system is still under debate ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "proteins , which both regulate immune responses and serve as cellular receptors for pathogens should be at the forefront of pathogen-driven host evolution .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The CEA ( carcinoembryonic antigen ) gene family codes for such proteins and indeed shows tremendous species-specific variation between human and rodents .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Since little is known about the CEA gene family in other lineages of placental mammals ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "we expected to gain new insights into the evolution of the rapidly diverging CEA family by analyzing the CEA family of the dog .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Here we describe the complete CEA gene family in the dog. We found that the gene coding for the ITIM-bearing immunoregulatory molecule CEACAM1 gave rise to a recent expansion of the canine CEA gene family by gene duplication, similar to that previously found in humans and mice. However, while the murine and human CEACAMs (carcinoembryonic antigen-related cell adhesion molecules) are predominantly secreted and GPI-anchored, respectively, in the dog, most of the CEACAMs represent ITAM-bearing transmembrane proteins. One of these proteins, CEACAM28, exhibits nearly complete sequence identity with the ligand-binding N domain of CEACAM1, but antagonizing signaling motifs in the cytoplasmic tail. Comparison of nonsynonymous and synonymous substitutions indicates that the CEACAM28 N domain is under the strongest purifying selection of all canine CEACAM1-related CEACAMs. In addition, CEACAM28 shows a similar expression pattern in resting immune cells and tissues as CEACAM1. However, upon activation CEACAM28 mRNA and CEACAM1 mRNA are differentially regulated.",
      "sentences": [
        [
          {
            "segment_text": "Here we describe the complete CEA gene family in the dog .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We found that the gene coding for the ITIM-bearing immunoregulatory molecule CEACAM1 gave rise to a recent expansion of the canine CEA gene family by gene duplication ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "similar to that previously found in humans and mice .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , while the murine and human CEACAMs ( carcinoembryonic antigen-related cell adhesion molecules ) are predominantly secreted and GPI-anchored ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "respectively , in the dog ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "most of the CEACAMs represent ITAM-bearing transmembrane proteins .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "One of these proteins , CEACAM28 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "exhibits nearly complete sequence identity with the ligand-binding N domain of CEACAM1 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but antagonizing signaling motifs in the cytoplasmic tail .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Comparison of nonsynonymous and synonymous substitutions indicates that the CEACAM28 N domain is under the strongest purifying selection of all canine CEACAM1-related CEACAMs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , CEACAM28 shows a similar expression pattern in resting immune cells and tissues as CEACAM1 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , upon activation CEACAM28 mRNA and CEACAM1 mRNA are differentially regulated .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusion: Thus, CEACAM1 and CEACAM28 are the first paired immune receptors identified within the CEA gene family, which are expressed on T cells and are most likely involved in the fine-tuning of T cell responses. The direction of gene conversion accompanied by purifying selection and expression in immune cells suggests the possibility that CEACAM28 evolved in response to selective pressure imposed by species-specific pathogens.",
      "sentences": [
        [
          {
            "segment_text": "Conclusion : Thus , CEACAM1 and CEACAM28 are the first paired immune receptors identified within the CEA gene family ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which are expressed on T cells and are most likely involved in the fine-tuning of T cell responses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The direction of gene conversion accompanied by purifying selection and expression in immune cells suggests the possibility that CEACAM28 evolved in response to selective pressure imposed by species-specific pathogens .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "12",
    "segment_num": "20",
    "token_num": "344"
  }
}