{
  "paper_id": "6a14793db0da0643406012ec6d6f2ab442b96d9d",
  "metadata": {
    "title": "Systemic Dendritic Cell Mobilization Associated with Administration of FLT3 Ligand to SIV- and SHIV-Infected Macaques",
    "coda_data_split": "train",
    "coda_paper_id": 8017,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Reports indicate that myeloid and plasmacytoid dendritic cells (mDCs and pDCs), which are key effector cells in host innate immune responses, can be infected with HIV-1 and are reduced in number and function during the chronic phase of HIV disease. Furthermore, it was recently demonstrated that a sustained loss of mDCs and pDCs occurs in SIV-infected macaques. Since loss of functional DC populations might impair innate immune responses to opportunistic microorganisms and neoplastic cells, we explored whether inoculation of naive and SIV-or SHIV-infected pigtailed macaques with the hematopoietic cytokine FLT3-ligand (FLT3-L) would expand the number of mDCs and pDCs in vivo. After the macaques received supraphysiologic doses of FLT3-L, mDCs, pDCs, and monocytes increased up to 45-fold in blood, lymph nodes, and bone marrow (BM), with DC expansion in the BM preceding mobilization in blood and lymphoid tissues. FLT3-L also increased serum levels of IL-12, at least transiently, and elicited higher surface expression of HLA-DR and the activation markers CD25 and CD69 on NK and T cells. During and after treatment of infected animals, APCs increased in number and were activated; however, CD4 þ T cell numbers, virion RNA, and anti-SIV\u003dSHIV antibody titers remained relatively stable, suggesting that FLT3-L might be a safe modality to expand DC populations and provide therapeutic benefit during chronic lentivirus infections.",
      "sentences": [
        [
          {
            "segment_text": "Reports indicate that myeloid and plasmacytoid dendritic cells ( mDCs and pDCs ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which are key effector cells in host innate immune responses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "can be infected with HIV-1 and are reduced in number and function during the chronic phase of HIV disease .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Furthermore , it was recently demonstrated that a sustained loss of mDCs and pDCs occurs in SIV-infected macaques .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Since loss of functional DC populations might impair innate immune responses to opportunistic microorganisms and neoplastic cells ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "we explored whether inoculation of naive and SIV-or SHIV-infected pigtailed macaques with the hematopoietic cytokine FLT3-ligand ( FLT3-L ) would expand the number of mDCs and pDCs in vivo .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "After the macaques received supraphysiologic doses of FLT3-L ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "mDCs , pDCs , and monocytes increased up to 45-fold in blood ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "lymph nodes , and bone marrow ( BM ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with DC expansion in the BM preceding mobilization in blood and lymphoid tissues .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "FLT3-L also increased serum levels of IL-12 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "at least transiently , and elicited higher surface expression of HLA-DR and the activation markers CD25 and CD69 on NK and T cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "During and after treatment of infected animals ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "APCs increased in number and were activated ; however ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "CD4 þ T cell numbers ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "virion RNA , and anti-SIV \u003d SHIV antibody titers remained relatively stable ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "suggesting that FLT3-L might be a safe modality to expand DC populations and provide therapeutic benefit during chronic lentivirus infections .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "17",
    "token_num": "248"
  }
}