{
  "paper_id": "6a257f77d89acb56d4fdc789bec9e047f14c23ab",
  "metadata": {
    "title": "Study on the motion law of aerosols produced by human respiration under the action of thermal plume of different intensities",
    "coda_data_split": "train",
    "coda_paper_id": 9157,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Predicting influence of human thermal plume on the diffusion of respiration-produced particles is an important issue for improving indoor air quality through eliminating infectious microbes efficiently. In this study, the Large Eddy Simulation was utilized to predict the effects of thermal plume of different intensities on particle diffusion. Three postures of the human body model and three room temperatures were considered. The results show that the convective heat transfer coefficient on the surface of the human body varies greatly with different postures. The coefficient is the largest when the model is in sitting posture, leading to the greatest heat transfer rate. Meanwhile, the thermal plume generated by bending the thigh increases the size of the facial thermal plume in horizon direction. The increase of the difference between indoor temperature and skin temperature causes an increase of the convective heat transfer of the manikin, leading to stronger airflow in front of the face. The thicker and faster the human thermal plume is, the more difficult it is penetrated by aerosols produced by nasal breathing, finally resulting in most particles distributed within 0.2 m thick under the roof.",
      "sentences": [
        [
          {
            "segment_text": "Predicting influence of human thermal plume on the diffusion of respiration-produced particles is an important issue for improving indoor air quality through eliminating infectious microbes efficiently .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , the Large Eddy Simulation was utilized to predict the effects of thermal plume of different intensities on particle diffusion .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Three postures of the human body model and three room temperatures were considered .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The results show that the convective heat transfer coefficient on the surface of the human body varies greatly with different postures .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The coefficient is the largest when the model is in sitting posture ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "leading to the greatest heat transfer rate .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Meanwhile , the thermal plume generated by bending the thigh increases the size of the facial thermal plume in horizon direction .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The increase of the difference between indoor temperature and skin temperature causes an increase of the convective heat transfer of the manikin ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "leading to stronger airflow in front of the face .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The thicker and faster the human thermal plume is ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the more difficult it is penetrated by aerosols produced by nasal breathing ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "finally resulting in most particles distributed within 0.2 m thick under the roof .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "12",
    "token_num": "200"
  }
}