{
  "paper_id": "6a3fa8ed278df0d05c5e009521de11c72308f60b",
  "metadata": {
    "title": "BMC Public Health A systematic review of the effectiveness of antimicrobial rinse-free hand sanitizers for prevention of illness-related absenteeism in elementary school children",
    "coda_data_split": "train",
    "coda_paper_id": 9740,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Absenteeism due to communicable illness is a major problem encountered by North American elementary school children. Although handwashing is a proven infection control measure, barriers exist in the school environment, which hinder compliance to this routine. Currently, alternative hand hygiene techniques are being considered, and one such technique is the use of antimicrobial rinse-free hand sanitizers.",
      "sentences": [
        [
          {
            "segment_text": "Background : Absenteeism due to communicable illness is a major problem encountered by North American elementary school children .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although handwashing is a proven infection control measure ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "barriers exist in the school environment ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which hinder compliance to this routine .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Currently , alternative hand hygiene techniques are being considered ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and one such technique is the use of antimicrobial rinse-free hand sanitizers .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "A systematic review was conducted to examine the effectiveness of antimicrobial rinsefree hand sanitizer interventions in the elementary school setting. MEDLINE, EMBASE, Biological Abstract, CINAHL, HealthSTAR and Cochrane Controlled Trials Register were searched for both randomized and non-randomized controlled trials. Absenteeism due to communicable illness was the primary outcome variable.",
      "sentences": [
        [
          {
            "segment_text": "A systematic review was conducted to examine the effectiveness of antimicrobial rinsefree hand sanitizer interventions in the elementary school setting .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "MEDLINE , EMBASE , Biological Abstract ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "CINAHL , HealthSTAR and Cochrane Controlled Trials Register were searched for both randomized and non-randomized controlled trials .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Absenteeism due to communicable illness was the primary outcome variable .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results: Six eligible studies, two of which were randomized, were identified (5 published studies, 1 published abstract). The quality of reporting was low. Due to a large amount of heterogeneity and low quality of reporting, no pooled estimates were calculated. There was a significant difference reported in favor of the intervention in all 5 published studies.",
      "sentences": [
        [
          {
            "segment_text": "Results : Six eligible studies ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "two of which were randomized ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "were identified ( 5 published studies , 1 published abstract ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The quality of reporting was low .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Due to a large amount of heterogeneity and low quality of reporting ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "no pooled estimates were calculated .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "There was a significant difference reported in favor of the intervention in all 5 published studies .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "The available evidence for the effectiveness of antimicrobial rinse-free hand sanitizer in the school environment is of low quality. The results suggest that the strength of the benefit should be interpreted with caution. Given the potential to reduce student absenteeism, teacher absenteeism, school operating costs, healthcare costs and parental absenteeism, a well-designed and analyzed trial is needed to optimize this hand hygiene technique.",
      "sentences": [
        [
          {
            "segment_text": "The available evidence for the effectiveness of antimicrobial rinse-free hand sanitizer in the school environment is of low quality .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The results suggest that the strength of the benefit should be interpreted with caution .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Given the potential to reduce student absenteeism ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "teacher absenteeism , school operating costs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "healthcare costs and parental absenteeism ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "a well-designed and analyzed trial is needed to optimize this hand hygiene technique .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "13",
    "segment_num": "23",
    "token_num": "259"
  }
}