{
  "paper_id": "6a42a842e5d148a178486e0bd80f90b14dfab8c7",
  "metadata": {
    "title": "Respiratory protection against bioaerosols: Literature review and research needs",
    "coda_data_split": "train",
    "coda_paper_id": 5606,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Research on respiratory protection against biologic agents is important to address major concerns such as occupational safety and terrorist attack. This review describes the literature on respiratory protection against bioaerosols and identifies research gaps. Respiratory protection is a complex field involving a number of factors, such as the efficiency of respirator filter material; facepiece fitting; and maintenance, storage, and reuse of respirators. Several studies used nonpathogenic microorganisms having physical characteristics similar to that of Mycobacterium tuberculosis to analyze microbial penetration through respirators. Some studies showed that high-efficiency particulate air (HEPA) and N95 filters provided a higher level of protection than dust/mist (DM) and dust/mist/fume (DMF) filters. Flow rate and relative humidity appear to alter the level of penetration of microorganisms through respirator filters. The relationship between microbial penetration through respirator filters and the aerodynamic diameter, length, or other physical characteristics of microorganisms remains controversial. Whether reaerosolization of bioaerosol particles should be a concern is unclear, given the fact that one study has demonstrated significant reaerosolization of 1-to 5-mm particles loaded onto respirator filters. Respirator maintenance, storage, and decontamination are important factors to be considered when reusing respirators. The respiratory protection against biologic warfare agents such as anthrax in military and civilian situations is described. (Am J Infect Control 2004;32:345-54.) ",
      "sentences": [
        [
          {
            "segment_text": "Research on respiratory protection against biologic agents is important to address major concerns such as occupational safety and terrorist attack .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review describes the literature on respiratory protection against bioaerosols and identifies research gaps .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Respiratory protection is a complex field involving a number of factors ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "such as the efficiency of respirator filter material ; facepiece fitting ; and maintenance ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "storage , and reuse of respirators .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Several studies used nonpathogenic microorganisms having physical characteristics similar to that of Mycobacterium tuberculosis to analyze microbial penetration through respirators .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Some studies showed that high-efficiency particulate air ( HEPA ) and N95 filters provided a higher level of protection than dust/mist ( DM ) and dust/mist/fume ( DMF ) filters .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Flow rate and relative humidity appear to alter the level of penetration of microorganisms through respirator filters .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The relationship between microbial penetration through respirator filters and the aerodynamic diameter ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "length , or other physical characteristics of microorganisms remains controversial .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Whether reaerosolization of bioaerosol particles should be a concern is unclear ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "given the fact that one study has demonstrated significant reaerosolization of 1-to 5-mm particles loaded onto respirator filters .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Respirator maintenance , storage , and decontamination are important factors to be considered when reusing respirators .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The respiratory protection against biologic warfare agents such as anthrax in military and civilian situations is described .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "( Am J Infect Control 2004 ; 32:345-54 . )",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "15",
    "token_num": "240"
  }
}