{
  "paper_id": "6a45607f711714e68936b74d1af18df649a96b07",
  "metadata": {
    "title": "Adverse effects of Influenza A(H1N1)pdm09 virus infection on growth performance of Norwegian pigs -a longitudinal study at a boar testing station",
    "coda_data_split": "train",
    "coda_paper_id": 5963,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Influenza A(H1N1)pdm09 virus infection in Norwegian pigs was largely subclinical. This study tested the hypothesis that the infection causes negligible impact on pigs\u0027 growth performance in terms of feed conversion efficiency, daily feed intake, daily growth, age on reaching 100 kg bodyweight and overall feed intake. A sample of 1955 pigs originating from 43 breeding herds was classified into five infection status groups; seronegative pigs (n \u003d 887); seropositive pigs (n \u003d 874); pigs positive for virus at bodyweight between 33 kg and 60 kg (n \u003d 123); pigs positive for virus at bodyweight between 61 kg and 80 kg (n \u003d 34) and pigs positive for virus at bodyweight between 81 kg and 100 kg (n \u003d 37). Each pig had daily recordings of feed intake and bodyweight from 33 kg to 100 kg. Marginal effects of the virus infection on the outcomes were estimated by multi-level linear regression, which accounted for known fixed effects (breed, birthdate, average daily feed intake and growth phase) and random effects (cluster effects of pig and herd). Results: The seropositive and virus positive pigs had decreased (P value\u003c0.05) growth performance compared to seronegative pigs even though feed intake was not decreased. Reduced feed conversion efficiency led to lower average daily growth, additional feed requirement and longer time needed to reach the 100 kg bodyweight. The effects were more marked (P value\u003c0.03) in pigs infected at a younger age and lasted a longer period. Despite increased feed intake observed, their growth rates were lower and they took more time to reach 100 kg bodyweight compared to the seronegative pigs. Conclusion: Our study rejected the null hypothesis that the virus infection had negligible adverse effects on growth performance of Norwegian pigs.",
      "sentences": [
        [
          {
            "segment_text": "Background : Influenza A ( H1N1 ) pdm09 virus infection in Norwegian pigs was largely subclinical .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This study tested the hypothesis that the infection causes negligible impact on pigs \u0027 growth performance in terms of feed conversion efficiency ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "daily feed intake , daily growth ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "age on reaching 100 kg bodyweight and overall feed intake .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "A sample of 1955 pigs originating from 43 breeding herds was classified into five infection status groups ; seronegative pigs ( n \u003d 887 ) ; seropositive pigs ( n \u003d 874 ) ; pigs positive for virus at bodyweight between 33 kg and 60 kg ( n \u003d 123 ) ; pigs positive for virus at bodyweight between 61 kg and 80 kg ( n \u003d 34 ) and pigs positive for virus at bodyweight between 81 kg and 100 kg ( n \u003d 37 ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Each pig had daily recordings of feed intake and bodyweight from 33 kg to 100 kg .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Marginal effects of the virus infection on the outcomes were estimated by multi-level linear regression ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "which accounted for known fixed effects ( breed , birthdate , average daily feed intake and growth phase ) and random effects ( cluster effects of pig and herd ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : The seropositive and virus positive pigs had decreased ( P value \u003c 0.05 ) growth performance compared to seronegative pigs even though feed intake was not decreased .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Reduced feed conversion efficiency led to lower average daily growth ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "additional feed requirement and longer time needed to reach the 100 kg bodyweight .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The effects were more marked ( P value \u003c 0.03 ) in pigs infected at a younger age and lasted a longer period .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Despite increased feed intake observed ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "their growth rates were lower and they took more time to reach 100 kg bodyweight compared to the seronegative pigs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusion : Our study rejected the null hypothesis that the virus infection had negligible adverse effects on growth performance of Norwegian pigs .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "15",
    "token_num": "339"
  }
}