{
  "paper_id": "6a53c9947edc4772e593300a652b20875114befe",
  "metadata": {
    "title": "SARS epi-demiology and cumulative case curve",
    "coda_data_split": "train",
    "coda_paper_id": 5386,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "LETTERS that the quantitative assessment of the effectiveness of public health intervention measures for SARS is a difficult task for modelers. To make models useful for assessing the effects of specific intervention measures and for predicting the future dynamics during an ongoing epidemic, we need improved knowledge on the transmission mechanisms, pathogenesis, and the epidemiologic determinants of the spread of the virus. Any retrospective analysis of the 2003 SARS epidemic that improves our knowledge of SARS epidemiology is welcome.",
      "sentences": [
        [
          {
            "segment_text": "LETTERS that the quantitative assessment of the effectiveness of public health intervention measures for SARS is a difficult task for modelers .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To make models useful for assessing the effects of specific intervention measures and for predicting the future dynamics during an ongoing epidemic ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "we need improved knowledge on the transmission mechanisms ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "pathogenesis , and the epidemiologic determinants of the spread of the virus .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Any retrospective analysis of the 2003 SARS epidemic that improves our knowledge of SARS epidemiology is welcome .",
            "crowd_label": "background"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "3",
    "segment_num": "5",
    "token_num": "85"
  }
}