{
  "paper_id": "6a55f80b9d93715288ebb84df874c6ae2a17f939",
  "metadata": {
    "title": "Environmental Cleaning in Resource-Limited Settings",
    "coda_data_split": "train",
    "coda_paper_id": 6750,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Healthcare-associated infections",
      "sentences": [
        [
          {
            "segment_text": "Healthcare-associated infections",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Purpose of review Environmental surfaces in healthcare facilities, particularly in a patient room, are a critical pathway for healthcare-associated pathogen transmission. Despite well-established guides and recommendations regarding environmental surface cleaning and disinfection, there are several challenges in resource-limited settings. This viewpoint article will discuss the practice of environmental cleaning in resource-limited settings including challenges and relationship between environment and healthcare-associated infections in this setting and outlines pre-requisites to overcome these challenges. Recent findings Despite several barriers and challenges, environmental cleaning is a crucial component to help reduce transmission of healthcare-associated infections and multidrug-resistant pathogens as well as emerging infectious disease-associated pathogens in resource-limited settings. However, there is a need to develop a multi-modal strategy together with a mechanism for monitor and feedback to improve the practices of environmental cleaning in resource-limited settings. Summary Additional researches on the barriers and implementation gaps and the role of collaborative network as well as how to apply technology would provide significant insights on the practices of environmental cleaning in resource-limited settings.",
      "sentences": [
        [
          {
            "segment_text": "Purpose of review Environmental surfaces in healthcare facilities ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "particularly in a patient room ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "are a critical pathway for healthcare-associated pathogen transmission .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Despite well-established guides and recommendations regarding environmental surface cleaning and disinfection ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "there are several challenges in resource-limited settings .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This viewpoint article will discuss the practice of environmental cleaning in resource-limited settings including challenges and relationship between environment and healthcare-associated infections in this setting and outlines pre-requisites to overcome these challenges .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Recent findings Despite several barriers and challenges ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "environmental cleaning is a crucial component to help reduce transmission of healthcare-associated infections and multidrug-resistant pathogens as well as emerging infectious disease-associated pathogens in resource-limited settings .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , there is a need to develop a multi-modal strategy together with a mechanism for monitor and feedback to improve the practices of environmental cleaning in resource-limited settings .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Summary Additional researches on the barriers and implementation gaps and the role of collaborative network as well as how to apply technology would provide significant insights on the practices of environmental cleaning in resource-limited settings .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "7",
    "segment_num": "11",
    "token_num": "180"
  }
}