{
  "paper_id": "6a5b3b31ec0c8e96e3084c7c9550e8547018c913",
  "metadata": {
    "title": "Effects of Housing and Colostrum Feeding on Serum Immunoglobulins, Growth, and Fecal Scores of Jersey Calves 1",
    "coda_data_split": "train",
    "coda_paper_id": 7162,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Ninety-six Jersey calves were used to evaluate the effects of housing and method of colostrum feeding on serum Ig concentrations, incidence and severity of scours, intake, and BW changes from birth to 35 d of age. Calves were separated from the dam and fed 2 L of colostrum in nipple-bottles or allowed to nurse the dam for 3 d. Calves were housed in individual hutches or wooden pens in a bam. Intake of colostrum by calves allowed to nurse the dam was not controlled. Serum IgG and IgM concentrations at 24 h of age were greater for calves that nursed the dam. Scours were less severe when calves were housed in hutches, but number of days scouring was unaffected by treatment. Calves fed colostrum in nipple-bottles and housed in the bam consumed more starter than did other calves from 3 to 5 wk of age. The BW were greater for calves allowed to nurse the dam and housed in hutches. Feed efficiency over the 35-d study was Received May 5. 1994. Accepted December 6. 1994 in part by the American Jersey Cattle Club, 6486 East Main Street. Reynoldsburg. OH 43068-2362. 2Reprint requests.",
      "sentences": [
        [
          {
            "segment_text": "Ninety-six Jersey calves were used to evaluate the effects of housing and method of colostrum feeding on serum Ig concentrations ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "incidence and severity of scours ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "intake , and BW changes from birth to 35 d of age .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Calves were separated from the dam and fed 2 L of colostrum in nipple-bottles or allowed to nurse the dam for 3 d. Calves were housed in individual hutches or wooden pens in a bam .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Intake of colostrum by calves allowed to nurse the dam was not controlled .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Serum IgG and IgM concentrations at 24 h of age were greater for calves that nursed the dam .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Scours were less severe when calves were housed in hutches ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but number of days scouring was unaffected by treatment .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Calves fed colostrum in nipple-bottles and housed in the bam consumed more starter than did other calves from 3 to 5 wk of age .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The BW were greater for calves allowed to nurse the dam and housed in hutches .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Feed efficiency over the 35-d study was Received May 5 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "1994 .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Accepted December 6 .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "1994 in part by the American Jersey Cattle Club , 6486 East Main Street .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Reynoldsburg .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "OH 43068-2362 .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "2Reprint requests .",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "improved when calves nursed the dam. Optimal transfer of passive immunity and housing in hutches appeared to maximize health and growth in this study.",
      "sentences": [
        [
          {
            "segment_text": "improved when calves nursed the dam .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Optimal transfer of passive immunity and housing in hutches appeared to maximize health and growth in this study .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "(",
      "sentences": [
        [
          {
            "segment_text": "(",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "17",
    "segment_num": "20",
    "token_num": "238"
  }
}