{
  "paper_id": "6a5d030ebc7695f82f5dd6e738f9aee0d24633b3",
  "metadata": {
    "title": "Antiviral activity of Piscidin 1 against pseudorabies virus both in vitro and in vivo",
    "coda_data_split": "train",
    "coda_paper_id": 6425,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Swine-origin virus infection spreading widely could cause significant economic loss to porcine industry. Novel antiviral agents need to be developed to control this situation. Methods: In this study, we evaluated the activities of five broad-spectrum antimicrobial peptides (AMPs) against several important swine-origin pathogenic viruses by TCID 50 assay. Plaque reduction assay and cell apoptosis assay were also used to test the activity of the peptides. Protection effect of piscidin against pseudorabies virus (PRV) was also examined in mouse model. Results: Piscidin (piscidin 1), caerin (caerin 1.1) and maculatin (maculatin 1.1) could inhibit PRV by direct interaction with the virus particles in a dose-dependent manner and they could also protect the cells from PRV-induced apoptosis. Among the peptides tested, piscidin showed the strongest activity against PRV. Moreover, in vivo assay showed that piscidin can reduce the mortality of mice infected with PRV. Conclusion: In vitro and in vivo experiments indicate that piscidin has antiviral activity against PRV.",
      "sentences": [
        [
          {
            "segment_text": "Background : Swine-origin virus infection spreading widely could cause significant economic loss to porcine industry .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Novel antiviral agents need to be developed to control this situation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Methods : In this study ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we evaluated the activities of five broad-spectrum antimicrobial peptides ( AMPs ) against several important swine-origin pathogenic viruses by TCID 50 assay .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Plaque reduction assay and cell apoptosis assay were also used to test the activity of the peptides .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Protection effect of piscidin against pseudorabies virus ( PRV ) was also examined in mouse model .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Piscidin ( piscidin 1 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "caerin ( caerin 1.1 ) and maculatin ( maculatin 1.1 ) could inhibit PRV by direct interaction with the virus particles in a dose-dependent manner and they could also protect the cells from PRV-induced apoptosis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Among the peptides tested , piscidin showed the strongest activity against PRV .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , in vivo assay showed that piscidin can reduce the mortality of mice infected with PRV .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusion : In vitro and in vivo experiments indicate that piscidin has antiviral activity against PRV .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "11",
    "token_num": "184"
  }
}