{
  "paper_id": "6a5ff06ef79286c7bf9d24bd03caffd7ca534393",
  "metadata": {
    "title": "Maturation of Japanese Encephalitis Virus Glycoproteins Produced by Infected Mammalian and Mosquito Cells",
    "coda_data_split": "train",
    "coda_paper_id": 2041,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The Japanese encephalitis virus (JE) structural glycoprotein (E) and two nonstructural glycoproteins (NSl and NSl\u0027) were processed differently by JE-infected vertebrate and invertebrate cell lines. All three proteins were released slowly (tllP \u003e 6 hr) from JE-infected monkey cells (Vera cells). Mosquito cell lines released E at a similar rate (tl12 \u003e 8 hr), while NSl and NSl\u0027 were retained in an undegraded form in the cell layer. The proteolytic processing of the three proteins appeared identical in both cell types, but some differences in N-linked glycosylation were observed. E, NSl, and NSl\u0027 found within the infected cells of both types contained high-mannose oligosaccharide groups for more than 8 hr after synthesis. Additional sugar residues were added to the single E protein oligosaccharide group prior to release from Vero cells, while sugar residues were trimmed from the E protein oligosaccharide group prior to release from mosquito cells. The forms of NSl and NSl\u0027found in the culture fluid of infected Vero cells contained one complex and one highmannose oligosaccharide.",
      "sentences": [
        [
          {
            "segment_text": "The Japanese encephalitis virus ( JE ) structural glycoprotein ( E ) and two nonstructural glycoproteins ( NSl and NSl \u0027 ) were processed differently by JE-infected vertebrate and invertebrate cell lines .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "All three proteins were released slowly ( tllP \u003e 6 hr ) from JE-infected monkey cells ( Vera cells ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Mosquito cell lines released E at a similar rate ( tl12 \u003e 8 hr ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "while NSl and NSl \u0027 were retained in an undegraded form in the cell layer .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The proteolytic processing of the three proteins appeared identical in both cell types ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but some differences in N-linked glycosylation were observed .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "E , NSl , and NSl \u0027 found within the infected cells of both types contained high-mannose oligosaccharide groups for more than 8 hr after synthesis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Additional sugar residues were added to the single E protein oligosaccharide group prior to release from Vero cells ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "while sugar residues were trimmed from the E protein oligosaccharide group prior to release from mosquito cells .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The forms of NSl and NSl ` found in the culture fluid of infected Vero cells contained one complex and one highmannose oligosaccharide .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "All three glycoproteins released from JE-infected Vero cells were associated with extracellular particles, the virion in the case of E and a low density particle in the case of NSl and NSl\u0027. Furthermore, E, NSl, and NSl\u0027 exhibited amphipathic properties in Triton X-l 14 extraction experiments. Taken together, these results suggest that both the structural (E) and nonstructural (NSl and NSl\u0027) glycoproteins were accumulated within the secretory pathway of the infected Vero cells, assembled into particles, and then released into the extracellular fluid. o tsss Academic Press, Inc.",
      "sentences": [
        [
          {
            "segment_text": "All three glycoproteins released from JE-infected Vero cells were associated with extracellular particles ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the virion in the case of E and a low density particle in the case of NSl and NSl \u0027 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , E , NSl ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and NSl \u0027 exhibited amphipathic properties in Triton X-l 14 extraction experiments .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Taken together , these results suggest that both the structural ( E ) and nonstructural ( NSl and NSl \u0027 ) glycoproteins were accumulated within the secretory pathway of the infected Vero cells ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "assembled into particles , and then released into the extracellular fluid .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "o tsss Academic Press , Inc. .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "11",
    "segment_num": "17",
    "token_num": "304"
  }
}