{
  "paper_id": "6a61a07eed5ca116583f315f9dd3098ea74a6c70",
  "metadata": {
    "title": "Examining the policies and guidelines around the use of masks and respirators by healthcare workers in China, Pakistan and Vietnam",
    "coda_data_split": "train",
    "coda_paper_id": 9915,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "There is an ongoing debate regarding the type of respiratory protection that should be recommended for use for healthcare workers.",
      "sentences": [
        [
          {
            "segment_text": "There is an ongoing debate regarding the type of respiratory protection that should be recommended for use for healthcare workers .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "A cross-sectional survey was conducted in three countries: China, Pakistan and Vietnam.",
      "sentences": [
        [
          {
            "segment_text": "A cross-sectional survey was conducted in three countries : China , Pakistan and Vietnam .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "In China and Pakistan, the infection control guidelines were developed to be in line with the recommendations from the World Health Organization (WHO) and the Centers for Disease Control and Prevention, while in the Vietnamese guidelines the recommendations correspond with the WHO suggestions only. The guidelines from all three countries document the need for training and fit testing; however there is no system to monitor the training and fit testing programs. Across the three countries, there was some inconsistency with regard to the types of products (i.e. masks vs. respirators) recommended for influenza, severe acute respiratory syndrome (SARS) and tuberculosis.",
      "sentences": [
        [
          {
            "segment_text": "In China and Pakistan , the infection control guidelines were developed to be in line with the recommendations from the World Health Organization ( WHO ) and the Centers for Disease Control and Prevention ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "while in the Vietnamese guidelines the recommendations correspond with the WHO suggestions only .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The guidelines from all three countries document the need for training and fit testing ; however there is no system to monitor the training and fit testing programs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Across the three countries , there was some inconsistency with regard to the types of products ( i.e. masks vs. respirators ) recommended for influenza ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "severe acute respiratory syndrome ( SARS ) and tuberculosis .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions: Available evidence should be examined and a comprehensive policy should be developed on the use of masks and respirators. The policy should address critical areas such as regulation, training, fit testing and reuse.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions : Available evidence should be examined and a comprehensive policy should be developed on the use of masks and respirators .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The policy should address critical areas such as regulation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "training , fit testing and reuse .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "7",
    "segment_num": "10",
    "token_num": "189"
  }
}