{
  "paper_id": "6a68dadda9052b8be43679f6aca30887677ffabb",
  "metadata": {
    "title": "Enhanced Hygiene Measures and Norovirus Transmission during an Outbreak",
    "coda_data_split": "train",
    "coda_paper_id": 4678,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Control of norovirus outbreaks relies on enhanced hygiene measures, such as handwashing, surface cleaning, using disposable paper towels, and using separate toilets for sick and well persons. However, little is known about their effectiveness in limiting further spread of norovirus infections. We analyzed norovirus outbreaks in 7 camps at an international scouting jamboree in the Netherlands during 2004. Implementation of hygiene measures coincided with an 84.8% (95% predictive interval 81.2%-86.6%) reduction in reproduction number. This reduction was unexpectedly large but still below the reduction needed to contain a norovirus outbreak. Even more stringent control measures are required to break the chain of transmission of norovirus.",
      "sentences": [
        [
          {
            "segment_text": "Control of norovirus outbreaks relies on enhanced hygiene measures ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "such as handwashing , surface cleaning ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "using disposable paper towels , and using separate toilets for sick and well persons .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , little is known about their effectiveness in limiting further spread of norovirus infections .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We analyzed norovirus outbreaks in 7 camps at an international scouting jamboree in the Netherlands during 2004 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Implementation of hygiene measures coincided with an 84.8 % ( 95 % predictive interval 81.2 % -86.6 % ) reduction in reproduction number .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This reduction was unexpectedly large but still below the reduction needed to contain a norovirus outbreak .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Even more stringent control measures are required to break the chain of transmission of norovirus .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "8",
    "token_num": "123"
  }
}