{
  "paper_id": "6a6f2e1a09c7bf12adb288a9adaa9925d158da5b",
  "metadata": {
    "title": "A Systematic Review of therapeutic agents for the treatment of the Middle East Respiratory Syndrome Coronavirus (MERS-CoV)",
    "coda_data_split": "train",
    "coda_paper_id": 8075,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Direct. Based on the inclusions and exclusions criteria, 30 articles were included in the final review and comprised: 22 in vitro studies, 8 studies utilizing animal models, 13 studies in humans, and one study included both in vitro and animal model. There are a few promising therapeutic agents on the horizon. The combination of lopinavir/ritonavir and interferon-beta-1b showed excellent results in common marmosets and currently is in a randomized control trial. Ribavirin and interferon were the most widely used combination and experience comes from a number of observational studies. Although, the data are heterogenous, this combination might be of potential benefit and deserve further investigation. There were no randomized clinical trials to recommend specific therapy for the treatment of MERS-CoV infection. Only one such study is planned for randomization and is pending completion. The study is based on a combination of lopinavir/ritonavir and interferon-beta-1b. A fully human polyclonal IgG antibody (SAB-301) was safe and well tolerated in healthy individuals and this agent may deserve further testing for efficacy. Conclusion: Despite multiple studies in humans there is no consensus on the optimal therapy for MERS-CoV. Randomized clinical trials are needed and potential therapies should be evaluated only in such clinical trials. In order to further enhance the therapeutic aroma for MERS-CoV infection, repurposing old drugs against MERS-CoV is an interesting strategy and deserves further consideration and use in clinical settings.",
      "sentences": [
        [
          {
            "segment_text": "Direct .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Based on the inclusions and exclusions criteria ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "30 articles were included in the final review and comprised : 22 in vitro studies ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "8 studies utilizing animal models ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "13 studies in humans , and one study included both in vitro and animal model .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "There are a few promising therapeutic agents on the horizon .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The combination of lopinavir/ritonavir and interferon-beta-1b showed excellent results in common marmosets and currently is in a randomized control trial .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Ribavirin and interferon were the most widely used combination and experience comes from a number of observational studies .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Although , the data are heterogenous ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "this combination might be of potential benefit and deserve further investigation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "There were no randomized clinical trials to recommend specific therapy for the treatment of MERS-CoV infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Only one such study is planned for randomization and is pending completion .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The study is based on a combination of lopinavir/ritonavir and interferon-beta-1b .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A fully human polyclonal IgG antibody ( SAB-301 ) was safe and well tolerated in healthy individuals and this agent may deserve further testing for efficacy .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusion : Despite multiple studies in humans there is no consensus on the optimal therapy for MERS-CoV .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Randomized clinical trials are needed and potential therapies should be evaluated only in such clinical trials .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In order to further enhance the therapeutic aroma for MERS-CoV infection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "repurposing old drugs against MERS-CoV is an interesting strategy and deserves further consideration and use in clinical settings .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "13",
    "segment_num": "18",
    "token_num": "253"
  }
}