{
  "paper_id": "6a76da6d88bf0d294a49ff8774f0c591f1148da1",
  "metadata": {
    "title": "Rapid Mitogen-Induced Aminopeptidase N Surface Expression in Human T Cells is Dominated by Mechanisms Independent of de novo Protein Biosynthesis",
    "coda_data_split": "train",
    "coda_paper_id": 7667,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The membrane bound metalloprotease aminopeptidase N (APN, CD13, EC 3.4.11.2) is a well established marker of normal and malignant cells of the myelo-monocytic lineage. It is also expressed by leukaemic blasts of a small group of patients suffering from acute or chronic lymphoid leukaemia. Recently, the expression of the APN gene in T cell lines as well as the induction of APN gene and surface expression in human peripheral T cells by mitogenic activation have been demonstrated. Here, by means of cytofluorimetric analysis evidence is provided, that the induction of APN surface expression is partially resistent to the action of the inhibitors of protein biosynthesis, puromycin and cycloheximide, and is not prevented by tunicamycin, an inhibitor of glycosylation.",
      "sentences": [
        [
          {
            "segment_text": "The membrane bound metalloprotease aminopeptidase N ( APN , CD13 , EC 3.4.11.2 ) is a well established marker of normal and malignant cells of the myelo-monocytic lineage .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It is also expressed by leukaemic blasts of a small group of patients suffering from acute or chronic lymphoid leukaemia .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Recently , the expression of the APN gene in T cell lines as well as the induction of APN gene and surface expression in human peripheral T cells by mitogenic activation have been demonstrated .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , by means of cytofluorimetric analysis evidence is provided ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "that the induction of APN surface expression is partially resistent to the action of the inhibitors of protein biosynthesis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "puromycin and cycloheximide , and is not prevented by tunicamycin , an inhibitor of glycosylation .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "These data suggest that the rapid mitogen-induced surface expression of APN, detectable 20 hours after stimulation is dominated by mechanisms not dependent on de novo protein biosynthesis or glycosylation. As shown by simultaneous analyses, the inhibitors used did also differently modify the induction of surface expression of other inducible glycosylated leukocyte surface antigens, namely CD2S, CD69 and CD9S.",
      "sentences": [
        [
          {
            "segment_text": "These data suggest that the rapid mitogen-induced surface expression of APN ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "detectable 20 hours after stimulation is dominated by mechanisms not dependent on de novo protein biosynthesis or glycosylation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "As shown by simultaneous analyses ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the inhibitors used did also differently modify the induction of surface expression of other inducible glycosylated leukocyte surface antigens ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "namely CD2S , CD69 and CD9S .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "6",
    "segment_num": "11",
    "token_num": "196"
  }
}