{
  "paper_id": "6a7739601d17ef1dcc1d0918bbca7db23a13d6bd",
  "metadata": {
    "title": "A highly conserved epitope on the spike protein of infectious bronchitis virus",
    "coda_data_split": "train",
    "coda_paper_id": 2791,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The predicted amino acid sequence and secondary structures of S 1 of the spike protein (S) of infectious bronchitis viral (IBV) strains from Europe, the U.S.A., and Japan were compared. An antigenic determinant that was highly conserved in both the primary amino acid sequence and secondary structure of all strains was identified between amino acid positions 240 to 255, A synthesized peptide corresponding to this region was found to react with all polyclonal antisera examined from various IBV strains and with one monoclonal antibody (MAb), 9B1B6, out of nine known to react with the S of Gray. The specificity of the interaction with MAb 9B 1 B6 was confirmed by competitive ELISA using bound and unbound peptide. Interestingly, the previously described epitope for 9B 1 B6 had been characterized as cross-reactive with several strains of IBV, as conformation-independent but reacting only with intact whole S, and as associated with the functional integrity of other epitopes, including neutralizing epitopes on the S protein. The apparent critical functional and structural nature of this highly immunogenic determinant suggests a potential contribution in developing protective, cross-reactive subunit vaccines to IBV.",
      "sentences": [
        [
          {
            "segment_text": "The predicted amino acid sequence and secondary structures of S 1 of the spike protein ( S ) of infectious bronchitis viral ( IBV ) strains from Europe ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the U.S.A. , and Japan were compared .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "An antigenic determinant that was highly conserved in both the primary amino acid sequence and secondary structure of all strains was identified between amino acid positions 240 to 255 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "A synthesized peptide corresponding to this region was found to react with all polyclonal antisera examined from various IBV strains and with one monoclonal antibody ( MAb ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "9B1B6 , out of nine known to react with the S of Gray .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The specificity of the interaction with MAb 9B 1 B6 was confirmed by competitive ELISA using bound and unbound peptide .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Interestingly , the previously described epitope for 9B 1 B6 had been characterized as cross-reactive with several strains of IBV ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as conformation-independent but reacting only with intact whole S ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and as associated with the functional integrity of other epitopes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including neutralizing epitopes on the S protein .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The apparent critical functional and structural nature of this highly immunogenic determinant suggests a potential contribution in developing protective ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "cross-reactive subunit vaccines to IBV .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "12",
    "token_num": "207"
  }
}