{
  "paper_id": "6ab348c96ffbf636e820649e7cc23be69a3d43ae",
  "metadata": {
    "title": "Inhibition of hepatitis B virus gene expression and replication by endoribonuclease-prepared siRNA",
    "coda_data_split": "train",
    "coda_paper_id": 10005,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Endoribonuclease-prepared siRNA (esiRNA) is an alternative tool to chemical synthetic siRNA for gene silencing. Since esiRNAs are directed against long target sequences, the genetic variations in the target sequences will have little influence on their effectiveness. The ability of esiRNAs to inhibit hepatitis B virus (HBV) gene expression and replication was tested. EsiRNAs targeting the coding region of HBV surface antigen (HBsAg) and the nucleocapsid (HBcAg) inhibited specifically the expression of HBsAg and HBcAg when cotransfected with the respective expression plasmids. Both esiRNAs reduced the HBV transcripts and replication intermediates in transient transfected cells and cells with HBV genomes integrated stably. Compared with synthetic siRNA, esiRNA targeting HBsAg was less effective than the selected synthetic siRNA in terms of the inhibition of HBV gene expression and replication. However, while the ability of synthetic siRNAs for specific gene silencing was impaired strongly by the nucleotide substitutions within the target sequences. The efficiency of gene silencing by esiRNAs was not influenced by sequence variation. The transfection of esiRNA did not induce interferon-stimulated genes (ISGs) like STAT1 and ISG15, indicating the absence of off-target effects. In general, esiRNAs strongly inhibited HBV gene expression and replication and may have an advantage against HBV strains which are variable genetically.",
      "sentences": [
        [
          {
            "segment_text": "Endoribonuclease-prepared siRNA ( esiRNA ) is an alternative tool to chemical synthetic siRNA for gene silencing .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Since esiRNAs are directed against long target sequences ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the genetic variations in the target sequences will have little influence on their effectiveness .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The ability of esiRNAs to inhibit hepatitis B virus ( HBV ) gene expression and replication was tested .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "EsiRNAs targeting the coding region of HBV surface antigen ( HBsAg ) and the nucleocapsid ( HBcAg ) inhibited specifically the expression of HBsAg and HBcAg when cotransfected with the respective expression plasmids .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Both esiRNAs reduced the HBV transcripts and replication intermediates in transient transfected cells and cells with HBV genomes integrated stably .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Compared with synthetic siRNA , esiRNA targeting HBsAg was less effective than the selected synthetic siRNA in terms of the inhibition of HBV gene expression and replication .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , while the ability of synthetic siRNAs for specific gene silencing was impaired strongly by the nucleotide substitutions within the target sequences .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The efficiency of gene silencing by esiRNAs was not influenced by sequence variation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The transfection of esiRNA did not induce interferon-stimulated genes ( ISGs ) like STAT1 and ISG15 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "indicating the absence of off-target effects .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In general , esiRNAs strongly inhibited HBV gene expression and replication and may have an advantage against HBV strains which are variable genetically .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "12",
    "token_num": "229"
  }
}