{
  "paper_id": "6ab7d80bb6dc14cac7fe9c7d5a6060af434bef0a",
  "metadata": {
    "title": "",
    "coda_data_split": "train",
    "coda_paper_id": 2910,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Young children with persistent wheezing pose a diagnostic and therapeutical challenge to the pediatrician. We aimed to evaluate bacterial bronchial infection as a possible reason for non response to conventional asthma therapy, and to identify and characterise the predominant pathogens involved.",
      "sentences": [
        [
          {
            "segment_text": "Background : Young children with persistent wheezing pose a diagnostic and therapeutical challenge to the pediatrician .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We aimed to evaluate bacterial bronchial infection as a possible reason for non response to conventional asthma therapy ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and to identify and characterise the predominant pathogens involved .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Methods: We retrospectively analysed microbiological and cytological findings in a selected population of young wheezers with symptoms unresponsive to inhaled corticosteroid (ICS) therapy, who underwent flexible bronchoscopy with bronchoalveolar lavage (BAL). Procedural measures were taken to limit contamination risk and quantitative bacterial culture of BAL fluid (significance cut-off ≥ 10 4 colony-forming units/ml) was used. Modern microbiological methods were used for detection of a wide panel of pathogens and for characterisation of the bacterial isolates.",
      "sentences": [
        [
          {
            "segment_text": "Methods : We retrospectively analysed microbiological and cytological findings in a selected population of young wheezers with symptoms unresponsive to inhaled corticosteroid ( ICS ) therapy ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "who underwent flexible bronchoscopy with bronchoalveolar lavage ( BAL ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Procedural measures were taken to limit contamination risk and quantitative bacterial culture of BAL fluid ( significance cut-off ≥ 10 4 colony-forming units/ml ) was used .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Modern microbiological methods were used for detection of a wide panel of pathogens and for characterisation of the bacterial isolates .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results: 33 children aged between 4 and 38 months, without structural anomalies of the conductive airways were evaluated. Significant bacterial BAL cultures were found in 48,5 % of patients. Haemophilus influenzae was isolated in 30,3 %, Streptococcus pneumoniae in 12,1 % and Moraxella catarrhalis in 12,1 %. All H. influenzae isolates were non-encapsulated strains and definitely distinguished from non-haemolytic H. haemolyticus. Respiratory viruses were detected in 21,9 % of cases with mixed bacterial-viral infection in 12,1 %. Cytology revealed a marked neutrophilic inflammation.",
      "sentences": [
        [
          {
            "segment_text": "Results : 33 children aged between 4 and 38 months ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "without structural anomalies of the conductive airways were evaluated .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Significant bacterial BAL cultures were found in 48,5 % of patients .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Haemophilus influenzae was isolated in 30,3 % ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Streptococcus pneumoniae in 12,1 % and Moraxella catarrhalis in 12,1 % .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "All H. influenzae isolates were non-encapsulated strains and definitely distinguished from non-haemolytic H. haemolyticus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Respiratory viruses were detected in 21,9 % of cases with mixed bacterial-viral infection in 12,1 % .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Cytology revealed a marked neutrophilic inflammation .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions: Bacterial infection of the bronchial tree is common in persistent preschool wheezers and provides a possible explanation for non response to ICS therapy. Non-typeable H. influenzae seems to be the predominant pathogen involved, followed by S. pneumoniae and M. catarrhalis.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions : Bacterial infection of the bronchial tree is common in persistent preschool wheezers and provides a possible explanation for non response to ICS therapy .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Non-typeable H. influenzae seems to be the predominant pathogen involved ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "followed by S. pneumoniae and M. catarrhalis .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "13",
    "segment_num": "18",
    "token_num": "269"
  }
}