{
  "paper_id": "6ac46cebdca71f2e25d8a884c5d3ce11fcaf16e7",
  "metadata": {
    "title": "Efficacy and safety of iota-carrageenan nasal spray versus placebo in early treatment of the common cold in adults: the ICICC trial",
    "coda_data_split": "train",
    "coda_paper_id": 4844,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Iota-carrageenan (I-C) is active against respiratory viruses in vitro and was effective as nasal spray in three previous clinical trials. The current trial served to further investigate I-C in patients with early common cold symptoms.",
      "sentences": [
        [
          {
            "segment_text": "Iota-carrageenan ( I-C ) is active against respiratory viruses in vitro and was effective as nasal spray in three previous clinical trials .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The current trial served to further investigate I-C in patients with early common cold symptoms .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Methods: This randomized, placebo-controlled, double-blind phase IV trial was conducted in 200 adult patients with self-diagnosed colds of \u003c48 h\u0027 duration that were confirmed by baseline cold symptom scores. Patients were to self-administer 0.12 % I-C or placebo spray (NaCl 0.5 %) four times daily for four to ten days and record symptom information for ten days. Common respiratory viruses were quantified by RT-PCR during pretreatment and on Day 3 or 4. The primary endpoint was the mean total symptom score (TSS) of eight cold symptoms on Days 2-4 (TSS 2-4 ).",
      "sentences": [
        [
          {
            "segment_text": "Methods : This randomized , placebo-controlled ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "double-blind phase IV trial was conducted in 200 adult patients with self-diagnosed colds of \u003c 48 h \u0027 duration that were confirmed by baseline cold symptom scores .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Patients were to self-administer 0.12 % I-C or placebo spray ( NaCl 0.5 % ) four times daily for four to ten days and record symptom information for ten days .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Common respiratory viruses were quantified by RT-PCR during pretreatment and on Day 3 or 4 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The primary endpoint was the mean total symptom score ( TSS ) of eight cold symptoms on Days 2-4 ( TSS 2-4 ) .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results: Patients in both treatment groups had similar baseline TSSs (mean TSS: 6.75 for I-C and 6.79 for placebo). Viruses were detected in baseline samples from 53 of 98 I-C patients (54.1 %) and 54 of 97 placebo patients (55.7 %). Mean ± SE for TSS 2-4 was 5.78 ± 0.25 for I-C patients and 6.39 ± 0.25 for placebo (p \u003d 0.0895). Exploratory analyses after unblinding (TSS 2-4 excluding a patient with aberrantly high symptom scores [TSS 2-4, ex 1pt ]; mean of TSS over Days 1-4 [TSS 1-4 ]; change in TSS 1-4 relative to baseline rel ]) demonstrated treatment differences in favor of I-C (p \u003d 0.0364, p \u003d 0.0495 and p \u003d 0.0421, respectively). For patients with quantifiable rhinovirus/enterovirus at baseline, there was a trend towards greater reduction of virus load at Day 3 or 4 (p \u003d 0.0958; I-C: 90.2 % reduction in viral load; placebo: 72.0 %). Treatments were well tolerated with no differences in adverse event rates. Conclusions: The primary endpoint did not demonstrate a statistically significant difference between I-C and placebo but showed a trend towards I-C benefit. Exploratory analyses indicated significant reduction of cold symptoms in the I-C group relative to placebo during the first four days when symptoms were most severe, and also substantiated I-C\u0027s activity against rhinovirus/enterovirus.",
      "sentences": [
        [
          {
            "segment_text": "Results : Patients in both treatment groups had similar baseline TSSs ( mean TSS : 6.75 for I-C and 6.79 for placebo ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Viruses were detected in baseline samples from 53 of 98 I-C patients ( 54.1 % ) and 54 of 97 placebo patients ( 55.7 % ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Mean ± SE for TSS 2-4 was 5.78 ± 0.25 for I-C patients and 6.39 ± 0.25 for placebo ( p \u003d 0.0895 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Exploratory analyses after unblinding ( TSS 2-4 excluding a patient with aberrantly high symptom scores ( TSS 2-4 , ex 1 pt ) ; mean of TSS over Days 1-4 ( TSS 1-4 ) ; change in TSS 1-4 relative to baseline rel ) ) demonstrated treatment differences in favor of I-C ( p \u003d 0.0364 , p \u003d 0.0495 and p \u003d 0.0421 , respectively ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "For patients with quantifiable rhinovirus/enterovirus at baseline ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "there was a trend towards greater reduction of virus load at Day 3 or 4 ( p \u003d 0.0958 ; I-C : 90.2 % reduction in viral load ; placebo : 72.0 % ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Treatments were well tolerated with no differences in adverse event rates .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : The primary endpoint did not demonstrate a statistically significant difference between I-C and placebo but showed a trend towards I-C benefit .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Exploratory analyses indicated significant reduction of cold symptoms in the I-C group relative to placebo during the first four days when symptoms were most severe ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and also substantiated I-C \u0027s activity against rhinovirus/enterovirus .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Trial registration: NCT01944631 (clinicaltrials.gov)",
      "sentences": [
        [
          {
            "segment_text": "Trial registration : NCT01944631 ( clinicaltrials.gov )",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "15",
    "segment_num": "18",
    "token_num": "410"
  }
}