{
  "paper_id": "6b2a189aec16b5703a22e99a109a1991368805ab",
  "metadata": {
    "title": "",
    "coda_data_split": "train",
    "coda_paper_id": 4546,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The Sumatran tiger (Panthera tigris ssp. sumatrae) is a critically endangered species in the wild. To ensure that demographic and genetic integrity are maintained in the longer term, those Sumatran tigers held in captivity are managed as a global population under a World Association of Zoos and Aquariums Global Species Management Plan (GSMP). A retrospective study, including segregation and pedigree analysis, was conducted to investigate potential cases of congenital vestibular disease (CVD) in captive Sumatran tigers in Australasian zoos using medical and husbandry records, as well as video footage obtained from 50 tigers between 1975 and 2013. Data from the GSMP Sumatran tiger studbook were made available for pedigree and segregation analysis.",
      "sentences": [
        [
          {
            "segment_text": "The Sumatran tiger ( Panthera tigris ssp. sumatrae ) is a critically endangered species in the wild .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To ensure that demographic and genetic integrity are maintained in the longer term ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "those Sumatran tigers held in captivity are managed as a global population under a World Association of Zoos and Aquariums Global Species Management Plan ( GSMP ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A retrospective study , including segregation and pedigree analysis ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "was conducted to investigate potential cases of congenital vestibular disease ( CVD ) in captive Sumatran tigers in Australasian zoos using medical and husbandry records ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "as well as video footage obtained from 50 tigers between 1975 and 2013 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Data from the GSMP Sumatran tiger studbook were made available for pedigree and segregation analysis .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Fourteen cases of CVD in 13 Sumatran tiger cubs and one hybrid cub (Panthera tigris ssp. sumatrae × Panthera tigris) were identified. Vestibular signs including head tilt, circling, ataxia, strabismus and nystagmus were observed between birth and 2 months of age. These clinical signs persisted for a median of 237 days and had resolved by 2 years of age in all cases. Pedigree analysis revealed that all affected tigers were closely related and shared a single common ancestor in the last four generations. A genetic cause for the disease is suspected and, based on pedigree and segregation analysis, an autosomal dominant mode of inheritance is likely. Further investigations to determine the world-wide prevalence and underlying pathology of this disorder are warranted.",
      "sentences": [
        [
          {
            "segment_text": "Fourteen cases of CVD in 13 Sumatran tiger cubs and one hybrid cub ( Panthera tigris ssp. sumatrae × Panthera tigris ) were identified .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Vestibular signs including head tilt ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "circling , ataxia , strabismus and nystagmus were observed between birth and 2 months of age .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These clinical signs persisted for a median of 237 days and had resolved by 2 years of age in all cases .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Pedigree analysis revealed that all affected tigers were closely related and shared a single common ancestor in the last four generations .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A genetic cause for the disease is suspected and ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "based on pedigree and segregation analysis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "an autosomal dominant mode of inheritance is likely .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Further investigations to determine the world-wide prevalence and underlying pathology of this disorder are warranted .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "10",
    "segment_num": "16",
    "token_num": "260"
  }
}