{
  "paper_id": "6b2bd209f924e6f5aee2deff305b3a77fd322646",
  "metadata": {
    "title": "IFITM3 and Susceptibility to Respiratory Viral Infections in the Community",
    "coda_data_split": "train",
    "coda_paper_id": 5910,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Interferon-inducible transmembrane proteins 1, 2, and 3 (IFITM 1,2, and 3) are viral restriction factors that mediate cellular resistance to several viruses. We have genotyped a possible splice-site altering single-nucleotide polymorphism (rs12252) in the IFITM3 gene in 34 patients with H1N1 influenza and severe pneumonia, and \u003e5000 individuals comprising patients with community-acquired mild lower respiratory tract infection and matched controls of Caucasian ancestry. We found evidence of an association between rs12252 rare allele homozygotes and susceptibility to mild influenza (in patients attending primary care) but could not confirm a previously reported association between this single-nucleotide polymorphism and susceptibility to severe H1N1 infection.",
      "sentences": [
        [
          {
            "segment_text": "Interferon-inducible transmembrane proteins 1 , 2 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and 3 ( IFITM 1,2 , and 3 ) are viral restriction factors that mediate cellular resistance to several viruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We have genotyped a possible splice-site altering single-nucleotide polymorphism ( rs12252 ) in the IFITM3 gene in 34 patients with H1N1 influenza and severe pneumonia ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and \u003e 5000 individuals comprising patients with community-acquired mild lower respiratory tract infection and matched controls of Caucasian ancestry .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We found evidence of an association between rs12252 rare allele homozygotes and susceptibility to mild influenza ( in patients attending primary care ) but could not confirm a previously reported association between this single-nucleotide polymorphism and susceptibility to severe H1N1 infection .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "3",
    "segment_num": "5",
    "token_num": "116"
  }
}