{
  "paper_id": "6b3569e1254c116d301b1eff9ba62ab4eefd703b",
  "metadata": {
    "title": "The Global Threats from Naturally Occurring Infectious Diseases",
    "coda_data_split": "train",
    "coda_paper_id": 8608,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Biological risk relates to a broad spectrum of possible scenarios, that can be classified in three categories: natural occurring, unintended and deliberate. The prevention and management of such events require dedicated measures at national and international level, in terms of biosafety and biosecurity: an optimized intervention can minimize the probability of occurrence, but also adverse short-term (i.e.: number of casualties, population reaction…) and long-term (i.e.: chronic illnesses, ecological changes, trades drop…) consequences. Natural scenarios include common, emerging/re-emerging and chronic infectious diseases: they are caused by biological agents, which can be normally present in the communities, as acute or chronic pathologies, or suddenly appear, causing new or uncommon syndromes. In particular, a lot of environmental and human factors can influence emerging and re-emerging diseases: for example, urbanization and people mobility facilitate microorganisms spread, while climate changes are likely to induce a relocation of pathogens vectors. Unintended events are usually due to research and diagnostic activities: laboratories are the places where biological agents are handled and a lack in Biosafety measures or negligence can result in accidental release; the so called Laboratory Acquired Infections represent the main consequence, since they cause pathologies in the laboratory workers, but could be also transmitted in the population. Deliberate use of biological agents is strictly related to terroristic activities: microorganisms are very suitable for this purpose, since they are hidden and can easily spread. The present chapter summarizes the main characteristics of biological Alessandro Mancon and Davide Mileto equally contributed to this work.",
      "sentences": [
        [
          {
            "segment_text": "Biological risk relates to a broad spectrum of possible scenarios ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "that can be classified in three categories : natural occurring , unintended and deliberate .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The prevention and management of such events require dedicated measures at national and international level ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "in terms of biosafety and biosecurity : an optimized intervention can minimize the probability of occurrence ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but also adverse short-term ( i.e. : number of casualties , population reaction ... ) and long-term ( i.e. : chronic illnesses , ecological changes , trades drop ... ) consequences .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Natural scenarios include common , emerging/re-emerging and chronic infectious diseases : they are caused by biological agents ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which can be normally present in the communities ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "as acute or chronic pathologies ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "or suddenly appear , causing new or uncommon syndromes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In particular , a lot of environmental and human factors can influence emerging and re-emerging diseases : for example ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "urbanization and people mobility facilitate microorganisms spread ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "while climate changes are likely to induce a relocation of pathogens vectors .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Unintended events are usually due to research and diagnostic activities : laboratories are the places where biological agents are handled and a lack in Biosafety measures or negligence can result in accidental release ; the so called Laboratory Acquired Infections represent the main consequence ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "since they cause pathologies in the laboratory workers ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but could be also transmitted in the population .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Deliberate use of biological agents is strictly related to terroristic activities : microorganisms are very suitable for this purpose ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "since they are hidden and can easily spread .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The present chapter summarizes the main characteristics of biological Alessandro Mancon and Davide Mileto equally contributed to this work .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "18",
    "token_num": "287"
  }
}