{
  "paper_id": "6b4b32c9c9f84ee5d0a74196f5d9378a955adac1",
  "metadata": {
    "title": "A duplex real-time reverse transcriptase polymerase chain reaction assay for the detection of St. Louis encephalitis and eastern equine encephalitis viruses",
    "coda_data_split": "train",
    "coda_paper_id": 2507,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "A duplex TaqMan real-time reverse transcriptase polymerase chain reaction (PCR) assay was developed for the detection of St. Louis encephalitis virus (SLEV) and eastern equine encephalitis virus (EEEV), for use in human and vector surveillance. The respective targets selected for the assay were the conserved NS5 and E1 genes of the 2 viruses. Because of the insufficient number of NS5 sequences from SLEV strains in the GenBank database, we determined the sequence of an approximately 1-kb region for each of 25 strains of SLEV to select primers and probes in a conserved region. Our assay has a sensitivity of 5 gene copies (gc)/reaction for EEEV and 10 gc/reaction for SLEV, and its performance is linear for at least 6 log 10 gc. The assay is specific and detected all strains of SLEV (69) and EEEV (12) that were tested. An internal control ensures detection of efficient nucleic acid extraction and possible PCR inhibition. Published by Elsevier Inc.",
      "sentences": [
        [
          {
            "segment_text": "A duplex TaqMan real-time reverse transcriptase polymerase chain reaction ( PCR ) assay was developed for the detection of St. Louis encephalitis virus ( SLEV ) and eastern equine encephalitis virus ( EEEV ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "for use in human and vector surveillance .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The respective targets selected for the assay were the conserved NS5 and E1 genes of the 2 viruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Because of the insufficient number of NS5 sequences from SLEV strains in the GenBank database ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "we determined the sequence of an approximately 1-kb region for each of 25 strains of SLEV to select primers and probes in a conserved region .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our assay has a sensitivity of 5 gene copies ( gc ) / reaction for EEEV and 10 gc/reaction for SLEV ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and its performance is linear for at least 6 log 10 gc .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The assay is specific and detected all strains of SLEV ( 69 ) and EEEV ( 12 ) that were tested .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "An internal control ensures detection of efficient nucleic acid extraction and possible PCR inhibition .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Published by Elsevier Inc. .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "10",
    "token_num": "181"
  }
}