{
  "paper_id": "6b4c40fbc8a3565607f435da2b0bc1581e19a7f5",
  "metadata": {
    "title": "Leveraging the Laboratory Response Network Model for the Global Health Security Agenda",
    "coda_data_split": "train",
    "coda_paper_id": 10205,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Promoting global health security as an international priority is a challenge; the US Centers for Disease Control and Prevention (CDC) in its Global Health Security Agenda has articulated the importance of accelerating progress toward a world safe and secure from infectious disease threats. The goals are to (1) prevent and reduce the likelihood of outbreaks-natural, accidental, or intentional; (2) detect threats early to save lives; and (3) respond rapidly and effectively using multisectoral, international coordination and communication. Foundational to this agenda is the World Health Organization (WHO) Revised International Health Regulations (IHR) of 2005, which provide the legal framework for countries to strengthen their health systems in order to be able to respond to any public health emergency of international concern. This article proposes leveraging the distributed structure of the US-managed Laboratory Response Network for Biological Threats Preparedness (LRN-B) to develop the core capacity of laboratory testing and to fulfill the laboratorystrengthening component of the Global Health Security Agenda. The LRN model offers an effective mechanism to detect and respond to public health emergencies of international concern.",
      "sentences": [
        [
          {
            "segment_text": "Promoting global health security as an international priority is a challenge ; the US Centers for Disease Control and Prevention ( CDC ) in its Global Health Security Agenda has articulated the importance of accelerating progress toward a world safe and secure from infectious disease threats .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The goals are to ( 1 ) prevent and reduce the likelihood of outbreaks-natural ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "accidental , or intentional ; ( 2 ) detect threats early to save lives ; and ( 3 ) respond rapidly and effectively using multisectoral , international coordination and communication .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Foundational to this agenda is the World Health Organization ( WHO ) Revised International Health Regulations ( IHR ) of 2005 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which provide the legal framework for countries to strengthen their health systems in order to be able to respond to any public health emergency of international concern .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This article proposes leveraging the distributed structure of the US-managed Laboratory Response Network for Biological Threats Preparedness ( LRN-B ) to develop the core capacity of laboratory testing and to fulfill the laboratorystrengthening component of the Global Health Security Agenda .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The LRN model offers an effective mechanism to detect and respond to public health emergencies of international concern .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Chris N. Mangal, MPH, is",
      "sentences": [
        [
          {
            "segment_text": "Chris N. Mangal , MPH , is",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "6",
    "segment_num": "8",
    "token_num": "210"
  }
}