{
  "paper_id": "6b4df50a744abaab490686c10f86c3df91b81752",
  "metadata": {
    "title": "Differential suppression of interferon-7-induced Ia antigen expression on cultured rat astroglia and microglia by second messengers",
    "coda_data_split": "train",
    "coda_paper_id": 7416,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The roles of intracellular second messengers in interferon-y (IFN-\u0027t)-induced Ia antigen (Ag) expression by astroglia and microglia were examined. Ia Ag on both glia types was induced by IFN-~,. Reagents known to increase intracellular cAMP or activate intracellular protein kinase C (PKC) reduced IFN-3,-induced Ia Ag expression by astroglia. In contrast, increasing intracellular cAMP had no suppressive effect on Ia Ag expression by microglia. These results indicate (1) cAMP and PKC negatively regulate IFN-3,-induced Ia expression on astroglia, and (2) Ia expression is regulated differentially in astroglia vs. microglia. These findings may explain the frequent observation of Ia รท microglia (or macrophages) but not astroglia in various neurodegenerative diseases.",
      "sentences": [
        [
          {
            "segment_text": "The roles of intracellular second messengers in interferon-y ( IFN - ` t ) - induced Ia antigen ( Ag ) expression by astroglia and microglia were examined .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Ia Ag on both glia types was induced by IFN - ~ , .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Reagents known to increase intracellular cAMP or activate intracellular protein kinase C ( PKC ) reduced IFN-3 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "- induced Ia Ag expression by astroglia .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In contrast , increasing intracellular cAMP had no suppressive effect on Ia Ag expression by microglia .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results indicate ( 1 ) cAMP and PKC negatively regulate IFN-3 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "- induced Ia expression on astroglia ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and ( 2 ) Ia expression is regulated differentially in astroglia vs. microglia .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These findings may explain the frequent observation of Ia รท microglia ( or macrophages ) but not astroglia in various neurodegenerative diseases .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "9",
    "token_num": "143"
  }
}