{
  "paper_id": "6b4f18e9ba17c239942349a4ce123aa777d347e6",
  "metadata": {
    "title": "Reovirus, isolated from SARS patients",
    "coda_data_split": "train",
    "coda_paper_id": 4947,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Beijing has been severely affected by SARS, and SARS-associated coronavirus has been confirmed as its cause. However, clinical and experimental evidence implicates the possibility of co-infection. In this report, reovirus was isolated from throat swabs of SARS patients, including the first case in Beijing and her mother. Identification with the electron microscopy revealed the characteristic features of reovirus. 24 of 38 samples from other SARS cases were found to have serologic responses to the reovirus. Primers designed for reovirus have amplified several fragments of DNA, one of which was sequenced (S2 gene fragment), which indicates it as a unique reovirus (orthoreovirus). Preliminary animal experiment showed that inoculation of the reovirus in mice caused death with atypical pneumonia. Nevertheless, the association of reovirus with SARS outbreak requires to be further investigated.",
      "sentences": [
        [
          {
            "segment_text": "Beijing has been severely affected by SARS ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and SARS-associated coronavirus has been confirmed as its cause .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , clinical and experimental evidence implicates the possibility of co-infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this report , reovirus was isolated from throat swabs of SARS patients ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including the first case in Beijing and her mother .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Identification with the electron microscopy revealed the characteristic features of reovirus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "24 of 38 samples from other SARS cases were found to have serologic responses to the reovirus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Primers designed for reovirus have amplified several fragments of DNA ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "one of which was sequenced ( S2 gene fragment ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which indicates it as a unique reovirus ( orthoreovirus ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Preliminary animal experiment showed that inoculation of the reovirus in mice caused death with atypical pneumonia .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Nevertheless , the association of reovirus with SARS outbreak requires to be further investigated .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "12",
    "token_num": "149"
  }
}