{
  "paper_id": "6b5de60d9f674c951315c0c7549fe9e9987e239f",
  "metadata": {
    "title": "Adenovirus serotype 7 associated with a severe lower respiratory tract disease outbreak in infants in Shaanxi Province, China",
    "coda_data_split": "train",
    "coda_paper_id": 8300,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Pneumonia caused by adenovirus infection is usually severe especially with adenovirus serotype 7 commonly associated with lower respiratory tract disease outbreaks. We reported an outbreak of 70 cases of severe pneumonia with one death of infants in Shaanxi Province, China. Sampling showed adenovirus 7 (Ad7) as the primary pathogen with some co-infections. Results: Two strains of adenovirus and two strains of enterovirus were isolated, the 21 pharynx swabs showed 14 positive amplifications for adenovirus; three co-infections with respiratory syncytial virus, two positive for rhinovirus, one positive for parainfluenza 3, and four negative. Adenovirus typing showed nine of the nine adenovirus positive samples were HAdV-7, three were HAdV-3 and two were too weak to perform sequencing. The entire hexon gene of adenovirus was sequenced and analyzed for the two adenovirus serotype 7 isolates, showing the nucleic acid homology was 99.8% between the two strains and 99.5% compared to the reference strain HAdV-7 (GenBank accession number AY769946). For the 21 acute phase serum samples from the 21 patients, six samples had positives results for ELISA detection of HAdV IgA, and the neutralization titers of the convalescent-phase samples were four times higher than those of the acute-phase samples in nine pairs.",
      "sentences": [
        [
          {
            "segment_text": "Background : Pneumonia caused by adenovirus infection is usually severe especially with adenovirus serotype 7 commonly associated with lower respiratory tract disease outbreaks .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We reported an outbreak of 70 cases of severe pneumonia with one death of infants in Shaanxi Province , China .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Sampling showed adenovirus 7 ( Ad7 ) as the primary pathogen with some co-infections .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Results : Two strains of adenovirus and two strains of enterovirus were isolated ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the 21 pharynx swabs showed 14 positive amplifications for adenovirus ; three co-infections with respiratory syncytial virus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "two positive for rhinovirus , one positive for parainfluenza 3 , and four negative .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Adenovirus typing showed nine of the nine adenovirus positive samples were HAdV-7 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "three were HAdV-3 and two were too weak to perform sequencing .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The entire hexon gene of adenovirus was sequenced and analyzed for the two adenovirus serotype 7 isolates ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "showing the nucleic acid homology was 99.8 % between the two strains and 99.5 % compared to the reference strain HAdV-7 ( GenBank accession number AY769946 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "For the 21 acute phase serum samples from the 21 patients ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "six samples had positives results for ELISA detection of HAdV IgA ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the neutralization titers of the convalescent-phase samples were four times higher than those of the acute-phase samples in nine pairs .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "We concluded adenovirus was the viral pathogen, primarily HAdV-7, with some co-infections responsible for the outbreak. This is the first report of an infant pneumonia outbreak caused by adenovirus serotype 7 in Shaanxi Province, China.",
      "sentences": [
        [
          {
            "segment_text": "We concluded adenovirus was the viral pathogen ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "primarily HAdV-7 , with some co-infections responsible for the outbreak .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This is the first report of an infant pneumonia outbreak caused by adenovirus serotype 7 in Shaanxi Province , China .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "9",
    "segment_num": "16",
    "token_num": "264"
  }
}