{
  "paper_id": "6b6974f77478ef8c519ebbb1a6bab4f434f7cc82",
  "metadata": {
    "title": "Severe Acute Respiratory Syndrome and Sport Facts and Fallacies",
    "coda_data_split": "train",
    "coda_paper_id": 3264,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Abstract activities in SARS-affected cities, it also affected sporting activities. SARS was identified in Hong Kong in late February 2003 and the WHO issued a global alert on 12 March, 2003. The incubation period of SARS is usually 4-6 days and patients commonly present with high fever (temperature \u003e38°C), dry cough, chills and rigor, dyspnoea and diarrhoea. Although a specific antiviral agent and vaccines for SARS are not available at the time of writing, a standard treatment protocol for SARS has been developed. The average mortality rate is about 16% in Hong Kong.",
      "sentences": [
        [
          {
            "segment_text": "Abstract activities in SARS-affected cities ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "it also affected sporting activities .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "SARS was identified in Hong Kong in late February 2003 and the WHO issued a global alert on 12 March , 2003 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The incubation period of SARS is usually 4-6 days and patients commonly present with high fever ( temperature \u003e 38 °C ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "dry cough , chills and rigor , dyspnoea and diarrhoea .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although a specific antiviral agent and vaccines for SARS are not available at the time of writing ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a standard treatment protocol for SARS has been developed .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The average mortality rate is about 16 % in Hong Kong .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "The coronavirus is a common pathogen for upper respiratory tract infection and is the most probable pathogen for SARS. Transmission methods may, therefore, be similar for both these infections. Transmission is possible when aerosolised viral particles come into contact with the susceptible host\u0027s mucous membrane, most commonly the nose, but also the mouth and eyes.",
      "sentences": [
        [
          {
            "segment_text": "The coronavirus is a common pathogen for upper respiratory tract infection and is the most probable pathogen for SARS .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Transmission methods may , therefore ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "be similar for both these infections .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Transmission is possible when aerosolised viral particles come into contact with the susceptible host \u0027s mucous membrane ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "most commonly the nose , but also the mouth and eyes .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "With appropriate preventive measures to avoid contact with virus, the probability of infection is minimal. Isolation of those who have had close contact with confirmed or suspected SARS patients and/or who have persistent fever will be the most effective and practical method of avoiding contact. Maintaining personal hygiene and frequent hand washing can also reduce the risk of infection. Using diluted bleach (1 part bleach in 99 parts water) to cleanse training areas and equipment is also recommended.",
      "sentences": [
        [
          {
            "segment_text": "With appropriate preventive measures to avoid contact with virus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the probability of infection is minimal .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Isolation of those who have had close contact with confirmed or suspected SARS patients and/or who have persistent fever will be the most effective and practical method of avoiding contact .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Maintaining personal hygiene and frequent hand washing can also reduce the risk of infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Using diluted bleach ( 1 part bleach in 99 parts water ) to cleanse training areas and equipment is also recommended .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "With proper event planning to conform with quarantine measures, special travel arrangements, facility sterilisation and use of venues with good ventilation and filtering systems, sport competition can still proceed.",
      "sentences": [
        [
          {
            "segment_text": "With proper event planning to conform with quarantine measures ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "special travel arrangements , facility sterilisation and use of venues with good ventilation and filtering systems ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "sport competition can still proceed .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "13",
    "segment_num": "21",
    "token_num": "290"
  }
}