{
  "paper_id": "6b6a3e24c4812ea75232742d0fdd0a4020289ce6",
  "metadata": {
    "title": "An updated estimation of the risk of transmission of the novel coronavirus (2019-nCov)-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/)",
    "coda_data_split": "train",
    "coda_paper_id": 9136,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The basic reproduction number of an infectious agent is the average number of infections one case can generate over the course of the infectious period, in a naïve, uninfected population. It is well-known that the estimation of this number may vary due to several methodological issues, including different assumptions and choice of parameters, utilized models, used datasets and estimation period. With the spreading of the novel coronavirus (2019-nCoV) infection, the reproduction number has been found to vary, reflecting the dynamics of transmission of the coronavirus outbreak as well as the case reporting rate. Due to significant variations in the control strategies, which have been changing over time, and thanks to the introduction of detection technologies that have been rapidly improved, enabling to shorten the time from infection/symptoms onset to diagnosis, leading to faster confirmation of the new coronavirus cases, our previous estimations on the transmission risk of the 2019-nCoV need to be revised. By using time-dependent contact and diagnose rates, we refit our previously proposed dynamics transmission model to the data available until January 29th , 2020 and re-estimated the effective daily reproduction ratio that better quantifies the evolution of the interventions. We estimated when the effective daily reproduction ratio has fallen below 1 and when the epidemics will peak. Our updated findings suggest that the best measure is persistent and strict self-isolation. The epidemics will continue to grow, and can peak soon with the peak time depending highly on the public health interventions practically implemented.",
      "sentences": [
        [
          {
            "segment_text": "The basic reproduction number of an infectious agent is the average number of infections one case can generate over the course of the infectious period ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "in a naïve , uninfected population .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It is well-known that the estimation of this number may vary due to several methodological issues ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including different assumptions and choice of parameters ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "utilized models , used datasets and estimation period .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "With the spreading of the novel coronavirus ( 2019-nCoV ) infection ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the reproduction number has been found to vary ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "reflecting the dynamics of transmission of the coronavirus outbreak as well as the case reporting rate .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Due to significant variations in the control strategies ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which have been changing over time ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and thanks to the introduction of detection technologies that have been rapidly improved ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "enabling to shorten the time from infection/symptoms onset to diagnosis ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "leading to faster confirmation of the new coronavirus cases ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "our previous estimations on the transmission risk of the 2019-nCoV need to be revised .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "By using time-dependent contact and diagnose rates ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we refit our previously proposed dynamics transmission model to the data available until January 29th ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "2020 and re-estimated the effective daily reproduction ratio that better quantifies the evolution of the interventions .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We estimated when the effective daily reproduction ratio has fallen below 1 and when the epidemics will peak .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our updated findings suggest that the best measure is persistent and strict self-isolation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The epidemics will continue to grow ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and can peak soon with the peak time depending highly on the public health interventions practically implemented .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "21",
    "token_num": "270"
  }
}