{
  "paper_id": "6b8d7a679381e32b5a5ee87fcb3c7a10407b1e94",
  "metadata": {
    "title": "Translating old drugs into new treatments: ribosomal frameshifting as a target for antiviral agents",
    "coda_data_split": "train",
    "coda_paper_id": 2811,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Programmed ribosomal frameshifting is used by many viruses to regulate the production of structural and enzymatic proteins.",
      "sentences": [
        [
          {
            "segment_text": "Programmed ribosomal frameshifting is used by many viruses to regulate the production of structural and enzymatic proteins .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Altering the frameshifting efficiencies disrupts the virus life cycle and eliminates or reduces virus production. Ribosomal frameshifting therefore provides a unique target on which antiviral agents can function. This article describes a series of rapid assay strategies that have been developed and used to identify potential antiviral agents that target programmed Ϫ1 ribosomal frameshifting.",
      "sentences": [
        [
          {
            "segment_text": "Altering the frameshifting efficiencies disrupts the virus life cycle and eliminates or reduces virus production .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Ribosomal frameshifting therefore provides a unique target on which antiviral agents can function .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This article describes a series of rapid assay strategies that have been developed and used to identify potential antiviral agents that target programmed Ϫ1 ribosomal frameshifting .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "4",
    "segment_num": "4",
    "token_num": "75"
  }
}