{
  "paper_id": "6ba765c59c84e2482d86be23a73ce6900308ce33",
  "metadata": {
    "title": "Bovine milk immunoglobulins against microbial human diseases",
    "coda_data_split": "train",
    "coda_paper_id": 10627,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Immunoglobulins (Igs), also called antibodies, are present in milk and colostrum of all lactating species. Igs are divided into classes having different physico-chemical structures and biological activities. The major Ig classes in bovine and human milk are IgA, IgG and IgM. Bovine colostral Igs provide the newborn calf with passive immune protection against microbial infections until the calf\u0027s own immune system matures. Colostral Ig preparations designed for farm animals have been commercially available for many years. Potential health benefi ts attributed to bovine colostrum have increased manufacture and marketing of colostral Ig-based dietary supplements also for human use. Furthermore, specifi c anti-microbial antibodies can be produced into colostrum by immunizing cows with vaccines made of pathogenic microorganisms. These antibodies can be concentrated and used to formulate so-called immune milk preparations. Such preparations have proven effective in prevention of animal and human infections caused, e.g. by rotavirus, Shigella fl exneri, Escherichia coli, Clostridium diffi cile, Streptococcus mutans, Cryptosporidium parvum and Helicobacter pylori. Their therapeutic effi cacy, however, seems limited. A few immune milk products have been commercialized and more can be expected in the future for use, e.g. as a supportive means in antibiotic treatments and for prevention of hospital infections.",
      "sentences": [
        [
          {
            "segment_text": "Immunoglobulins ( Igs ) , also called antibodies ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "are present in milk and colostrum of all lactating species .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Igs are divided into classes having different physico-chemical structures and biological activities .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The major Ig classes in bovine and human milk are IgA , IgG and IgM .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Bovine colostral Igs provide the newborn calf with passive immune protection against microbial infections until the calf \u0027s own immune system matures .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Colostral Ig preparations designed for farm animals have been commercially available for many years .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Potential health benefi ts attributed to bovine colostrum have increased manufacture and marketing of colostral Ig-based dietary supplements also for human use .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Furthermore , specifi c anti-microbial antibodies can be produced into colostrum by immunizing cows with vaccines made of pathogenic microorganisms .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These antibodies can be concentrated and used to formulate so-called immune milk preparations .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Such preparations have proven effective in prevention of animal and human infections caused ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "e.g. by rotavirus , Shigella fl exneri ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Escherichia coli , Clostridium diffi cile ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Streptococcus mutans , Cryptosporidium parvum and Helicobacter pylori .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Their therapeutic effi cacy , however , seems limited .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A few immune milk products have been commercialized and more can be expected in the future for use ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "e.g. as a supportive means in antibiotic treatments and for prevention of hospital infections .",
            "crowd_label": "background"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "16",
    "token_num": "227"
  }
}