{
  "paper_id": "6bbd41c340998a90c41cebafe37431b2a13c45b9",
  "metadata": {
    "title": "Abstracts from the 12th International Symposium on NeuroVirology P1 HIV-1 Nef expression in microglia causes mania-like behaviors with altered dopaminergic function",
    "coda_data_split": "train",
    "coda_paper_id": 2285,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background: Neuropsychiatric disorders in HIV/AIDS are common although the contribution of HIV-1 infection of the brain, and in particular individual HIV-1 genes, to the occurrence of these brain disorders is unknown. Herein, an in vivo transgenic model was generated in which the HIV-1 Nef gene was expressed in myeloid cells and the ensuing neurobehavioral phenotype and associated molecular changes were investigated. Methods: Transgenic (Tg) mice were generated that expressed full length HIV-1 nef under the control of the c-fms promoter. Neurobehavioral performance was assessed by locomotory, forced swim (FST), elevated plus maze (EPM) and T-maze tests. Host gene and transgene expression was assessed in brain and myeloid cells by sqRT-PCR, immunoblotting, enzymatic activity and immunohistochemistry. Biogenic amines were measured by HPLC. Results: Tg animals exhibited Nef expression in brain microglia and cultured macrophages. Tg animals displayed hyperactive behaviors including augmented locomotor activity, decreased immobility in forced swim test and increased open-arm EPM exploration compared to wildtype (Wt) littermates (p\u003c0.05). Total dopamine levels, MAO activity and dopamine transporter (DAT) expression were reduced in the striatum of Tg animals (p\u003c0.05). Tg animals displayed increased CCL2 expression with concurrent IFN-alpha suppression in striatum compared with wildtype littermates (p\u003c0.05). Conclusions: Nef expression in microglia disrupted striatal dopaminergic pathways in conjunction with increased CCL2 expression, resulting in a mania-like behavioral phenotype.",
      "sentences": [
        [
          {
            "segment_text": "Background : Neuropsychiatric disorders in HIV/AIDS are common although the contribution of HIV-1 infection of the brain ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and in particular individual HIV-1 genes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "to the occurrence of these brain disorders is unknown .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Herein , an in vivo transgenic model was generated in which the HIV-1 Nef gene was expressed in myeloid cells and the ensuing neurobehavioral phenotype and associated molecular changes were investigated .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : Transgenic ( Tg ) mice were generated that expressed full length HIV-1 nef under the control of the c-fms promoter .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Neurobehavioral performance was assessed by locomotory ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "forced swim ( FST ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "elevated plus maze ( EPM ) and T-maze tests .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Host gene and transgene expression was assessed in brain and myeloid cells by sqRT-PCR ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "immunoblotting , enzymatic activity and immunohistochemistry .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Biogenic amines were measured by HPLC .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Tg animals exhibited Nef expression in brain microglia and cultured macrophages .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Tg animals displayed hyperactive behaviors including augmented locomotor activity ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "decreased immobility in forced swim test and increased open-arm EPM exploration compared to wildtype ( Wt ) littermates ( p \u003c 0.05 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Total dopamine levels , MAO activity and dopamine transporter ( DAT ) expression were reduced in the striatum of Tg animals ( p \u003c 0.05 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Tg animals displayed increased CCL2 expression with concurrent IFN-alpha suppression in striatum compared with wildtype littermates ( p \u003c 0.05 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : Nef expression in microglia disrupted striatal dopaminergic pathways in conjunction with increased CCL2 expression ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "resulting in a mania-like behavioral phenotype .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Background: Varicella Zoster Virus (VZV) reactivation is well known to cause herpes zoster. However, it is also associated with various other neurologic complications that can occur with or without a rash. Here, we describe such cases seen at our institution, which can present a diagnostic challenge. Case 1: A 59 year old healthy male presented with hemineglect due to a parietal hemorrhage. Over next several months, he developed multi-territory ischemic infarcts and then seizures. Vascular imaging and Cerebrospinal fluid (CSF) examination were normal. Eight months since initial presentation, he developed meningoencephalitis, herpes zoster and CSF was positive for VZV PCR. Case 2: A 56 year old male with AIDS, recent chemotherapy for Burkitt\u0027s lymphoma presented with progressive monoparesis followed by paraparesis and urinary retention. MRI showed patchy T2 hyperintense and gadolinium enhancing lesions in the lower spinal cord and conus. A zoster rash emerged about 10 days into his illness and CSF PCR for VZV was positive.",
      "sentences": [
        [
          {
            "segment_text": "Background : Varicella Zoster Virus ( VZV ) reactivation is well known to cause herpes zoster .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , it is also associated with various other neurologic complications that can occur with or without a rash .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we describe such cases seen at our institution ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "which can present a diagnostic challenge .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Case 1 : A 59 year old healthy male presented with hemineglect due to a parietal hemorrhage .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Over next several months , he developed multi-territory ischemic infarcts and then seizures .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Vascular imaging and Cerebrospinal fluid ( CSF ) examination were normal .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Eight months since initial presentation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "he developed meningoencephalitis , herpes zoster and CSF was positive for VZV PCR .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Case 2 : A 56 year old male with AIDS ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "recent chemotherapy for Burkitt \u0027s lymphoma presented with progressive monoparesis followed by paraparesis and urinary retention .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "MRI showed patchy T2 hyperintense and gadolinium enhancing lesions in the lower spinal cord and conus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A zoster rash emerged about 10 days into his illness and CSF PCR for VZV was positive .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "21",
    "segment_num": "31",
    "token_num": "445"
  }
}