{
  "paper_id": "6bc503470575d86c809d73642019be355d05dbaf",
  "metadata": {
    "title": "A tug-of-war between severe acute respiratory syndrome coronavirus 2 and host antiviral defence: lessons from other pathogenic viruses",
    "coda_data_split": "train",
    "coda_paper_id": 5303,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "World Health Organization has declared the ongoing outbreak of coronavirus disease 2019 (COVID-19) a Public Health Emergency of International Concern. The virus was named severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) by the International Committee on Taxonomy of Viruses. Human infection with SARS-CoV-2 leads to a wide range of clinical manifestations ranging from asymptomatic, mild, moderate to severe. The severe cases present with pneumonia, which can progress to acute respiratory distress syndrome. The outbreak provides an opportunity for real-time tracking of an animal coronavirus that has just crossed species barrier to infect humans. The outcome of SARS-CoV-2 infection is largely determined by virus-host interaction. Here, we review the discovery, zoonotic origin, animal hosts, transmissibility and pathogenicity of SARS-CoV-2 in relation to its interplay with host antiviral defense. A comparison with SARS-CoV, Middle East respiratory syndrome coronavirus, community-acquired human coronaviruses and other pathogenic viruses including human immunodeficiency viruses is made. We summarize current understanding of the induction of a proinflammatory cytokine storm by other highly pathogenic human coronaviruses, their adaptation to humans and their usurpation of the cell death programmes. Important questions concerning the interaction between SARS-CoV-2 and host antiviral defence, including asymptomatic and presymptomatic virus shedding, are also discussed.",
      "sentences": [
        [
          {
            "segment_text": "World Health Organization has declared the ongoing outbreak of coronavirus disease 2019 ( COVID-19 ) a Public Health Emergency of International Concern .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The virus was named severe acute respiratory syndrome coronavirus 2 ( SARS-CoV-2 ) by the International Committee on Taxonomy of Viruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Human infection with SARS-CoV-2 leads to a wide range of clinical manifestations ranging from asymptomatic ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "mild , moderate to severe .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The severe cases present with pneumonia ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which can progress to acute respiratory distress syndrome .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The outbreak provides an opportunity for real-time tracking of an animal coronavirus that has just crossed species barrier to infect humans .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The outcome of SARS-CoV-2 infection is largely determined by virus-host interaction .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we review the discovery ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "zoonotic origin , animal hosts ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "transmissibility and pathogenicity of SARS-CoV-2 in relation to its interplay with host antiviral defense .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A comparison with SARS-CoV , Middle East respiratory syndrome coronavirus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "community-acquired human coronaviruses and other pathogenic viruses including human immunodeficiency viruses is made .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We summarize current understanding of the induction of a proinflammatory cytokine storm by other highly pathogenic human coronaviruses ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "their adaptation to humans and their usurpation of the cell death programmes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Important questions concerning the interaction between SARS-CoV-2 and host antiviral defence ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including asymptomatic and presymptomatic virus shedding , are also discussed .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "ARTICLE HISTORY",
      "sentences": [
        [
          {
            "segment_text": "ARTICLE HISTORY",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "11",
    "segment_num": "18",
    "token_num": "227"
  }
}