{
  "paper_id": "6bef9eb1c377ae09eaaa5213fb68e74e9b6fe37d",
  "metadata": {
    "title": "Perinatal death investigations: What is current practice?",
    "coda_data_split": "train",
    "coda_paper_id": 7293,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Perinatal death (PD) is a devastating obstetric complication. Determination of cause of death helps in understanding why and how it occurs, and it is an indispensable aid to parents wanting to understand why their baby died and to determine the recurrence risk and management in subsequent pregnancy. Consequently, a perinatal death requires adequate diagnostic investigation. An important first step in the analysis of PD is to identify the case circumstances, including relevant details regarding maternal history, obstetric history and current pregnancy (complications are evaluated and recorded). In the next step, placental examination is suggested in all cases, together with molecular cytogenetic evaluation and fetal autopsy. Investigation for fetalematernal hemorrhage by Kleihauer is also recommended as standard. In cases where parents do not consent to autopsy, alternative approaches such as minimally invasive postmortem examination, postmortem magnetic resonance imaging, and fetal photographs are good alternatives. After all investigations have been performed it is important to combine findings from the clinical review and investigations together, to identify the most probable cause of death and counsel the parents regarding their loss.",
      "sentences": [
        [
          {
            "segment_text": "Perinatal death ( PD ) is a devastating obstetric complication .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Determination of cause of death helps in understanding why and how it occurs ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and it is an indispensable aid to parents wanting to understand why their baby died and to determine the recurrence risk and management in subsequent pregnancy .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Consequently , a perinatal death requires adequate diagnostic investigation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "An important first step in the analysis of PD is to identify the case circumstances ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including relevant details regarding maternal history ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "obstetric history and current pregnancy ( complications are evaluated and recorded ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In the next step , placental examination is suggested in all cases ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "together with molecular cytogenetic evaluation and fetal autopsy .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Investigation for fetalematernal hemorrhage by Kleihauer is also recommended as standard .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In cases where parents do not consent to autopsy ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "alternative approaches such as minimally invasive postmortem examination ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "postmortem magnetic resonance imaging , and fetal photographs are good alternatives .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "After all investigations have been performed it is important to combine findings from the clinical review and investigations together ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "to identify the most probable cause of death and counsel the parents regarding their loss .",
            "crowd_label": "background"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "15",
    "token_num": "199"
  }
}