{
  "paper_id": "6bf7eb57bcb46ac71e49305ef93f2acafc869e9b",
  "metadata": {
    "title": "The Pathogenesis of Rift Valley Fever",
    "coda_data_split": "train",
    "coda_paper_id": 3771,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Rift Valley fever (RVF) is an emerging zoonotic disease distributed in sub-Saharan African countries and the Arabian Peninsula. The disease is caused by the Rift Valley fever virus (RVFV) of the family Bunyaviridae and the genus Phlebovirus. The virus is transmitted by mosquitoes, and virus replication in domestic ruminant results in high rates of mortality and abortion. RVFV infection in humans usually causes a self-limiting, acute and febrile illness; however, a small number of cases progress to neurological disorders, partial or complete blindness, hemorrhagic fever, or thrombosis. This review describes the pathology of RVF in human patients and several animal models, and summarizes the role of viral virulence factors and host factors that affect RVFV pathogenesis.",
      "sentences": [
        [
          {
            "segment_text": "Rift Valley fever ( RVF ) is an emerging zoonotic disease distributed in sub-Saharan African countries and the Arabian Peninsula .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The disease is caused by the Rift Valley fever virus ( RVFV ) of the family Bunyaviridae and the genus Phlebovirus .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The virus is transmitted by mosquitoes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and virus replication in domestic ruminant results in high rates of mortality and abortion .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "RVFV infection in humans usually causes a self-limiting ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "acute and febrile illness ; however ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a small number of cases progress to neurological disorders ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "partial or complete blindness , hemorrhagic fever , or thrombosis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review describes the pathology of RVF in human patients and several animal models ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and summarizes the role of viral virulence factors and host factors that affect RVFV pathogenesis .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "10",
    "token_num": "133"
  }
}