{
  "paper_id": "6bfd7a2e092c039e792bae569c8406f2a47c2759",
  "metadata": {
    "title": "Professional and Home-Made Face Masks Reduce Exposure to Respiratory Infections among the General Population",
    "coda_data_split": "train",
    "coda_paper_id": 10503,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Governments are preparing for a potential influenza pandemic. Therefore they need data to assess the possible impact of interventions. Face-masks worn by the general population could be an accessible and affordable intervention, if effective when worn under routine circumstances.",
      "sentences": [
        [
          {
            "segment_text": "Background : Governments are preparing for a potential influenza pandemic .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Therefore they need data to assess the possible impact of interventions .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Face-masks worn by the general population could be an accessible and affordable intervention ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "if effective when worn under routine circumstances .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "We assessed transmission reduction potential provided by personal respirators, surgical masks and homemade masks when worn during a variety of activities by healthy volunteers and a simulated patient.",
      "sentences": [
        [
          {
            "segment_text": "We assessed transmission reduction potential provided by personal respirators ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "surgical masks and homemade masks when worn during a variety of activities by healthy volunteers and a simulated patient .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Principal Findings: All types of masks reduced aerosol exposure, relatively stable over time, unaffected by duration of wear or type of activity, but with a high degree of individual variation. Personal respirators were more efficient than surgical masks, which were more efficient than home-made masks. Regardless of mask type, children were less well protected. Outward protection (mask wearing by a mechanical head) was less effective than inward protection (mask wearing by healthy volunteers).",
      "sentences": [
        [
          {
            "segment_text": "Principal Findings : All types of masks reduced aerosol exposure ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "relatively stable over time , unaffected by duration of wear or type of activity ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but with a high degree of individual variation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Personal respirators were more efficient than surgical masks ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which were more efficient than home-made masks .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Regardless of mask type , children were less well protected .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Outward protection ( mask wearing by a mechanical head ) was less effective than inward protection ( mask wearing by healthy volunteers ) .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "8",
    "segment_num": "13",
    "token_num": "162"
  }
}