{
  "paper_id": "6c0ad460d92c7cd8ed4e59478fb6095859f2927f",
  "metadata": {
    "title": "The ADAM metalloproteinases",
    "coda_data_split": "train",
    "coda_paper_id": 4011,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The ADAMs (a disintegrin and metalloproteinase) are a fascinating family of transmembrane and secreted proteins with important roles in regulating cell phenotype via their effects on cell adhesion, migration, proteolysis and signalling. Though all ADAMs contain metalloproteinase domains, in humans only 13 of the 21 genes in the family encode functional proteases, indicating that at least for the other eight members, protein-protein interactions are critical aspects of their biological functions. The functional ADAM metalloproteinases are involved in \u0027\u0027ectodomain shedding\" of diverse growth factors, cytokines, receptors and adhesion molecules. The archetypal activity is shown by ADAM-17 (tumour necrosis factor-a convertase, TACE), which is the principal protease involved in the activation of pro-TNF-a, but whose sheddase functions cover a broad range of cell surface molecules. In particular, ADAM-17 is required for generation of the active forms of Epidermal Growth Factor Receptor (EGFR) ligands, and its function is essential for the development of epithelial tissues. Several other ADAMs have important sheddase functions in particular tissue contexts. Another major family member, ADAM-10, is a principal player in signalling via the Notch and Eph/ephrin pathways. For a growing number of substrates, foremost among them being Notch, cleavage by ADAM sheddases is essential for their subsequent \u0027\u0027regulated intramembrane proteolysis\" (RIP), which generates cleaved intracellular domains that translocate to the nucleus and regulate gene transcription. Several ADAMs play roles in spermatogenesis and sperm function, potentially by effecting maturation of sperm and their adhesion and migration in the uterus. Other non-catalytic ADAMs function in the CNS via effects on guidance mechanisms. The ADAM family are thus fundamental to many control processes in development and homeostasis, and unsurprisingly they are also linked to pathological states when their functions are dysregulated, including cancer, cardiovascular disease, asthma, Alzheimer\u0027s disease. This review will provide an overview of current knowledge of the human ADAMs, discussing their structure, function, regulation and disease involvement.",
      "sentences": [
        [
          {
            "segment_text": "The ADAMs ( a disintegrin and metalloproteinase ) are a fascinating family of transmembrane and secreted proteins with important roles in regulating cell phenotype via their effects on cell adhesion ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "migration , proteolysis and signalling .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Though all ADAMs contain metalloproteinase domains ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "in humans only 13 of the 21 genes in the family encode functional proteases ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "indicating that at least for the other eight members ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "protein-protein interactions are critical aspects of their biological functions .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The functional ADAM metalloproteinases are involved in `` ectodomain shedding \u0027\u0027 of diverse growth factors ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "cytokines , receptors and adhesion molecules .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The archetypal activity is shown by ADAM-17 ( tumour necrosis factor-a convertase , TACE ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which is the principal protease involved in the activation of pro-TNF-a ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but whose sheddase functions cover a broad range of cell surface molecules .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In particular , ADAM-17 is required for generation of the active forms of Epidermal Growth Factor Receptor ( EGFR ) ligands ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and its function is essential for the development of epithelial tissues .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Several other ADAMs have important sheddase functions in particular tissue contexts .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Another major family member , ADAM-10 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "is a principal player in signalling via the Notch and Eph/ephrin pathways .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "For a growing number of substrates ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "foremost among them being Notch ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "cleavage by ADAM sheddases is essential for their subsequent `` regulated intramembrane proteolysis \u0027\u0027 ( RIP ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which generates cleaved intracellular domains that translocate to the nucleus and regulate gene transcription .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Several ADAMs play roles in spermatogenesis and sperm function ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "potentially by effecting maturation of sperm and their adhesion and migration in the uterus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Other non-catalytic ADAMs function in the CNS via effects on guidance mechanisms .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The ADAM family are thus fundamental to many control processes in development and homeostasis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and unsurprisingly they are also linked to pathological states when their functions are dysregulated ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including cancer , cardiovascular disease ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "asthma , Alzheimer \u0027s disease .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This review will provide an overview of current knowledge of the human ADAMs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "discussing their structure , function , regulation and disease involvement .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "12",
    "segment_num": "29",
    "token_num": "360"
  }
}