{
  "paper_id": "6c0fad4a8f354248c3bc59a7248aef6bbd477f5d",
  "metadata": {
    "title": "Emerging Ferret Diseases",
    "coda_data_split": "train",
    "coda_paper_id": 8577,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "There are a number of newly described and emerging disease syndromes affecting the domestic ferret, and the purpose of this article is to make veterinarians aware of these diseases. A recently described systemic coronavirus infection appears to be a variant of the ferret enteric coronavirus and is currently termed \"ferret infectious peritonitis.\" Disseminated immunopathologic myositis, aplastic anemia/bone marrow aplasia, acute hemorrhagic syndrome, and oral ulcerations are also described, although the exact etiologies for these diseases have yet to be determined. There appears to be at least 2 important amino acid metabolism deficiencies in ferrets: hindlimb weakness in older ferrets (L-carnitine) and cysteine urolithiasis. Ferrets have recently been found to be susceptible to H1N1 influenza, so knowledge regarding this zoonotic disease is essential for veterinarians working with these animals. A novel Mycoplasma spp. has also recently been identified in ferrets with chronic respiratory problems that originated from one breeding colony. Because these diseases are still being investigated, practitioners who treat a ferret patient exhibiting clinical signs consistent with any of the conditions mentioned are encouraged to contact people who are knowledgeable of that particular illness.",
      "sentences": [
        [
          {
            "segment_text": "There are a number of newly described and emerging disease syndromes affecting the domestic ferret ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and the purpose of this article is to make veterinarians aware of these diseases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A recently described systemic coronavirus infection appears to be a variant of the ferret enteric coronavirus and is currently termed `` ferret infectious peritonitis . \u0027\u0027",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Disseminated immunopathologic myositis , aplastic anemia/bone marrow aplasia ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "acute hemorrhagic syndrome , and oral ulcerations are also described ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "although the exact etiologies for these diseases have yet to be determined .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "There appears to be at least 2 important amino acid metabolism deficiencies in ferrets : hindlimb weakness in older ferrets ( L-carnitine ) and cysteine urolithiasis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Ferrets have recently been found to be susceptible to H1N1 influenza ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "so knowledge regarding this zoonotic disease is essential for veterinarians working with these animals .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A novel Mycoplasma spp. has also recently been identified in ferrets with chronic respiratory problems that originated from one breeding colony .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Because these diseases are still being investigated ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "practitioners who treat a ferret patient exhibiting clinical signs consistent with any of the conditions mentioned are encouraged to contact people who are knowledgeable of that particular illness .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "12",
    "token_num": "203"
  }
}