{
  "paper_id": "6c1549e58428428b5ef8b321f3ad12040d8aff86",
  "metadata": {
    "title": "VIRULENCE FACTORS IN PORCINE CORONAVIRUSES AND VACCINE DESIGN",
    "coda_data_split": "train",
    "coda_paper_id": 3440,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Porcine enteric coronaviruses (CoVs) cause severe disease in the porcine herds worldwide, leading to important economic losses. Despite the knowledge of these viruses since the 1970\u0027s, vaccination strategies have not been implemented, leading to continuous re-emergence of novel virulent strains. Live attenuated vaccines historically have been the most efficient. We consider that the new trend is the development of recombinant vaccines by using reverse genetics systems to engineer attenuated viruses, which could be used as effective and safe modified live vaccine candidates. To this end, host cell signaling pathways influencing porcine CoV virulence should be identified. Similarly, the identity of viral proteins involved in the modulation of host cell pathways influencing CoV pathogenesis should be analyzed. With this information, and using reverse genetics systems, it is possible to design viruses with modifications in the viral proteins acting as virulence factors, which may lead to attenuated viruses and, therefore, vaccine candidates. In addition, novel antiviral drugs may be developed once the host cell pathways and the molecular mechanism affecting porcine CoV replication and virulence are known. This review is focused in the host cell responses to enteric porcine CoV infection and the viral proteins involved in pathogenesis.",
      "sentences": [
        [
          {
            "segment_text": "Porcine enteric coronaviruses ( CoVs ) cause severe disease in the porcine herds worldwide ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "leading to important economic losses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Despite the knowledge of these viruses since the 1970 \u0027s ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "vaccination strategies have not been implemented ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "leading to continuous re-emergence of novel virulent strains .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Live attenuated vaccines historically have been the most efficient .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We consider that the new trend is the development of recombinant vaccines by using reverse genetics systems to engineer attenuated viruses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which could be used as effective and safe modified live vaccine candidates .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To this end , host cell signaling pathways influencing porcine CoV virulence should be identified .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Similarly , the identity of viral proteins involved in the modulation of host cell pathways influencing CoV pathogenesis should be analyzed .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "With this information , and using reverse genetics systems ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "it is possible to design viruses with modifications in the viral proteins acting as virulence factors ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which may lead to attenuated viruses and , therefore , vaccine candidates .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , novel antiviral drugs may be developed once the host cell pathways and the molecular mechanism affecting porcine CoV replication and virulence are known .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This review is focused in the host cell responses to enteric porcine CoV infection and the viral proteins involved in pathogenesis .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "15",
    "token_num": "220"
  }
}