{
  "paper_id": "6c3e940e2848827af17dd23005a9dee8ac0cd349",
  "metadata": {
    "title": "Mechanistic insights into Zika virus NS3 helicase inhibition by Epigallocatechin-3-gallate",
    "coda_data_split": "train",
    "coda_paper_id": 7360,
    "coda_has_expert_labels": false,
    "subset": "biorxiv_medrxiv"
  },
  "abstract": [
    {
      "original_text": "Since 2007, repeated outbreaks of Zika virus (ZIKV) has affected millions of people worldwide and created global health concern with major complications like microcephaly and Guillain Barre\u0027s syndrome. Generally, ZIKV transmits through mosquitoes (Aedes aegypti) like other flaviviruses, but reports show blood transfusion and sexual mode of ZIKV transmission which further makes the situation alarming. Till date, there is not a single Zika specific licensed drug or vaccine present in the market. However, in recent months, several antiviral molecules have been screened against viral and host proteins.",
      "sentences": [
        [
          {
            "segment_text": "Since 2007 , repeated outbreaks of Zika virus ( ZIKV ) has affected millions of people worldwide and created global health concern with major complications like microcephaly and Guillain Barre \u0027s syndrome .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Generally , ZIKV transmits through mosquitoes ( Aedes aegypti ) like other flaviviruses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but reports show blood transfusion and sexual mode of ZIKV transmission which further makes the situation alarming .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Till date , there is not a single Zika specific licensed drug or vaccine present in the market .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , in recent months ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "several antiviral molecules have been screened against viral and host proteins .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Among those, (−)-Epigallocatechin-3-gallate (EGCG), a green tea polyphenol has shown great virucidal potential against flaviviruses including ZIKV. However, the mechanistic understanding of EGCG targeting viral proteins is not yet entirely deciphered except little is known about its interaction with viral envelope protein and viral protease. Since literature has shown significant inhibitory interactions of EGCG against various kinases and bacterial DNA gyrases; we designed our study to find inhibitory actions of EGCG against ZIKV NS3 helicase. NS3 helicase is playing a significant role in viral replication by unwinding RNA after hydrolyzing NTP. We employed molecular docking and simulation approach and found significant interactions at ATPase site and also at RNA binding site. Further, the enzymatic assay has shown significant inhibition of NTPase activity with an IC50 value of 295.7 nM and Ki of 0.387 ± 0.034 µM. Our study suggests the possibility that EGCG could be considered as prime backbone molecule for further broadspectrum and multitargeted inhibitor development against ZIKV and other flaviviruses.",
      "sentences": [
        [
          {
            "segment_text": "Among those , ( − ) - Epigallocatechin-3-gallate ( EGCG ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a green tea polyphenol has shown great virucidal potential against flaviviruses including ZIKV .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , the mechanistic understanding of EGCG targeting viral proteins is not yet entirely deciphered except little is known about its interaction with viral envelope protein and viral protease .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Since literature has shown significant inhibitory interactions of EGCG against various kinases and bacterial DNA gyrases ; we designed our study to find inhibitory actions of EGCG against ZIKV NS3 helicase .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "NS3 helicase is playing a significant role in viral replication by unwinding RNA after hydrolyzing NTP .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We employed molecular docking and simulation approach and found significant interactions at ATPase site and also at RNA binding site .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Further , the enzymatic assay has shown significant inhibition of NTPase activity with an IC50 value of 295.7 nM and Ki of 0.387 ± 0.034 µM .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our study suggests the possibility that EGCG could be considered as prime backbone molecule for further broadspectrum and multitargeted inhibitor development against ZIKV and other flaviviruses .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "author/funder. All rights reserved. No reuse allowed without permission.",
      "sentences": [
        [
          {
            "segment_text": "author/funder .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "All rights reserved .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "No reuse allowed without permission .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "14",
    "segment_num": "17",
    "token_num": "294"
  }
}