{
  "paper_id": "6c47de6cdb3b6fff17d0fd819a7a3dba678a939d",
  "metadata": {
    "title": "Outcomes of a Two-Tiered Multifaceted Elderly Suicide Prevention Program in a Two-Tiered Multifaceted ESPP",
    "coda_data_split": "train",
    "coda_paper_id": 4860,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Objectives: 1) To compare the 2-year completed suicide and reattempt rates in a preintervention group of Hong Kong Chinese suicide attempters (aged 65 years and older) who received standard care and a postintervention group enrolled in a regional elderly suicide prevention program (ESPP) that adopts a two-tiered multifaceted care management model and 2) to examine the trend of suicide rates in older adults aged 65 years and older in the pre-and postintervention periods. Design: The first part is an observational cohort study with baseline, follow-up, and outcome data being identified from a clinical electronic registry. The second part examines changes in suicide rates from official mortality statistics. Setting: A government-funded suicide intervention program serving catchment population (852,796 people aged 65 years and older) in Hong Kong, China. Participants: Suicide attempters (aged 65 years and older) presenting to old-age psychiatric service in the pre-and postintervention phases. Measurements: 1) Two-year rates of completed suicide and suicide reattempt and 2) changes in population suicide rates in the pre-and postintervention periods. Results: The 2-year completed suicide rate was 7.58% in the preintervention group (N \u003d 66) and 1.99% in the ESPP group (N \u003d 351) χ 2 \u003d 6.192; p value: 0.028; df \u003d 1). Reattempt rates were not different. At a population level, suicide rate dropped significantly only in women aged 85 years and older, relative to the preintervention period. Conclusions: The ESPP was associated with a reduced rate of completed suicide in old-age suicide attempters and might have contributed to a fall of suicide rate in women aged 85 years and older. (Am J Geriatr Psychiatry 2011; 19:1-12) ",
      "sentences": [
        [
          {
            "segment_text": "Objectives : 1 ) To compare the 2-year completed suicide and reattempt rates in a preintervention group of Hong Kong Chinese suicide attempters ( aged 65 years and older ) who received standard care and a postintervention group enrolled in a regional elderly suicide prevention program ( ESPP ) that adopts a two-tiered multifaceted care management model and 2 ) to examine the trend of suicide rates in older adults aged 65 years and older in the pre-and postintervention periods .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Design : The first part is an observational cohort study with baseline ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "follow-up , and outcome data being identified from a clinical electronic registry .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The second part examines changes in suicide rates from official mortality statistics .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Setting : A government-funded suicide intervention program serving catchment population ( 852,796 people aged 65 years and older ) in Hong Kong , China .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Participants : Suicide attempters ( aged 65 years and older ) presenting to old-age psychiatric service in the pre-and postintervention phases .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Measurements : 1 ) Two-year rates of completed suicide and suicide reattempt and 2 ) changes in population suicide rates in the pre-and postintervention periods .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : The 2-year completed suicide rate was 7.58 % in the preintervention group ( N \u003d 66 ) and 1.99 % in the ESPP group ( N \u003d 351 ) χ 2 \u003d 6.192 ; p value : 0.028 ; df \u003d 1 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Reattempt rates were not different .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "At a population level , suicide rate dropped significantly only in women aged 85 years and older ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "relative to the preintervention period .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : The ESPP was associated with a reduced rate of completed suicide in old-age suicide attempters and might have contributed to a fall of suicide rate in women aged 85 years and older .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "( Am J Geriatr Psychiatry 2011 ; 19:1-12 )",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "13",
    "token_num": "313"
  }
}