{
  "paper_id": "6c4fd19f82c72d0d52f0de8c0290f522646c6da7",
  "metadata": {
    "title": "Zoonotic parasites of dromedary camels: so important, so ignored",
    "coda_data_split": "train",
    "coda_paper_id": 2687,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "With a global population of about 35 million in 47 countries, dromedary camels play a crucial role in the economy of many marginal, desert areas of the world where they survive under harsh conditions. Nonetheless, there is scarce knowledge regarding camelsʼ parasite fauna which can reduce their milk and meat productions. In addition, only scattered information is available about zoonotic parasites transmitted to humans via contamination (e.g. Cryptosporidium spp., Giardia duodenalis, Balantidium coli, Blastocystis spp. and Enterocytozoon bieneusi), as foodborne infections (e.g. Toxoplasma gondii, Trichinella spp. and Linguatula serrata) or by arthropod vectors (Trypanosoma spp.). Herein, we draw attention of the scientific community and health policy-making organizations to the role camels play in the epidemiology of parasitic zoonotic diseases also in the view of an increase in their farming in desert areas worldwide.",
      "sentences": [
        [
          {
            "segment_text": "With a global population of about 35 million in 47 countries ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "dromedary camels play a crucial role in the economy of many marginal ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "desert areas of the world where they survive under harsh conditions .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Nonetheless , there is scarce knowledge regarding camelsʼ parasite fauna which can reduce their milk and meat productions .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In addition , only scattered information is available about zoonotic parasites transmitted to humans via contamination ( e.g. Cryptosporidium spp. , Giardia duodenalis , Balantidium coli , Blastocystis spp. and Enterocytozoon bieneusi ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "as foodborne infections ( e.g. Toxoplasma gondii , Trichinella spp. and Linguatula serrata ) or by arthropod vectors ( Trypanosoma spp. ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Herein , we draw attention of the scientific community and health policy-making organizations to the role camels play in the epidemiology of parasitic zoonotic diseases also in the view of an increase in their farming in desert areas worldwide .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "7",
    "token_num": "153"
  }
}