{
  "paper_id": "6c7c93c25caa6d94c70c891e2446a4a12e729365",
  "metadata": {
    "title": "Title page Title: Acute myelitis after SARS-CoV-2 infection: a case report Acute myelitis after SARS-CoV-2 infection: a case report",
    "coda_data_split": "train",
    "coda_paper_id": 4514,
    "coda_has_expert_labels": false,
    "subset": "biorxiv_medrxiv"
  },
  "abstract": [
    {
      "original_text": "We firstly reported a case of acute myelitis in a SARS-CoV-2-infected patient. A 66-year-old man with COVID-19 was admitted with acute flaccid paralysis of bilateral lower limbs and urinary and bowel incontinence. All serum microbiological studies were negative except for SARS-CoV-2 nucleic acid testing. Clinical findings could be ascribed to a post-infectious acute myelitis. He was receiving treatment with ganciclovir, lopinavir/ritonavir, moxifloxacin, dexamethasone, human immunoglobulin and mecobalamin. With a diagnosis of post-infectious acute myelitis and comprehensive treatment, paralysis of bilateral lower extremities ameliorated. After two times negative novel coronavirus RNA nasopharyngeal swabs tests, he was discharged and transferred to a designated hospital for isolation treatment and rehabilitation therapy.",
      "sentences": [
        [
          {
            "segment_text": "We firstly reported a case of acute myelitis in a SARS-CoV-2-infected patient .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A 66-year-old man with COVID-19 was admitted with acute flaccid paralysis of bilateral lower limbs and urinary and bowel incontinence .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "All serum microbiological studies were negative except for SARS-CoV-2 nucleic acid testing .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Clinical findings could be ascribed to a post-infectious acute myelitis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "He was receiving treatment with ganciclovir ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "lopinavir/ritonavir , moxifloxacin , dexamethasone , human immunoglobulin and mecobalamin .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "With a diagnosis of post-infectious acute myelitis and comprehensive treatment ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "paralysis of bilateral lower extremities ameliorated .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "After two times negative novel coronavirus RNA nasopharyngeal swabs tests ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "he was discharged and transferred to a designated hospital for isolation treatment and rehabilitation therapy .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "10",
    "token_num": "121"
  }
}