{
  "paper_id": "6c7ee2062b49226bfee08114f12cb1cd07509d9d",
  "metadata": {
    "title": "molecules The Formyl Peptide Receptors: Diversity of Ligands and Mechanism for Recognition",
    "coda_data_split": "train",
    "coda_paper_id": 7649,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The formyl peptide receptors (FPRs) are G protein-coupled receptors that transduce chemotactic signals in phagocytes and mediate host-defense as well as inflammatory responses including cell adhesion, directed migration, granule release and superoxide production. In recent years, the cellular distribution and biological functions of FPRs have expanded to include additional roles in homeostasis of organ functions and modulation of inflammation. In a prototype, FPRs recognize peptides containing N-formylated methionine such as those produced in bacteria and mitochondria, thereby serving as pattern recognition receptors. The repertoire of FPR ligands, however, has expanded rapidly to include not only N-formyl peptides from microbes but also non-formyl peptides of microbial and host origins, synthetic small molecules and an eicosanoid. How these chemically diverse ligands are recognized by the three human FPRs (FPR1, FPR2 and FPR3) and their murine equivalents is largely unclear. In the absence of crystal structures for the FPRs, site-directed mutagenesis, computer-aided ligand docking and structural simulation have led to the identification of amino acids within FPR1 and FPR2 that interact with several formyl peptides. This review article summarizes the progress made in the understanding of FPR ligand diversity as well as ligand recognition mechanisms used by these receptors.",
      "sentences": [
        [
          {
            "segment_text": "The formyl peptide receptors ( FPRs ) are G protein-coupled receptors that transduce chemotactic signals in phagocytes and mediate host-defense as well as inflammatory responses including cell adhesion ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "directed migration , granule release and superoxide production .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In recent years , the cellular distribution and biological functions of FPRs have expanded to include additional roles in homeostasis of organ functions and modulation of inflammation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In a prototype , FPRs recognize peptides containing N-formylated methionine such as those produced in bacteria and mitochondria ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "thereby serving as pattern recognition receptors .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The repertoire of FPR ligands ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "however , has expanded rapidly to include not only N-formyl peptides from microbes but also non-formyl peptides of microbial and host origins ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "synthetic small molecules and an eicosanoid .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "How these chemically diverse ligands are recognized by the three human FPRs ( FPR1 , FPR2 and FPR3 ) and their murine equivalents is largely unclear .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In the absence of crystal structures for the FPRs ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "site-directed mutagenesis , computer-aided ligand docking and structural simulation have led to the identification of amino acids within FPR1 and FPR2 that interact with several formyl peptides .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review article summarizes the progress made in the understanding of FPR ligand diversity as well as ligand recognition mechanisms used by these receptors .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "12",
    "token_num": "218"
  }
}