{
  "paper_id": "6c88b82336b5fe551cc4ce0599825f0eca69b1d3",
  "metadata": {
    "title": "Immunization with inactivated Middle East Respiratory Syndrome coronavirus vaccine leads to lung immunopathology on challenge with live virus",
    "coda_data_split": "train",
    "coda_paper_id": 2653,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "To determine if a hypersensitive-type lung pathology might occur when mice were given an inactivated MERS-CoV vaccine and challenged with infectious virus as was seen with SARS-CoV vaccines, we prepared and vaccinated mice with an inactivated MERS-CoV vaccine. Neutralizing antibody was induced by vaccine with and without adjuvant and lung virus was reduced in vaccinated mice after challenge. Lung mononuclear infiltrates occurred in all groups after virus challenge but with increased infiltrates that contained eosinophils and increases in the eosinophil promoting IL-5 and IL-13 cytokines only in the vaccine groups. Inactivated MERS-CoV vaccine appears to carry a hypersensitive-type lung pathology risk from MERS-CoV infection that is similar to that found with inactivated SARS-CoV vaccines from SARS-CoV infection.",
      "sentences": [
        [
          {
            "segment_text": "To determine if a hypersensitive-type lung pathology might occur when mice were given an inactivated MERS-CoV vaccine and challenged with infectious virus as was seen with SARS-CoV vaccines ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "we prepared and vaccinated mice with an inactivated MERS-CoV vaccine .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Neutralizing antibody was induced by vaccine with and without adjuvant and lung virus was reduced in vaccinated mice after challenge .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Lung mononuclear infiltrates occurred in all groups after virus challenge but with increased infiltrates that contained eosinophils and increases in the eosinophil promoting IL-5 and IL-13 cytokines only in the vaccine groups .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Inactivated MERS-CoV vaccine appears to carry a hypersensitive-type lung pathology risk from MERS-CoV infection that is similar to that found with inactivated SARS-CoV vaccines from SARS-CoV infection .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "5",
    "token_num": "122"
  }
}