{
  "paper_id": "6c9ce983d25f6c0727c9e4fedc01e84b046673a4",
  "metadata": {
    "title": "Molecular Epidemiology of Human Rhinoviruses and Enteroviruses Highlights Their Diversity in Sub-Saharan Africa",
    "coda_data_split": "train",
    "coda_paper_id": 6161,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Human rhinoviruses (HRVs) and enteroviruses (HEVs) belong to the Enterovirus genus and are the most frequent cause of infection worldwide, but data on their molecular epidemiology in Africa are scarce. To understand HRV and HEV molecular epidemiology in this setting, we enrolled febrile pediatric patients participating in a large prospective cohort assessing the causes of fever in Tanzanian children. Naso/oropharyngeal swabs were systematically collected and tested by real-time RT-PCR for HRV and HEV. Viruses from positive samples were sequenced and phylogenetic analyses were then applied to highlight the HRV and HEV types as well as recombinant or divergent strains. Thirty-eight percent (378/1005) of the enrolled children harboured an HRV or HEV infection. Although some types were predominant, many distinct types were co-circulating, including a vaccinal poliovirus, HEV-A71 and HEV-D68. Three HRV-A recombinants were identified: HRV-A36/HRV-A67, HRV-A12/HRV-A67 and HRV-A96/HRV-A61. Four divergent HRV strains were also identified: one HRV-B strain and three HRV-C strains. This is the first prospective study focused on HRV and HEV molecular epidemiology in sub-Saharan Africa. This systematic and thorough large screening with careful clinical data management confirms the wide genomic diversity of these viruses, brings new insights about their evolution and provides data about associated symptoms.",
      "sentences": [
        [
          {
            "segment_text": "Human rhinoviruses ( HRVs ) and enteroviruses ( HEVs ) belong to the Enterovirus genus and are the most frequent cause of infection worldwide ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but data on their molecular epidemiology in Africa are scarce .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To understand HRV and HEV molecular epidemiology in this setting ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "we enrolled febrile pediatric patients participating in a large prospective cohort assessing the causes of fever in Tanzanian children .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Naso/oropharyngeal swabs were systematically collected and tested by real-time RT-PCR for HRV and HEV .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Viruses from positive samples were sequenced and phylogenetic analyses were then applied to highlight the HRV and HEV types as well as recombinant or divergent strains .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Thirty-eight percent ( 378/1005 ) of the enrolled children harboured an HRV or HEV infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Although some types were predominant ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "many distinct types were co-circulating ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including a vaccinal poliovirus , HEV-A71 and HEV-D68 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Three HRV-A recombinants were identified : HRV-A36 / HRV-A67 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "HRV-A12 / HRV-A67 and HRV-A96 / HRV-A61 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Four divergent HRV strains were also identified : one HRV-B strain and three HRV-C strains .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This is the first prospective study focused on HRV and HEV molecular epidemiology in sub-Saharan Africa .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This systematic and thorough large screening with careful clinical data management confirms the wide genomic diversity of these viruses ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "brings new insights about their evolution and provides data about associated symptoms .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "16",
    "token_num": "230"
  }
}