{
  "paper_id": "6ca4ea47b838baf26b475a786e50a8728a96405b",
  "metadata": {
    "title": "Oligonucleotide probes in infectious bronchitis virus diagnosis and strain identification",
    "coda_data_split": "train",
    "coda_paper_id": 7320,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Genomic RNA fingerprints of infectious bronchitis virus (IBV) strains M41 and Conn46 were prepared to identify Tl RNase-resistant oligonucleotides \u0027unique\u0027 to each of the two IBV strains. Such oligonucleotides were subsequently eluted from the gels and their nucleotide sequences determined. When oligonucleotide probes of those sequences were synthesized and used in a dot-blot hybridization assay, the probes lacked IBV strain-speciticity and reacted with the RNAs of homologous as well as heterologous IBV strains. Based on these results, the methods used in this study need to be applied to a large number of oligonucleotide probes, to find one or a few that might be suitable as IBV strain-or serotype-specific oligonucleotide probes.",
      "sentences": [
        [
          {
            "segment_text": "Genomic RNA fingerprints of infectious bronchitis virus ( IBV ) strains M41 and Conn46 were prepared to identify Tl RNase-resistant oligonucleotides ` unique \u0027 to each of the two IBV strains .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Such oligonucleotides were subsequently eluted from the gels and their nucleotide sequences determined .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "When oligonucleotide probes of those sequences were synthesized and used in a dot-blot hybridization assay ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the probes lacked IBV strain-speciticity and reacted with the RNAs of homologous as well as heterologous IBV strains .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Based on these results , the methods used in this study need to be applied to a large number of oligonucleotide probes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "to find one or a few that might be suitable as IBV strain-or serotype-specific oligonucleotide probes .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "IBV strain M41; IBV strain Conn46; Monoclonal antibody; Nucleic acid probe;",
      "sentences": [
        [
          {
            "segment_text": "IBV strain M41 ; IBV strain Conn46 ; Monoclonal antibody ; Nucleic acid probe ;",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "5",
    "segment_num": "7",
    "token_num": "136"
  }
}