{
  "paper_id": "6ca912dce12fd22f4ac7cc3cfc93869cb81553b7",
  "metadata": {
    "title": "Concept learning via granular computing: A cognitive viewpoint",
    "coda_data_split": "train",
    "coda_paper_id": 8581,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Concepts are the most fundamental units of cognition in philosophy and how to learn concepts from various aspects in the real world is the main concern within the domain of conceptual knowledge presentation and processing. In order to improve efficiency and flexibility of concept learning, in this paper we discuss concept learning via granular computing from the point of view of cognitive computing. More precisely, cognitive mechanism of forming concepts is analyzed based on the principles from philosophy and cognitive psychology, including how to model concept-forming cognitive operators, define cognitive concepts and establish cognitive concept structure. Granular computing is then combined with the cognitive concept structure to improve efficiency of concept learning. Furthermore, we put forward a cognitive computing system which is the initial environment to learn composite concepts and can integrate past experiences into itself for enhancing flexibility of concept learning. Also, we investigate cognitive processes whose aims are to deal with the problem of learning one exact or two approximate cognitive concepts from a given object set, attribute set or pair of object and attribute sets.",
      "sentences": [
        [
          {
            "segment_text": "Concepts are the most fundamental units of cognition in philosophy and how to learn concepts from various aspects in the real world is the main concern within the domain of conceptual knowledge presentation and processing .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In order to improve efficiency and flexibility of concept learning ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "in this paper we discuss concept learning via granular computing from the point of view of cognitive computing .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "More precisely , cognitive mechanism of forming concepts is analyzed based on the principles from philosophy and cognitive psychology ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "including how to model concept-forming cognitive operators ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "define cognitive concepts and establish cognitive concept structure .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Granular computing is then combined with the cognitive concept structure to improve efficiency of concept learning .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Furthermore , we put forward a cognitive computing system which is the initial environment to learn composite concepts and can integrate past experiences into itself for enhancing flexibility of concept learning .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Also , we investigate cognitive processes whose aims are to deal with the problem of learning one exact or two approximate cognitive concepts from a given object set ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "attribute set or pair of object and attribute sets .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "10",
    "token_num": "191"
  }
}