{
  "paper_id": "6cbefcf4c0fbb8466db7d00b8f53e1f37a6bf8b5",
  "metadata": {
    "title": "Title: Integrated Disease Surveillance and Response (IDSR) in Malawi: Implementation Gaps and Challenges for Timely Alert Submit journal: PLoS ONE",
    "coda_data_split": "train",
    "coda_paper_id": 10410,
    "coda_has_expert_labels": false,
    "subset": "biorxiv_medrxiv"
  },
  "abstract": [
    {
      "original_text": "Objective: The emerging and recent 2014 Ebola Virus Disease (EVD) outbreaks rang the bell to call upon efforts from globe to assist resource-constrained countries to strengthen public health surveillance system for early response. Malawi adopted the Integrated Disease Surveillance and Response (IDSR) strategy to develop its national surveillance system since 2002 and revised its guideline to fulfill the International Health Regulation (IHR) requirements in 2014. This study aimed to understand the state of IDSR implementation and differences between guideline and practice for future disease surveillance system strengthening.",
      "sentences": [
        [
          {
            "segment_text": "Objective : The emerging and recent 2014 Ebola Virus Disease ( EVD ) outbreaks rang the bell to call upon efforts from globe to assist resource-constrained countries to strengthen public health surveillance system for early response .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Malawi adopted the Integrated Disease Surveillance and Response ( IDSR ) strategy to develop its national surveillance system since 2002 and revised its guideline to fulfill the International Health Regulation ( IHR ) requirements in 2014 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This study aimed to understand the state of IDSR implementation and differences between guideline and practice for future disease surveillance system strengthening .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Methods: This was a mixed-method observational study. Quantitative data were to analyze completeness and timeliness of surveillance system performance from national District Health Information System 2 (DHIS2). Qualitative data were collected through interviews with 29 frontline health service providers from the selected district and key informants of the IDSR system implementation and administration at district and national levels.",
      "sentences": [
        [
          {
            "segment_text": "Methods : This was a mixed-method observational study .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Quantitative data were to analyze completeness and timeliness of surveillance system performance from national District Health Information System 2 ( DHIS2 ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Qualitative data were collected through interviews with 29 frontline health service providers from the selected district and key informants of the IDSR system implementation and administration at district and national levels .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Findings: The current IDSR system showed relatively good completeness (76.4%) but poor timeliness (41.5%) of total expected monthly reports nationwide and zero weekly reports. The challenges of IDSR implementation revealed through qualitative data included lack of supervision, inadequate resources for training and difficulty to implement weekly report due to overwhelming paperwork at frontline health services.",
      "sentences": [
        [
          {
            "segment_text": "Findings : The current IDSR system showed relatively good completeness ( 76.4 % ) but poor timeliness ( 41.5 % ) of total expected monthly reports nationwide and zero weekly reports .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The challenges of IDSR implementation revealed through qualitative data included lack of supervision ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "inadequate resources for training and difficulty to implement weekly report due to overwhelming paperwork at frontline health services .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions: The differences between IDSR technical guideline and actual practice were huge. The developing information technology infrastructure in Malawi and emerging mobile health (mHealth) technology can be opportunities for the country to overcome these challenges and improve surveillance system to have better timeliness for the outbreaks and unusual events detection.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions : The differences between IDSR technical guideline and actual practice were huge .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The developing information technology infrastructure in Malawi and emerging mobile health ( mHealth ) technology can be opportunities for the country to overcome these challenges and improve surveillance system to have better timeliness for the outbreaks and unusual events detection .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "10",
    "segment_num": "11",
    "token_num": "281"
  }
}