{
  "paper_id": "6cbf1b1dcf911e7fd8a88870d8b6c94aebbd369b",
  "metadata": {
    "title": "Helix-helix interaction patterns in membrane proteins",
    "coda_data_split": "train",
    "coda_paper_id": 9396,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Membrane-spanning α-helices represent major sites of protein-protein interaction in membrane protein oligomerization and folding. As such, these interactions may be of exquisite specifi city. Specifi city oft en rests on a complex interplay of diff erent types of residues forming the helix-helix interfaces via dense packing and diff erent non-covalent forces, including van der Waal\u0027s forces, hydrogen bonding, charge-charge interactions, and aromatic interactions. Th ese interfaces oft en contain complex residue motifs where the contribution of constituent amino acids depends on the context of the surrounding sequence. Moreover, transmembrane helix-helix interactions are increasingly recognized as being dynamic and dependent on the functional state of a given protein.",
      "sentences": [
        [
          {
            "segment_text": "Membrane-spanning α-helices represent major sites of protein-protein interaction in membrane protein oligomerization and folding .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "As such , these interactions may be of exquisite specifi city .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Specifi city oft en rests on a complex interplay of diff erent types of residues forming the helix-helix interfaces via dense packing and diff erent non-covalent forces ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including van der Waal \u0027s forces ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "hydrogen bonding , charge-charge interactions , and aromatic interactions .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Th ese interfaces oft en contain complex residue motifs where the contribution of constituent amino acids depends on the context of the surrounding sequence .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Moreover , transmembrane helix-helix interactions are increasingly recognized as being dynamic and dependent on the functional state of a given protein .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Abbreviations: GpA, glycophorin A; H-bond, hydrogen bond; TMD, transmembrane domain.",
      "sentences": [
        [
          {
            "segment_text": "Abbreviations : GpA , glycophorin A ; H-bond ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "hydrogen bond ; TMD , transmembrane domain .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "6",
    "segment_num": "9",
    "token_num": "136"
  }
}