{
  "paper_id": "6cec1582311d7646ec984a1291cdbb76173a8b36",
  "metadata": {
    "title": "Entry of Newcastle Disease Virus into the host cell: Role of acidic pH and endocytosis",
    "coda_data_split": "train",
    "coda_paper_id": 4609,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Most paramyxoviruses enter the cell by direct fusion of the viral envelope with the plasma membrane. Our previous studies have shown the colocalization of Newcastle Disease Virus (NDV) with the early endosome marker EEA1 and the inhibition of NDV fusion by the caveolin-phosphorylating drug phorbol 12-myristate 13-acetate (PMA) prompted us to propose that NDV enters the cells via endocytosis. Here we show that the virus-cell fusion and cell-cell fusion promoted by NDV-F are increased by about 30% after brief exposure to low pH in HeLa and ELL-0 cells but not in NDV receptor-deficient cell lines such as GM95 or Lec1. After a brief low-pH exposure, the percentage of NDV fusion at 29째C was similar to that at 37째C without acid-pH stimulation, meaning that acid pH would decrease the energetic barrier to enhance fusion. Furthermore, preincubation of cells with the protein kinase C inhibitor bisindolylmaleimide led to the inhibition of about 30% of NDV infectivity, suggesting that a population of virus enters cells through receptor-mediated endocytosis. Moreover, the involvement of the GTPase dynamin in NDV entry is shown as its specific inhibitor, dynasore, also impaired NDV fusion and infectivity. Optimal infection of the host cells was significantly affected by drugs that inhibit endosomal acidification such as concanamycin A, monensin and chloroquine. These results support our hypothesis that entry of NDV into ELL-0 and HeLa cells occurs through the plasma membrane as well as by dynamin-low pH-and receptor-dependent endocytosis.",
      "sentences": [
        [
          {
            "segment_text": "Most paramyxoviruses enter the cell by direct fusion of the viral envelope with the plasma membrane .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Our previous studies have shown the colocalization of Newcastle Disease Virus ( NDV ) with the early endosome marker EEA1 and the inhibition of NDV fusion by the caveolin-phosphorylating drug phorbol 12-myristate 13-acetate ( PMA ) prompted us to propose that NDV enters the cells via endocytosis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we show that the virus-cell fusion and cell-cell fusion promoted by NDV-F are increased by about 30 % after brief exposure to low pH in HeLa and ELL-0 cells but not in NDV receptor-deficient cell lines such as GM95 or Lec1 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "After a brief low-pH exposure ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the percentage of NDV fusion at 29 째C was similar to that at 37 째C without acid-pH stimulation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "meaning that acid pH would decrease the energetic barrier to enhance fusion .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , preincubation of cells with the protein kinase C inhibitor bisindolylmaleimide led to the inhibition of about 30 % of NDV infectivity ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "suggesting that a population of virus enters cells through receptor-mediated endocytosis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , the involvement of the GTPase dynamin in NDV entry is shown as its specific inhibitor ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "dynasore , also impaired NDV fusion and infectivity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Optimal infection of the host cells was significantly affected by drugs that inhibit endosomal acidification such as concanamycin A , monensin and chloroquine .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results support our hypothesis that entry of NDV into ELL-0 and HeLa cells occurs through the plasma membrane as well as by dynamin-low pH-and receptor-dependent endocytosis .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "12",
    "token_num": "261"
  }
}