{
  "paper_id": "6d021f582f338ea0a0e9a61e6a4e76df73287b1d",
  "metadata": {
    "title": "Therapeutic Synergy Between Antibiotics and Pulmonary Toll-Like Receptor 5 Stimulation in Antibiotic-Sensitive or -Resistant Pneumonia",
    "coda_data_split": "train",
    "coda_paper_id": 5187,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Bacterial infections of the respiratory tract constitute a major cause of death worldwide. Given the constant rise in bacterial resistance to antibiotics, treatment failure is increasingly frequent. In this context, innovative therapeutic strategies are urgently needed. Stimulation of innate immune cells in the respiratory tract [via activation of Toll-like receptors (TLRs)] is an attractive approach for rapidly activating the body\u0027s immune defenses against a broad spectrum of microorganisms. Previous studies of the TLR5 agonist flagellin in animal models showed that standalone TLR stimulation does not result in the effective treatment of pneumococcal respiratory infection but does significantly improve the therapeutic outcome of concomitant antibiotic treatment. Here, we investigated the antibacterial interaction between antibiotic and intranasal flagellin in a mouse model of pneumococcal respiratory infection. Using various doses of orally administered amoxicillin or systemically administered cotrimoxazole, we found that the intranasal instillation of flagellin (a dose that promotes maximal lung pro-inflammatory responses) induces synergistic rather than additive antibacterial effects against antibiotic-susceptible pneumococcus. We next set up a model of infection with pneumococcus that is resistant to multiple antibiotics in the context of influenza superinfection. Remarkably, the combination of amoxicillin and flagellin effectively treated superinfection with the amoxicillin-resistant pneumococcus since the bacterial clearance was increased by more than 100-fold compared to standalone treatments. Our results also showed that, in response to flagellin, the lung tissue generated an innate immune response even though it had been damaged by the influenza virus and pneumococcal infections. In conclusion, we demonstrated that the selective boosting of lung innate immunity is a conceptually advantageous approach for improving the effectiveness of antibiotic treatment and fighting antibiotic-resistant bacteria.",
      "sentences": [
        [
          {
            "segment_text": "Bacterial infections of the respiratory tract constitute a major cause of death worldwide .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Given the constant rise in bacterial resistance to antibiotics ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "treatment failure is increasingly frequent .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this context , innovative therapeutic strategies are urgently needed .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Stimulation of innate immune cells in the respiratory tract ( via activation of Toll-like receptors ( TLRs ) ) is an attractive approach for rapidly activating the body \u0027s immune defenses against a broad spectrum of microorganisms .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Previous studies of the TLR5 agonist flagellin in animal models showed that standalone TLR stimulation does not result in the effective treatment of pneumococcal respiratory infection but does significantly improve the therapeutic outcome of concomitant antibiotic treatment .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we investigated the antibacterial interaction between antibiotic and intranasal flagellin in a mouse model of pneumococcal respiratory infection .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Using various doses of orally administered amoxicillin or systemically administered cotrimoxazole ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we found that the intranasal instillation of flagellin ( a dose that promotes maximal lung pro-inflammatory responses ) induces synergistic rather than additive antibacterial effects against antibiotic-susceptible pneumococcus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We next set up a model of infection with pneumococcus that is resistant to multiple antibiotics in the context of influenza superinfection .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Remarkably , the combination of amoxicillin and flagellin effectively treated superinfection with the amoxicillin-resistant pneumococcus since the bacterial clearance was increased by more than 100-fold compared to standalone treatments .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our results also showed that ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "in response to flagellin , the lung tissue generated an innate immune response even though it had been damaged by the influenza virus and pneumococcal infections .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In conclusion , we demonstrated that the selective boosting of lung innate immunity is a conceptually advantageous approach for improving the effectiveness of antibiotic treatment and fighting antibiotic-resistant bacteria .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "14",
    "token_num": "295"
  }
}