{
  "paper_id": "6d03f3e2dd6554f15526cb089337fa592fb1834c",
  "metadata": {
    "title": "Genome Organization of the SARS-CoV",
    "coda_data_split": "train",
    "coda_paper_id": 6601,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Annotation of the genome sequence of the SARS-CoV (severe acute respiratory syndrome-associated coronavirus) is indispensable to understand its evolution and pathogenesis. We have performed a full annotation of the SARS-CoV genome sequences by using annotation programs publicly available or developed by ourselves.",
      "sentences": [
        [
          {
            "segment_text": "Annotation of the genome sequence of the SARS-CoV ( severe acute respiratory syndrome-associated coronavirus ) is indispensable to understand its evolution and pathogenesis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We have performed a full annotation of the SARS-CoV genome sequences by using annotation programs publicly available or developed by ourselves .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Totally, 21 open reading frames (ORFs) of genes or putative uncharacterized proteins (PUPs) were predicted. Seven PUPs had not been reported previously, and two of them were predicted to contain transmembrane regions. Eight ORFs partially overlapped with or embedded into those of known genes, revealing that the SARS-CoV genome is a small and compact one with overlapped coding regions. The most striking discovery is that an ORF locates on the minus strand. We have also annotated non-coding regions and identified the transcription regulating sequences (TRS) in the intergenic regions. The analysis of TRS supports the minus strand extending transcription mechanism of coronavirus. The SNP analysis of different isolates reveals that mutations of the sequences do not affect the prediction results of ORFs.",
      "sentences": [
        [
          {
            "segment_text": "Totally , 21 open reading frames ( ORFs ) of genes or putative uncharacterized proteins ( PUPs ) were predicted .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Seven PUPs had not been reported previously ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and two of them were predicted to contain transmembrane regions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Eight ORFs partially overlapped with or embedded into those of known genes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "revealing that the SARS-CoV genome is a small and compact one with overlapped coding regions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The most striking discovery is that an ORF locates on the minus strand .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We have also annotated non-coding regions and identified the transcription regulating sequences ( TRS ) in the intergenic regions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The analysis of TRS supports the minus strand extending transcription mechanism of coronavirus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The SNP analysis of different isolates reveals that mutations of the sequences do not affect the prediction results of ORFs .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "9",
    "segment_num": "11",
    "token_num": "184"
  }
}