{
  "paper_id": "6d04e85d2c994d73c9a7e2692af91470f407ddeb",
  "metadata": {
    "title": "Advancements in DNA vaccine vectors, non-mechanical delivery methods, and molecular adjuvants to increase immunogenicity",
    "coda_data_split": "train",
    "coda_paper_id": 9521,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "A major advantage of DNA vaccination is the ability to induce both humoral and cellular immune responses. DNA vaccines are currently used in veterinary medicine, but have not achieved widespread acceptance for use in humans due to their low immunogenicity in early clinical studies. However, recent clinical data have re-established the value of DNA vaccines, particularly in priming high-level antigenspecific antibody responses. Several approaches have been investigated for improving DNA vaccine efficacy, including advancements in DNA vaccine vector design, the inclusion of genetically engineered cytokine adjuvants, and novel non-mechanical delivery methods. These strategies have shown promise, resulting in augmented adaptive immune responses in not only mice, but also in large animal models. Here, we review advancements in each of these areas that show promise for increasing the immunogenicity of DNA vaccines.",
      "sentences": [
        [
          {
            "segment_text": "A major advantage of DNA vaccination is the ability to induce both humoral and cellular immune responses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "DNA vaccines are currently used in veterinary medicine ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but have not achieved widespread acceptance for use in humans due to their low immunogenicity in early clinical studies .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , recent clinical data have re-established the value of DNA vaccines ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "particularly in priming high-level antigenspecific antibody responses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Several approaches have been investigated for improving DNA vaccine efficacy ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including advancements in DNA vaccine vector design ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the inclusion of genetically engineered cytokine adjuvants ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and novel non-mechanical delivery methods .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These strategies have shown promise ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "resulting in augmented adaptive immune responses in not only mice ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but also in large animal models .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we review advancements in each of these areas that show promise for increasing the immunogenicity of DNA vaccines .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "13",
    "token_num": "146"
  }
}