{
  "paper_id": "6d06153cd1a8bff48ea762c95c01acc5a53453f2",
  "metadata": {
    "title": "Acute peripheral immune activation alters cytokine expression and glial activation in the early postnatal rat brain",
    "coda_data_split": "train",
    "coda_paper_id": 2528,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Neuroinflammation can modulate brain development; however, the influence of an acute peripheral immune challenge on neuroinflammatory responses in the early postnatal brain is not well characterized. To address this gap in knowledge, we evaluated the peripheral and central nervous system (CNS) immune responses to a mixed immune challenge in early postnatal rats of varying strains and sex.",
      "sentences": [
        [
          {
            "segment_text": "Background : Neuroinflammation can modulate brain development ; however ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the influence of an acute peripheral immune challenge on neuroinflammatory responses in the early postnatal brain is not well characterized .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To address this gap in knowledge ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "we evaluated the peripheral and central nervous system ( CNS ) immune responses to a mixed immune challenge in early postnatal rats of varying strains and sex .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Methods: On postnatal day 10 (P10), male and female Lewis and Brown Norway rats were injected intramuscularly with either a mix of bacterial and viral components in adjuvant, adjuvant-only, or saline. Immune responses were evaluated at 2 and 5 days post-challenge. Cytokine and chemokine levels were evaluated in serum and in multiple brain regions using a Luminex multiplex assay. Multi-factor ANOVAs were used to compare analyte levels across treatment groups within strain, sex, and day of sample collection. Numbers and activation status of astrocytes and microglia were also analyzed in the cortex and hippocampus by quantifying immunoreactivity for GFAP, IBA-1, and CD68 in fixed brain slices. Immunohistochemical data were analyzed using a mixed-model regression analysis. Results: Acute peripheral immune challenge differentially altered cytokine and chemokine levels in the serum versus the brain. Within the brain, the cytokine and chemokine response varied between strains, sexes, and days post-challenge. Main findings included differences in T helper (Th) type cytokine responses in various brain regions, particularly the cortex, with respect to IL-4, IL-10, and IL-17 levels. Additionally, peripheral immune challenge altered GFAP and IBA-1 immunoreactivity in the brain in a strain-and sex-dependent manner.",
      "sentences": [
        [
          {
            "segment_text": "Methods : On postnatal day 10 ( P10 ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "male and female Lewis and Brown Norway rats were injected intramuscularly with either a mix of bacterial and viral components in adjuvant , adjuvant-only , or saline .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Immune responses were evaluated at 2 and 5 days post-challenge .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Cytokine and chemokine levels were evaluated in serum and in multiple brain regions using a Luminex multiplex assay .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Multi-factor ANOVAs were used to compare analyte levels across treatment groups within strain ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "sex , and day of sample collection .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Numbers and activation status of astrocytes and microglia were also analyzed in the cortex and hippocampus by quantifying immunoreactivity for GFAP ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "IBA-1 , and CD68 in fixed brain slices .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Immunohistochemical data were analyzed using a mixed-model regression analysis .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Acute peripheral immune challenge differentially altered cytokine and chemokine levels in the serum versus the brain .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Within the brain , the cytokine and chemokine response varied between strains ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "sexes , and days post-challenge .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Main findings included differences in T helper ( Th ) type cytokine responses in various brain regions ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "particularly the cortex , with respect to IL-4 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "IL-10 , and IL-17 levels .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Additionally , peripheral immune challenge altered GFAP and IBA-1 immunoreactivity in the brain in a strain-and sex-dependent manner .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions: These findings indicate that genetic background and sex influence the CNS response to an acute peripheral immune challenge during early postnatal development. Additionally, these data reinforce that the developmental time point during which the challenge occurs has a distinct effect on the activation of CNS-resident cells.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions : These findings indicate that genetic background and sex influence the CNS response to an acute peripheral immune challenge during early postnatal development .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Additionally , these data reinforce that the developmental time point during which the challenge occurs has a distinct effect on the activation of CNS-resident cells .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "14",
    "segment_num": "22",
    "token_num": "338"
  }
}