{
  "paper_id": "6d073fc71e9b58f7d85ab4ae64aaeadf10d56ae4",
  "metadata": {
    "title": "IFIT3 and IFIT2/3 promote IFIT1-mediated translation inhibition by enhancing binding to non-self RNA",
    "coda_data_split": "train",
    "coda_paper_id": 2347,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Interferon-induced proteins with tetratricopeptide repeats (IFITs) are highly expressed during the cellintrinsic immune response to viral infection. IFIT1 inhibits translation by binding directly to the 5 end of foreign RNAs, particularly those with non-self cap structures, precluding the recruitment of the capbinding eukaryotic translation initiation factor 4F and ribosome recruitment. The presence of IFIT1 imposes a requirement on viruses that replicate in the cytoplasm to maintain mechanisms to avoid its restrictive effects. Interaction of different IFIT family members is well described, but little is known of the molecular basis of IFIT association or its impact on function. Here, we reconstituted different complexes of IFIT1, IFIT2 and IFIT3 in vitro, which enabled us to reveal critical aspects of IFIT complex assembly. IFIT1 and IFIT3 interact via a YxxxL motif present in the C-terminus of each protein. IFIT2 and IFIT3 homodimers dissociate to form a more stable heterodimer that also associates with IFIT1. We show for the first time that IFIT3 stabilizes IFIT1 protein expression, promotes IFIT1 binding to a cap0 Zika virus reporter mRNA and enhances IFIT1 translation inhibition. This work reveals molecular aspects of IFIT interaction and provides an important missing link between IFIT assembly and function.",
      "sentences": [
        [
          {
            "segment_text": "Interferon-induced proteins with tetratricopeptide repeats ( IFITs ) are highly expressed during the cellintrinsic immune response to viral infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "IFIT1 inhibits translation by binding directly to the 5 end of foreign RNAs ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "particularly those with non-self cap structures ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "precluding the recruitment of the capbinding eukaryotic translation initiation factor 4F and ribosome recruitment .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The presence of IFIT1 imposes a requirement on viruses that replicate in the cytoplasm to maintain mechanisms to avoid its restrictive effects .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Interaction of different IFIT family members is well described ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but little is known of the molecular basis of IFIT association or its impact on function .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we reconstituted different complexes of IFIT1 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "IFIT2 and IFIT3 in vitro ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "which enabled us to reveal critical aspects of IFIT complex assembly .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "IFIT1 and IFIT3 interact via a YxxxL motif present in the C-terminus of each protein .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "IFIT2 and IFIT3 homodimers dissociate to form a more stable heterodimer that also associates with IFIT1 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We show for the first time that IFIT3 stabilizes IFIT1 protein expression ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "promotes IFIT1 binding to a cap0 Zika virus reporter mRNA and enhances IFIT1 translation inhibition .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This work reveals molecular aspects of IFIT interaction and provides an important missing link between IFIT assembly and function .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "15",
    "token_num": "215"
  }
}