{
  "paper_id": "6d0bae20db2c120336ad5fea0440a90339b65c74",
  "metadata": {
    "title": "Using directed attenuation to enhance vaccine immunity",
    "coda_data_split": "train",
    "coda_paper_id": 2474,
    "coda_has_expert_labels": false,
    "subset": "biorxiv_medrxiv"
  },
  "abstract": [
    {
      "original_text": "Many viral infections can be prevented by immunizing with live, attenuated vaccines. Early methods of attenuation were hit-and-miss, and these are now much improved by genetic engineering. But even current attenuation methods operate on the principle of genetic harm, reducing the virus\u0027s ability to grow, which in turn limits the host immune response below that of infection by wild-type. We use mathematical models of the dynamics of virus and its control by innate and adaptive immunity to explore the tradeoff between attenuation of virus growth and the generation of immunity. Our analysis suggests that directed attenuation that disables key viral defenses against the host immune responses may attenuate viral growth without compromising, and potentially even enhancing the generation of immunity. We explore which immune evasion pathways should be attenuated and how attenuating multiple pathways could lead to robust attenuation of pathology with enhancement of immunity.",
      "sentences": [
        [
          {
            "segment_text": "Many viral infections can be prevented by immunizing with live , attenuated vaccines .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Early methods of attenuation were hit-and-miss ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and these are now much improved by genetic engineering .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "But even current attenuation methods operate on the principle of genetic harm ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "reducing the virus \u0027s ability to grow ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which in turn limits the host immune response below that of infection by wild-type .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We use mathematical models of the dynamics of virus and its control by innate and adaptive immunity to explore the tradeoff between attenuation of virus growth and the generation of immunity .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Our analysis suggests that directed attenuation that disables key viral defenses against the host immune responses may attenuate viral growth without compromising ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and potentially even enhancing the generation of immunity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We explore which immune evasion pathways should be attenuated and how attenuating multiple pathways could lead to robust attenuation of pathology with enhancement of immunity .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "10",
    "token_num": "157"
  }
}