{
  "paper_id": "6d19865af9d32dba5e90bd15a21aabe0c8ac5157",
  "metadata": {
    "title": "Characterization of Dak Nong virus, an insect nidovirus isolated from Culex mosquitoes in Vietnam",
    "coda_data_split": "train",
    "coda_paper_id": 10276,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "In this study, we isolated and characterized an insect nidovirus from the mosquito Culex tritaeniorhynchus Giles (Diptera: Culicidae) in Vietnam, as an additional member of the new family Mesoniviridae in the order Nidovirales. The virus, designated \u0027\u0027Dak Nong virus (DKNV),\u0027\u0027 shared many characteristics with Cavally virus and Nam Dinh virus, which have also been discovered recently in mosquitoes, and these viruses should be considered members of a single virus species, Alphamesonivirus 1. DKNV grew in cultured mosquito cells but could not replicate in the cultured vertebrate cells tested. N-terminal sequencing of the DKNV structural proteins revealed two posttranslational cleavage sites in the spike glycoprotein precursor. DKNV is assumed to be a new member of the species Alphamesonivirus 1, and the current study provides further understanding of viruses belonging to the new family Mesoniviridae.",
      "sentences": [
        [
          {
            "segment_text": "In this study , we isolated and characterized an insect nidovirus from the mosquito Culex tritaeniorhynchus Giles ( Diptera : Culicidae ) in Vietnam ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "as an additional member of the new family Mesoniviridae in the order Nidovirales .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The virus , designated `` Dak Nong virus ( DKNV ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "\u0027\u0027 shared many characteristics with Cavally virus and Nam Dinh virus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which have also been discovered recently in mosquitoes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and these viruses should be considered members of a single virus species , Alphamesonivirus 1 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "DKNV grew in cultured mosquito cells but could not replicate in the cultured vertebrate cells tested .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "N-terminal sequencing of the DKNV structural proteins revealed two posttranslational cleavage sites in the spike glycoprotein precursor .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "DKNV is assumed to be a new member of the species Alphamesonivirus 1 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the current study provides further understanding of viruses belonging to the new family Mesoniviridae .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "R. Kuwata and T. Satho contributed equally.",
      "sentences": [
        [
          {
            "segment_text": "R. Kuwata and T. Satho contributed equally .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "6",
    "segment_num": "11",
    "token_num": "161"
  }
}