{
  "paper_id": "6d20ab75d7394461e9acd16899bd55902177d8fe",
  "metadata": {
    "title": "Initiation of human astrovirus type 1 infection was blocked by inhibitors of phosphoinositide 3-kinase",
    "coda_data_split": "train",
    "coda_paper_id": 4438,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Upon initial contact with a virus, host cells activate a series of cellular signaling cascades that facilitate viral entry and viral propagation within the cell. Little is known about how the human astrovirus (HAstV) exploits signaling cascades to establish an infection in host cells. Recent studies showed that activation of extracellular signal-regulated kinase 1/2 (ERK1/2) is important for HAstV infection, though the involvement of other signaling cascades remains unclear. Methods: A panel of kinase blockers was used to search for cellular signaling pathways important for HAstV1 infection. To determine their impact on the infectious process, we examined viral gene expression, RNA replication, and viral RNA and capsid protein release from host cells. Results: Inhibitors of phosphoinositide 3-kinase (PI3K) activation interfered with the infection, independent of their effect on ERK 1/2 activation. Activation of the PI3K signaling cascade occurred at an early phase of the infection, judging from the timeframe of Akt phosphorylation. PI3K inhibition at early times, but not at later times, blocked viral gene expression. However, inhibiting the downstream targets of PI3K activation, Akt and Rac1, did not block infection. Inhibition of protein kinase A (PKA) activation was found to block a later phase of HAstV1 production.",
      "sentences": [
        [
          {
            "segment_text": "Background : Upon initial contact with a virus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "host cells activate a series of cellular signaling cascades that facilitate viral entry and viral propagation within the cell .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Little is known about how the human astrovirus ( HAstV ) exploits signaling cascades to establish an infection in host cells .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Recent studies showed that activation of extracellular signal-regulated kinase 1/2 ( ERK1/2 ) is important for HAstV infection ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "though the involvement of other signaling cascades remains unclear .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Methods : A panel of kinase blockers was used to search for cellular signaling pathways important for HAstV1 infection .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "To determine their impact on the infectious process ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we examined viral gene expression ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "RNA replication , and viral RNA and capsid protein release from host cells .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Inhibitors of phosphoinositide 3-kinase ( PI3K ) activation interfered with the infection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "independent of their effect on ERK 1/2 activation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Activation of the PI3K signaling cascade occurred at an early phase of the infection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "judging from the timeframe of Akt phosphorylation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "PI3K inhibition at early times ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but not at later times , blocked viral gene expression .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , inhibiting the downstream targets of PI3K activation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Akt and Rac1 , did not block infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Inhibition of protein kinase A ( PKA ) activation was found to block a later phase of HAstV1 production .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Our results reveal a previously unknown, essential role of PI3K in the life cycle of HAstV1. PI3K participates in the early stage of infection, possibly during the viral entry process. Our results also reveal the role of PKA in viral production.",
      "sentences": [
        [
          {
            "segment_text": "Our results reveal a previously unknown ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "essential role of PI3K in the life cycle of HAstV1 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "PI3K participates in the early stage of infection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "possibly during the viral entry process .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our results also reveal the role of PKA in viral production .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "13",
    "segment_num": "23",
    "token_num": "278"
  }
}