{
  "paper_id": "6d3e2a9b44f902aba943050ec1dbd4cd0b85309c",
  "metadata": {
    "title": "Insights into the respiratory tract microbiota of patients with cystic fibrosis during early Pseudomonas aeruginosa colonization",
    "coda_data_split": "train",
    "coda_paper_id": 3576,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Pseudomonas aeruginosa plays a major role in cystic fibrosis (CF) progression. Therefore, it is important to understand the initial steps of P. aeruginosa infection. The structure and dynamics of CF respiratory tract microbial communities during the early stages of P. aeruginosa colonization were characterized by pyrosequencing and cloning-sequencing. The respiratory microbiota showed high diversity, related to the young age of the CF cohort (mean age 10 years). Wide inter-and intra-individual variations were revealed. A common core microbiota of 5 phyla and 13 predominant genera was found, the majority of which were obligate anaerobes. A few genera were significantly more prevalent in patients never infected by P. aeruginosa. Persistence of an anaerobic core microbiota regardless of P. aeruginosa status suggests a major role of certain anaerobes in the pathophysiology of lung infections in CF. Some genera may be potential biomarkers of pulmonary infection state. which permits unrestricted use, distribution, and reproduction in any medium, provided you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made.",
      "sentences": [
        [
          {
            "segment_text": "Pseudomonas aeruginosa plays a major role in cystic fibrosis ( CF ) progression .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Therefore , it is important to understand the initial steps of P. aeruginosa infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The structure and dynamics of CF respiratory tract microbial communities during the early stages of P. aeruginosa colonization were characterized by pyrosequencing and cloning-sequencing .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The respiratory microbiota showed high diversity ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "related to the young age of the CF cohort ( mean age 10 years ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Wide inter-and intra-individual variations were revealed .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A common core microbiota of 5 phyla and 13 predominant genera was found ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the majority of which were obligate anaerobes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A few genera were significantly more prevalent in patients never infected by P. aeruginosa .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Persistence of an anaerobic core microbiota regardless of P. aeruginosa status suggests a major role of certain anaerobes in the pathophysiology of lung infections in CF. Some genera may be potential biomarkers of pulmonary infection state .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "which permits unrestricted use , distribution ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and reproduction in any medium ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "provided you give appropriate credit to the original author ( s ) and the source ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "provide a link to the Creative Commons license ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and indicate if changes were made .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "15",
    "token_num": "203"
  }
}