{
  "paper_id": "6d4432caa5cf97afa0126e52aa5dbf2e2fddd2be",
  "metadata": {
    "title": "Evaluation of a coccidia vaccine using spray and gel applications",
    "coda_data_split": "train",
    "coda_paper_id": 9927,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Coccidiosis is an economically significant disease of poultry caused by species of Eimeria, a parasitic protozoan. Disease can result in poor feed conversion, reduced weight gain, and can lead to the development of necrotic enteritis. For prevention of coccidiosis, poultry are commonly vaccinated with a live, sporulated oocysts mass applied with a vaccination cabinet in the hatchery. Traditionally, coccidia vaccines have been applied by coarse spray in a water based diluent, however, new technology using gel diluents has entered the US market. Gel diluents can have variable viscosities and are \"dropped\" onto chicks with an applicator bar. It is thought that gel droplets remain intact on the birds for longer than water based droplets, allowing more time for preening and ingestion of oocysts. In this experiment, the efficacy of a commercial coccidia vaccine applied with a water based diluent, a more viscous gel diluent, and a less viscous gel diluent was compared.",
      "sentences": [
        [
          {
            "segment_text": "Coccidiosis is an economically significant disease of poultry caused by species of Eimeria , a parasitic protozoan .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Disease can result in poor feed conversion ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "reduced weight gain , and can lead to the development of necrotic enteritis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "For prevention of coccidiosis , poultry are commonly vaccinated with a live ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "sporulated oocysts mass applied with a vaccination cabinet in the hatchery .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Traditionally , coccidia vaccines have been applied by coarse spray in a water based diluent ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "however , new technology using gel diluents has entered the US market .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Gel diluents can have variable viscosities and are `` dropped \u0027\u0027 onto chicks with an applicator bar .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It is thought that gel droplets remain intact on the birds for longer than water based droplets ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "allowing more time for preening and ingestion of oocysts .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this experiment , the efficacy of a commercial coccidia vaccine applied with a water based diluent ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "a more viscous gel diluent ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and a less viscous gel diluent was compared .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Fecal samples were collected at multiple time points post-vaccination to quantify vaccine oocyst shedding. Shedding in the first cycle (days 5 to 8 post-vaccination) was related to the number of oocysts received from each application method, where the groups receiving higher doses shed more oocysts. However, a decrease in shedding was seen for the more viscous gel group in the second cycle (days 12 to 15 post-vaccination). Chickens were challenged with Eimeria maxima oocysts and 7 days post-challenge body weight gains and gross and microscopic lesions were recorded to evaluate protection levels for the different vaccine applications. All vaccinated groups appeared to be protected based on body weight gain and lesion scoring. The results of this project indicate that all vaccine applications are effective at protecting against Eimeria maxima challenge when using a proper dose of vaccine that allows for repeated oocyst cycling in the litter post-vaccination.",
      "sentences": [
        [
          {
            "segment_text": "Fecal samples were collected at multiple time points post-vaccination to quantify vaccine oocyst shedding .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Shedding in the first cycle ( days 5 to 8 post-vaccination ) was related to the number of oocysts received from each application method ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "where the groups receiving higher doses shed more oocysts .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , a decrease in shedding was seen for the more viscous gel group in the second cycle ( days 12 to 15 post-vaccination ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Chickens were challenged with Eimeria maxima oocysts and 7 days post-challenge body weight gains and gross and microscopic lesions were recorded to evaluate protection levels for the different vaccine applications .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "All vaccinated groups appeared to be protected based on body weight gain and lesion scoring .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The results of this project indicate that all vaccine applications are effective at protecting against Eimeria maxima challenge when using a proper dose of vaccine that allows for repeated oocyst cycling in the litter post-vaccination .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "13",
    "segment_num": "20",
    "token_num": "332"
  }
}