{
  "paper_id": "6d5ab19bef25b700b2d283b8c57f8f044fb24290",
  "metadata": {
    "title": "Inhibitory effect of mizoribine and ribavirin on the replication of severe acute respiratory syndrome (SARS)-associated coronavirus",
    "coda_data_split": "train",
    "coda_paper_id": 8767,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The activity of inosine-5 -monophosphate dehydrogenase (IMPDH) inhibitors, mizoribine and ribavirin, against severe acute respiratory syndrome (SARS)-associated coronavirus (SARS-CoV) was determined by plaque reduction and yield reduction assays. Mizoribine and ribavirin selectively inhibited replication of SARS-CoV. The 50% inhibitory concentration (IC 50 ) of mizoribine for SARS-CoV Frankfurt-1 and SARS-CoV HKU39849, as determined by plaque reduction was 3.5 g/ml and 16 g/ml, respectively, and the IC 50 of ribavirin for SARS-CoV Frankfurt-1 and SARS-CoV HKU39849 was 20 g/ml and 80 g/ml, while the 50% cytotoxic concentration of mizoribine and ribavirin for Vero E6 cells exceeded 200 g/ml. In a yield reduction assay, mizoribine (10 g/ml) and ribavirin (40 g/ml) inhibited the replication of SARS-CoV and reduced the infectious SARS-CoV titers to one-tenth or less. Mizoribine inhibited replication of SARS-CoV more strongly than ribavirin. However, neither drug could completely inhibit replication of SARS-CoV even at concentrations up to 100 g/ml.",
      "sentences": [
        [
          {
            "segment_text": "The activity of inosine-5 - monophosphate dehydrogenase ( IMPDH ) inhibitors ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "mizoribine and ribavirin , against severe acute respiratory syndrome ( SARS ) - associated coronavirus ( SARS-CoV ) was determined by plaque reduction and yield reduction assays .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Mizoribine and ribavirin selectively inhibited replication of SARS-CoV .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The 50 % inhibitory concentration ( IC 50 ) of mizoribine for SARS-CoV Frankfurt-1 and SARS-CoV HKU39849 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "as determined by plaque reduction was 3.5 g/ml and 16 g/ml ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "respectively , and the IC 50 of ribavirin for SARS-CoV Frankfurt-1 and SARS-CoV HKU39849 was 20 g/ml and 80 g/ml ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while the 50 % cytotoxic concentration of mizoribine and ribavirin for Vero E6 cells exceeded 200 g/ml .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In a yield reduction assay ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "mizoribine ( 10 g/ml ) and ribavirin ( 40 g/ml ) inhibited the replication of SARS-CoV and reduced the infectious SARS-CoV titers to one-tenth or less .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Mizoribine inhibited replication of SARS-CoV more strongly than ribavirin .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , neither drug could completely inhibit replication of SARS-CoV even at concentrations up to 100 g/ml .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "11",
    "token_num": "179"
  }
}