{
  "paper_id": "6d86f444589890a4657acab7888a38806287387e",
  "metadata": {
    "title": "Characterization of the bacterial gut microbiota of piglets suffering from new neonatal porcine diarrhoea",
    "coda_data_split": "train",
    "coda_paper_id": 8270,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: In recent years, new neonatal porcine diarrhoea (NNPD) of unknown aetiology has emerged in Denmark. NNPD affects piglets during the first week of life and results in impaired welfare, decreased weight gain, and in the worst-case scenario death. Commonly used preventative interventions such as vaccination or treatment with antibiotics, have a limited effect on NNPD. Previous studies have investigated the clinical manifestations, histopathology, and to some extent, microbiological findings; however, these studies were either inconclusive or suggested that Enterococci, possibly in interaction with Escherichia coli, contribute to the aetiology of NNPD. This study examined ileal and colonic luminal contents of 50 control piglets and 52 NNPD piglets by means of the qPCR-based Gut Microbiotassay and 16 samples by 454 sequencing to study the composition of the bacterial gut microbiota in relation to NNPD. Results: NNPD was associated with a diminished quantity of bacteria from the phyla Actinobacteria and Firmicutes while genus Enterococcus was more than 24 times more abundant in diarrhoeic piglets. The number of bacteria from the phylum Fusobacteria was also doubled in piglets suffering from diarrhoea. With increasing age, the gut microbiota of NNPD affected piglet and control piglets became more diverse. Independent of diarrhoeic status, piglets from first parity sows (gilts) possessed significantly more bacteria from family Enterobacteriaceae and species E. coli, and fewer bacteria from phylum Firmicutes. Piglets born to gilts had 25 times higher odds of having NNPD compared with piglets born to multiparous sows. Finally, the co-occurrence of genus Enterococcus and species E. coli contributed to the risk of having NNPD.",
      "sentences": [
        [
          {
            "segment_text": "Background : In recent years ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "new neonatal porcine diarrhoea ( NNPD ) of unknown aetiology has emerged in Denmark .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "NNPD affects piglets during the first week of life and results in impaired welfare ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "decreased weight gain , and in the worst-case scenario death .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Commonly used preventative interventions such as vaccination or treatment with antibiotics ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "have a limited effect on NNPD .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Previous studies have investigated the clinical manifestations ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "histopathology , and to some extent ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "microbiological findings ; however , these studies were either inconclusive or suggested that Enterococci ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "possibly in interaction with Escherichia coli ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "contribute to the aetiology of NNPD .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This study examined ileal and colonic luminal contents of 50 control piglets and 52 NNPD piglets by means of the qPCR-based Gut Microbiotassay and 16 samples by 454 sequencing to study the composition of the bacterial gut microbiota in relation to NNPD .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : NNPD was associated with a diminished quantity of bacteria from the phyla Actinobacteria and Firmicutes while genus Enterococcus was more than 24 times more abundant in diarrhoeic piglets .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The number of bacteria from the phylum Fusobacteria was also doubled in piglets suffering from diarrhoea .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "With increasing age , the gut microbiota of NNPD affected piglet and control piglets became more diverse .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Independent of diarrhoeic status , piglets from first parity sows ( gilts ) possessed significantly more bacteria from family Enterobacteriaceae and species E. coli ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and fewer bacteria from phylum Firmicutes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Piglets born to gilts had 25 times higher odds of having NNPD compared with piglets born to multiparous sows .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Finally , the co-occurrence of genus Enterococcus and species E. coli contributed to the risk of having NNPD .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "The results of this study support previous findings that points towards genus Enterococcus and species E. coli to be involved in the pathogenesis of NNPD. Moreover, the results indicate that NNPD is associated with a disturbed bacterial composition and larger variation between the diarrhoeic piglets.",
      "sentences": [
        [
          {
            "segment_text": "The results of this study support previous findings that points towards genus Enterococcus and species E. coli to be involved in the pathogenesis of NNPD .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , the results indicate that NNPD is associated with a disturbed bacterial composition and larger variation between the diarrhoeic piglets .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "13",
    "segment_num": "21",
    "token_num": "338"
  }
}