{
  "paper_id": "6df921e2952489efe8a19462f542a917d57d6f7a",
  "metadata": {
    "title": "Gastrointestinal manifestations of HIV infection Systematic review of randomised trials of interventions to assist patients to follow prescriptions for medications",
    "coda_data_split": "train",
    "coda_paper_id": 3955,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "publicly funded repositories, such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source. These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active.",
      "sentences": [
        [
          {
            "segment_text": "publicly funded repositories , such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Enteric protozoal infection is the commonest cause of diarrhoea in HIV-seropositive persons (table) and is associated with apoptosis, occasional crypt abscesses, and much more severe villus atrophy than that seen with HIV infection alone. 18 Malabsorption and maldigestion increase bowel frequency. However, symptoms persist despite",
      "sentences": [
        [
          {
            "segment_text": "Enteric protozoal infection is the commonest cause of diarrhoea in HIV-seropositive persons ( table ) and is associated with apoptosis ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "occasional crypt abscesses , and much more severe villus atrophy than that seen with HIV infection alone .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "18 Malabsorption and maldigestion increase bowel frequency .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , symptoms persist despite",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "5",
    "segment_num": "6",
    "token_num": "103"
  }
}