{
  "paper_id": "6e2a686e17bb1e3c0180350f986c0fe9d17f7839",
  "metadata": {
    "title": "Monoclonal antibodies as anti-infective products: a promising future?",
    "coda_data_split": "train",
    "coda_paper_id": 4780,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background: The paucity of licensed monoclonal antibodies (mAbs) in the infectious diseases arena strongly contrasts with the ready availability of these therapeutics for use in other conditions. Aims: This narrative review aims to assess the potential of monoclonal antibody-based interventions for infectious diseases. Sources: A review of the literature via the Medline database was performed and complemented by published official documents on licensed anti-infective mAbs. In addition, ongoing trials were identified through a search of the clinical trial registration platform ClinicalTrials.gov. Content: We identified the few infections for which mAbs have been added to the therapeutic armamentarium and stressed their potential in representing a readily available protection tool against biothreats and newly emerging and reemerging infectious agents. In reviewing the historical context and main features of mAbs, we assert a potentially wider applicability and cite relevant examples of ongoing therapeutic developments. Factors hindering successful introduction of mAbs on a larger scale are outlined and thoughts are offered on how to possibly address some of these limitations. Implications: mAbs may represent important tools in treating or preventing infections occurring with reasonably sufficient prevalence to justify demand and for which existing alternatives are not deemed fully adequate. Future initiatives need to address the prohibitive costs encountered in the development process. The feasibility of more large-scale administration of alternative modalities merits further exploration. In order to ensure optimal prospect of regulatory success, an early dialogue with competent authorities is encouraged. E. Pelfrene, Clin Microbiol Infect 2019;25:60",
      "sentences": [
        [
          {
            "segment_text": "Background : The paucity of licensed monoclonal antibodies ( mAbs ) in the infectious diseases arena strongly contrasts with the ready availability of these therapeutics for use in other conditions .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Aims : This narrative review aims to assess the potential of monoclonal antibody-based interventions for infectious diseases .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Sources : A review of the literature via the Medline database was performed and complemented by published official documents on licensed anti-infective mAbs .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "In addition , ongoing trials were identified through a search of the clinical trial registration platform ClinicalTrials.gov .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Content : We identified the few infections for which mAbs have been added to the therapeutic armamentarium and stressed their potential in representing a readily available protection tool against biothreats and newly emerging and reemerging infectious agents .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In reviewing the historical context and main features of mAbs ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "we assert a potentially wider applicability and cite relevant examples of ongoing therapeutic developments .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Factors hindering successful introduction of mAbs on a larger scale are outlined and thoughts are offered on how to possibly address some of these limitations .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Implications : mAbs may represent important tools in treating or preventing infections occurring with reasonably sufficient prevalence to justify demand and for which existing alternatives are not deemed fully adequate .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Future initiatives need to address the prohibitive costs encountered in the development process .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The feasibility of more large-scale administration of alternative modalities merits further exploration .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In order to ensure optimal prospect of regulatory success ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "an early dialogue with competent authorities is encouraged .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "E. Pelfrene , Clin Microbiol Infect 2019 ; 25:60",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "12",
    "segment_num": "14",
    "token_num": "267"
  }
}