{
  "paper_id": "6e2b85abbc84dd5d57776479362082776713c1d6",
  "metadata": {
    "title": "Noncoding RNA Expression During Viral Infection: The Long and the Short of It",
    "coda_data_split": "train",
    "coda_paper_id": 5867,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "New technologies have expanded our view of viral-host interactions with the growing identification of non-coding RNAs (ncRNAs) that act as key regulators of viral infection. In this chapter, we explore novel genomics-based approaches used to characterize ncRNAs involved in viral infection, focusing mainly on microRNAs and long noncoding RNAs. We present recent evidence implicating virally encoded and host-derived ncRNAs in viral replication and pathogenesis regulation, focusing on four different viral diseases (IAV, KHSV, HIV, and HBV). Finally, we discuss the current knowledge of ncRNAs modulation of innate and adaptive immune responses to viral infection. These findings highlight the complexity of host-pathogen networks determining the outcome of viral disease. Understanding the role of ncRNAs in these networks may offer novel antiviral therapy and diagnostic tools.",
      "sentences": [
        [
          {
            "segment_text": "New technologies have expanded our view of viral-host interactions with the growing identification of non-coding RNAs ( ncRNAs ) that act as key regulators of viral infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this chapter , we explore novel genomics-based approaches used to characterize ncRNAs involved in viral infection ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "focusing mainly on microRNAs and long noncoding RNAs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We present recent evidence implicating virally encoded and host-derived ncRNAs in viral replication and pathogenesis regulation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "focusing on four different viral diseases ( IAV , KHSV , HIV , and HBV ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Finally , we discuss the current knowledge of ncRNAs modulation of innate and adaptive immune responses to viral infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These findings highlight the complexity of host-pathogen networks determining the outcome of viral disease .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Understanding the role of ncRNAs in these networks may offer novel antiviral therapy and diagnostic tools .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "8",
    "token_num": "141"
  }
}