{
  "paper_id": "6e33bf088cfbcde318f35f3be8dea6810b0b96ce",
  "metadata": {
    "title": "Does spatial proximity drive norovirus transmission during outbreaks in hospitals? Title Does spatial proximity drive norovirus transmission during outbreaks in hospitals?",
    "coda_data_split": "train",
    "coda_paper_id": 10204,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "To assess the role of spatial proximity, defined as patients sharing bays, in the spread of norovirus during outbreaks in hospitals.",
      "sentences": [
        [
          {
            "segment_text": "To assess the role of spatial proximity ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "defined as patients sharing bays ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "in the spread of norovirus during outbreaks in hospitals .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Enhanced surveillance of norovirus outbreaks between November 2009 and November 2011.",
      "sentences": [
        [
          {
            "segment_text": "Enhanced surveillance of norovirus outbreaks between November 2009 and November 2011 .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Data were gathered during 149 outbreaks of norovirus in hospital wards from five hospitals in two major cities in England serving a population of 2 million. We used the time between the first two cases of each outbreak to estimate the serial interval for norovirus in this setting.",
      "sentences": [
        [
          {
            "segment_text": "Data were gathered during 149 outbreaks of norovirus in hospital wards from five hospitals in two major cities in England serving a population of 2 million .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We used the time between the first two cases of each outbreak to estimate the serial interval for norovirus in this setting .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "This distribution and dates of illness onset were used to calculate epidemic trees for each outbreak. We then used a permutation test to assess whether proximity, for all outbreaks, was more extreme than would be expected by chance under the null hypothesis that proximity was not associated with transmission risk.",
      "sentences": [
        [
          {
            "segment_text": "This distribution and dates of illness onset were used to calculate epidemic trees for each outbreak .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We then used a permutation test to assess whether proximity ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "for all outbreaks , was more extreme than would be expected by chance under the null hypothesis that proximity was not associated with transmission risk .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Sixty-five outbreaks contained complete data on both onset dates and ward position. We estimated the serial interval to be 1.86 days (95% confidence intervals 1.6-2.2 days), and with this value found strong evidence to reject the null hypothesis that proximity was unimportant (p \u003c 0.001). Sensitivity analysis using different values of the serial interval showed that there was evidence to reject the null hypothesis provided the assumed serial interval was less than 2.5 days.",
      "sentences": [
        [
          {
            "segment_text": "Sixty-five outbreaks contained complete data on both onset dates and ward position .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We estimated the serial interval to be 1.86 days ( 95 % confidence intervals 1.6-2.2 days ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and with this value found strong evidence to reject the null hypothesis that proximity was unimportant ( p \u003c 0.001 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Sensitivity analysis using different values of the serial interval showed that there was evidence to reject the null hypothesis provided the assumed serial interval was less than 2.5 days .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Our results provide evidence that patients occupying the same bay as patients with symptomatic norovirus infection are at an increased risk of becoming infected by these patients compared with patients elsewhere in the same ward.",
      "sentences": [
        [
          {
            "segment_text": "Our results provide evidence that patients occupying the same bay as patients with symptomatic norovirus infection are at an increased risk of becoming infected by these patients compared with patients elsewhere in the same ward .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "6",
    "sentence_num": "10",
    "segment_num": "14",
    "token_num": "259"
  }
}