{
  "paper_id": "6e411e03104af1ec10a8caf500b7d41be7e6101c",
  "metadata": {
    "title": "Journal Pre-proof The effective use of telemedicine to save lives and maintain structure in a healthcare system: Current response to COVID-1 The Effective Use of Telemedicine to Save Lives and Maintain Structure in a Healthcare System: Current Response to COVID-19",
    "coda_data_split": "train",
    "coda_paper_id": 9553,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Please cite this article as: A. Elkbuli, H. Ehrlich and M. McKenney, The effective use of telemedicine to save lives and maintain structure in a healthcare system: Current response to COVID-1, American Journal of Emergency Medicine (2020), https://doi.Journal Pre-proof J o u r n a l P r e -p r o o f The Effective Use of Telemedicine to Save Lives and Maintain Structure in a Healthcare System: Current Response to COVID-19 Journal Pre-proof J o u r n a l P r e -p r o o f",
      "sentences": [
        [
          {
            "segment_text": "Please cite this article as : A. Elkbuli ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "H. Ehrlich and M. McKenney ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "The effective use of telemedicine to save lives and maintain structure in a healthcare system : Current response to COVID-1 ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "American Journal of Emergency Medicine ( 2020 ) ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "https://doi.Journal Pre-proof J o u r n a l P r e - p r o o f The Effective Use of Telemedicine to Save Lives and Maintain Structure in a Healthcare System : Current Response to COVID-19 Journal Pre-proof J o u r n a l P r e - p r o o f",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "Throughout the response to the COVID19 crisis, many healthcare institutions have increased their use of telecommunications. From medical schools to residency programs, from patient interactions at home to those in quarantine, virtual communication is providing a safe way to continue with our responsibilities during this pandemic. According to POTUS (17 March 2020), telemedicine, with lessened HIPAA regulations, is now an approved method of communication between physicians and patients for those with Medicare. 1 Telemedicine provides protection to both the physician and patient, preventing possible spread of COVID-19 while allowing for continued patient care. It is now vital to make practical, effective use of telecommunications to stabilize the healthcare system. Recently, medical schools have transferred their curriculum to continue online. With the AAMC recommending a \"temporary suspension of medical students\u0027 participation in any activities that involve patient(s)\" virtual education allows for continued development, while still adhering to social distancing. 2,3 Web conferencing has features such as audio-video, screen sharing, large login capacities and chat functions, allowing students and educators to maintain their regular teaching schedule. 3 The use of telecommunications is indispensable to disseminate knowledge and scientific updates and to swiftly overcome the disruptions in scientific conferences and meetings. Telecommunication and virtual learning can provide medical education and training for those with adjusted or challenging schedules due to the demands of the pandemic. 3,4 Virtual learning not only can be but should be utilized for morning report, sign-out, M\u0026M, and communicating with staff in high risk areas without fear of increasing risk of COVID-19 exposure. Social distancing does not need to be at the expense of effective communication, which itself is fundamental to address this crisis efficiently and effectively.",
      "sentences": [
        [
          {
            "segment_text": "Throughout the response to the COVID19 crisis ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "many healthcare institutions have increased their use of telecommunications .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "From medical schools to residency programs ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "from patient interactions at home to those in quarantine ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "virtual communication is providing a safe way to continue with our responsibilities during this pandemic .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "According to POTUS ( 17 March 2020 ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "telemedicine , with lessened HIPAA regulations ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "is now an approved method of communication between physicians and patients for those with Medicare .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "1 Telemedicine provides protection to both the physician and patient ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "preventing possible spread of COVID-19 while allowing for continued patient care .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It is now vital to make practical ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "effective use of telecommunications to stabilize the healthcare system .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Recently , medical schools have transferred their curriculum to continue online .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "With the AAMC recommending a `` temporary suspension of medical students \u0027 participation in any activities that involve patient ( s ) \u0027\u0027 virtual education allows for continued development ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while still adhering to social distancing .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "2,3 Web conferencing has features such as audio-video ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "screen sharing , large login capacities and chat functions ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "allowing students and educators to maintain their regular teaching schedule .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "3 The use of telecommunications is indispensable to disseminate knowledge and scientific updates and to swiftly overcome the disruptions in scientific conferences and meetings .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Telecommunication and virtual learning can provide medical education and training for those with adjusted or challenging schedules due to the demands of the pandemic .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "3,4 Virtual learning not only can be but should be utilized for morning report ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "sign-out , M\u0026M , and communicating with staff in high risk areas without fear of increasing risk of COVID-19 exposure .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Social distancing does not need to be at the expense of effective communication ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which itself is fundamental to address this crisis efficiently and effectively .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Journal Pre-proof",
      "sentences": [
        [
          {
            "segment_text": "Journal Pre-proof",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "14",
    "segment_num": "30",
    "token_num": "418"
  }
}