{
  "paper_id": "6e5a2b5975b13b25f363438f157b088851e389b5",
  "metadata": {
    "title": "C-type lectins do not act as functional receptors for filovirus entry into cells",
    "coda_data_split": "train",
    "coda_paper_id": 5647,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Cellular C-type lectins have been reported to facilitate filovirus infection by binding to glycans on filovirus glycoprotein (GP). However, it is not clearly known whether interaction between C-type lectins and GP mediates all the steps of virus entry (i.e., attachment, internalization, and membrane fusion). In this study, we generated vesicular stomatitis viruses pseudotyped with mutant GPs that have impaired structures of the putative receptor binding regions and thus reduced ability to infect the monkey kidney cells that are routinely used for virus propagation. We found that infectivities of viruses with the mutant GPs dropped in C-type lectin-expressing cells, parallel with those in the monkey kidney cells, whereas binding activities of these GPs to the Ctype lectins were not correlated with the reduced infectivities. These results suggest that C-type lectin-mediated entry of filoviruses requires other cellular molecule(s) that may be involved in virion internalization or membrane fusion.",
      "sentences": [
        [
          {
            "segment_text": "Cellular C-type lectins have been reported to facilitate filovirus infection by binding to glycans on filovirus glycoprotein ( GP ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , it is not clearly known whether interaction between C-type lectins and GP mediates all the steps of virus entry ( i.e. , attachment , internalization , and membrane fusion ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , we generated vesicular stomatitis viruses pseudotyped with mutant GPs that have impaired structures of the putative receptor binding regions and thus reduced ability to infect the monkey kidney cells that are routinely used for virus propagation .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We found that infectivities of viruses with the mutant GPs dropped in C-type lectin-expressing cells ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "parallel with those in the monkey kidney cells ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whereas binding activities of these GPs to the Ctype lectins were not correlated with the reduced infectivities .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results suggest that C-type lectin-mediated entry of filoviruses requires other cellular molecule ( s ) that may be involved in virion internalization or membrane fusion .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "7",
    "token_num": "165"
  }
}