{
  "paper_id": "6e5b97a5233c0425ab04e65545e3e0b72f13b5cd",
  "metadata": {
    "title": "Clinical Communications SARS AND ITS IMPACT ON CURRENT AND FUTURE EMERGENCY DEPARTMENT OPERATIONS",
    "coda_data_split": "train",
    "coda_paper_id": 4263,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "e Abstract-A long-standing concern for international spread of new, virulent pathogens became a reality with the advent of Severe Acute Respiratory Syndrome (SARS). This respiratory syndrome, caused by a coronavirus, spread rapidly across 30 nations since its first recognition in late 2002. SARS has presented the greatest recent threat to U.S. public health, and has come at a time when purposeful introduction of pathogens by terrorists is also of heightened concern. SARS has forced the international medical establishment to reexamine how best to manage such incidents.",
      "sentences": [
        [
          {
            "segment_text": "e Abstract-A long-standing concern for international spread of new ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "virulent pathogens became a reality with the advent of Severe Acute Respiratory Syndrome ( SARS ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This respiratory syndrome , caused by a coronavirus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "spread rapidly across 30 nations since its first recognition in late 2002 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "SARS has presented the greatest recent threat to U.S. public health ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and has come at a time when purposeful introduction of pathogens by terrorists is also of heightened concern .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "SARS has forced the international medical establishment to reexamine how best to manage such incidents .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "7",
    "token_num": "96"
  }
}