{
  "paper_id": "6e5d4651334bd9f951ec707e592ca77ce9633682",
  "metadata": {
    "title": "Bacterial resistance: A sensitive issue Complexity of the challenge and containment strategy in Europe",
    "coda_data_split": "train",
    "coda_paper_id": 6759,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The development of antimicrobial agents has been a key achievement of modern medicine. However, their overuse has led to an increasing incidence of infections due to antibiotic-resistant microorganisms. Quantitative figures on the current economic and health impact of antimicrobial resistance are scant, but it is clearly a growing challenge that requires timely action. That action should be at the educational, ethical, economic and political level. An important first step would be to increase public awareness and willingness to take the necessary measures to curb resistance. Hence, studies are needed that would provide solid, quantitative data on the societal impact of antibiotic resistance. This review discusses the complexity of resistance, identifies its main drivers and proposes measures to contain it on a European scale. (W.T.M. Jansen).",
      "sentences": [
        [
          {
            "segment_text": "The development of antimicrobial agents has been a key achievement of modern medicine .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , their overuse has led to an increasing incidence of infections due to antibiotic-resistant microorganisms .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Quantitative figures on the current economic and health impact of antimicrobial resistance are scant ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but it is clearly a growing challenge that requires timely action .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "That action should be at the educational ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "ethical , economic and political level .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "An important first step would be to increase public awareness and willingness to take the necessary measures to curb resistance .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Hence , studies are needed that would provide solid ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "quantitative data on the societal impact of antibiotic resistance .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review discusses the complexity of resistance ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "identifies its main drivers and proposes measures to contain it on a European scale .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "( W.T.M. Jansen ) .",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "to reports on antibiotic resistance which generally cover a single topic in the field, this review aims to demonstrate the complexity of resistance; identify the main factors involved; propose adequate measures to contain resistance on a European scale.",
      "sentences": [
        [
          {
            "segment_text": "to reports on antibiotic resistance which generally cover a single topic in the field ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "this review aims to demonstrate the complexity of resistance ; identify the main factors involved ; propose adequate measures to contain resistance on a European scale .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "9",
    "segment_num": "14",
    "token_num": "184"
  }
}