{
  "paper_id": "6e6b122886cf7d009604cdd36ef743ddb632a9c1",
  "metadata": {
    "title": "",
    "coda_data_split": "train",
    "coda_paper_id": 9631,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "A real-time reverse transcription-polymerase chain reaction (RT-PCR) assay was developed to rapidly detect the severe acute respiratory syndrome-associated coronavirus (SARS-CoV). The assay, based on multiple primer and probe sets located in different regions of the SARS-CoV genome, could discriminate SARS-CoV from other human and animal coronaviruses with a potential detection limit of \u003c10 genomic copies per reaction. The real-time RT-PCR assay was more sensitive than a conventional RT-PCR assay or culture isolation and proved suitable to detect SARS-CoV in clinical specimens. Application of this assay will aid in diagnosing SARS-CoV infection. a RT-PCR, reverse transcription-polymerase chain reaction; F, forward primer; R, reverse primer; P, probe. b Location based on the severe acute respiratory syndrome-associated coronavirus, Urbani strain (GenBank accession no. AY278741).",
      "sentences": [
        [
          {
            "segment_text": "A real-time reverse transcription-polymerase chain reaction ( RT-PCR ) assay was developed to rapidly detect the severe acute respiratory syndrome-associated coronavirus ( SARS-CoV ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The assay , based on multiple primer and probe sets located in different regions of the SARS-CoV genome ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "could discriminate SARS-CoV from other human and animal coronaviruses with a potential detection limit of \u003c 10 genomic copies per reaction .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The real-time RT-PCR assay was more sensitive than a conventional RT-PCR assay or culture isolation and proved suitable to detect SARS-CoV in clinical specimens .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Application of this assay will aid in diagnosing SARS-CoV infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "a RT-PCR , reverse transcription-polymerase chain reaction ; F ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "forward primer ; R , reverse primer ; P , probe .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "b Location based on the severe acute respiratory syndrome-associated coronavirus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Urbani strain ( GenBank accession no .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "AY278741 ) .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "10",
    "token_num": "145"
  }
}