{
  "paper_id": "6e76810fc458772467ba2b8ae159eb486f0cbbac",
  "metadata": {
    "title": "Validation of assays to monitor immune responses in the Syrian golden hamster (Mesocricetus auratus)",
    "coda_data_split": "train",
    "coda_paper_id": 7768,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The Syrian golden hamster (Mesocricetus auratus) is a valuable but under-utilized animal model for studies of human viral pathogens such as bunyaviruses, arenaviruses, flaviviruses, henipaviruses, and SARS-coronavirus. A lack of suitable reagents and specific assays for monitoring host responses has limited the use of this animal model to clinical observations, pathology and humoral immune responses. The objective of this study was to establish and validate assays to monitor host immune responses in the hamster including important proinflammatory, anti-inflammatory and innate immune responses, as well as markers of apoptosis, cell proliferation, cell junction integrity and coagulation. Commercially available mouse and rat ELISA and luminex panels were screened for potential cross-reactivity, but were found to be of limited value for studying host responses in hamsters. Subsequently, quantitative reverse transcriptase polymerase chain reaction (qRT-PCR) assays for the detection of 51 immune-related and four internal reference genes were developed. To validate the immune-related assays, hamsters were infected with vesicular stomatitis virus (VSV), Indiana species, or treated with lipopolysaccharide (LPS) and host immune responses were monitored in selected organs. Ribosomal protein L18 was identified as the most stable internal reference gene. In conclusion, these new assays will greatly improve the use of the hamster as an important small animal model in infectious disease research.",
      "sentences": [
        [
          {
            "segment_text": "The Syrian golden hamster ( Mesocricetus auratus ) is a valuable but under-utilized animal model for studies of human viral pathogens such as bunyaviruses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "arenaviruses , flaviviruses , henipaviruses , and SARS-coronavirus .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A lack of suitable reagents and specific assays for monitoring host responses has limited the use of this animal model to clinical observations ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "pathology and humoral immune responses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The objective of this study was to establish and validate assays to monitor host immune responses in the hamster including important proinflammatory ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "anti-inflammatory and innate immune responses ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "as well as markers of apoptosis ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "cell proliferation , cell junction integrity and coagulation .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Commercially available mouse and rat ELISA and luminex panels were screened for potential cross-reactivity ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "but were found to be of limited value for studying host responses in hamsters .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Subsequently , quantitative reverse transcriptase polymerase chain reaction ( qRT-PCR ) assays for the detection of 51 immune-related and four internal reference genes were developed .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "To validate the immune-related assays ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "hamsters were infected with vesicular stomatitis virus ( VSV ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "Indiana species , or treated with lipopolysaccharide ( LPS ) and host immune responses were monitored in selected organs .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Ribosomal protein L18 was identified as the most stable internal reference gene .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In conclusion , these new assays will greatly improve the use of the hamster as an important small animal model in infectious disease research .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Published by Elsevier B.V.",
      "sentences": [
        [
          {
            "segment_text": "Published by Elsevier B.V.",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "9",
    "segment_num": "17",
    "token_num": "244"
  }
}