{
  "paper_id": "6e7a017e7e61ae4634cd4be5ad5646470e43054d",
  "metadata": {
    "title": "Posters Have Limited Utility in Conveying a Message of Antimicrobial Stewardship to Pet Owners",
    "coda_data_split": "train",
    "coda_paper_id": 9651,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Pet owners frequently administer antimicrobials to their pets and therefore have an important role to play in promoting antimicrobial stewardship in veterinary medicine. However, best methods of educating pet owners about antimicrobial stewardship have yet to be defined. While visual materials such as brochures and posters are often used in health promotion campaigns, their effectiveness in veterinary medicine is unknown. The objective of this study was to determine whether pet owners noticed and retained the message of a poster with an antimicrobial stewardship message placed in veterinary clinic exam rooms. A total of 111 pet owners from five veterinary clinics (three general practices, two low-cost clinics) in the greater Philadelphia area participated in the study. Participants completed a survey asking whether they noticed the poster and if they could paraphrase its message. In a follow-up survey, an antibiotic knowledge score was calculated from answers to questions assessing their knowledge of the poster message. Baseline knowledge was assessed by asking participants to define antibiotic resistance. At the end of the study, veterinarians at participating clinics were interviewed about their experiences with the poster. Only 51 (46.4%) participants noticed the poster, and only 11 (9.9%) could partially or completely reproduce its message. No demographic or clinic-level factors were significantly associated with noticing the poster or recalling its message. Antibiotic knowledge scores were highly correlated (ρ \u003d 0.87, p \u003c 0.001) with baseline knowledge and not affected by viewing the poster (p \u003d 0.955). Veterinarians expressed skepticism that the poster was effective in conveying a message of judicious antibiotic use to clients and noted no difference in the frequency with which they discussed antibiotic resistance or felt pressured to prescribe antibiotics by their clients. Posters alone will likely have limited impact in conveying a message of judicious antibiotic use to pet owners. However, they might be useful as part of an active, multi-modal education strategy, especially if complemented by veterinarian actions.",
      "sentences": [
        [
          {
            "segment_text": "Pet owners frequently administer antimicrobials to their pets and therefore have an important role to play in promoting antimicrobial stewardship in veterinary medicine .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , best methods of educating pet owners about antimicrobial stewardship have yet to be defined .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "While visual materials such as brochures and posters are often used in health promotion campaigns ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "their effectiveness in veterinary medicine is unknown .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The objective of this study was to determine whether pet owners noticed and retained the message of a poster with an antimicrobial stewardship message placed in veterinary clinic exam rooms .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "A total of 111 pet owners from five veterinary clinics ( three general practices , two low-cost clinics ) in the greater Philadelphia area participated in the study .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Participants completed a survey asking whether they noticed the poster and if they could paraphrase its message .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "In a follow-up survey , an antibiotic knowledge score was calculated from answers to questions assessing their knowledge of the poster message .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Baseline knowledge was assessed by asking participants to define antibiotic resistance .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "At the end of the study ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "veterinarians at participating clinics were interviewed about their experiences with the poster .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Only 51 ( 46.4 % ) participants noticed the poster ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and only 11 ( 9.9 % ) could partially or completely reproduce its message .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "No demographic or clinic-level factors were significantly associated with noticing the poster or recalling its message .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Antibiotic knowledge scores were highly correlated ( ρ \u003d 0.87 , p \u003c 0.001 ) with baseline knowledge and not affected by viewing the poster ( p \u003d 0.955 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Veterinarians expressed skepticism that the poster was effective in conveying a message of judicious antibiotic use to clients and noted no difference in the frequency with which they discussed antibiotic resistance or felt pressured to prescribe antibiotics by their clients .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Posters alone will likely have limited impact in conveying a message of judicious antibiotic use to pet owners .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , they might be useful as part of an active ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "multi-modal education strategy , especially if complemented by veterinarian actions .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "15",
    "segment_num": "19",
    "token_num": "355"
  }
}