{
  "paper_id": "6e7ccee890e63857a43205195c605c7f164b90c4",
  "metadata": {
    "title": "SHORT COMMUNICATION Natural FCoV infection: cats with FIP exhibit significantly higher viral loads than healthy infected cats",
    "coda_data_split": "train",
    "coda_paper_id": 4771,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Natural feline coronavirus (FCoV) infection has been shown to not only induce intestinal infection with viral shedding, but also systemic infection which either remains without clinical signs or leads to feline infectious peritonitis (FIP). As systemic infection is not the key event in the development of FIP, the question arises as to whether a potential difference in viral load might be of importance. Therefore, the purpose of this study was to quantitatively assess feline coronavirus (FCoV) RNA loads in haemolymphatic tissues of healthy, long-term FCoV-infected cats and cats with FIP. In cats that died from FIP, viral loads were significantly higher, indicating a higher rate of viral replication or a reduced capacity for viral clearance in cats developing and/or suffering from FIP.",
      "sentences": [
        [
          {
            "segment_text": "Natural feline coronavirus ( FCoV ) infection has been shown to not only induce intestinal infection with viral shedding ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but also systemic infection which either remains without clinical signs or leads to feline infectious peritonitis ( FIP ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "As systemic infection is not the key event in the development of FIP ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the question arises as to whether a potential difference in viral load might be of importance .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Therefore , the purpose of this study was to quantitatively assess feline coronavirus ( FCoV ) RNA loads in haemolymphatic tissues of healthy ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "long-term FCoV-infected cats and cats with FIP .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "In cats that died from FIP ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "viral loads were significantly higher ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "indicating a higher rate of viral replication or a reduced capacity for viral clearance in cats developing and/or suffering from FIP .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "9",
    "token_num": "138"
  }
}