{
  "paper_id": "6e7eeeb52aaa159588050577530502dad2fcc5e1",
  "metadata": {
    "title": "High Prevalence of Anelloviruses in Vitreous Fluid of Children With Seasonal Hyperacute Panuveitis",
    "coda_data_split": "train",
    "coda_paper_id": 9732,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Seasonal hyperacute panuveitis (SHAPU) is a potentially blinding ocular disease occurring in Nepal that principally affects young children. Random amplification of partially purified vitreous fluid (VF)-derived nucleic acid revealed the presence of human anelloviruses in VF of SHAPU patients. In a comparative study of patients with different ocular pathologies, SHAPU patients were at highest risk of harboring anelloviruses in their eyes. The majority of SHAPU patients had multiple anelloviruses in their VF. The ocular anellovirus load in SHAPU and non-SHAPU patients did not differ and no SHAPU-specific anellovirus variant was detected. Analysis of paired serum and VF samples from SHAPU and non-SHAPU patients showed that the anellovirus detected in VF samples most likely originated from the systemic viral pool during viremia, potentially through breakdown of the blood-ocular barrier. The detection of anelloviruses in VF samples of uveitis patients, profoundly so in SHAPU patients, is imperative and warrants elucidation of its clinical significance.",
      "sentences": [
        [
          {
            "segment_text": "Seasonal hyperacute panuveitis ( SHAPU ) is a potentially blinding ocular disease occurring in Nepal that principally affects young children .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Random amplification of partially purified vitreous fluid ( VF ) - derived nucleic acid revealed the presence of human anelloviruses in VF of SHAPU patients .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In a comparative study of patients with different ocular pathologies ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "SHAPU patients were at highest risk of harboring anelloviruses in their eyes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The majority of SHAPU patients had multiple anelloviruses in their VF .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The ocular anellovirus load in SHAPU and non-SHAPU patients did not differ and no SHAPU-specific anellovirus variant was detected .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Analysis of paired serum and VF samples from SHAPU and non-SHAPU patients showed that the anellovirus detected in VF samples most likely originated from the systemic viral pool during viremia ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "potentially through breakdown of the blood-ocular barrier .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The detection of anelloviruses in VF samples of uveitis patients ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "profoundly so in SHAPU patients ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "is imperative and warrants elucidation of its clinical significance .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "11",
    "token_num": "169"
  }
}