{
  "paper_id": "6ea0872fe30d02724d3f6d71984f8614d5d08067",
  "metadata": {
    "title": "Total Chemical Synthesis of ISGylated-Ubiquitin Hybrid Chain Assisted by Acetamidomethyl Derivatives with Dual Functions",
    "coda_data_split": "train",
    "coda_paper_id": 7549,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Interferon-stimulated gene 15 (ISG15) is a member of the ubiquitin-like modifiers (ULM) family, which adopts a βgrasp fold domain(s) similar to ubiquitin (Ub) with only minor sequence homology. ISG15 consists of two Ub-like domains and aids the immune system in neutralizing infections by numerous pathogens and plays an important role in defending cells against many viruses including influenza A. Recently, Ub was found to be a substrate for ISG15, which can be ISGylated on Lys29 and Lys48, while the former is more dominant. The discovery of such hybrid ISG15-Ub chains brought forward various fundamental questions regarding the nature and effect of this conjugation. To further investigate the role of hybrid ISG15-Ub chains, the pure homogeneous material of these chains is needed in workable quantities. By applying advanced chemical strategies for protein synthesis, we report the total chemical synthesis of a 231-residue ISG15-Lys29-Ub hybrid chain. During the synthesis we encountered insoluble peptide fragments, and therefore we developed a new reversible Acm based solubilizing tag to efficiently tackle this hurdle. This new Acm tag was compared with the known Arg based Acm solubilizing tag and was found to be more reliable in terms of incorporation and efficiency as demonstrated in the synthesis of the native ISG15-Ub hybrid chain.",
      "sentences": [
        [
          {
            "segment_text": "Interferon-stimulated gene 15 ( ISG15 ) is a member of the ubiquitin-like modifiers ( ULM ) family ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which adopts a βgrasp fold domain ( s ) similar to ubiquitin ( Ub ) with only minor sequence homology .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "ISG15 consists of two Ub-like domains and aids the immune system in neutralizing infections by numerous pathogens and plays an important role in defending cells against many viruses including influenza A. Recently ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Ub was found to be a substrate for ISG15 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which can be ISGylated on Lys29 and Lys48 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while the former is more dominant .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The discovery of such hybrid ISG15-Ub chains brought forward various fundamental questions regarding the nature and effect of this conjugation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "To further investigate the role of hybrid ISG15-Ub chains ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "the pure homogeneous material of these chains is needed in workable quantities .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "By applying advanced chemical strategies for protein synthesis ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we report the total chemical synthesis of a 231-residue ISG15-Lys29-Ub hybrid chain .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "During the synthesis we encountered insoluble peptide fragments ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and therefore we developed a new reversible Acm based solubilizing tag to efficiently tackle this hurdle .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This new Acm tag was compared with the known Arg based Acm solubilizing tag and was found to be more reliable in terms of incorporation and efficiency as demonstrated in the synthesis of the native ISG15-Ub hybrid chain .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "14",
    "token_num": "229"
  }
}