{
  "paper_id": "6ebbce608cb316b579ed926190d068a6fa90534a",
  "metadata": {
    "title": "R E V I E W Open Access \u0027The Microbiome and the Pathophysiology of Asthma\u0027",
    "coda_data_split": "train",
    "coda_paper_id": 3106,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Asthma is a chronic respiratory disease whose prevalence is increasing in the western world. Recently research has begun to focus on the role the microbiome plays in asthma pathogenesis in the hope of further understanding this respiratory disorder. Considered sterile until recently, the lungs have revealed themselves to contain a unique microbiota. A shift towards molecular methods for the quantification and sequencing of microbial DNA has revealed that the airways harbour a unique microbiota with apparent, reproducible differences present between healthy and diseased lungs. There is a hope that in classifying the microbial load of the asthmatic airway an insight may be afforded as to the possible role pulmonary microbes may have in propagating an asthmatic airway response. This could potentially pave the way for new therapeutic strategies for the treatment of chronic lung conditions such as asthma.",
      "sentences": [
        [
          {
            "segment_text": "Asthma is a chronic respiratory disease whose prevalence is increasing in the western world .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Recently research has begun to focus on the role the microbiome plays in asthma pathogenesis in the hope of further understanding this respiratory disorder .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Considered sterile until recently , the lungs have revealed themselves to contain a unique microbiota .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A shift towards molecular methods for the quantification and sequencing of microbial DNA has revealed that the airways harbour a unique microbiota with apparent ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "reproducible differences present between healthy and diseased lungs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "There is a hope that in classifying the microbial load of the asthmatic airway an insight may be afforded as to the possible role pulmonary microbes may have in propagating an asthmatic airway response .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This could potentially pave the way for new therapeutic strategies for the treatment of chronic lung conditions such as asthma .",
            "crowd_label": "background"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "7",
    "token_num": "146"
  }
}