{
  "paper_id": "6efeb37a50a81c7769a49bcf030e54b148bd1fbd",
  "metadata": {
    "title": "Screening of Random Peptide Library of Hemagglutinin from Pandemic 2009 A(H1N1) Influenza Virus Reveals Unexpected Antigenically Important Regions",
    "coda_data_split": "train",
    "coda_paper_id": 2180,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The antigenic structure of the membrane protein hemagglutinin (HA) from the 2009 A(H1N1) influenza virus was dissected with a high-throughput screening method using complex antisera. The approach involves generating yeast cell libraries displaying a pool of random peptides of controllable lengths on the cell surface, followed by one round of fluorescenceactivated cell sorting (FACS) against antisera from mouse, goat and human, respectively. The amino acid residue frequency appearing in the antigenic peptides at both the primary sequence and structural level was determined and used to identify \u0027\u0027hot spots\u0027\u0027 or antigenically important regions. Unexpectedly, different antigenic structures were seen for different antisera. Moreover, five antigenic regions were identified, of which all but one are located in the conserved HA stem region that is responsible for membrane fusion. Our findings are corroborated by several recent studies on cross-neutralizing H1 subtype antibodies that recognize the HA stem region. The antigenic peptides identified may provide clues for creating peptide vaccines with better accessibility to memory B cells and better induction of cross-neutralizing antibodies than the whole HA protein. The scheme used in this study enables a direct mapping of the antigenic regions of viral proteins recognized by antisera, and may be useful for dissecting the antigenic structures of other viral proteins.",
      "sentences": [
        [
          {
            "segment_text": "The antigenic structure of the membrane protein hemagglutinin ( HA ) from the 2009 A ( H1N1 ) influenza virus was dissected with a high-throughput screening method using complex antisera .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The approach involves generating yeast cell libraries displaying a pool of random peptides of controllable lengths on the cell surface ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "followed by one round of fluorescenceactivated cell sorting ( FACS ) against antisera from mouse ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "goat and human , respectively .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The amino acid residue frequency appearing in the antigenic peptides at both the primary sequence and structural level was determined and used to identify `` hot spots \u0027\u0027 or antigenically important regions .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Unexpectedly , different antigenic structures were seen for different antisera .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , five antigenic regions were identified ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "of which all but one are located in the conserved HA stem region that is responsible for membrane fusion .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our findings are corroborated by several recent studies on cross-neutralizing H1 subtype antibodies that recognize the HA stem region .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The antigenic peptides identified may provide clues for creating peptide vaccines with better accessibility to memory B cells and better induction of cross-neutralizing antibodies than the whole HA protein .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The scheme used in this study enables a direct mapping of the antigenic regions of viral proteins recognized by antisera ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and may be useful for dissecting the antigenic structures of other viral proteins .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "12",
    "token_num": "231"
  }
}