{
  "paper_id": "6f04b0a608d3ff811bd503c779460d7b90077235",
  "metadata": {
    "title": "Antigenic variation among bovine enteric coronaviruses (BECV) and bovine respiratory coronaviruses (BRCV) detected using monoclonal antibodies Brief Report",
    "coda_data_split": "train",
    "coda_paper_id": 3935,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Bovine coronavirus (BCV) causes neonatal calf diarrhea (CD) and is associated with winter dysentery (WD) in adult dairy cattle. It can also be isolated from the respiratory tracts of cattle entering feedlots. Monoclonal antibodies (MAbs) specific for the hemagglutinin esterase (HE) and spike (S) surface proteins of 2 bovine enteric coronavirus (BECV) strains and two bovine respiratory coronavirus (BRCV) strains were tested against 6 BECV strains and 6 recently isolated BRCV strains, in order to characterize the antigenicity of BCV strains with varied tissue tropisms. All MAbs had high immunofluorescence (IF) titers against BECV and BRCV strains, indicative of conserved cross-reactive epitopes. In hemagglutination inhibition (HI) tests, the S-MAbs were more broadly reactive than HE-MAbs. The BRCV and CD MAbs were more broadly reactive in HI than the WD MAbs.",
      "sentences": [
        [
          {
            "segment_text": "Bovine coronavirus ( BCV ) causes neonatal calf diarrhea ( CD ) and is associated with winter dysentery ( WD ) in adult dairy cattle .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It can also be isolated from the respiratory tracts of cattle entering feedlots .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Monoclonal antibodies ( MAbs ) specific for the hemagglutinin esterase ( HE ) and spike ( S ) surface proteins of 2 bovine enteric coronavirus ( BECV ) strains and two bovine respiratory coronavirus ( BRCV ) strains were tested against 6 BECV strains and 6 recently isolated BRCV strains ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "in order to characterize the antigenicity of BCV strains with varied tissue tropisms .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "All MAbs had high immunofluorescence ( IF ) titers against BECV and BRCV strains ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "indicative of conserved cross-reactive epitopes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In hemagglutination inhibition ( HI ) tests ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the S-MAbs were more broadly reactive than HE-MAbs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The BRCV and CD MAbs were more broadly reactive in HI than the WD MAbs .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "9",
    "token_num": "159"
  }
}