{
  "paper_id": "6f0fe507e6d3d1f9d6c96044f6a31ea55fad94f8",
  "metadata": {
    "title": "Emerging studies of human HIV-specific antibody repertoires",
    "coda_data_split": "train",
    "coda_paper_id": 9381,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "There has been an explosion of interest in the human B cell response to HIV infection of late. Recent advances in techniques for isolation of human antibodies and antibody secreting cell lines have facilitated a rapid expansion in the number of antibodies available for study. Early analysis of these repertoires reveals interesting features of the HIV-specific antibody response. HIV-specific repertoires exhibit a high level of clonality in circulating cells, and high levels of somatic mutations within the antibody variable gene segments. It appears that many if not most antibodies in circulation bind to virus envelope conformations that are found only in complex oligomeric structures on virion particles or virus-like particles. The rapid isolation of large panels of novel human neutralizing antibodies promises to reveal new insights into the fundamental principles underlying antibodymediated neutralization of HIV.",
      "sentences": [
        [
          {
            "segment_text": "There has been an explosion of interest in the human B cell response to HIV infection of late .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Recent advances in techniques for isolation of human antibodies and antibody secreting cell lines have facilitated a rapid expansion in the number of antibodies available for study .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Early analysis of these repertoires reveals interesting features of the HIV-specific antibody response .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "HIV-specific repertoires exhibit a high level of clonality in circulating cells ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and high levels of somatic mutations within the antibody variable gene segments .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It appears that many if not most antibodies in circulation bind to virus envelope conformations that are found only in complex oligomeric structures on virion particles or virus-like particles .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The rapid isolation of large panels of novel human neutralizing antibodies promises to reveal new insights into the fundamental principles underlying antibodymediated neutralization of HIV .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "7",
    "token_num": "142"
  }
}