{
  "paper_id": "6f3080ceb7c320fe00adf13d1eaf9f7695b7ec87",
  "metadata": {
    "title": "The role of infection in Kawasaki syndrome",
    "coda_data_split": "train",
    "coda_paper_id": 4128,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Objectives: To analyse the evidence suggesting a possible infectious origin of Kawasaki syndrome (KS). Methods: PubMed was searched for all of the studies published over the last 15 years using the key words \"Kawasaki syndrome\" or \"mucocutaneous lymph node syndrome\" and \"infectious disease\" or \"genetics\" or \"vasculitis\" or \"pathogenesis\". Results: Various levels of evidence support the hypothesis that KS is a complex disease triggered by an infection due to one or more pathogens. Viruses or bacteria may be the primum movens, although no specific infectious agent can be considered definitely etiological. A number of genetic polymorphisms have been identified in subjects with KS, but none of them can currently be considered a real marker of susceptibility. Conclusions: Various data suggest that KS is intimately related to infectious diseases and that its clinical expression is influenced by predisposing genetic backgrounds, but our knowledge of the infectious agent(s) involved and the genetic characteristics of susceptible children remains only partial. Further studies are needed to address the many still open questions concerning the disease.",
      "sentences": [
        [
          {
            "segment_text": "Objectives : To analyse the evidence suggesting a possible infectious origin of Kawasaki syndrome ( KS ) .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : PubMed was searched for all of the studies published over the last 15 years using the key words `` Kawasaki syndrome \u0027\u0027 or `` mucocutaneous lymph node syndrome \u0027\u0027 and `` infectious disease \u0027\u0027 or `` genetics \u0027\u0027 or `` vasculitis \u0027\u0027 or `` pathogenesis \u0027\u0027 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Various levels of evidence support the hypothesis that KS is a complex disease triggered by an infection due to one or more pathogens .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Viruses or bacteria may be the primum movens ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "although no specific infectious agent can be considered definitely etiological .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A number of genetic polymorphisms have been identified in subjects with KS ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but none of them can currently be considered a real marker of susceptibility .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : Various data suggest that KS is intimately related to infectious diseases and that its clinical expression is influenced by predisposing genetic backgrounds ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but our knowledge of the infectious agent ( s ) involved and the genetic characteristics of susceptible children remains only partial .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Further studies are needed to address the many still open questions concerning the disease .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "10",
    "token_num": "202"
  }
}