{
  "paper_id": "6f396dca9b8d5d8e40af2f4aab4c91584ecd2776",
  "metadata": {
    "title": "SCIENCE CHINA Chemistry Ultrasensitive label-free electrochemiluminescence immunosensor based on N-(4-aminobutyl)-N-ethylisoluminol-functionalized graphene composite",
    "coda_data_split": "train",
    "coda_paper_id": 6903,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The electrochemiluminescence (ECL) behavior of N-(4-aminobutyl)-N-ethylisoluminol (ABEI)-functionalized graphene composite (ABEI-GC) modified on an indium tin oxide (ITO) electrode was studied. ABEI-GC exhibited excellent ECL activity. On this basis, a label-free ECL immunosensor was developed for the sensitive detection of human immunoglobulin G (hIgG) by using ABEI-GC as the ECL nano-interface via a layer-by-layer assembly technique. ABEI-GC was first assembled onto an ITO electrode. Positively charged chitosan was then electrostatically adsorbed to the modified electrode. Finally, negatively charged antibody-coated gold nanoparticles were attached to the surface to form the ECL immunosensor. In the presence of hIgG, hIgG was captured by its antibody. In addition, an ECL signal was detected in the presence of H 2 O 2 when a double potential was applied. The ECL immunosensor for the determination of hIgG showed a linear range of 1.0×10 13 -1.0×10 8 g/mL with a detection limit of 5.0×10 14 g/mL. This immunosensor has high sensitivity, wide linearity and good reproducibility. The superior sensitivity of the proposed ECL immunoassay mainly derives from the incorporation of ABEI-GC, which not only improves the ECL intensity, response speed, and stability, but also provides a large specific surface for high levels of protein loading. This work reveals that ABEI-GC is good nano-interface for the construction of ECL biosensors. Our strategy is promising for protein detection and may open up a new avenue for ultrasensitive label-free immunoassays.",
      "sentences": [
        [
          {
            "segment_text": "The electrochemiluminescence ( ECL ) behavior of N - ( 4-aminobutyl ) - N-ethylisoluminol ( ABEI ) - functionalized graphene composite ( ABEI-GC ) modified on an indium tin oxide ( ITO ) electrode was studied .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "ABEI-GC exhibited excellent ECL activity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "On this basis , a label-free ECL immunosensor was developed for the sensitive detection of human immunoglobulin G ( hIgG ) by using ABEI-GC as the ECL nano-interface via a layer-by-layer assembly technique .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "ABEI-GC was first assembled onto an ITO electrode .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Positively charged chitosan was then electrostatically adsorbed to the modified electrode .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Finally , negatively charged antibody-coated gold nanoparticles were attached to the surface to form the ECL immunosensor .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "In the presence of hIgG ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "hIgG was captured by its antibody .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , an ECL signal was detected in the presence of H 2 O 2 when a double potential was applied .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The ECL immunosensor for the determination of hIgG showed a linear range of 1.0 × 10 13 -1.0 × 10 8 g/mL with a detection limit of 5.0 × 10 14 g/mL .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This immunosensor has high sensitivity ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "wide linearity and good reproducibility .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The superior sensitivity of the proposed ECL immunoassay mainly derives from the incorporation of ABEI-GC ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which not only improves the ECL intensity ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "response speed , and stability ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but also provides a large specific surface for high levels of protein loading .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This work reveals that ABEI-GC is good nano-interface for the construction of ECL biosensors .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our strategy is promising for protein detection and may open up a new avenue for ultrasensitive label-free immunoassays .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "N-(aminobutyl)-N-(ethylisoluminol) (ABEI), graphene, electrochemiluminescence immunosensor",
      "sentences": [
        [
          {
            "segment_text": "N - ( aminobutyl ) - N - ( ethylisoluminol ) ( ABEI ) , graphene , electrochemiluminescence immunosensor",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "14",
    "segment_num": "19",
    "token_num": "294"
  }
}