{
  "paper_id": "6f528dd538e6bb94d6821ddd276452e7c7d40191",
  "metadata": {
    "title": "Behind the mask: Determinants of nurse\u0027s adherence to facial protective equipment",
    "coda_data_split": "train",
    "coda_paper_id": 3259,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background: As the predominant occupation in the health sector and as the health worker with the most patient interaction, nurses are at high risk for occupational transmission of communicable respiratory illness. The use of facial protective equipment (FPE) is an important strategy to prevent occupational transmission. Methods: A 2-phased study was conducted to examine nurse\u0027s adherence to recommended use of FPE. Phase 1 was a cross-sectional survey of nurses in selected units of 6 acute care hospitals in Toronto, Canada. Phase 2 was a direct observational study of critical care nurses. Results: Of the 1,074 nurses who completed surveys (82% response rate), 44% reported adherence to recommended use of FPE. Multivariable analysis revealed 6 predictors of adherence: unit type, frequency of equipment use, equipment availability, training, organizational support, and communication. Following the survey, 100 observations in 14 intensive care units were conducted that revealed a 44% competence rate with proper use of N95 respirators and knowledge as a significant predictor of competence.",
      "sentences": [
        [
          {
            "segment_text": "Background : As the predominant occupation in the health sector and as the health worker with the most patient interaction ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "nurses are at high risk for occupational transmission of communicable respiratory illness .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The use of facial protective equipment ( FPE ) is an important strategy to prevent occupational transmission .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Methods : A 2-phased study was conducted to examine nurse \u0027s adherence to recommended use of FPE .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Phase 1 was a cross-sectional survey of nurses in selected units of 6 acute care hospitals in Toronto , Canada .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Phase 2 was a direct observational study of critical care nurses .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Of the 1,074 nurses who completed surveys ( 82 % response rate ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "44 % reported adherence to recommended use of FPE .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Multivariable analysis revealed 6 predictors of adherence : unit type ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "frequency of equipment use , equipment availability ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "training , organizational support , and communication .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Following the survey , 100 observations in 14 intensive care units were conducted that revealed a 44 % competence rate with proper use of N95 respirators and knowledge as a significant predictor of competence .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusion: Whereas increasing knowledge should enhance competence, strategies to improve adherence to recommended use of FPE in a busy and complex health care setting should focus on ready availability of equipment, training and fit testing, organizational support for worker health and safety, and good communication practices.",
      "sentences": [
        [
          {
            "segment_text": "Conclusion : Whereas increasing knowledge should enhance competence ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "strategies to improve adherence to recommended use of FPE in a busy and complex health care setting should focus on ready availability of equipment ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "training and fit testing , organizational support for worker health and safety , and good communication practices .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "9",
    "segment_num": "15",
    "token_num": "243"
  }
}