{
  "paper_id": "6f61885e5db4c408825ecc3e1332be732cac52fd",
  "metadata": {
    "title": "Rate and influence of respiratory virus co-infection on pandemic (H1N1) influenza disease *",
    "coda_data_split": "train",
    "coda_paper_id": 5888,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Objectives: Many patients with influenza have more than one viral agent with co-infection frequencies reported as high as 20%. The impact of respiratory virus copathogens on influenza disease is unclear. We sought to determine if respiratory virus co-infection with pandemic H1N1 altered clinical disease. Methods: Respiratory samples from 229 and 267 patients identified with and without H1N1 influenza respectively were screened for the presence of 13 seasonal respiratory viruses by multiplex RT-PCR. Disease severity between coinfected and monoinfected H1N1 patients were quantified using a standardized clinical severity scale. Influenza viral load was calculated by quantitative RT-PCR. Results: Thirty (13.1%) influenza samples screened positive for the presence of 31 viral copathogens. The most prominent copathogens included rhinovirus (61.3%), and coronaviruses (16.1%). Median clinical severity of both monoinfected and coinfected groups were 1. Patients coinfected with rhinovirus tended to have lower clinical severity (median 0), whereas non-rhinovirus co-infections had substantially higher clinical severity (median 2). No difference in H1N1 viral load was observed between coinfected and monoinfected groups. Conclusions: Respiratory viruses co-infect patients with influenza disease. Patients coinfected with rhinovirus had less severe disease while non-rhinovirus co-infections were associated with substantially higher severity without changes in influenza viral titer.",
      "sentences": [
        [
          {
            "segment_text": "Objectives : Many patients with influenza have more than one viral agent with co-infection frequencies reported as high as 20 % .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The impact of respiratory virus copathogens on influenza disease is unclear .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We sought to determine if respiratory virus co-infection with pandemic H1N1 altered clinical disease .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : Respiratory samples from 229 and 267 patients identified with and without H1N1 influenza respectively were screened for the presence of 13 seasonal respiratory viruses by multiplex RT-PCR .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Disease severity between coinfected and monoinfected H1N1 patients were quantified using a standardized clinical severity scale .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Influenza viral load was calculated by quantitative RT-PCR .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Thirty ( 13.1 % ) influenza samples screened positive for the presence of 31 viral copathogens .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The most prominent copathogens included rhinovirus ( 61.3 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and coronaviruses ( 16.1 % ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Median clinical severity of both monoinfected and coinfected groups were 1 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Patients coinfected with rhinovirus tended to have lower clinical severity ( median 0 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whereas non-rhinovirus co-infections had substantially higher clinical severity ( median 2 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "No difference in H1N1 viral load was observed between coinfected and monoinfected groups .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : Respiratory viruses co-infect patients with influenza disease .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Patients coinfected with rhinovirus had less severe disease while non-rhinovirus co-infections were associated with substantially higher severity without changes in influenza viral titer .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "13",
    "segment_num": "15",
    "token_num": "230"
  }
}