{
  "paper_id": "6f6358041ff4043e646cf50ad083745ab7e5c927",
  "metadata": {
    "title": "Indigowood root extract protects hematopoietic cells, reduces tissue damage and modulates inflammatory cytokines after total-body irradiation: Does Indirubin play a role in radioprotection?",
    "coda_data_split": "train",
    "coda_paper_id": 7245,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Radix of Isatis indigotica (indigowood root, IR) has been used in traditional medicine for its potential anti-inflammatory effect. The purpose of this study is to investigate the radioprotective effects of radiation caused damages in hematopoietic system and normal tissues in mice. A total of 57 BALB/c mice were randomized into six treatment groups: control, IR treatment (0.195, 0.585 and 1.170 g/kg, p.o. daily), L-glutamine (0.520 g/kg) and sham group. All mice except the sham group were irradiated and then administered for one week. The radioprotective effect on hematopoietic system, serum cytokines, and intestinal toxicity was studied. Protective effects on spleen and thymus are found in IR-treated groups. IR assisted in restoration of leukocytopenia after whole mice irradiation with significant reduction of serum TNF-a, IL-1b, and IL-6. These enhancements of hematopoietic effects are due to an increase in the serum G-CSF concentration in IR treated groups. In histopathological assessment, significant improvement of intestine toxicity is observed in high-dose IR and L-glutamine group. Evidences show that IR has potentials to be a radioprotector, especially in recovery of hematopoietic system, reduction of inflammatory cytokines and intestinal toxicity. Indirubin may play a crucial role, but the underlying mechanism is not very clear and warrants further studies.",
      "sentences": [
        [
          {
            "segment_text": "Radix of Isatis indigotica ( indigowood root , IR ) has been used in traditional medicine for its potential anti-inflammatory effect .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The purpose of this study is to investigate the radioprotective effects of radiation caused damages in hematopoietic system and normal tissues in mice .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "A total of 57 BALB/c mice were randomized into six treatment groups : control ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "IR treatment ( 0.195 , 0.585 and 1.170 g/kg , p.o. daily ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "L-glutamine ( 0.520 g/kg ) and sham group .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "All mice except the sham group were irradiated and then administered for one week .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The radioprotective effect on hematopoietic system ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "serum cytokines , and intestinal toxicity was studied .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Protective effects on spleen and thymus are found in IR-treated groups .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "IR assisted in restoration of leukocytopenia after whole mice irradiation with significant reduction of serum TNF-a , IL-1b , and IL-6 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These enhancements of hematopoietic effects are due to an increase in the serum G-CSF concentration in IR treated groups .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In histopathological assessment , significant improvement of intestine toxicity is observed in high-dose IR and L-glutamine group .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Evidences show that IR has potentials to be a radioprotector ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "especially in recovery of hematopoietic system ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "reduction of inflammatory cytokines and intestinal toxicity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Indirubin may play a crucial role ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but the underlying mechanism is not very clear and warrants further studies .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "17",
    "token_num": "233"
  }
}