{
  "paper_id": "6f95128d6a8899b5c90dc234a613d4b08415a9e2",
  "metadata": {
    "title": "The process by which perceived autonomy support predicts motivation, intention, and behavior for seasonal influenza prevention in Hong Kong older adults",
    "coda_data_split": "train",
    "coda_paper_id": 10774,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: This study examined the effectiveness of a theoretical framework that integrates self-determination theory (SDT) and the theory of planned behavior (TPB) in explaining the use of facemasks to prevent seasonal influenza among Hong Kong older adults. Methods: Data were collected at two time points in the winter in Hong Kong, during which influenza is most prevalent. At Time 1, older adults (N \u003d 141) completed self-report measures of SDT (perceived autonomy support from senior center staff, autonomous motivation for influenza prevention) and TPB (attitude, subjective norm, perceived behavioral control, and intention for influenza prevention) constructs with respect to facemask used to prevent infection. Two weeks later, at Time 2, participants\u0027 acceptance of a facemask to prevent influenza in the presence of an experimenter with flu-like symptoms was recorded. Results: Path analysis found that perceived autonomy support of senior center staff was positively and significantly linked to autonomous motivation for facemask use, which, in turn, was positively related to intentions to wear facemasks through the mediation of attitude, subjective norm, and perceived behavioral control. However, the effect of intention on facemask use was not significant. Conclusions: Results generally support the proposed framework and the findings of previous studies with respect to intention, but the non-significant intention-behavior relationship may warrant future research to examine the reasons for older adults not to wear facemasks to prevent seasonal influenza despite having positive intentions to do so.",
      "sentences": [
        [
          {
            "segment_text": "Background : This study examined the effectiveness of a theoretical framework that integrates self-determination theory ( SDT ) and the theory of planned behavior ( TPB ) in explaining the use of facemasks to prevent seasonal influenza among Hong Kong older adults .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Methods : Data were collected at two time points in the winter in Hong Kong ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "during which influenza is most prevalent .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "At Time 1 , older adults ( N \u003d 141 ) completed self-report measures of SDT ( perceived autonomy support from senior center staff , autonomous motivation for influenza prevention ) and TPB ( attitude , subjective norm , perceived behavioral control , and intention for influenza prevention ) constructs with respect to facemask used to prevent infection .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Two weeks later , at Time 2 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "participants \u0027 acceptance of a facemask to prevent influenza in the presence of an experimenter with flu-like symptoms was recorded .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Path analysis found that perceived autonomy support of senior center staff was positively and significantly linked to autonomous motivation for facemask use ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which , in turn , was positively related to intentions to wear facemasks through the mediation of attitude ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "subjective norm , and perceived behavioral control .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , the effect of intention on facemask use was not significant .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : Results generally support the proposed framework and the findings of previous studies with respect to intention ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but the non-significant intention-behavior relationship may warrant future research to examine the reasons for older adults not to wear facemasks to prevent seasonal influenza despite having positive intentions to do so .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "12",
    "token_num": "270"
  }
}