{
  "paper_id": "6f9a39f53149621828b62fd7d65513ee915ac30c",
  "metadata": {
    "title": "Estimating the incidence and diagnosed proportion of HIV infections in Japan: a statistical modeling study",
    "coda_data_split": "train",
    "coda_paper_id": 10730,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background. Epidemiological surveillance of HIV infection in Japan involves two technical problems for directly applying a classical backcalculation method, i.e., (i) all AIDS cases are not counted over time and (ii) people diagnosed with HIV have received antiretroviral therapy, extending the incubation period. The present study aimed to address these issues and estimate the HIV incidence and the proportion of diagnosed HIV infections, using a simple statistical model. Methods. From among Japanese nationals, yearly incidence data of HIV diagnoses and patients with AIDS who had not previously been diagnosed as HIV positive, from 1985 to 2017, were analyzed. Using the McKendrick partial differential equation, general convolution-like equations were derived, allowing estimation of the HIV incidence and the time-dependent rate of diagnosis. A likelihood-based approach was used to obtain parameter estimates. Results. Assuming that the median incubation period was 10.0 years, the cumulative number of HIV infections was estimated to be 29,613 (95% confidence interval (CI): 29,059, 30,167) by the end of 2017, and the proportion of diagnosed HIV infections was estimated at 80.3% (95% CI [78.7%-82.0%]). Allowing the median incubation period to range from 7.5 to 12.3 years, the estimate of the proportion diagnosed can vary from 77% to 84%. Discussion. The proportion of diagnosed HIV infections appears to have not yet reached 90% among Japanese nationals. Compared with the peak incidence from 2005-2008, new HIV infections have clearly been in a declining trend; however, there are still more than 1,000 new HIV infections per year in Japan. To increase the diagnosed proportion of HIV infections, it is critical to identify people who have difficulty accessing consultation, testing, and care, and to explore heterogeneous patterns of infection. . Brookmeyer R, Gail MH. 1986. Minimum size of the acquired immunodeficiency syndrome (AIDS) epidemic in the United States. Lancet 2:1320-1322. Brookmeyer R, Gail MH. 1994. AIDS epidemiology: a quantitative approach. New York:",
      "sentences": [
        [
          {
            "segment_text": "Background .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Epidemiological surveillance of HIV infection in Japan involves two technical problems for directly applying a classical backcalculation method ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "i.e. , ( i ) all AIDS cases are not counted over time and ( ii ) people diagnosed with HIV have received antiretroviral therapy , extending the incubation period .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The present study aimed to address these issues and estimate the HIV incidence and the proportion of diagnosed HIV infections ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "using a simple statistical model .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "From among Japanese nationals , yearly incidence data of HIV diagnoses and patients with AIDS who had not previously been diagnosed as HIV positive ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "from 1985 to 2017 , were analyzed .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Using the McKendrick partial differential equation ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "general convolution-like equations were derived ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "allowing estimation of the HIV incidence and the time-dependent rate of diagnosis .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A likelihood-based approach was used to obtain parameter estimates .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Assuming that the median incubation period was 10.0 years ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the cumulative number of HIV infections was estimated to be 29,613 ( 95 % confidence interval ( CI ) : 29,059 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "30,167 ) by the end of 2017 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the proportion of diagnosed HIV infections was estimated at 80.3 % ( 95 % CI ( 78.7 % -82.0 % ) ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Allowing the median incubation period to range from 7.5 to 12.3 years ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the estimate of the proportion diagnosed can vary from 77 % to 84 % .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Discussion .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The proportion of diagnosed HIV infections appears to have not yet reached 90 % among Japanese nationals .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Compared with the peak incidence from 2005-2008 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "new HIV infections have clearly been in a declining trend ; however ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "there are still more than 1,000 new HIV infections per year in Japan .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "To increase the diagnosed proportion of HIV infections ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "it is critical to identify people who have difficulty accessing consultation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "testing , and care , and to explore heterogeneous patterns of infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": ".",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Brookmeyer R , Gail MH .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "1986 .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Minimum size of the acquired immunodeficiency syndrome ( AIDS ) epidemic in the United States .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Lancet 2:1320-1322 .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Brookmeyer R , Gail MH .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "1994 .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "AIDS epidemiology : a quantitative approach .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "New York :",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "Oxford University Press. Brookmeyer R, Goedert JJ. 1989. Censoring in an epidemic with an application to haemophilia-associated AIDS. Biometrics 45:325-335",
      "sentences": [
        [
          {
            "segment_text": "Oxford University Press .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Brookmeyer R , Goedert JJ .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "1989 .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Censoring in an epidemic with an application to haemophilia-associated AIDS .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Biometrics 45:325-335",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "28",
    "segment_num": "41",
    "token_num": "404"
  }
}