{
  "paper_id": "6fad80bbb0ee407dd16686c33a54f1b2a1b149c8",
  "metadata": {
    "title": "Physica A Effects of delayed recovery and nonuniform transmission on the spreading of diseases in complex networks",
    "coda_data_split": "train",
    "coda_paper_id": 9281,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "We investigate the effects of delaying the time to recovery (delayed recovery) and of nonuniform transmission on the propagation of diseases on structured populations. Through a mean-field approximation and large-scale numerical simulations, we find that postponing the transition from the infectious to the recovered states can largely reduce the epidemic threshold, therefore promoting the outbreak of epidemics. On the other hand, if we consider nonuniform transmission among individuals, the epidemic threshold increases, thus inhibiting the spreading process. When both mechanisms are at work, the latter might prevail, hence resulting in an increase of the epidemic threshold with respect to the standard case, in which both ingredients are absent. Our findings are of interest for a better understanding of how diseases propagate on structured populations and to a further design of efficient immunization strategies.",
      "sentences": [
        [
          {
            "segment_text": "We investigate the effects of delaying the time to recovery ( delayed recovery ) and of nonuniform transmission on the propagation of diseases on structured populations .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Through a mean-field approximation and large-scale numerical simulations ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we find that postponing the transition from the infectious to the recovered states can largely reduce the epidemic threshold ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "therefore promoting the outbreak of epidemics .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "On the other hand , if we consider nonuniform transmission among individuals ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the epidemic threshold increases , thus inhibiting the spreading process .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "When both mechanisms are at work ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the latter might prevail , hence resulting in an increase of the epidemic threshold with respect to the standard case ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "in which both ingredients are absent .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our findings are of interest for a better understanding of how diseases propagate on structured populations and to a further design of efficient immunization strategies .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "10",
    "token_num": "148"
  }
}