{
  "paper_id": "6fc6b211d30d357b07a3d6de138a6964363ef154",
  "metadata": {
    "title": "Retroviral Env Glycoprotein Trafficking and Incorporation into Virions",
    "coda_data_split": "train",
    "coda_paper_id": 5687,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Together with the Gag protein, the Env glycoprotein is a major retroviral structural protein and is essential for forming infectious virus particles. Env is synthesized, processed, and transported to certain microdomains at the plasma membrane and takes advantage of the same host machinery for its trafficking as that used by cellular glycoproteins. Incorporation of Env into progeny virions is probably mediated by the interaction between Env and Gag, in some cases with the additional involvement of certain host factors. Although several general models have been proposed to explain the incorporation of retroviral Env glycoproteins into virions, the actual mechanism for this process is still unclear, partly because structural data on the Env protein cytoplasmic tail is lacking. This paper presents the current understanding of the synthesis, trafficking, and virion incorporation of retroviral Env proteins.",
      "sentences": [
        [
          {
            "segment_text": "Together with the Gag protein ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the Env glycoprotein is a major retroviral structural protein and is essential for forming infectious virus particles .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Env is synthesized , processed ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and transported to certain microdomains at the plasma membrane and takes advantage of the same host machinery for its trafficking as that used by cellular glycoproteins .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Incorporation of Env into progeny virions is probably mediated by the interaction between Env and Gag ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "in some cases with the additional involvement of certain host factors .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although several general models have been proposed to explain the incorporation of retroviral Env glycoproteins into virions ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the actual mechanism for this process is still unclear ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "partly because structural data on the Env protein cytoplasmic tail is lacking .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This paper presents the current understanding of the synthesis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "trafficking , and virion incorporation of retroviral Env proteins .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "11",
    "token_num": "147"
  }
}