{
  "paper_id": "6fd5ec9e4ec79f24c0bf011e388410d8ec35fe0f",
  "metadata": {
    "title": "Etanercept for steroid-refractory acute graft- versus-host disease: A single center experience",
    "coda_data_split": "train",
    "coda_paper_id": 3972,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Acute graft-versus-host disease (aGVHD) is an important complication of allogeneic stem cell transplantation (alloSCT). High dose glucocorticosteroids, are currently recommended as first-line treatment for grade II-IV aGVHD resulting in overall complete responses (CR) in 40%-50% of patients. No standard second-line regimen has been established. Different options have been reported, including anti-TNFα antibodies.",
      "sentences": [
        [
          {
            "segment_text": "Acute graft-versus-host disease ( aGVHD ) is an important complication of allogeneic stem cell transplantation ( alloSCT ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "High dose glucocorticosteroids , are currently recommended as first-line treatment for grade II-IV aGVHD resulting in overall complete responses ( CR ) in 40 % -50 % of patients .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "No standard second-line regimen has been established .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Different options have been reported , including anti-TNFα antibodies .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "We retrospectively reviewed the outcome of 15 patients with steroid-refractory (SR) aGVHD treated with etanercept at our institution. Patients were transplanted for a hematological malignancy and received either a myeloablative or a non-myeloablative conditioning regimen. Prophylaxis of GVHD consisted of cyclosporin A and mycophenolic acid.",
      "sentences": [
        [
          {
            "segment_text": "We retrospectively reviewed the outcome of 15 patients with steroid-refractory ( SR ) aGVHD treated with etanercept at our institution .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Patients were transplanted for a hematological malignancy and received either a myeloablative or a non-myeloablative conditioning regimen .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Prophylaxis of GVHD consisted of cyclosporin A and mycophenolic acid .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Acute GVHD was diagnosed at a median of 61 days post-transplantation. All patients had grade III aGVHD of the gut. Second-line treatment with etanercept was started at a median of 13 days after initiation of first-line therapy. Overall response rate was 53%, with CR in 3 patients and PR in 5 patients. Median overall survival after initiation of treatment with etanercept was 66 days (range 5-267) for the entire group. Median overall survival was 99 days (range 47-267 days) for responders and 17 days (range 5-66 days) for non-responders (p\u003c0.01). Nevertheless, all patients died. Causes of death were progressive GVHD in 7 patients (47%), infection in 6 patients (40%), cardiac death in 1 patient (6.7%) and relapse in 1 patient (6,7%).",
      "sentences": [
        [
          {
            "segment_text": "Acute GVHD was diagnosed at a median of 61 days post-transplantation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "All patients had grade III aGVHD of the gut .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Second-line treatment with etanercept was started at a median of 13 days after initiation of first-line therapy .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Overall response rate was 53 % ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with CR in 3 patients and PR in 5 patients .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Median overall survival after initiation of treatment with etanercept was 66 days ( range 5-267 ) for the entire group .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Median overall survival was 99 days ( range 47-267 days ) for responders and 17 days ( range 5-66 days ) for non-responders ( p \u003c 0.01 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Nevertheless , all patients died .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Causes of death were progressive GVHD in 7 patients ( 47 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "infection in 6 patients ( 40 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "cardiac death in 1 patient ( 6.7 % ) and relapse in 1 patient ( 6,7 % ) .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Second-line treatment with etanercept does induce responses in SR-aGVHD of the gut but appears to be associated with poor long-term survival even in responding patients.",
      "sentences": [
        [
          {
            "segment_text": "Second-line treatment with etanercept does induce responses in SR-aGVHD of the gut but appears to be associated with poor long-term survival even in responding patients .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "16",
    "segment_num": "19",
    "token_num": "299"
  }
}