{
  "paper_id": "6ff6f65742e35266d6640649dd94417b1ea93ffe",
  "metadata": {
    "title": "72 Cellular Therapy Models: Ex Vivo Chimera Model by Cell Fusion",
    "coda_data_split": "train",
    "coda_paper_id": 8068,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Cell fusion is a ubiquitous process fundamental to physiological and pathophysiological events common to multiple cell types and species. Performed ex vivo , cell fusion is a versatile research and therapeutic tool for gene mapping, antibody production, discovering new mechanisms in biological processes, inventing alternative therapies for cell reprogramming, restoring organ function, and creating cellular therapeutics for cancer treatment.",
      "sentences": [
        [
          {
            "segment_text": "Cell fusion is a ubiquitous process fundamental to physiological and pathophysiological events common to multiple cell types and species .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Performed ex vivo , cell fusion is a versatile research and therapeutic tool for gene mapping ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "antibody production , discovering new mechanisms in biological processes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "inventing alternative therapies for cell reprogramming ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "restoring organ function , and creating cellular therapeutics for cancer treatment .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Cell fusion can be successfully applied by creating cellular therapeutic of donor -recipient chimeric cell (DRCC) in the fi eld of solid organ and vascularized composite allotransplantation (VCA). Immunomodulatory DRCC therapy has the potential to reduce or even eliminate the need for toxic, life-long immunosuppression and to prevent both acute and chronic rejection. This innovative VCA treatment is a combination of ex vivo created chimeric cell therapy with a short-term selective protocol of monoclonal antibody and Cyclosporine A. The utilization of short-term immunosuppressive protocol will provide the opportunity for chimeric cell engraftment, proliferation, and re-education of recipient\u0027s immune system resulting in prolongation of allograft survival. The use of chimeric cells, as a supportive treatment for VCA, would improve the conditions of severely disfi gured patients by offering safe alternative approach and providing better functional and aesthetic results compared to standard reconstructive procedures.",
      "sentences": [
        [
          {
            "segment_text": "Cell fusion can be successfully applied by creating cellular therapeutic of donor - recipient chimeric cell ( DRCC ) in the fi eld of solid organ and vascularized composite allotransplantation ( VCA ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Immunomodulatory DRCC therapy has the potential to reduce or even eliminate the need for toxic ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "life-long immunosuppression and to prevent both acute and chronic rejection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This innovative VCA treatment is a combination of ex vivo created chimeric cell therapy with a short-term selective protocol of monoclonal antibody and Cyclosporine A .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The utilization of short-term immunosuppressive protocol will provide the opportunity for chimeric cell engraftment ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "proliferation , and re-education of recipient \u0027s immune system resulting in prolongation of allograft survival .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The use of chimeric cells ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as a supportive treatment for VCA ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "would improve the conditions of severely disfi gured patients by offering safe alternative approach and providing better functional and aesthetic results compared to standard reconstructive procedures .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "7",
    "segment_num": "14",
    "token_num": "224"
  }
}