{
  "paper_id": "6fff0ba7d5e6b1c3107d84e6003f5fe7f4b00bfd",
  "metadata": {
    "title": "Approaches for patients with very high MELD scores",
    "coda_data_split": "train",
    "coda_paper_id": 5215,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "In the era of the \"sickest first\" policy, patients with very high model for end-stage liver disease (MELD) scores have been increasingly admitted to the intensive care unit with the expectation that they will receive a liver transplant (LT) in the absence of improvement on supportive therapies. Such patients are often admitted in a context of acute-on-chronic liver failure with extrahepatic failures. Sequential assessment of scores or classification based on organ failures within the first days after admission help to stratify the risk of mortality in this population. Although the prognosis of severely ill cirrhotic patients has recently improved, transplant-free mortality remains high. LT is still the only curative treatment in this population. Yet, the increased relative scarcity of graft resource must be considered alongside the increased risk of losing a graft in the initial postoperative period when performing LT in \"too sick to transplant\" patients. Variables associated with poor immediate post-LT outcomes have been identified in large studies. Despite this, the performance of scores based on these variables is still insufficient. Consideration of a patient\u0027s comorbidities and frailty is an appealing predictive approach in this population that has proven of great value in many other diseases. So far, local expertise remains the last safeguard to LT. Using this expertise, data are accumulating on favourable post-LT outcomes in very high MELD populations, particularly when LT is performed in a situation of stabilization/improvement of organ failures in selected candidates. The absence of \"definitive\" contraindications and the control of \"dynamic\" contraindications allow a \"transplantation window\" to be defined. This window must be identified swiftly after admission given the poor short-term survival of patients with very high MELD scores. In the absence of any prospect of LT, withdrawal of care could be discussed to ensure respect of patient life, dignity and wishes.",
      "sentences": [
        [
          {
            "segment_text": "In the era of the `` sickest first \u0027\u0027 policy ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "patients with very high model for end-stage liver disease ( MELD ) scores have been increasingly admitted to the intensive care unit with the expectation that they will receive a liver transplant ( LT ) in the absence of improvement on supportive therapies .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Such patients are often admitted in a context of acute-on-chronic liver failure with extrahepatic failures .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Sequential assessment of scores or classification based on organ failures within the first days after admission help to stratify the risk of mortality in this population .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although the prognosis of severely ill cirrhotic patients has recently improved , transplant-free mortality remains high .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "LT is still the only curative treatment in this population .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Yet , the increased relative scarcity of graft resource must be considered alongside the increased risk of losing a graft in the initial postoperative period when performing LT in `` too sick to transplant \u0027\u0027 patients .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Variables associated with poor immediate post-LT outcomes have been identified in large studies .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Despite this , the performance of scores based on these variables is still insufficient .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Consideration of a patient \u0027s comorbidities and frailty is an appealing predictive approach in this population that has proven of great value in many other diseases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "So far , local expertise remains the last safeguard to LT. Using this expertise ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "data are accumulating on favourable post-LT outcomes in very high MELD populations ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "particularly when LT is performed in a situation of stabilization/improvement of organ failures in selected candidates .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The absence of `` definitive \u0027\u0027 contraindications and the control of `` dynamic \u0027\u0027 contraindications allow a `` transplantation window \u0027\u0027 to be defined .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This window must be identified swiftly after admission given the poor short-term survival of patients with very high MELD scores .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In the absence of any prospect of LT ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "withdrawal of care could be discussed to ensure respect of patient life , dignity and wishes .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "13",
    "segment_num": "17",
    "token_num": "336"
  }
}