{
  "paper_id": "7012318901fec4998b1c63c77aad24e61633b147",
  "metadata": {
    "title": "Respiratory syncytial virus bronchiolitis, weather conditions and air pollution in an Italian urban area: An observational study",
    "coda_data_split": "train",
    "coda_paper_id": 9889,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background: In this study we sought to evaluate the association between viral bronchiolitis, weather conditions, and air pollution in an urban area in Italy. Methods: We included infants hospitalized for acute bronchiolitis from 2004 to 2014. All infants underwent a nasal washing for virus detection. A regional agency network collected meteorological data (mean temperature, relative humidity and wind velocity) and the following air pollutants: sulfur dioxide, nitrogen oxide, carbon monoxide, ozone, benzene and suspended particulate matter measuring less than 10 µm (PM 10 ) and less than 2.5 µm (PM 2.5 ) in aerodynamic diameter. We obtained mean weekly concentration data for the day of admission, from the urban background monitoring sites nearest to each child\u0027s home address. Overdispersed Poisson regression model was fitted and adjusted for seasonality of the respiratory syncytial virus (RSV) infection, to evaluate the impact of individual characteristics and environmental factors on the probability of a being positive RSV. Results: Of the 723 nasal washings from the infants enrolled, 266 (68%) contained RSV, 63 (16.1%) rhinovirus, 26 (6.6%) human bocavirus, 20 (5.1%) human metapneumovirus, and 16 (2.2%) other viruses. The number of RSV-positive infants correlated negatively with temperature (p \u003c 0.001), and positively with relative humidity (p \u003c 0.001). Air pollutant concentrations differed significantly during the peak RSV months and the other months. Benzene concentration was independently associated with RSV incidence (p \u003d 0.0124). Conclusions: Seasonal weather conditions and concentration of air pollutants seem to influence RSV-related bronchiolitis epidemics in an Italian urban area.",
      "sentences": [
        [
          {
            "segment_text": "Background : In this study we sought to evaluate the association between viral bronchiolitis ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "weather conditions , and air pollution in an urban area in Italy .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Methods : We included infants hospitalized for acute bronchiolitis from 2004 to 2014 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "All infants underwent a nasal washing for virus detection .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A regional agency network collected meteorological data ( mean temperature , relative humidity and wind velocity ) and the following air pollutants : sulfur dioxide ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "nitrogen oxide , carbon monoxide ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "ozone , benzene and suspended particulate matter measuring less than 10 µm ( PM 10 ) and less than 2.5 µm ( PM 2.5 ) in aerodynamic diameter .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We obtained mean weekly concentration data for the day of admission ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "from the urban background monitoring sites nearest to each child \u0027s home address .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Overdispersed Poisson regression model was fitted and adjusted for seasonality of the respiratory syncytial virus ( RSV ) infection ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "to evaluate the impact of individual characteristics and environmental factors on the probability of a being positive RSV .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Of the 723 nasal washings from the infants enrolled ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "266 ( 68 % ) contained RSV ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "63 ( 16.1 % ) rhinovirus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "26 ( 6.6 % ) human bocavirus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "20 ( 5.1 % ) human metapneumovirus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and 16 ( 2.2 % ) other viruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The number of RSV-positive infants correlated negatively with temperature ( p \u003c 0.001 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and positively with relative humidity ( p \u003c 0.001 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Air pollutant concentrations differed significantly during the peak RSV months and the other months .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Benzene concentration was independently associated with RSV incidence ( p \u003d 0.0124 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : Seasonal weather conditions and concentration of air pollutants seem to influence RSV-related bronchiolitis epidemics in an Italian urban area .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "22",
    "token_num": "307"
  }
}