{
  "paper_id": "7018967c7ebc76e4c6d3decf7e836957ff427602",
  "metadata": {
    "title": "Correlation of central venous pressure with venous blood gas analysis parameters; a diagnostic study-NC-ND license (http:// creativecommons.org/licenses/by-nc-nd/4.0/)",
    "coda_data_split": "train",
    "coda_paper_id": 10225,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Objective: This study was conducted to assess the correlation between central venous pressure (CVP) and venous blood gas (VBG) analysis parameters, to facilitate management of severe sepsis and septic shock in emergency department. Material and methods: This diagnostic study was conducted from January 2014 until June 2015 in three major educational medical centers, Tehran, Iran. For patients selected with diagnosis of septic shock, peripheral blood sample was taken for testing the VBG parameters and the anion gap (AG) was calculated. All the mentioned parameters were measured again after infusion of 500 cc of normal saline 0.9% in about 1 h. Results: Totally, 93 patients with septic shock were enrolled, 63 male and 30 female. The mean age was 72.53 ± 13.03 and the mean Shock Index (SI) before fluid therapy was 0.79 ± 0.30. AG and pH showed significant negative correlations with CVP, While HCO3 showed a significant positive correlation with CVP. These relations can be affected by the treatment modalities used in shock management such as fluid therapy, mechanical ventilation and vasopressor treatment. Conclusion: It is likely that there is a significant statistical correlation between VBG parameters and AG with CVP, but further research is needed before implementation of the results of this study.",
      "sentences": [
        [
          {
            "segment_text": "Objective : This study was conducted to assess the correlation between central venous pressure ( CVP ) and venous blood gas ( VBG ) analysis parameters ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "to facilitate management of severe sepsis and septic shock in emergency department .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Material and methods : This diagnostic study was conducted from January 2014 until June 2015 in three major educational medical centers , Tehran , Iran .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "For patients selected with diagnosis of septic shock ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "peripheral blood sample was taken for testing the VBG parameters and the anion gap ( AG ) was calculated .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "All the mentioned parameters were measured again after infusion of 500 cc of normal saline 0.9 % in about 1 h. Results : Totally ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "93 patients with septic shock were enrolled ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "63 male and 30 female .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The mean age was 72.53 ± 13.03 and the mean Shock Index ( SI ) before fluid therapy was 0.79 ± 0.30 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "AG and pH showed significant negative correlations with CVP ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "While HCO3 showed a significant positive correlation with CVP .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These relations can be affected by the treatment modalities used in shock management such as fluid therapy ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "mechanical ventilation and vasopressor treatment .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusion : It is likely that there is a significant statistical correlation between VBG parameters and AG with CVP ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but further research is needed before implementation of the results of this study .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "15",
    "token_num": "235"
  }
}