{
  "paper_id": "701cb250c84f7ab48e9d4b3bf2132dcdb9ee8291",
  "metadata": {
    "title": "Responses of the Toll-like receptor and melanoma differentiation- associated protein 5 signaling pathways to avian infectious bronchitis virus infection in chicks",
    "coda_data_split": "train",
    "coda_paper_id": 5170,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Coronaviridae and causes highly contagious respiratory disease in chickens. Innate immunity plays significant roles in host defense against IBV. Here, we explored the interaction between IBV and the host innate immune system. Severe histopathological lesions were observed in the tracheal mucosa at 3-5 days post inoculation (dpi) and in the kidney at 8 dpi, with heavy viral loads at 1-11 and 1-28 dpi, respectively. The expression of mRNAs encoding Toll-like receptor (TLR) 3 and TLR7 were upregulated at 3-8 dpi, and that of TIR-domain-containing adapter-inducing interferon (IFN) β (TRIF) was upregulated at 21 dpi in the trachea and kidney. Myeloid differentiation primary response protein 88 (MyD88) was upregulated in the trachea during early infection. Tumor necrosis factor receptor-associated factor (TRAF) 3 and TRAF6 were upregulated expression in both tissues. Moreover, melanoma differentiation-associated protein 5 (MDA5), laboratory of genetics and physiology 2 (LGP2), stimulator of IFN genes (STING), and mitochondrial antiviral signaling protein (MAVS), as well as TANK binding kinase 1 (TBK1), inhibitor of kappaB kinase (IKK) ԑ, IKKα, IKKβ, IFN regulatory factor (IRF) 7, nuclear factor of kappaB (NF-κB), IFN-α, IFN-β, various interleukins(ILs), and macrophage inflammatory protein-1β (MIP-1β) were significantly upregulated in the trachea and downregulated in the kidney. These results suggested that the TLR and MDA5 signaling pathways and innate immune cytokine were induced after IBV infection. Additionally, consistent responses to IBV infection were observed during early infection, with differential and complicated responses in the kidney.",
      "sentences": [
        [
          {
            "segment_text": "Coronaviridae and causes highly contagious respiratory disease in chickens .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Innate immunity plays significant roles in host defense against IBV .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we explored the interaction between IBV and the host innate immune system .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Severe histopathological lesions were observed in the tracheal mucosa at 3-5 days post inoculation ( dpi ) and in the kidney at 8 dpi ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with heavy viral loads at 1-11 and 1-28 dpi , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The expression of mRNAs encoding Toll-like receptor ( TLR ) 3 and TLR7 were upregulated at 3-8 dpi ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and that of TIR-domain-containing adapter-inducing interferon ( IFN ) β ( TRIF ) was upregulated at 21 dpi in the trachea and kidney .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Myeloid differentiation primary response protein 88 ( MyD88 ) was upregulated in the trachea during early infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Tumor necrosis factor receptor-associated factor ( TRAF ) 3 and TRAF6 were upregulated expression in both tissues .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , melanoma differentiation-associated protein 5 ( MDA5 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "laboratory of genetics and physiology 2 ( LGP2 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "stimulator of IFN genes ( STING ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and mitochondrial antiviral signaling protein ( MAVS ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as well as TANK binding kinase 1 ( TBK1 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "inhibitor of kappaB kinase ( IKK ) ԑ ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "IKKα , IKKβ , IFN regulatory factor ( IRF ) 7 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "nuclear factor of kappaB ( NF-κB ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "IFN-α , IFN-β , various interleukins ( ILs ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and macrophage inflammatory protein-1β ( MIP-1β ) were significantly upregulated in the trachea and downregulated in the kidney .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results suggested that the TLR and MDA5 signaling pathways and innate immune cytokine were induced after IBV infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Additionally , consistent responses to IBV infection were observed during early infection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with differential and complicated responses in the kidney .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "22",
    "token_num": "300"
  }
}