{
  "paper_id": "7020b3b0ef1ba1aa192d2474f6baa2bed9514a9b",
  "metadata": {
    "title": "Aurintricarboxylic acid inhibits influenza virus neuraminidase",
    "coda_data_split": "train",
    "coda_paper_id": 5661,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "There is a continuing threat that the highly pathogenic avian influenza virus will cause future influenza pandemics. In this study, we screened a library of compounds that are biologically active and structurally diverse for inhibitory activity against influenza neuraminidase (NA). We found that aurintricarboxylic acid (ATA) is a potent inhibitor of NA activity of both group-1 and group-2 influenza viruses with IC 50 s (effective concentration to inhibit NA activity by 50%) values at low micromolar concentrations. ATA was equally potent in inhibiting the NA activity derived from wild-type NA and its H274Y mutant which renders NA resistance to inhibition by oseltamivir. Although ATA is structurally distinct from sialic acid, molecular modeling experiments suggested that ATA binds to NA at the enzyme\u0027s substrate binding site. These results indicate that ATA may be a good starting material for the design of a novel class of NA inhibitors for the treatment influenza viruses.",
      "sentences": [
        [
          {
            "segment_text": "There is a continuing threat that the highly pathogenic avian influenza virus will cause future influenza pandemics .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , we screened a library of compounds that are biologically active and structurally diverse for inhibitory activity against influenza neuraminidase ( NA ) .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We found that aurintricarboxylic acid ( ATA ) is a potent inhibitor of NA activity of both group-1 and group-2 influenza viruses with IC 50 s ( effective concentration to inhibit NA activity by 50 % ) values at low micromolar concentrations .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "ATA was equally potent in inhibiting the NA activity derived from wild-type NA and its H274Y mutant which renders NA resistance to inhibition by oseltamivir .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Although ATA is structurally distinct from sialic acid ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "molecular modeling experiments suggested that ATA binds to NA at the enzyme \u0027s substrate binding site .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results indicate that ATA may be a good starting material for the design of a novel class of NA inhibitors for the treatment influenza viruses .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "7",
    "token_num": "167"
  }
}