{
  "paper_id": "702654a038a118a9560b0f9b967c3564dba50ec9",
  "metadata": {
    "title": "Development and optimized pairing of mouse monoclonal antibodies for detecting hemagglutinin in novel H7 subtype influenza viruses",
    "coda_data_split": "train",
    "coda_paper_id": 6546,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The H7 subtype avian influenza threatens public health with respect to poultry and humans. Thus, a specific and sensitive diagnostic test is essential for the management of H7 subtype influenza infections. In this study, five mouse monoclonal antibodies (mAbs) against hemagglutinin (HA) of influenza A/Anhui/1/2013 (H7N9) were produced and characterized by the Western blot, immunofluorescence, and hemagglutination inhibition assays. All five specific mAbs reacted with the HA protein of H7N9 but not with that of H1N1, H3N2, or H5N1. With the combination arrays of capture and detection antibodies, the matched pair mAbs (1C4-coated and 2D7-labeled) were selected and employed in a double-antibody sandwich ELISA (DAS-ELISA). Detection limits of the sandwich ELISA were 0.45 ng mL -1 for the HA protein derived from A/Anhui/1/2013 (H7N9); or 1 and 2 HA units/50 µL for A/Anhui/1/2013 (H7N9) and A/GD/17SF003/2016 (H7N9), respectively. These anti-HA mAbs against subtype H7 and the novel DAS-ELISA provide a valuable approach for specific detection of the H7 subtype influenza virus and quantification of its HA protein, especially for the novel epidemic H7N9. influenza A, H7 subtype, hemagglutinin, monoclonal antibodies, sandwich ELISA Tan, W. (2020). Development and optimized pairing of mouse monoclonal antibodies for detecting hemagglutinin in novel H7 subtype influenza viruses. Sci China Life Sci 63, 279-289. https://doi.",
      "sentences": [
        [
          {
            "segment_text": "The H7 subtype avian influenza threatens public health with respect to poultry and humans .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Thus , a specific and sensitive diagnostic test is essential for the management of H7 subtype influenza infections .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , five mouse monoclonal antibodies ( mAbs ) against hemagglutinin ( HA ) of influenza A/Anhui/1 / 2013 ( H7N9 ) were produced and characterized by the Western blot ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "immunofluorescence , and hemagglutination inhibition assays .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "All five specific mAbs reacted with the HA protein of H7N9 but not with that of H1N1 , H3N2 , or H5N1 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "With the combination arrays of capture and detection antibodies ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "the matched pair mAbs ( 1C4-coated and 2D7-labeled ) were selected and employed in a double-antibody sandwich ELISA ( DAS-ELISA ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Detection limits of the sandwich ELISA were 0.45 ng mL -1 for the HA protein derived from A/Anhui/1 / 2013 ( H7N9 ) ; or 1 and 2 HA units/50 µL for A/Anhui/1 / 2013 ( H7N9 ) and A/GD/17SF003 / 2016 ( H7N9 ) , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These anti-HA mAbs against subtype H7 and the novel DAS-ELISA provide a valuable approach for specific detection of the H7 subtype influenza virus and quantification of its HA protein ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "especially for the novel epidemic H7N9 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "influenza A , H7 subtype ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "hemagglutinin , monoclonal antibodies , sandwich ELISA Tan , W. ( 2020 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Development and optimized pairing of mouse monoclonal antibodies for detecting hemagglutinin in novel H7 subtype influenza viruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Sci China Life Sci 63 , 279-289 .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "https://doi .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "15",
    "token_num": "262"
  }
}