{
  "paper_id": "702d0144bdeae0782bbebcbe41d432fa7ae41415",
  "metadata": {
    "title": "Functional Analysis of the 59 Genomic Sequence of a Bovine Norovirus",
    "coda_data_split": "train",
    "coda_paper_id": 3898,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Jena Virus (JV), a bovine Norovirus, causes enteric disease in cattle and represents a potential model for the study of enteric norovirus infection and pathogenesis. The positive sense RNA genome of JV is organised into ORF1 (nonstructural proteins), ORF2 (major capsid protein) and ORF3 (minor capsid protein). The lack of a cell culture system for studying JV replication has meant that work to date has relied upon in vitro systems to study non-structural protein synthesis and processing.",
      "sentences": [
        [
          {
            "segment_text": "Background : Jena Virus ( JV ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a bovine Norovirus , causes enteric disease in cattle and represents a potential model for the study of enteric norovirus infection and pathogenesis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The positive sense RNA genome of JV is organised into ORF1 ( nonstructural proteins ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "ORF2 ( major capsid protein ) and ORF3 ( minor capsid protein ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The lack of a cell culture system for studying JV replication has meant that work to date has relied upon in vitro systems to study non-structural protein synthesis and processing .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Principal Findings: Only two of the three major ORF1 proteins were identified (p110 and 2C) following in vitro translation of JV RNA, the N-term protein was not detected. The N-term encoding genomic sequence (59GS) was tested for IRES-like function in a bi-cistronic system and displayed no evidence of IRES-like activity. The site of translation initiation in JV was determined to be at the predicted nucleotide 22. Following the insertion of an epitope within the 59GS the JV N-term protein was identified in vitro and within RNA transfected cells.",
      "sentences": [
        [
          {
            "segment_text": "Principal Findings : Only two of the three major ORF1 proteins were identified ( p110 and 2C ) following in vitro translation of JV RNA ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the N-term protein was not detected .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The N-term encoding genomic sequence ( 59GS ) was tested for IRES-like function in a bi-cistronic system and displayed no evidence of IRES-like activity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The site of translation initiation in JV was determined to be at the predicted nucleotide 22 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Following the insertion of an epitope within the 59GS the JV N-term protein was identified in vitro and within RNA transfected cells .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "The in vitro transcription/translation system is currently the best system for analysing protein synthesis and processing in JV. Unlike similarly studied human noroviruses JV initially did not appear to express the N-terminal protein, presenting the possibility that the encoding RNA sequence had a regulatory function, most likely involved in translation initiation in an IRES-like manner. This was not the case and, following determination of the site of translation initiation the N-term protein was detected using an epitope tag, both in vitro and in vivo. Although slightly larger than predicted the Nterm protein was detected in a processed form in vivo, thus not only demonstrating initial translation of the ORF1 polyprotein but also activity of the viral protease. These findings indicate that the block to noroviral replication in cultured cells lies elsewhere.",
      "sentences": [
        [
          {
            "segment_text": "The in vitro transcription/translation system is currently the best system for analysing protein synthesis and processing in JV .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Unlike similarly studied human noroviruses JV initially did not appear to express the N-terminal protein ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "presenting the possibility that the encoding RNA sequence had a regulatory function ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "most likely involved in translation initiation in an IRES-like manner .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This was not the case and ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "following determination of the site of translation initiation the N-term protein was detected using an epitope tag ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "both in vitro and in vivo .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Although slightly larger than predicted the Nterm protein was detected in a processed form in vivo ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "thus not only demonstrating initial translation of the ORF1 polyprotein but also activity of the viral protease .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These findings indicate that the block to noroviral replication in cultured cells lies elsewhere .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "12",
    "segment_num": "20",
    "token_num": "332"
  }
}