{
  "paper_id": "704daa0a70b4f0c0ba3c8f723b27396877dca38b",
  "metadata": {
    "title": "The cientificWorldJOURNAL Clinical Study CD40 Gene Polymorphisms Associated with Susceptibility and Coronary Artery Lesions of Kawasaki Disease in the Taiwanese Population",
    "coda_data_split": "train",
    "coda_paper_id": 5702,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background. Kawasaki disease (KD) is characterized by systemic vasculitis of unknown etiology. Our previous studies showed expression of CD40 ligand on CD4+ T cells correlated to the coronary artery lesion (CAL) and disease progress in KD. Other studies from Japan suggested the role of CD40L in the pathogenesis of CAL, and this might help explain the excessive number of males affected with KD but cannot be reproduced by Taiwanese population. This study was conducted to investigate the CD40 polymorphism in KD and CAL formation. Methods. A total of 950 subjects (381 KD patients and 569 controls) were investigated to identify 2 tagging single-nucleotide polymorphisms (tSNPs) of CD40 (rs4810485 and rs1535045) by using the TaqMan allelic discrimination assay. Results. A significant association was noted with regards to CD40 tSNPs (rs1535045) between controls and KD patients (P \u003d 0.0405, dominant model). In KD patients, polymorphisms of CD40 (rs4810485) showed significant association with CAL formation (P \u003d 0.0436, recessive model). Haplotype analysis did not yield more significant results between polymorphisms of CD40 and susceptibility/disease activity of KD. Conclusions. This study showed for the first time that polymorphisms of CD40 are associated with susceptibility to KD and CAL formation, in the Taiwanese population.",
      "sentences": [
        [
          {
            "segment_text": "Background .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Kawasaki disease ( KD ) is characterized by systemic vasculitis of unknown etiology .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Our previous studies showed expression of CD40 ligand on CD4 + T cells correlated to the coronary artery lesion ( CAL ) and disease progress in KD .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Other studies from Japan suggested the role of CD40L in the pathogenesis of CAL ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and this might help explain the excessive number of males affected with KD but can not be reproduced by Taiwanese population .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This study was conducted to investigate the CD40 polymorphism in KD and CAL formation .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A total of 950 subjects ( 381 KD patients and 569 controls ) were investigated to identify 2 tagging single-nucleotide polymorphisms ( tSNPs ) of CD40 ( rs4810485 and rs1535045 ) by using the TaqMan allelic discrimination assay .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A significant association was noted with regards to CD40 tSNPs ( rs1535045 ) between controls and KD patients ( P \u003d 0.0405 , dominant model ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In KD patients , polymorphisms of CD40 ( rs4810485 ) showed significant association with CAL formation ( P \u003d 0.0436 , recessive model ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Haplotype analysis did not yield more significant results between polymorphisms of CD40 and susceptibility/disease activity of KD .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This study showed for the first time that polymorphisms of CD40 are associated with susceptibility to KD and CAL formation , in the Taiwanese population .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "13",
    "segment_num": "14",
    "token_num": "237"
  }
}