{
  "paper_id": "7094d1604057f9ab203d5d734eaebdadf3e894c8",
  "metadata": {
    "title": "Trafficking of Plant Plasma Membrane Aquaporins: Multiple Regulation Levels and Complex Sorting Signals",
    "coda_data_split": "train",
    "coda_paper_id": 7403,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Aquaporins are small channel proteins which facilitate the diffusion of water and small neutral molecules across biological membranes. Compared with animals, plant genomes encode numerous aquaporins, which display a large variety of subcellular localization patterns. More specifically, plant aquaporins of the plasma membrane intrinsic protein (PIP) subfamily were first described as plasma membrane (PM)-resident proteins, but recent research has demonstrated that the trafficking and subcellular localization of these proteins are complex and highly regulated. In the past few years, PIPs emerged as new model proteins to study subcellular sorting and membrane dynamics in plant cells. At least two distinct sorting motifs (one cytosolic, the other buried in the membrane) are required to direct PIPs to the PM. Hetero-oligomerization and interaction with SNAREs (soluble N-ethylmaleimide-sensitive factor protein attachment protein receptors) also influence the subcellular trafficking of PIPs. In addition to these constitutive processes, both the progression of PIPs through the secretory pathway and their dynamics at the PM are responsive to changing environmental conditions.",
      "sentences": [
        [
          {
            "segment_text": "Aquaporins are small channel proteins which facilitate the diffusion of water and small neutral molecules across biological membranes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Compared with animals , plant genomes encode numerous aquaporins ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which display a large variety of subcellular localization patterns .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "More specifically , plant aquaporins of the plasma membrane intrinsic protein ( PIP ) subfamily were first described as plasma membrane ( PM ) - resident proteins ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but recent research has demonstrated that the trafficking and subcellular localization of these proteins are complex and highly regulated .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In the past few years ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "PIPs emerged as new model proteins to study subcellular sorting and membrane dynamics in plant cells .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "At least two distinct sorting motifs ( one cytosolic , the other buried in the membrane ) are required to direct PIPs to the PM .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Hetero-oligomerization and interaction with SNAREs ( soluble N-ethylmaleimide-sensitive factor protein attachment protein receptors ) also influence the subcellular trafficking of PIPs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In addition to these constitutive processes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "both the progression of PIPs through the secretory pathway and their dynamics at the PM are responsive to changing environmental conditions .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "The first aquaporins discovered in plants were classified on the basis of their subcellular localization. NIPs (nodulin26-like",
      "sentences": [
        [
          {
            "segment_text": "The first aquaporins discovered in plants were classified on the basis of their subcellular localization .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "NIPs ( nodulin26-like",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "9",
    "segment_num": "13",
    "token_num": "206"
  }
}