{
  "paper_id": "709c30173f5cfdd55b8636f71cf76d3788a0553d",
  "metadata": {
    "title": "Pneumocystis jirovecii pneumonia as an initial manifestation of hyper-IgM syndrome in an infant A case report",
    "coda_data_split": "train",
    "coda_paper_id": 4230,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Rationale: Pneumocystis jirovecii causes severe pneumonia in immunocompromised hosts. Human immunodeficiency virus infection, malignancy, solid organ or hematopoietic cell transplantation, and primary immune deficiency compose the risk factors for Pneumocystis pneumonia (PCP) in children, and PCP can be an initial clinical manifestation of primary immune deficiency.",
      "sentences": [
        [
          {
            "segment_text": "Rationale : Pneumocystis jirovecii causes severe pneumonia in immunocompromised hosts .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Human immunodeficiency virus infection , malignancy ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "solid organ or hematopoietic cell transplantation ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and primary immune deficiency compose the risk factors for Pneumocystis pneumonia ( PCP ) in children ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and PCP can be an initial clinical manifestation of primary immune deficiency .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Patient concerns: A 5-month-old infant presented with cyanosis and tachypnea. He had no previous medical or birth history suggesting primary immune deficiency. He was diagnosed with interstitial pneumonia on admission.",
      "sentences": [
        [
          {
            "segment_text": "Patient concerns : A 5-month-old infant presented with cyanosis and tachypnea .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "He had no previous medical or birth history suggesting primary immune deficiency .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "He was diagnosed with interstitial pneumonia on admission .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Diagnoses: He was diagnosed with PCP, and further evaluations revealed underlying X-linked hyper-IgM syndrome.",
      "sentences": [
        [
          {
            "segment_text": "Diagnoses : He was diagnosed with PCP ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and further evaluations revealed underlying X-linked hyper-IgM syndrome .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Interventions: He was treated with trimethoprim/sulfamethoxazole for PCP, and eventually received allogeneic hematopoietic cell transplantation for hyper-IgM syndrome.",
      "sentences": [
        [
          {
            "segment_text": "Interventions : He was treated with trimethoprim/sulfamethoxazole for PCP ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and eventually received allogeneic hematopoietic cell transplantation for hyper-IgM syndrome .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Outcomes: Twenty months have passed after transplantation without severe complications.",
      "sentences": [
        [
          {
            "segment_text": "Outcomes : Twenty months have passed after transplantation without severe complications .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Lessons: PCP should be considered in infants presenting with severe interstitial pneumonia even in the absence of evidence of immune deficiency. Primary immune deficiency should also be suspected in infants diagnosed with PCP.",
      "sentences": [
        [
          {
            "segment_text": "Lessons : PCP should be considered in infants presenting with severe interstitial pneumonia even in the absence of evidence of immune deficiency .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Primary immune deficiency should also be suspected in infants diagnosed with PCP .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Abbreviations: HD \u003d hospital day, HIGM \u003d hyper-IgM, HIV \u003d human immunodeficiency virus, PCP \u003d Pneumocystis pneumonia, PCR \u003d polymerase chain reaction, PID \u003d primary immune deficiency, TMP/SMX \u003d trimethoprim/sulfamethoxazole.",
      "sentences": [
        [
          {
            "segment_text": "Abbreviations : HD \u003d hospital day ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "HIGM \u003d hyper-IgM , HIV \u003d human immunodeficiency virus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "PCP \u003d Pneumocystis pneumonia , PCR \u003d polymerase chain reaction ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "PID \u003d primary immune deficiency , TMP/SMX \u003d trimethoprim/sulfamethoxazole .",
            "crowd_label": "background"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "7",
    "sentence_num": "11",
    "segment_num": "19",
    "token_num": "213"
  }
}