{
  "paper_id": "709fea3df3da75c040b2fa2b8d16074851737d6e",
  "metadata": {
    "title": "Suicide news reporting accuracy and stereotyping in Hong Kong",
    "coda_data_split": "train",
    "coda_paper_id": 6248,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background: The mass media are often criticized for oversimplifying the causes of suicide and overlooking some of the risk factors. However, there is a lack of empirical evidence to support this assertion. The study aims to examine the accuracy of news reports in Hong Kong (HK) and in particular whether or not such reports stereotype victims according to gender and suicide method. Methods: Data from a case-control psychological autopsy (PA) study of 150 HK suicides were utilized. The reports of the PA cases from five major HK newspapers were collected and reviewed to identify whether or not there was a match in terms of the cases\u0027 profile and risk factors. Results: The age, gender, and method of the suicides were largely reported correctly (\u003e70%) but accounts of risk factors were seldom accurate (b 46%). No significant difference was found between tabloid-and non-tabloid-type newspapers\u0027 accuracy. Media stereotyping of genderspecific suicide and charcoal-burning suicide was identified. Limitations: The study was based on a HK sample so the findings are not necessarily applicable elsewhere.",
      "sentences": [
        [
          {
            "segment_text": "Background : The mass media are often criticized for oversimplifying the causes of suicide and overlooking some of the risk factors .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , there is a lack of empirical evidence to support this assertion .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The study aims to examine the accuracy of news reports in Hong Kong ( HK ) and in particular whether or not such reports stereotype victims according to gender and suicide method .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : Data from a case-control psychological autopsy ( PA ) study of 150 HK suicides were utilized .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The reports of the PA cases from five major HK newspapers were collected and reviewed to identify whether or not there was a match in terms of the cases \u0027 profile and risk factors .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : The age , gender ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and method of the suicides were largely reported correctly ( \u003e 70 % ) but accounts of risk factors were seldom accurate ( b 46 % ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "No significant difference was found between tabloid-and non-tabloid-type newspapers \u0027 accuracy .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Media stereotyping of genderspecific suicide and charcoal-burning suicide was identified .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Limitations : The study was based on a HK sample so the findings are not necessarily applicable elsewhere .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "The HK mass media generally demonstrated poor accuracy in reporting suicide risk factors. Their reporting was also problematic in terms of stereotyping gender-and methodspecific suicides. Clinical practitioners should be alerted to these findings when working with the media. They can also adopt this novel usage of PA data to extract further information from other PA studies and thereby broaden the investigation of reporting accuracy and stereotyping of suicide to more diverse social contexts.",
      "sentences": [
        [
          {
            "segment_text": "The HK mass media generally demonstrated poor accuracy in reporting suicide risk factors .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Their reporting was also problematic in terms of stereotyping gender-and methodspecific suicides .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Clinical practitioners should be alerted to these findings when working with the media .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "They can also adopt this novel usage of PA data to extract further information from other PA studies and thereby broaden the investigation of reporting accuracy and stereotyping of suicide to more diverse social contexts .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "13",
    "segment_num": "14",
    "token_num": "277"
  }
}