{
  "paper_id": "70a2a272c513f2350dbcd74c40f3abed9cb1e62c",
  "metadata": {
    "title": "Trade, production sharing, and the international transmission of business cycles $ Board of Governors of the Federal Reserve System, USA",
    "coda_data_split": "train",
    "coda_paper_id": 2276,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Countries that are more engaged in production sharing exhibit higher bilateral manufacturing output correlations. We use data on trade flows between US multinationals and their affiliates as well as trade between the United States and Mexican maquiladoras to measure production-sharing trade and its link with the business cycle. We then develop a quantitative model of international business cycles that generates a positive link between the extent of vertically integrated production-sharing trade and internationally synchronized business cycles. A key assumption in the model is a relatively low elasticity of substitution between home and foreign inputs in the production of the vertically integrated good. r",
      "sentences": [
        [
          {
            "segment_text": "Countries that are more engaged in production sharing exhibit higher bilateral manufacturing output correlations .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We use data on trade flows between US multinationals and their affiliates as well as trade between the United States and Mexican maquiladoras to measure production-sharing trade and its link with the business cycle .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We then develop a quantitative model of international business cycles that generates a positive link between the extent of vertically integrated production-sharing trade and internationally synchronized business cycles .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A key assumption in the model is a relatively low elasticity of substitution between home and foreign inputs in the production of the vertically integrated good .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "r",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "5",
    "token_num": "107"
  }
}