{
  "paper_id": "70b51615329fe89b718e0df871d649b989586b05",
  "metadata": {
    "title": "Two Conserved Residues Are Important for Inducing Highly Ordered Membrane Domains by the Transmembrane Domain of Influenza Hemagglutinin",
    "coda_data_split": "train",
    "coda_paper_id": 10193,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The interaction with lipids of a synthetic peptide corresponding to the transmembrane domain of influenza hemagglutinin was investigated by means of electron spin resonance. A detailed analysis of the electron spin resonance spectra from spin-labeled phospholipids revealed that the major effect of the peptide on the dynamic membrane structure is to induce highly ordered membrane domains that are associated with electrostatic interactions between the peptide and negatively charged lipids. Two highly conserved residues in the peptide were identified as being important for the membrane ordering effect. Aggregation of large unilamellar vesicles induced by the peptide was also found to be correlated with the membrane ordering effect of the peptide, indicating that an increase in membrane ordering, i.e., membrane dehydration, is important for vesicle aggregation. The possibility that hydrophobic interaction between the highly ordered membrane domains plays a role in vesicle aggregation and viral fusion is discussed.",
      "sentences": [
        [
          {
            "segment_text": "The interaction with lipids of a synthetic peptide corresponding to the transmembrane domain of influenza hemagglutinin was investigated by means of electron spin resonance .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A detailed analysis of the electron spin resonance spectra from spin-labeled phospholipids revealed that the major effect of the peptide on the dynamic membrane structure is to induce highly ordered membrane domains that are associated with electrostatic interactions between the peptide and negatively charged lipids .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Two highly conserved residues in the peptide were identified as being important for the membrane ordering effect .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Aggregation of large unilamellar vesicles induced by the peptide was also found to be correlated with the membrane ordering effect of the peptide ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "indicating that an increase in membrane ordering ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "i.e. , membrane dehydration , is important for vesicle aggregation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The possibility that hydrophobic interaction between the highly ordered membrane domains plays a role in vesicle aggregation and viral fusion is discussed .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "7",
    "token_num": "155"
  }
}