{
  "paper_id": "70bb8c949a58d4c7d4c83ee924033ca889143b77",
  "metadata": {
    "title": "Establishment of a new bovine leukosis virus producing cell line",
    "coda_data_split": "train",
    "coda_paper_id": 3065,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Due to the prevalence of different bovine leukosis virus (BLV) species in the cattle population in Europe, problems may arise in the serological diagnosis of BLV infections. In addition, earlier investigations demonstrated that contamination of the BLV antigen-producing cell culture systems by bovine viral diarrhea virus (BVDV) may give rise to misinterpretation of serological test results after BVDV vaccination of cattle. By co-cultivation of peripheral leukocytes of a BLV-infected cow with a permanent sheep kidney cell line, a new BLV-producing cell line named PO714 was established. This line carries a BLV provirus of the Belgian species and has been tested to be free of a variety of possibly contaminating viruses and mycoplasms. Investigations of a panel of well-characterised sera by agar gel immunodiffusion (AGID) and capture ELISA (cELISA) tests using antigen prepared from this new cell line in comparison with antigen of the well-known cell line FLK/BLV yielded comparable results. False positive results caused by BVDV cross-reactions could be eliminated when tests were carried out with antigen derived from the new cell line.",
      "sentences": [
        [
          {
            "segment_text": "Due to the prevalence of different bovine leukosis virus ( BLV ) species in the cattle population in Europe ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "problems may arise in the serological diagnosis of BLV infections .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In addition , earlier investigations demonstrated that contamination of the BLV antigen-producing cell culture systems by bovine viral diarrhea virus ( BVDV ) may give rise to misinterpretation of serological test results after BVDV vaccination of cattle .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "By co-cultivation of peripheral leukocytes of a BLV-infected cow with a permanent sheep kidney cell line ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "a new BLV-producing cell line named PO714 was established .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This line carries a BLV provirus of the Belgian species and has been tested to be free of a variety of possibly contaminating viruses and mycoplasms .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Investigations of a panel of well-characterised sera by agar gel immunodiffusion ( AGID ) and capture ELISA ( cELISA ) tests using antigen prepared from this new cell line in comparison with antigen of the well-known cell line FLK/BLV yielded comparable results .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "False positive results caused by BVDV cross-reactions could be eliminated when tests were carried out with antigen derived from the new cell line .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "8",
    "token_num": "190"
  }
}