{
  "paper_id": "70bb6d4d2a1e4ca1eb10556fc78e6ec6944d7210",
  "metadata": {
    "title": "General Commentary Biowaiver Monographs for Immediate Release Solid Oral Dosage Forms: Ribavirin",
    "coda_data_split": "train",
    "coda_paper_id": 7263,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Literature data relevant to the decision to allow a waiver of in vivo bioequivalence (BE) testing for the approval of immediate release solid oral dosage forms containing ribavirin are reviewed. Ribavirin is highly soluble, but its permeability characteristics are not well defined. Therefore according to the Biopharmaceutical Classification System, and taking a \"worst case\" approach, ribavirin should be assigned to class III. As ribavirin is transported across the brush border membrane of the human jejunum by hCNT2, it shows saturable uptake in the intestine. However, no common excipients have been shown to compete for ribavirin absorption, nor have problems with BE of immediate release ribavirin formulations containing different excipients and produced by different manufacturing methods been reported in the open literature. So the risk of bioinequivalence caused by these factors appears to be low. Ribavirin is considered a narrow therapeutic index drug, as judged by comparing the minimum effective concentration and minimum toxic concentrations in blood. Although ribavirin would not be eligible for approval via a Biopharmaceutical Classification Systemebased biowaiver procedure according to today\u0027s guidances due to its narrow therapeutic index, the risks of biowaiving should be weighed against the considerable risks associated with studying BE of ribavirin products in healthy subjects.",
      "sentences": [
        [
          {
            "segment_text": "Literature data relevant to the decision to allow a waiver of in vivo bioequivalence ( BE ) testing for the approval of immediate release solid oral dosage forms containing ribavirin are reviewed .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Ribavirin is highly soluble , but its permeability characteristics are not well defined .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Therefore according to the Biopharmaceutical Classification System ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and taking a `` worst case \u0027\u0027 approach ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "ribavirin should be assigned to class III .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "As ribavirin is transported across the brush border membrane of the human jejunum by hCNT2 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "it shows saturable uptake in the intestine .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , no common excipients have been shown to compete for ribavirin absorption ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "nor have problems with BE of immediate release ribavirin formulations containing different excipients and produced by different manufacturing methods been reported in the open literature .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "So the risk of bioinequivalence caused by these factors appears to be low .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Ribavirin is considered a narrow therapeutic index drug ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as judged by comparing the minimum effective concentration and minimum toxic concentrations in blood .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Although ribavirin would not be eligible for approval via a Biopharmaceutical Classification Systemebased biowaiver procedure according to today \u0027s guidances due to its narrow therapeutic index ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the risks of biowaiving should be weighed against the considerable risks associated with studying BE of ribavirin products in healthy subjects .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "14",
    "token_num": "223"
  }
}