{
  "paper_id": "70c7260fc0702bd4a554421ac68972c991313e56",
  "metadata": {
    "title": "Mucin 4 Protects Female Mice from Coronavirus Pathogenesis",
    "coda_data_split": "train",
    "coda_paper_id": 8234,
    "coda_has_expert_labels": false,
    "subset": "biorxiv_medrxiv"
  },
  "abstract": [
    {
      "original_text": "Using incipient lines of the Collaborative Cross (CC), a murine genetic reference population, we previously identified a quantitative trait loci (QTL) associated with low SARS-CoV titer. In this study, we integrated sequence information and RNA expression of genes within the QTL to identify mucin 4 (Muc4) as a high priority candidate for controlling SARS-CoV titer in the lung.",
      "sentences": [
        [
          {
            "segment_text": "Using incipient lines of the Collaborative Cross ( CC ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a murine genetic reference population ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "we previously identified a quantitative trait loci ( QTL ) associated with low SARS-CoV titer .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , we integrated sequence information and RNA expression of genes within the QTL to identify mucin 4 ( Muc4 ) as a high priority candidate for controlling SARS-CoV titer in the lung .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "To test this hypothesis, we infected Muc4 -/mice and found that female, but not male, Muc4 -/mice developed more weight loss and disease following infection with SARS-CoV. Female",
      "sentences": [
        [
          {
            "segment_text": "To test this hypothesis , we infected Muc4 - / mice and found that female ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "but not male , Muc4 - / mice developed more weight loss and disease following infection with SARS-CoV .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Female",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Muc4 -/mice also had more difficulty breathing despite reduced lung pathology; however, no change in viral titers was observed. Comparing across viral families, studies with chikungunya virus, a mosquito-borne arthralgic virus, suggests that Muc4\u0027s impact on viral pathogenesis may be widespread. Although not confirming the original titer QTL, our data identifies a role for Muc4 in the SARS-CoV disease and viral pathogenesis.",
      "sentences": [
        [
          {
            "segment_text": "Muc4 - / mice also had more difficulty breathing despite reduced lung pathology ; however ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "no change in viral titers was observed .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Comparing across viral families , studies with chikungunya virus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "a mosquito-borne arthralgic virus , suggests that Muc4 \u0027s impact on viral pathogenesis may be widespread .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Although not confirming the original titer QTL ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "our data identifies a role for Muc4 in the SARS-CoV disease and viral pathogenesis .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Given the recent emergence of SARS-CoV-2, this work suggest that Muc4 expression plays a protective role in female mice not conserved in male mice following SARS-CoV infection. With the SARS-CoV-2 outbreak continuing, treatments that modulate or enhance Muc4 activity may provide an avenue for treatment and improved outcomes. In addition, the work highlights the importance of studying host factors including host genetics and biological sex as key parameters influencing infection and disease outcomes.",
      "sentences": [
        [
          {
            "segment_text": "Given the recent emergence of SARS-CoV-2 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "this work suggest that Muc4 expression plays a protective role in female mice not conserved in male mice following SARS-CoV infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "With the SARS-CoV-2 outbreak continuing ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "treatments that modulate or enhance Muc4 activity may provide an avenue for treatment and improved outcomes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , the work highlights the importance of studying host factors including host genetics and biological sex as key parameters influencing infection and disease outcomes .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "10",
    "segment_num": "18",
    "token_num": "258"
  }
}