{
  "paper_id": "70d9beb1a31d06350a6ce566a14a19cd6c7c1081",
  "metadata": {
    "title": "Systemic but not mucosal immunity induced by AVA prevents inhalational anthrax",
    "coda_data_split": "train",
    "coda_paper_id": 9770,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Improved vaccines and adjuvants are being developed to reduce the threat posed by a terrorist attack involving aerosolized anthrax spores. Nevertheless, uncertainty persists concerning the relative benefits of inducing mucosal vs systemic immunity to host survival following inhalational exposure to anthrax spores. This work examines the effect of delivering the licensed human vaccine (Anthrax Vaccine Adsorbed, AVA) combined with a CpG oligodeoxynucleotide (ODN) adjuvant intraperitoneally or intranasally to A/J mice. Results indicate that protection from inhalational anthrax correlates with the induction of a strong systemic rather than mucosal immune response, and demonstrate that protection is significantly improved and accelerated by the addition of CpG ODN.",
      "sentences": [
        [
          {
            "segment_text": "Improved vaccines and adjuvants are being developed to reduce the threat posed by a terrorist attack involving aerosolized anthrax spores .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Nevertheless , uncertainty persists concerning the relative benefits of inducing mucosal vs systemic immunity to host survival following inhalational exposure to anthrax spores .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This work examines the effect of delivering the licensed human vaccine ( Anthrax Vaccine Adsorbed , AVA ) combined with a CpG oligodeoxynucleotide ( ODN ) adjuvant intraperitoneally or intranasally to A/J mice .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Results indicate that protection from inhalational anthrax correlates with the induction of a strong systemic rather than mucosal immune response ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and demonstrate that protection is significantly improved and accelerated by the addition of CpG ODN .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "5",
    "token_num": "116"
  }
}