{
  "paper_id": "70deaa47afb6a51ea80603bed4eb77f76d37301f",
  "metadata": {
    "title": "Inter-laboratory study to characterize the detection of serum antibodies against porcine epidemic diarrhoea virus",
    "coda_data_split": "train",
    "coda_paper_id": 7363,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Porcine epidemic diarrhea virus (PEDV) has caused extensive economic losses to pig producers in many countries. It was recently introduced, for the first time, into North America and outbreaks have occurred again in multiple countries within Europe as well. To assess the properties of various diagnostic assays for the detection of PEDV infection, multiple panels of porcine sera have been shared and tested for the presence of antibodies against PEDV in an inter-laboratory ring trial. Different laboratories have used a variety of \"in house\" ELISAs and also one commercial assay. The sensitivity and specificity of each assay has been estimated using a Bayesian analysis applied to the ring trial results obtained with the different assays in the absence of a gold standard. Although different characteristics were found, it can be concluded that each of the assays used can detect infection of pigs at a herd level by either the early European strains of PEDV or the recently circulating strains (INDEL and non-INDEL). However, not all the assays seem suitable for demonstrating freedom from disease in a country. The results from individual animals, especially when the infection has occurred within an experimental situation, show more variation.",
      "sentences": [
        [
          {
            "segment_text": "Porcine epidemic diarrhea virus ( PEDV ) has caused extensive economic losses to pig producers in many countries .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It was recently introduced , for the first time ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "into North America and outbreaks have occurred again in multiple countries within Europe as well .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To assess the properties of various diagnostic assays for the detection of PEDV infection ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "multiple panels of porcine sera have been shared and tested for the presence of antibodies against PEDV in an inter-laboratory ring trial .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Different laboratories have used a variety of `` in house \u0027\u0027 ELISAs and also one commercial assay .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The sensitivity and specificity of each assay has been estimated using a Bayesian analysis applied to the ring trial results obtained with the different assays in the absence of a gold standard .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Although different characteristics were found ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "it can be concluded that each of the assays used can detect infection of pigs at a herd level by either the early European strains of PEDV or the recently circulating strains ( INDEL and non-INDEL ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , not all the assays seem suitable for demonstrating freedom from disease in a country .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The results from individual animals ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "especially when the infection has occurred within an experimental situation , show more variation .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "12",
    "token_num": "216"
  }
}