{
  "paper_id": "7107f088cbed45d8a06a026276ccf4d602d50f10",
  "metadata": {
    "title": "Microglia Play a Major Role in Direct Viral-Induced Demyelination",
    "coda_data_split": "train",
    "coda_paper_id": 9508,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Microglia are the resident macrophage-like populations in the central nervous system (CNS). Microglia remain quiescent, unable to perform effector and antigen presentation (APC) functions until activated by injury or infection, and have been suggested to represent the first line of defence for the CNS. Previous studies demonstrated that microglia can be persistently infected by neurotropic mouse hepatitis virus (MHV) which causes meningoencephalitis, myelitis with subsequent axonal loss, and demyelination and serve as a virus-induced model of human neurological disease multiple sclerosis (MS). Current studies revealed that MHV infection is associated with the pronounced activation of microglia during acute inflammation, as evidenced by characteristic changes in cellular morphology and increased expression of microglia-specific proteins, Iba1 (ionized calciumbinding adaptor molecule 1), which is a macrophage/microglia-specific novel calcium-binding protein and involved in membrane ruffling and phagocytosis. During chronic inflammation (day 30 postinfection), microglia were still present within areas of demyelination. Experiments performed in ex vivo spinal cord slice culture and in vitro neonatal microglial culture confirmed direct microglial infection. Our results suggest that MHV can directly infect and activate microglia during acute inflammation, which in turn during chronic inflammation stage causes phagocytosis of myelin sheath leading to chronic inflammatory demyelination.",
      "sentences": [
        [
          {
            "segment_text": "Microglia are the resident macrophage-like populations in the central nervous system ( CNS ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Microglia remain quiescent , unable to perform effector and antigen presentation ( APC ) functions until activated by injury or infection ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and have been suggested to represent the first line of defence for the CNS .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Previous studies demonstrated that microglia can be persistently infected by neurotropic mouse hepatitis virus ( MHV ) which causes meningoencephalitis ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "myelitis with subsequent axonal loss ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and demyelination and serve as a virus-induced model of human neurological disease multiple sclerosis ( MS ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Current studies revealed that MHV infection is associated with the pronounced activation of microglia during acute inflammation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as evidenced by characteristic changes in cellular morphology and increased expression of microglia-specific proteins ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Iba1 ( ionized calciumbinding adaptor molecule 1 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which is a macrophage/microglia-specific novel calcium-binding protein and involved in membrane ruffling and phagocytosis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "During chronic inflammation ( day 30 postinfection ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "microglia were still present within areas of demyelination .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Experiments performed in ex vivo spinal cord slice culture and in vitro neonatal microglial culture confirmed direct microglial infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our results suggest that MHV can directly infect and activate microglia during acute inflammation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which in turn during chronic inflammation stage causes phagocytosis of myelin sheath leading to chronic inflammatory demyelination .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "15",
    "token_num": "225"
  }
}