{
  "paper_id": "710bf21a0b14c7512f2680ba1413c518432d7278",
  "metadata": {
    "title": "A Novel Bocavirus Associated with Acute Gastroenteritis in Australian Children",
    "coda_data_split": "train",
    "coda_paper_id": 2165,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Acute gastroenteritis (AGE) is a common illness affecting all age groups worldwide, causing an estimated three million deaths annually. Viruses such as rotavirus, adenovirus, and caliciviruses are a major cause of AGE, but in many patients a causal agent cannot be found despite extensive diagnostic testing. Proposing that novel viruses are the reason for this diagnostic gap, we used molecular screening to investigate a cluster of undiagnosed cases that were part of a larger case control study into the etiology of pediatric AGE. Degenerate oligonucleotide primed (DOP) PCR was used to non-specifically amplify viral DNA from fecal specimens. The amplified DNA was then cloned and sequenced for analysis. A novel virus was detected. Elucidation and analysis of the genome indicates it is a member of the Bocavirus genus of the Parvovirinae, 23% variant at the nucleotide level from its closest formally recognized relative, the Human Bocavirus (HBoV), and similar to the very recently proposed second species of Bocavirus (HBoV2). Fecal samples collected from case control pairs during 2001 for the AGE study were tested with a bocavirus-specific PCR, and HBoV2 (sequence confirmed) was detected in 32 of 186 cases with AGE (prevalence 17.2%) compared with only 15 controls (8.1%). In this same group of children, HBoV2 prevalence was exceeded only by rotavirus (39.2%) and astrovirus (21.5%) and was more prevalent than norovirus genogroup 2 (13.4%) and adenovirus (4.8%). In a univariate analysis of the matched pairs (McNemar\u0027s Test), the odds ratio for the association of AGE with HBoV2 infection was 2.6 (95% confidence interval 1.2-5.7); P \u003d 0.007. During the course of this screening, a second novel bocavirus was detected which we have designated HBoV species 3 (HBoV3). The prevalence of HBoV3 was low (2.7%), and it was not associated with AGE. HBoV2 and HBoV3 are newly discovered bocaviruses, of which HBoV2 is the thirdmostprevalent virus, after rotavirus and astrovirus, associated with pediatric AGE in this study.",
      "sentences": [
        [
          {
            "segment_text": "Acute gastroenteritis ( AGE ) is a common illness affecting all age groups worldwide ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "causing an estimated three million deaths annually .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Viruses such as rotavirus , adenovirus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and caliciviruses are a major cause of AGE ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but in many patients a causal agent can not be found despite extensive diagnostic testing .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Proposing that novel viruses are the reason for this diagnostic gap ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "we used molecular screening to investigate a cluster of undiagnosed cases that were part of a larger case control study into the etiology of pediatric AGE .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Degenerate oligonucleotide primed ( DOP ) PCR was used to non-specifically amplify viral DNA from fecal specimens .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The amplified DNA was then cloned and sequenced for analysis .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A novel virus was detected .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Elucidation and analysis of the genome indicates it is a member of the Bocavirus genus of the Parvovirinae ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "23 % variant at the nucleotide level from its closest formally recognized relative ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the Human Bocavirus ( HBoV ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and similar to the very recently proposed second species of Bocavirus ( HBoV2 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Fecal samples collected from case control pairs during 2001 for the AGE study were tested with a bocavirus-specific PCR ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and HBoV2 ( sequence confirmed ) was detected in 32 of 186 cases with AGE ( prevalence 17.2 % ) compared with only 15 controls ( 8.1 % ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In this same group of children ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "HBoV2 prevalence was exceeded only by rotavirus ( 39.2 % ) and astrovirus ( 21.5 % ) and was more prevalent than norovirus genogroup 2 ( 13.4 % ) and adenovirus ( 4.8 % ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In a univariate analysis of the matched pairs ( McNemar \u0027s Test ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the odds ratio for the association of AGE with HBoV2 infection was 2.6 ( 95 % confidence interval 1.2-5.7 ) ; P \u003d 0.007 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "During the course of this screening ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "a second novel bocavirus was detected which we have designated HBoV species 3 ( HBoV3 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The prevalence of HBoV3 was low ( 2.7 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and it was not associated with AGE .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "HBoV2 and HBoV3 are newly discovered bocaviruses ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "of which HBoV2 is the thirdmostprevalent virus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "after rotavirus and astrovirus , associated with pediatric AGE in this study .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "13",
    "segment_num": "27",
    "token_num": "388"
  }
}