{
  "paper_id": "71195817c4cfe2c8b7bc13418d2062226a71d0e9",
  "metadata": {
    "title": "One Health stakeholder and institutional analysis in Kenya",
    "coda_data_split": "train",
    "coda_paper_id": 2683,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Introduction: One Health (OH) can be considered a complex emerging policy to resolve health issues at the animalÁhuman and environmental interface. It is expected to drive system changes in terms of new formal and informal institutional and organisational arrangements. This study, using Rift Valley fever (RVF) as a zoonotic problem requiring an OH approach, sought to understand the institutionalisation process at national and subnational levels in an early adopting country, Kenya. Materials and methods: Social network analysis methodologies were used. Stakeholder roles and relational data were collected at national and subnational levels in 2012. Key informants from stakeholder organisations were interviewed, guided by a checklist. Public sector animal and public health organisations were interviewed first to identify other stakeholders with whom they had financial, information sharing and joint cooperation relationships. Visualisation of the OH social network and relationships were shown in sociograms and mathematical (degree and centrality) characteristics of the network summarised. Results and discussion: Thirty-two and 20 stakeholders relevant to OH were identified at national and subnational levels, respectively. Their roles spanned wildlife, livestock, and public health sectors as well as weather prediction. About 50% of national-level stakeholders had made significant progress on OH institutionalisation to an extent that formal coordination structures (zoonoses disease unit and a technical working group) had been created. However, the process had not trickled down to subnational levels although cross-sectoral and sectoral collaborations were identified. The overall binary social network density for the stakeholders showed that 35 and 21% of the possible ties between the RVF and OH stakeholders existed at national and subnational levels, respectively, while public health actors\u0027 collaborations were identified at community/grassroots level. We recommend extending the OH network to include the other 50% stakeholders and fostering of the process at subnational-level building on available cross-sectoral platforms.",
      "sentences": [
        [
          {
            "segment_text": "Introduction : One Health ( OH ) can be considered a complex emerging policy to resolve health issues at the animalÁhuman and environmental interface .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It is expected to drive system changes in terms of new formal and informal institutional and organisational arrangements .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This study , using Rift Valley fever ( RVF ) as a zoonotic problem requiring an OH approach ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "sought to understand the institutionalisation process at national and subnational levels in an early adopting country , Kenya .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Materials and methods : Social network analysis methodologies were used .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Stakeholder roles and relational data were collected at national and subnational levels in 2012 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Key informants from stakeholder organisations were interviewed , guided by a checklist .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Public sector animal and public health organisations were interviewed first to identify other stakeholders with whom they had financial ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "information sharing and joint cooperation relationships .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Visualisation of the OH social network and relationships were shown in sociograms and mathematical ( degree and centrality ) characteristics of the network summarised .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results and discussion : Thirty-two and 20 stakeholders relevant to OH were identified at national and subnational levels , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Their roles spanned wildlife , livestock ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and public health sectors as well as weather prediction .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "About 50 % of national-level stakeholders had made significant progress on OH institutionalisation to an extent that formal coordination structures ( zoonoses disease unit and a technical working group ) had been created .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , the process had not trickled down to subnational levels although cross-sectoral and sectoral collaborations were identified .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The overall binary social network density for the stakeholders showed that 35 and 21 % of the possible ties between the RVF and OH stakeholders existed at national and subnational levels ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "respectively , while public health actors \u0027 collaborations were identified at community/grassroots level .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We recommend extending the OH network to include the other 50 % stakeholders and fostering of the process at subnational-level building on available cross-sectoral platforms .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "14",
    "segment_num": "18",
    "token_num": "336"
  }
}