{
  "paper_id": "7129550ee5359e39855a76974cde679431de3c1f",
  "metadata": {
    "title": "Determination of affinities of a panel whole enveloped (influenza A) virions resonance of IgGs and Fabs for using surface plasmon",
    "coda_data_split": "train",
    "coda_paper_id": 7272,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The affinity of a panel of neutralizing monoclonal IgGs and their Fab fragments has been measured for the first time with an enveloped type A influenza virus, by surface plasmon resonance (SPR) and the BIAlite\u0027\" instrument. Equilibrium constants could be calculated for four of the five mAbs tested. These were in the nanomolar range. The ranking order was very similar to that obtained with an affinity ELISA, (an equilibrium system) but as others have found, affinities were 2-lo-fold lower as measured by SPR (a flow system). No data were obtained with mAb HC58 although it had one of the highest affinities using an ELISA format, and was 2%fold higher than another mAb (HCIO) which gave good data by SPR. This may relate to the orientation of its binding on the virion surface. The K d,J ,\u003cI\u0027 of the Fabs was only 3-lo-fold higher compared to their IgGs. Fab from the lowest affinity IgG (HClO) could not be measured, possibly because it fell below the threshold for detection.",
      "sentences": [
        [
          {
            "segment_text": "The affinity of a panel of neutralizing monoclonal IgGs and their Fab fragments has been measured for the first time with an enveloped type A influenza virus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "by surface plasmon resonance ( SPR ) and the BIAlite \u0027 \u0027\u0027 instrument .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Equilibrium constants could be calculated for four of the five mAbs tested .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These were in the nanomolar range .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The ranking order was very similar to that obtained with an affinity ELISA ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "( an equilibrium system ) but as others have found ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "affinities were 2-lo-fold lower as measured by SPR ( a flow system ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "No data were obtained with mAb HC58 although it had one of the highest affinities using an ELISA format ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and was 2 % fold higher than another mAb ( HCIO ) which gave good data by SPR .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This may relate to the orientation of its binding on the virion surface .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The K d , J ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "\u003c I \u0027 of the Fabs was only 3-lo-fold higher compared to their IgGs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Fab from the lowest affinity IgG ( HClO ) could not be measured ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "possibly because it fell below the threshold for detection .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "14",
    "token_num": "199"
  }
}