{
  "paper_id": "713670f3bba541ae77e6ac7bb32c9ea27c01e19d",
  "metadata": {
    "title": "Transmission of Middle East Respiratory Syndrome Coronavirus Infections in Healthcare Settings, Abu Dhabi",
    "coda_data_split": "train",
    "coda_paper_id": 4354,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Middle East respiratory syndrome coronavirus (MERS-CoV) infections sharply increased in the Arabian Peninsula during spring 2014. In Abu Dhabi, United Arab Emirates, these infections occurred primarily among healthcare workers and patients. To identify and describe epidemiologic and clinical characteristics of persons with healthcare-associated infection, we reviewed laboratory-confirmed MERS-CoV cases reported to the Health Authority of Abu Dhabi during January 1, 2013-May 9, 2014. Of 65 case-patients identified with MERS-CoV infection, 27 (42%) had healthcare-associated cases. Epidemiologic and genetic sequencing findings suggest that 3 healthcare clusters of MERS-CoV infection occurred, including 1 that resulted in 20 infected persons in 1 hospital. MERS-CoV in healthcare settings spread predominantly before MERS-CoV infection was diagnosed, underscoring the importance of increasing awareness and infection control measures at first points of entry to healthcare facilities.",
      "sentences": [
        [
          {
            "segment_text": "Middle East respiratory syndrome coronavirus ( MERS-CoV ) infections sharply increased in the Arabian Peninsula during spring 2014 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In Abu Dhabi , United Arab Emirates ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "these infections occurred primarily among healthcare workers and patients .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To identify and describe epidemiologic and clinical characteristics of persons with healthcare-associated infection ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "we reviewed laboratory-confirmed MERS-CoV cases reported to the Health Authority of Abu Dhabi during January 1 , 2013-May 9 , 2014 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Of 65 case-patients identified with MERS-CoV infection ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "27 ( 42 % ) had healthcare-associated cases .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Epidemiologic and genetic sequencing findings suggest that 3 healthcare clusters of MERS-CoV infection occurred ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including 1 that resulted in 20 infected persons in 1 hospital .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "MERS-CoV in healthcare settings spread predominantly before MERS-CoV infection was diagnosed ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "underscoring the importance of increasing awareness and infection control measures at first points of entry to healthcare facilities .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "11",
    "token_num": "148"
  }
}