{
  "paper_id": "714370d75af9d91c8812733f732d98ddfff8074a",
  "metadata": {
    "title": "Field-deployable, quantitative, rapid identification of active Ebola virus infection in unprocessed blood †",
    "coda_data_split": "train",
    "coda_paper_id": 7258,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The West African Ebola virus outbreak underlined the importance of delivering mass diagnostic capability outside the clinical or primary care setting in effectively containing public health emergencies caused by infectious disease. Yet, to date, there is no solution for reliably deploying at the point of need the gold standard diagnostic method, real time quantitative reverse transcription polymerase chain reaction (RT-qPCR), in a laboratory infrastructure-free manner. In this proof of principle work, we demonstrate direct performance of RT-qPCR on fresh blood using far-red fluorophores to resolve fluorogenic signal inhibition and controlled, rapid freeze/thawing to achieve viral genome extraction in a single reaction chamber assay. The resulting process is entirely free of manual or automated sample pre-processing, requires no microfluidics or magnetic/mechanical sample handling and thus utilizes low cost consumables. This enables a fast, laboratory infrastructure-free, minimal risk and simple standard operating procedure suited to frontline, field use. Developing this novel approach on recombinant bacteriophage and recombinant human immunodeficiency virus (HIV; Lentivirus), we demonstrate clinical utility in symptomatic EBOV patient screening using live, infectious Filoviruses and surrogate patient samples. Moreover, we evidence assay co-linearity independent of viral particle structure that may enable viral load quantification through pre-calibration, with no loss of specificity across an 8 loglinear maximum dynamic range. The resulting quantitative rapid identification (QuRapID) molecular diagnostic platform, openly accessible for assay development, meets the requirements of resourcelimited countries and provides a fast response solution for mass public health screening against emerging biosecurity threats. ; Tel: +44(0) 191 215 6623 † Electronic supplementary information (ESI) available. See",
      "sentences": [
        [
          {
            "segment_text": "The West African Ebola virus outbreak underlined the importance of delivering mass diagnostic capability outside the clinical or primary care setting in effectively containing public health emergencies caused by infectious disease .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Yet , to date , there is no solution for reliably deploying at the point of need the gold standard diagnostic method ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "real time quantitative reverse transcription polymerase chain reaction ( RT-qPCR ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "in a laboratory infrastructure-free manner .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this proof of principle work ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "we demonstrate direct performance of RT-qPCR on fresh blood using far-red fluorophores to resolve fluorogenic signal inhibition and controlled ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "rapid freeze/thawing to achieve viral genome extraction in a single reaction chamber assay .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The resulting process is entirely free of manual or automated sample pre-processing ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "requires no microfluidics or magnetic/mechanical sample handling and thus utilizes low cost consumables .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This enables a fast , laboratory infrastructure-free ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "minimal risk and simple standard operating procedure suited to frontline , field use .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Developing this novel approach on recombinant bacteriophage and recombinant human immunodeficiency virus ( HIV ; Lentivirus ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "we demonstrate clinical utility in symptomatic EBOV patient screening using live ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "infectious Filoviruses and surrogate patient samples .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , we evidence assay co-linearity independent of viral particle structure that may enable viral load quantification through pre-calibration ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with no loss of specificity across an 8 loglinear maximum dynamic range .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The resulting quantitative rapid identification ( QuRapID ) molecular diagnostic platform ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "openly accessible for assay development ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "meets the requirements of resourcelimited countries and provides a fast response solution for mass public health screening against emerging biosecurity threats .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "; Tel : +44 ( 0 ) 191 215 6623 † Electronic supplementary information ( ESI ) available .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "See",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "21",
    "token_num": "291"
  }
}