{
  "paper_id": "71587e25a9e61a1d6b0ddd3d878f51278844212d",
  "metadata": {
    "title": "Defective rotavirus particle assembly in lovastatin-treated MA104 cells",
    "coda_data_split": "train",
    "coda_paper_id": 10462,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Rotavirus is a non-enveloped virus that depends on cellular lipids for cell entry and associates with lipid rafts during assembly. However, the effects of cellular lipids on rotavirus assembly are still not fully understood. The present study analyzes the effects of lovastatin, an inhibitor of cholesterol biosynthesis, during rotavirus infection in MA104 cells with regard to viral growth and particle assembly. Following viral infection, a 2-log relative reduction of viral titers was observed in drug-treated cells, while viral mRNA levels in infected cells remained unaltered in both groups. Furthermore, the levels of some viral proteins in drug-treated cells were elevated. The observed discordance between the viral RNA and protein levels and the decrease in infectivity titers of viral progeny in the drug-treated cells suggested that the drug affects viral assembly, the viral proteins not being properly incorporated into virions. Transmission electron microscopic (TEM) analysis revealed that in drug-treated cells there was an increase in \u0027\u0027empty-looking\u0027\u0027 rotavirus particles devoid of an electron-dense core as compared to the normal, electron-dense particles seen in untreated infected cells. The present study thus provides visual evidence of defective rotavirus particle assembly as a result of cholesterol depletion.",
      "sentences": [
        [
          {
            "segment_text": "Rotavirus is a non-enveloped virus that depends on cellular lipids for cell entry and associates with lipid rafts during assembly .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , the effects of cellular lipids on rotavirus assembly are still not fully understood .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The present study analyzes the effects of lovastatin ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "an inhibitor of cholesterol biosynthesis ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "during rotavirus infection in MA104 cells with regard to viral growth and particle assembly .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Following viral infection , a 2-log relative reduction of viral titers was observed in drug-treated cells ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while viral mRNA levels in infected cells remained unaltered in both groups .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Furthermore , the levels of some viral proteins in drug-treated cells were elevated .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The observed discordance between the viral RNA and protein levels and the decrease in infectivity titers of viral progeny in the drug-treated cells suggested that the drug affects viral assembly ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the viral proteins not being properly incorporated into virions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Transmission electron microscopic ( TEM ) analysis revealed that in drug-treated cells there was an increase in `` empty-looking \u0027\u0027 rotavirus particles devoid of an electron-dense core as compared to the normal ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "electron-dense particles seen in untreated infected cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The present study thus provides visual evidence of defective rotavirus particle assembly as a result of cholesterol depletion .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "13",
    "token_num": "212"
  }
}