{
  "paper_id": "716bf47d34e36f3c165ee3c84a70d93bf6f0bf5d",
  "metadata": {
    "title": "Epithelial Cells Derived from Swine Bone Marrow Express Stem Cell Markers and Support Influenza Virus Replication In Vitro",
    "coda_data_split": "train",
    "coda_paper_id": 9596,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The bone marrow contains heterogeneous population of cells that are involved in the regeneration and repair of diseased organs, including the lungs. In this study, we isolated and characterized progenitor epithelial cells from the bone marrow of 4-to 5-week old germ-free pigs. Microscopically, the cultured cells showed epithelial-like morphology. Phenotypically, these cells expressed the stem cell markers octamer-binding transcription factor (Oct4) and stage-specific embryonic antigen-1 (SSEA-1), the alveolar stem cell marker Clara cell secretory protein (Ccsp), and the epithelial cell markers pan-cytokeratin (Pan-K), cytokeratin-18 (K-18), and occludin. When cultured in epithelial cell growth medium, the progenitor epithelial cells expressed type I and type II pneumocyte markers. Next, we examined the susceptibility of these cells to influenza virus. Progenitor epithelial cells expressed sialic acid receptors utilized by avian and mammalian influenza viruses and were targets for influenza virus replication. Additionally, differentiated type II but not type I pneumocytes supported the replication of influenza virus. Our data indicate that we have identified a unique population of progenitor epithelial cells in the bone marrow that might have airway reconstitution potential and may be a useful model for cell-based therapies for infectious and non-infectious lung diseases.",
      "sentences": [
        [
          {
            "segment_text": "The bone marrow contains heterogeneous population of cells that are involved in the regeneration and repair of diseased organs , including the lungs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , we isolated and characterized progenitor epithelial cells from the bone marrow of 4-to 5-week old germ-free pigs .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Microscopically , the cultured cells showed epithelial-like morphology .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Phenotypically , these cells expressed the stem cell markers octamer-binding transcription factor ( Oct4 ) and stage-specific embryonic antigen-1 ( SSEA-1 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the alveolar stem cell marker Clara cell secretory protein ( Ccsp ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the epithelial cell markers pan-cytokeratin ( Pan-K ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "cytokeratin-18 ( K-18 ) , and occludin .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "When cultured in epithelial cell growth medium ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "the progenitor epithelial cells expressed type I and type II pneumocyte markers .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Next , we examined the susceptibility of these cells to influenza virus .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Progenitor epithelial cells expressed sialic acid receptors utilized by avian and mammalian influenza viruses and were targets for influenza virus replication .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Additionally , differentiated type II but not type I pneumocytes supported the replication of influenza virus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our data indicate that we have identified a unique population of progenitor epithelial cells in the bone marrow that might have airway reconstitution potential and may be a useful model for cell-based therapies for infectious and non-infectious lung diseases .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "13",
    "token_num": "222"
  }
}