{
  "paper_id": "7173c0b2dec6dea33c883abf933ebc5fecccc320",
  "metadata": {
    "title": "Evidence of porcine epidemic diarrhea virus (PEDV) shedding in semen from infected specific pathogen-free boars",
    "coda_data_split": "train",
    "coda_paper_id": 4827,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "In 2013, PED emerged for the first time in the United States (US). The porcine epidemic diarrhea virus (PEDV) spread quickly throughout North America. Infection with PEDV causes watery diarrhea and up to 100% mortality in piglets, particularly for highly pathogenic non-InDel strains circulating in the US. PEDV is mainly transmitted by the fecal-oral route. Transmission via the venereal route has been suspected but not previously investigated. The aim of the study was to determine if PEDV could be detected in semen from infected specific pathogen-free (SPF) boars inoculated with a PEDV US non-InDel strain suggesting venereal transmission may occur. Two boars orally inoculated with PEDV showed clinical signs and virus shedding in feces. Transient presence of the PEDV genome was detected by RT-qPCR in the seminal (5.06 × 10 2 to 2.44 × 10 3 genomic copies/mL) and sperm-rich fraction of semen (5.64 × 10 2 to 3.40 × 10 4 genomic copies/mL) and a longer duration of viral shedding was observed in the sperm-rich fraction. The evidence of PEDV shedding in semen raises new questions in term of disease spread within the pig population with the use of potentially contaminated semen.",
      "sentences": [
        [
          {
            "segment_text": "In 2013 , PED emerged for the first time in the United States ( US ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The porcine epidemic diarrhea virus ( PEDV ) spread quickly throughout North America .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Infection with PEDV causes watery diarrhea and up to 100 % mortality in piglets ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "particularly for highly pathogenic non-InDel strains circulating in the US .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "PEDV is mainly transmitted by the fecal-oral route .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Transmission via the venereal route has been suspected but not previously investigated .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The aim of the study was to determine if PEDV could be detected in semen from infected specific pathogen-free ( SPF ) boars inoculated with a PEDV US non-InDel strain suggesting venereal transmission may occur .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Two boars orally inoculated with PEDV showed clinical signs and virus shedding in feces .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Transient presence of the PEDV genome was detected by RT-qPCR in the seminal ( 5.06 × 10 2 to 2.44 × 10 3 genomic copies/mL ) and sperm-rich fraction of semen ( 5.64 × 10 2 to 3.40 × 10 4 genomic copies/mL ) and a longer duration of viral shedding was observed in the sperm-rich fraction .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The evidence of PEDV shedding in semen raises new questions in term of disease spread within the pig population with the use of potentially contaminated semen .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "10",
    "token_num": "215"
  }
}