{
  "paper_id": "718eeb24008a172f1e5cda8b0ca0914162f311a5",
  "metadata": {
    "title": "Human Coronavirus and Acute Respiratory Illness in Older Adults with Chronic Obstructive Pulmonary Disease",
    "coda_data_split": "train",
    "coda_paper_id": 3606,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background. The clinical features and incidence of human coronavirus (HCoV) infections in chronically ill older adults need better definition.",
      "sentences": [
        [
          {
            "segment_text": "Background .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The clinical features and incidence of human coronavirus ( HCoV ) infections in chronically ill older adults need better definition .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Methods. HCoV infection was determined on the basis of a 4-fold increase in serum antibody and the detection of HCoV by reverse-transcription polymerase chain reaction. Laboratory-documented influenza (LDI) was detected by serologic assay and culture. HCoV illnesses were compared with other acute respiratory illnesses identified by active surveillance, during the 1998 -99 winter respiratory-virus season, of 2215 patients with chronic obstructive pulmonary disease who were 50 years old and who received influenza vaccines.",
      "sentences": [
        [
          {
            "segment_text": "Methods .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "HCoV infection was determined on the basis of a 4-fold increase in serum antibody and the detection of HCoV by reverse-transcription polymerase chain reaction .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Laboratory-documented influenza ( LDI ) was detected by serologic assay and culture .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "HCoV illnesses were compared with other acute respiratory illnesses identified by active surveillance ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "during the 1998 -99 winter respiratory-virus season ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "of 2215 patients with chronic obstructive pulmonary disease who were 50 years old and who received influenza vaccines .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results. HCoV-229E and HCoV-OC43 were associated with 90 (14%) of 665 illnesses (HCoV-229E in 22, HCoV-OC43 in 67, and both in 1), LDI with 107 (16%) of 678 illnesses. In multivariate logistic regression analysis, myalgia was less likely with HCoV infection than with LDI (OR, 0.27 [95% confidence limit, 0.13-0.58]). A majority of these HCoV and LDI illnesses exhibited each of 11 symptoms and signs of acute respiratory illness. Spirometric results worsened most often with LDI, and many acute respiratory illnesses, regardless of etiology, were associated with hospitalization. A total of 8 illnesses were associated with HCoV-NL63, 1 with HCoV-HKU1.",
      "sentences": [
        [
          {
            "segment_text": "Results .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "HCoV-229E and HCoV-OC43 were associated with 90 ( 14 % ) of 665 illnesses ( HCoV-229E in 22 , HCoV-OC43 in 67 , and both in 1 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "LDI with 107 ( 16 % ) of 678 illnesses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In multivariate logistic regression analysis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "myalgia was less likely with HCoV infection than with LDI ( OR , 0.27 ( 95 % confidence limit , 0.13-0.58 ) ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A majority of these HCoV and LDI illnesses exhibited each of 11 symptoms and signs of acute respiratory illness .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Spirometric results worsened most often with LDI ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and many acute respiratory illnesses ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "regardless of etiology , were associated with hospitalization .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A total of 8 illnesses were associated with HCoV-NL63 , 1 with HCoV-HKU1 .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions. The frequencies of HCoV and LDI illnesses were similar. HCoV illness was less severe than LDI illness, was accompanied by multiple respiratory and systemic symptoms, and was associated with hospitalization.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The frequencies of HCoV and LDI illnesses were similar .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "HCoV illness was less severe than LDI illness ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "was accompanied by multiple respiratory and systemic symptoms ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and was associated with hospitalization .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Human coronavirus (HCoV) is an enveloped, singlestranded, positive-sense RNA virus that since the mid-1960s has been known to be a cause of the common cold [1]. The earliest strains identified-HCoV-229E and",
      "sentences": [
        [
          {
            "segment_text": "Human coronavirus ( HCoV ) is an enveloped ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "singlestranded , positive-sense RNA virus that since the mid-1960s has been known to be a cause of the common cold ( 1 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The earliest strains identified-HCoV-229E and",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "5",
    "sentence_num": "17",
    "segment_num": "26",
    "token_num": "307"
  }
}