{
  "paper_id": "71964cbc319150bc65883e84f8ba794383740b47",
  "metadata": {
    "title": "Supplemental Data Identification of Oxidative Stress and Toll-like Receptor 4 Signaling as a Key Pathway of Acute Lung Injury SUPPLEMENTAL EXPERIMENTAL PROCEDURES",
    "coda_data_split": "train",
    "coda_paper_id": 4491,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Clinical patient profiles with H5N1 or SARS infection. The two cases of H5N1 infection have been reported previously (Uiprasertkul et al., 2005) . Briefly, the first case was a previously healthy 6year old boy who developed fever and shortness of breath. Despite antibiotic treatment he deteriorated and Chest X-Ray showed right lower lobe opacification. Nasopharyngeal aspirate was positive for influenza A and PCR showed positive result for H5 and negative for H1 and H3. He was started on oseltamivir 2 days before death. The second case was a 33 year old man with previous good health who was admitted with a 4-day history of fever, malaise, sore throat and cough with blood-stained sputum. Chest X-Ray showed right lower-lobe consolidation. Despite treatment with oseltamivir 2 days after admission his condition deteriorated and he developed ARDS. PCR for H5 was positive on day 6 of illness -the day on which he died. The clinical profiles of the nine SARS patients used in our study have been previously reported (Nicholls et al., 2006) . Human lung obtained from a patient who died of extra-pulmonary disease served as a normal control and was kindly provided by Prof. D. Kerjaschki, Department of Pathology, Medical University of Vienna, according to ethical guidelines.",
      "sentences": [
        [
          {
            "segment_text": "Clinical patient profiles with H5N1 or SARS infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The two cases of H5N1 infection have been reported previously ( Uiprasertkul et al. , 2005 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Briefly , the first case was a previously healthy 6 year old boy who developed fever and shortness of breath .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Despite antibiotic treatment he deteriorated and Chest X-Ray showed right lower lobe opacification .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Nasopharyngeal aspirate was positive for influenza A and PCR showed positive result for H5 and negative for H1 and H3 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "He was started on oseltamivir 2 days before death .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The second case was a 33 year old man with previous good health who was admitted with a 4-day history of fever ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "malaise , sore throat and cough with blood-stained sputum .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Chest X-Ray showed right lower-lobe consolidation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Despite treatment with oseltamivir 2 days after admission his condition deteriorated and he developed ARDS .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "PCR for H5 was positive on day 6 of illness - the day on which he died .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The clinical profiles of the nine SARS patients used in our study have been previously reported ( Nicholls et al. , 2006 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Human lung obtained from a patient who died of extra-pulmonary disease served as a normal control and was kindly provided by Prof. D. Kerjaschki ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Department of Pathology , Medical University of Vienna , according to ethical guidelines .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "For mouse H5N1 infection experiment, female C57BL/6N mice (6-8 week of age) were used. Mice were anesthetized with isoflurane and infected intranasally with live H5N1 avian influenza virus (strain A/HK/483/97) at an equivalent TCID 50 dose of 10 2 and 10 1 . Mice were observed daily and euthanized for tissue sampling on day 4 after challenge. Lung tissues were collected and fixed in 10% formalin. The experiment was conducted in a biosafety level III laboratory. Lethal lung infections with Anthrax, Y. pestis, and monkey pox virus, as well as infections with Smallpox virus, Marburg virus, Western Equine Encephalitis virus (WEE), and Eastern Equine Encephalitis virus (EEE) and lung sampling were performed at the US Army Medical Research Institute of Infectious Diseases, Fort Detrick, according to institutional guidelines. The samples were obtained from USAMRIID\u0027s pathology archival collection.",
      "sentences": [
        [
          {
            "segment_text": "For mouse H5N1 infection experiment ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "female C57BL/6N mice ( 6-8 week of age ) were used .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Mice were anesthetized with isoflurane and infected intranasally with live H5N1 avian influenza virus ( strain A/HK/483 / 97 ) at an equivalent TCID 50 dose of 10 2 and 10 1 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Mice were observed daily and euthanized for tissue sampling on day 4 after challenge .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Lung tissues were collected and fixed in 10 % formalin .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The experiment was conducted in a biosafety level III laboratory .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Lethal lung infections with Anthrax ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "Y. pestis , and monkey pox virus ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "as well as infections with Smallpox virus ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "Marburg virus , Western Equine Encephalitis virus ( WEE ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and Eastern Equine Encephalitis virus ( EEE ) and lung sampling were performed at the US Army Medical Research Institute of Infectious Diseases ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "Fort Detrick , according to institutional guidelines .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The samples were obtained from USAMRIID \u0027s pathology archival collection .",
            "crowd_label": "method"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "19",
    "segment_num": "27",
    "token_num": "394"
  }
}