{
  "paper_id": "71b5ffbc04fa339eed42ead8bb5dd1bf0e471b8f",
  "metadata": {
    "title": "Yukie KATAYAMA 2) , Mami OBA 2) , Naomi NISHIURA 2) , Yukiko SASSA 2) , Tsutomu OMATSU 2) , Tetsuya FURUYA 2,4) , Satoshi KOYAMA 5)",
    "coda_data_split": "train",
    "coda_paper_id": 5563,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "We investigated the sensitivity of human rotavirus rapid antigen detection (RAD) kits, RT-PCR and next-generation DNA sequencing (NGS) for detection of bovine group A rotavirus (RVA). The Dipstick \u0027Eiken\u0027 Rota (Dipstick) showed the highest sensitivity out of the seven RAD kits against all selected strains in limited dilution analyses, which was consistent with the results for equine rotavirus previously reported. RT-PCR had 10 0 -10 3 -fold higher sensitivity than the Dipstick. NGS using thirteen RT-PCR-negative fecal samples revealed that all samples yielded RVA reads and especially that two of them covered all 11 genome segments. Moreover, mapping reads to reference sequences allowed genotyping. The NGS would be sensitive and useful for analysis of less dependent on specific primers and screening of genotypes.",
      "sentences": [
        [
          {
            "segment_text": "We investigated the sensitivity of human rotavirus rapid antigen detection ( RAD ) kits ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "RT-PCR and next-generation DNA sequencing ( NGS ) for detection of bovine group A rotavirus ( RVA ) .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The Dipstick ` Eiken \u0027 Rota ( Dipstick ) showed the highest sensitivity out of the seven RAD kits against all selected strains in limited dilution analyses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which was consistent with the results for equine rotavirus previously reported .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "RT-PCR had 10 0 -10 3 - fold higher sensitivity than the Dipstick .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "NGS using thirteen RT-PCR-negative fecal samples revealed that all samples yielded RVA reads and especially that two of them covered all 11 genome segments .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , mapping reads to reference sequences allowed genotyping .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The NGS would be sensitive and useful for analysis of less dependent on specific primers and screening of genotypes .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "8",
    "token_num": "143"
  }
}