{
  "paper_id": "71c14c4b2d5b2a765f43ce1dfbfbfaa80d18c409",
  "metadata": {
    "title": "2019-novel Coronavirus severe adult respiratory distress syndrome in two cases in Italy: An uncommon radiological presentation",
    "coda_data_split": "train",
    "coda_paper_id": 3870,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Introduction: Several recent case reports have described common early chest imaging findings of lung pathology caused by 2019 novel Coronavirus (SARS-COV2) which appear to be similar to those seen previously in SARS-CoV and MERS-CoV infected patients. Objective: We present some remarkable imaging findings of the first two patients identified in Italy with COVID-19 infection travelling from Wuhan, China. The follow-up with chest X-Rays and CT scans was also included, showing a progressive adult respiratory distress syndrome (ARDS). Results: Moderate to severe progression of the lung infiltrates, with increasing percentage of high-density infiltrates sustained by a bilateral and multi-segmental extension of lung opacities, were seen. During the follow-up, apart from pleural effusions, a tubular and enlarged appearance of pulmonary vessels with a sudden caliber reduction was seen, mainly found in the dichotomic tracts, where the center of a new insurgent pulmonary lesion was seen. It could be an early alert radiological sign to predict initial lung deterioration. Another uncommon element was the presence of mediastinal lymphadenopathy with short-axis oval nodes. Conclusions: Although only two patients have been studied, these findings are consistent with the radiological pattern described in literature. Finally, the pulmonary vessels enlargement in areas where new lung infiltrates develop in the follow-up CT scan, could describe an early predictor radiological sign of lung impairment.",
      "sentences": [
        [
          {
            "segment_text": "Introduction : Several recent case reports have described common early chest imaging findings of lung pathology caused by 2019 novel Coronavirus ( SARS-COV2 ) which appear to be similar to those seen previously in SARS-CoV and MERS-CoV infected patients .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Objective : We present some remarkable imaging findings of the first two patients identified in Italy with COVID-19 infection travelling from Wuhan , China .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The follow-up with chest X-Rays and CT scans was also included ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "showing a progressive adult respiratory distress syndrome ( ARDS ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Results : Moderate to severe progression of the lung infiltrates ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with increasing percentage of high-density infiltrates sustained by a bilateral and multi-segmental extension of lung opacities , were seen .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "During the follow-up , apart from pleural effusions ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "a tubular and enlarged appearance of pulmonary vessels with a sudden caliber reduction was seen ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "mainly found in the dichotomic tracts ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "where the center of a new insurgent pulmonary lesion was seen .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "It could be an early alert radiological sign to predict initial lung deterioration .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Another uncommon element was the presence of mediastinal lymphadenopathy with short-axis oval nodes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : Although only two patients have been studied ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "these findings are consistent with the radiological pattern described in literature .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Finally , the pulmonary vessels enlargement in areas where new lung infiltrates develop in the follow-up CT scan ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "could describe an early predictor radiological sign of lung impairment .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "16",
    "token_num": "243"
  }
}