{
  "paper_id": "71e8fcabcecb3f5ce3a699f95a618bd21a68bd76",
  "metadata": {
    "title": "Synthetic surfactin analogues have improved anti-PEDV properties",
    "coda_data_split": "train",
    "coda_paper_id": 5314,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Surfactin has antiviral activity against various enveloped viruses by inhibiting viral membrane fusion. However, the potential utility of surfactin as an antiviral drug is limited by its cytotoxicity. In this study, 10 surfactin analogues were obtained by chemical synthesis and evaluated to determine their anti-PEDV activities, hemolytic activities, and critical micelle concentrations. The main goal of our study was to develop a safer drug; a surfactin analogue with high anti-PEDV activity and low hemolytic activity. Compared with surfactin, one of the analogues we developed, SLP5, has lower hemolytic activity, with the same antiviral activity. The selectivity index of SLP5 is 52, while the SI for surfactin is 4, in other words, the safe and effective concentration range of SLP5 is 12 times greater than that of surfactin. Like surfactin, SLP5 has a direct antiviral effect on PEDV. Structurally, SLP5 is a linear lipopeptide with three carboxyl groups. Surfactin derivatives similar to SLP5 could be obtained by lactone bond hydrolyzation of surfactin, as well as total synthesis.",
      "sentences": [
        [
          {
            "segment_text": "Surfactin has antiviral activity against various enveloped viruses by inhibiting viral membrane fusion .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , the potential utility of surfactin as an antiviral drug is limited by its cytotoxicity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , 10 surfactin analogues were obtained by chemical synthesis and evaluated to determine their anti-PEDV activities ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "hemolytic activities , and critical micelle concentrations .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The main goal of our study was to develop a safer drug ; a surfactin analogue with high anti-PEDV activity and low hemolytic activity .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Compared with surfactin , one of the analogues we developed ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "SLP5 , has lower hemolytic activity ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with the same antiviral activity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The selectivity index of SLP5 is 52 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while the SI for surfactin is 4 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "in other words , the safe and effective concentration range of SLP5 is 12 times greater than that of surfactin .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Like surfactin , SLP5 has a direct antiviral effect on PEDV .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Structurally , SLP5 is a linear lipopeptide with three carboxyl groups .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Surfactin derivatives similar to SLP5 could be obtained by lactone bond hydrolyzation of surfactin ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as well as total synthesis .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "15",
    "token_num": "190"
  }
}