{
  "paper_id": "71edbd57cdd9af956a12054932e0cbdb87ce1fea",
  "metadata": {
    "title": "Social Network Characteristics and Body Mass Index in an Elderly Korean Population",
    "coda_data_split": "train",
    "coda_paper_id": 7361,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Research has shown that obesity appears to spread through social ties. However, the association between other characteristics of social networks and obesity is unclear. This study aimed to identify the association between social network characteristics and body mass index (BMI, kg/m 2 ) in an elderly Korean population.",
      "sentences": [
        [
          {
            "segment_text": "Research has shown that obesity appears to spread through social ties .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , the association between other characteristics of social networks and obesity is unclear .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This study aimed to identify the association between social network characteristics and body mass index ( BMI , kg/m 2 ) in an elderly Korean population .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": ": This cross-sectional study analyzed data from 657 Koreans (273 men, 384 women) aged 60 years or older who participated in the Korean Social Life, Health, and Aging Project. Network size is a count of the number of friends. Density of communication network is the number of connections in the social network reported as a fraction of the total links possible in the personal (ego-centric) network. Average frequency of communication (or meeting) measures how often network members communicate (or meet) each other. The association of each social network measure with BMI was investigated by multiple linear regression analysis.",
      "sentences": [
        [
          {
            "segment_text": ": This cross-sectional study analyzed data from 657 Koreans ( 273 men , 384 women ) aged 60 years or older who participated in the Korean Social Life ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "Health , and Aging Project .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Network size is a count of the number of friends .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Density of communication network is the number of connections in the social network reported as a fraction of the total links possible in the personal ( ego-centric ) network .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Average frequency of communication ( or meeting ) measures how often network members communicate ( or meet ) each other .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The association of each social network measure with BMI was investigated by multiple linear regression analysis .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results: After adjusting for potential confounders, the men with lower density (\u003c0.71) and higher network size (4-6) had the higher BMI (β\u003d1.089, p\u003d0.037) compared to the men with higher density (\u003e0.83) and lower size (1-2), but not in the women (p\u003d0.393). The lowest tertile of communication frequency was associated with higher BMI in the women (β\u003d0.885, p\u003d0.049), but not in the men (p\u003d0.140).",
      "sentences": [
        [
          {
            "segment_text": "Results : After adjusting for potential confounders ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the men with lower density ( \u003c 0.71 ) and higher network size ( 4-6 ) had the higher BMI ( β \u003d 1.089 , p \u003d 0.037 ) compared to the men with higher density ( \u003e 0.83 ) and lower size ( 1-2 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but not in the women ( p \u003d 0.393 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The lowest tertile of communication frequency was associated with higher BMI in the women ( β \u003d 0.885 , p \u003d 0.049 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but not in the men ( p \u003d 0.140 ) .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Our study suggests that social network structure (network size and density) and activation (communication frequency and meeting frequency) are associated with obesity among the elderly. There may also be gender differences in this association.",
      "sentences": [
        [
          {
            "segment_text": "Our study suggests that social network structure ( network size and density ) and activation ( communication frequency and meeting frequency ) are associated with obesity among the elderly .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "There may also be gender differences in this association .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "12",
    "segment_num": "16",
    "token_num": "309"
  }
}