{
  "paper_id": "71ed265d157f51e91af114a82e6f8ac6b3022a6c",
  "metadata": {
    "title": "Feline Non-suppurative Meningoencephalomyelitis. A Clinical and Pathological Study",
    "coda_data_split": "train",
    "coda_paper_id": 10153,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "A spontaneous neurological disease in cats characterized by behavioural and motor disturbances was investigated by clinical, morphological and immunological methods. Neuropathological examination showed a marked inflammatory reaction in the cerebral leptomeninges and the grey matter of the brain. In the white matter, the reaction was moderate. The changes consisted of perivascular cuffing by mononuclear cells and neuronal damage. The brain stem (thalamus, mesencephalon, caudal colliculus) was most severely affected. The spinal cord and its leptomeninges were involved to a lesser degree. The histopathological picture as well as the laboratory findings suggests a viral cause of the disease. The morphology of the disease and serological as well as immunohistochemical results indicate that this disorder is different from previously known feline viral encephalitides.",
      "sentences": [
        [
          {
            "segment_text": "A spontaneous neurological disease in cats characterized by behavioural and motor disturbances was investigated by clinical , morphological and immunological methods .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Neuropathological examination showed a marked inflammatory reaction in the cerebral leptomeninges and the grey matter of the brain .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In the white matter , the reaction was moderate .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The changes consisted of perivascular cuffing by mononuclear cells and neuronal damage .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The brain stem ( thalamus , mesencephalon , caudal colliculus ) was most severely affected .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The spinal cord and its leptomeninges were involved to a lesser degree .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The histopathological picture as well as the laboratory findings suggests a viral cause of the disease .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The morphology of the disease and serological as well as immunohistochemical results indicate that this disorder is different from previously known feline viral encephalitides .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "8",
    "token_num": "135"
  }
}