{
  "paper_id": "71f1aeaebcdf9037c4541ad80f3a27623ae23d95",
  "metadata": {
    "title": "European Cystic Fibrosis Society Standards of Care: Framework for the Cystic Fibrosis Centre",
    "coda_data_split": "train",
    "coda_paper_id": 10398,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "A significant increase in life expectancy in successive birth cohorts of people with cystic fibrosis (CF) is a result of more effective treatment for the disease. It is also now widely recognized that outcomes for patients cared for in specialist CF Centres are better than for those who are not. Key to the effectiveness of the specialist CF Centre is the multidisciplinary team (MDT), which should include consultants, clinical nurse specialist, microbiologist, physiotherapist, dietitian, pharmacist, clinical psychologist, social worker, clinical geneticist and allied healthcare professionals, all of whom should be experienced in CF care. Members of the MDT are also expected to keep up to date with developments in CF through continued professional development, attendance at conferences, auditing and involvement in research. Specialists CF Centres should also network with other Centres both nationally and internationally, and feed Centre data to registries in order to further the understanding of the disease. This paper provides a framework for the specialist CF Centre, including the organisation of the Centre and the individual roles of MDT members, as well as highlighting the value of CF organisations and disease registries.",
      "sentences": [
        [
          {
            "segment_text": "A significant increase in life expectancy in successive birth cohorts of people with cystic fibrosis ( CF ) is a result of more effective treatment for the disease .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It is also now widely recognized that outcomes for patients cared for in specialist CF Centres are better than for those who are not .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Key to the effectiveness of the specialist CF Centre is the multidisciplinary team ( MDT ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which should include consultants , clinical nurse specialist ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "microbiologist , physiotherapist , dietitian ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "pharmacist , clinical psychologist , social worker ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "clinical geneticist and allied healthcare professionals ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "all of whom should be experienced in CF care .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Members of the MDT are also expected to keep up to date with developments in CF through continued professional development ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "attendance at conferences , auditing and involvement in research .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Specialists CF Centres should also network with other Centres both nationally and internationally ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and feed Centre data to registries in order to further the understanding of the disease .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This paper provides a framework for the specialist CF Centre ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "including the organisation of the Centre and the individual roles of MDT members ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "as well as highlighting the value of CF organisations and disease registries .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "15",
    "token_num": "210"
  }
}