{
  "paper_id": "71fd35d4e0cd8edbb767da8c6964c15b9325e164",
  "metadata": {
    "title": "Infectious canine hepatitis: An \u0027\u0027old\u0027\u0027 disease reemerging in Italy",
    "coda_data_split": "train",
    "coda_paper_id": 8843,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Four outbreaks of infectious canine hepatitis (ICH) occurring in Italy between 2001 and 2006 are reported. Three outbreaks were observed in animal shelters of southern Italy, whereas a fourth outbreak involved two purebred pups imported from Hungary few days before the onset of clinical symptoms. In all outbreaks canine adenovirus type 1 (CAV-1) was identified by virus isolation and PCR. In three outbreaks, other canine viral pathogens were detected, including canine distemper virus, canine parvovirus or canine coronavirus. The present study shows that CAV-1 is currently circulating in the Italian dog population and that vaccination is still required.",
      "sentences": [
        [
          {
            "segment_text": "Four outbreaks of infectious canine hepatitis ( ICH ) occurring in Italy between 2001 and 2006 are reported .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Three outbreaks were observed in animal shelters of southern Italy ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "whereas a fourth outbreak involved two purebred pups imported from Hungary few days before the onset of clinical symptoms .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In all outbreaks canine adenovirus type 1 ( CAV-1 ) was identified by virus isolation and PCR .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In three outbreaks , other canine viral pathogens were detected ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including canine distemper virus , canine parvovirus or canine coronavirus .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The present study shows that CAV-1 is currently circulating in the Italian dog population and that vaccination is still required .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "7",
    "token_num": "111"
  }
}