{
  "paper_id": "72013e23a8f0e391f74f58669ca543bbc17c4db5",
  "metadata": {
    "title": "Assembly of HCV E1 and E2 glycoproteins into coronavirus VLPs Brief Report",
    "coda_data_split": "train",
    "coda_paper_id": 8797,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Hepatitis C virus (HCV) is believed to assemble by budding into membranes of the early secretory pathway, consistent with the membrane location where the viral envelope glycoproteins E1 and E2 accumulate when expressed. Coronavirus assembly also takes place at pre-Golgi membranes. Here, we generated coronavirus-like particles carrying in their envelope chimeric HCV glycoproteins composed of the ectodomains of E1 and E2, each fused to the transmembrane plus endodomain of the mouse hepatitis coronavirus spike glycoprotein. The chimeric particle system will enable structural and functional studies of the HCV glycoproteins. *",
      "sentences": [
        [
          {
            "segment_text": "Hepatitis C virus ( HCV ) is believed to assemble by budding into membranes of the early secretory pathway ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "consistent with the membrane location where the viral envelope glycoproteins E1 and E2 accumulate when expressed .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Coronavirus assembly also takes place at pre-Golgi membranes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we generated coronavirus-like particles carrying in their envelope chimeric HCV glycoproteins composed of the ectodomains of E1 and E2 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "each fused to the transmembrane plus endodomain of the mouse hepatitis coronavirus spike glycoprotein .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The chimeric particle system will enable structural and functional studies of the HCV glycoproteins .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "*",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": ". This flavivirus causes chronic liver disease for which treatment options are limited and no vaccine is yet available. The study of its biology has been severely hampered by the lack of viral culture systems, a situation that has recently changed by the generation of infectious HCV genomes that replicate efficiently in cell culture [21, 37, 38] .",
      "sentences": [
        [
          {
            "segment_text": ".",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "This flavivirus causes chronic liver disease for which treatment options are limited and no vaccine is yet available .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The study of its biology has been severely hampered by the lack of viral culture systems ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a situation that has recently changed by the generation of infectious HCV genomes that replicate efficiently in cell culture ( 21 , 37 , 38 ) .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Little is still known about the biogenesis and structure of HCV particles. The virus is composed of a core (C) protein -that packages the positive-stranded RNA genome -and envelope proteins, E1 and E2, which are generated by cleavage",
      "sentences": [
        [
          {
            "segment_text": "Little is still known about the biogenesis and structure of HCV particles .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The virus is composed of a core ( C ) protein - that packages the positive-stranded RNA genome - and envelope proteins ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "E1 and E2 , which are generated by cleavage",
            "crowd_label": "background"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "10",
    "segment_num": "14",
    "token_num": "208"
  }
}