{
  "paper_id": "7203ff6238ce039aad6fbcbceab04051a59ae0e2",
  "metadata": {
    "title": "viruses Human Antimicrobial Peptides as Therapeutics for Viral Infections",
    "coda_data_split": "train",
    "coda_paper_id": 8666,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Successful in vivo infection following pathogen entry requires the evasion and subversion of multiple immunological barriers. Antimicrobial peptides (AMPs) are one of the first immune pathways upregulated during infection by multiple pathogens, in multiple organs in vivo. In humans, there are many classes of AMPs exhibiting broad antimicrobial activities, with defensins and the human cathelicidin LL-37 being the best studied examples. Whereas historically the efficacy and therapeutic potential of AMPs against bacterial infection has been the primary focus of research, recent studies have begun to elucidate the antiviral properties of AMPs as well as their role in regulation of inflammation and chemoattraction. AMPs as therapeutic tools seem especially promising against emerging infectious viral pathogens for which no approved vaccines or treatments are currently available, such as dengue virus (DENV) and Zika virus (ZIKV). In this review, we summarize recent studies elucidating the efficacy and diverse mechanisms of action of various classes of AMPs against multiple viral pathogens, as well as the potential use of human AMPs in novel antiviral therapeutic strategies.",
      "sentences": [
        [
          {
            "segment_text": "Successful in vivo infection following pathogen entry requires the evasion and subversion of multiple immunological barriers .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Antimicrobial peptides ( AMPs ) are one of the first immune pathways upregulated during infection by multiple pathogens ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "in multiple organs in vivo .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In humans , there are many classes of AMPs exhibiting broad antimicrobial activities ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "with defensins and the human cathelicidin LL-37 being the best studied examples .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Whereas historically the efficacy and therapeutic potential of AMPs against bacterial infection has been the primary focus of research ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "recent studies have begun to elucidate the antiviral properties of AMPs as well as their role in regulation of inflammation and chemoattraction .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "AMPs as therapeutic tools seem especially promising against emerging infectious viral pathogens for which no approved vaccines or treatments are currently available ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "such as dengue virus ( DENV ) and Zika virus ( ZIKV ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this review , we summarize recent studies elucidating the efficacy and diverse mechanisms of action of various classes of AMPs against multiple viral pathogens ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as well as the potential use of human AMPs in novel antiviral therapeutic strategies .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "11",
    "token_num": "190"
  }
}