{
  "paper_id": "7203ee00953dc742b847ad2d76e09b3be7ccb151",
  "metadata": {
    "title": "Spread of the CVS Strain of Rabies Virus and of the Avirulent Mutant AvOl along the Olfactory Pathways of the Mouse after lntranasal Inoculation",
    "coda_data_split": "train",
    "coda_paper_id": 7754,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "After intranasal instillation in the mouse, rabies virus (CVS strain) selectively infected olfactory receptor cells. In the main olfactory bulb (MOB), infection was observed in periglomerular, tufted, and mitral cells and in interneurons located in the internal plexiform layer. Beyond the MOB, CVS spread into the brain along the olfactory pathways. This infection is specific to chains of functionally related neurons but at the death of the animal some nuclei remain uninfected. CVS also penetrated the trigeminal system. The avirulent mutant AvOl, carrying a mutation in position 333 of the glycoprotein, infected the olfactory epithelium and the trigeminal nerve as efficiently as CVS. During the second cycle of infection, the mutant was able to infect efficiently periglomerular cells in the MOB and neurons of the horizontal limb of the diagonal band, which indicates that maturation of infective particles is not affected in primarily infected neuronal cells. On the other hand, other neuronal cells permissive for CVS, such as mitral cells or the anterior olfactory nucleus, are completely free of infection with the mutant, indicating that restriction is related to the ability of AvOl to penetrate several categories of neurons. From these observations, we concluded that CVS should be able to bind several different receptors to penetrate neurons, while the mutant would be unable to recognize some of them.",
      "sentences": [
        [
          {
            "segment_text": "After intranasal instillation in the mouse ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "rabies virus ( CVS strain ) selectively infected olfactory receptor cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In the main olfactory bulb ( MOB ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "infection was observed in periglomerular ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "tufted , and mitral cells and in interneurons located in the internal plexiform layer .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Beyond the MOB , CVS spread into the brain along the olfactory pathways .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This infection is specific to chains of functionally related neurons but at the death of the animal some nuclei remain uninfected .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "CVS also penetrated the trigeminal system .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The avirulent mutant AvOl , carrying a mutation in position 333 of the glycoprotein ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "infected the olfactory epithelium and the trigeminal nerve as efficiently as CVS .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "During the second cycle of infection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the mutant was able to infect efficiently periglomerular cells in the MOB and neurons of the horizontal limb of the diagonal band ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which indicates that maturation of infective particles is not affected in primarily infected neuronal cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "On the other hand , other neuronal cells permissive for CVS ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "such as mitral cells or the anterior olfactory nucleus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "are completely free of infection with the mutant ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "indicating that restriction is related to the ability of AvOl to penetrate several categories of neurons .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "From these observations , we concluded that CVS should be able to bind several different receptors to penetrate neurons ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while the mutant would be unable to recognize some of them .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "19",
    "token_num": "246"
  }
}