{
  "paper_id": "7212e4cdbb493aa171b9d07c3946114d715f1e5b",
  "metadata": {
    "title": "GI-type T4SS-mediated horizontal transfer of the 89K pathogenicity island in epidemic Streptococcus suis serotype 2m mi_7553 1670..1683",
    "coda_data_split": "train",
    "coda_paper_id": 8027,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Pathogenicity islands (PAIs), a distinct type of genomic island (GI), play important roles in the rapid adaptation and increased virulence of pathogens. 89K is a newly identified PAI in epidemic Streptococcus suis isolates that are related to the two recent largescale outbreaks of human infection in China. However, its mechanism of evolution and contribution to the epidemic spread of S. suis 2 remain unknown. In this study, the potential for mobilization of 89K was evaluated, and its putative transfer mechanism was investigated. We report that 89K can spontaneously excise to form an extrachromosomal circular product. The precise excision is mediated by an 89K-borne integrase through site-specific recombination, with help from an excisionase. The 89K excision intermediate acts as a substrate for lateral transfer to non-89K S. suis 2 recipients, where it reintegrates sitespecifically into the target site. The conjugal transfer of 89K occurred via a GI type IV secretion system (T4SS) encoded in 89K, at a frequency of 10 -6 transconjugants per donor. This is the first demonstration of horizontal transfer of a Gram-positive PAI mediated by a GI-type T4SS. We propose that these genetic events are important in the emergence, pathogenesis and persistence of epidemic S. suis 2 strains.",
      "sentences": [
        [
          {
            "segment_text": "Pathogenicity islands ( PAIs ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a distinct type of genomic island ( GI ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "play important roles in the rapid adaptation and increased virulence of pathogens .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "89K is a newly identified PAI in epidemic Streptococcus suis isolates that are related to the two recent largescale outbreaks of human infection in China .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , its mechanism of evolution and contribution to the epidemic spread of S. suis 2 remain unknown .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , the potential for mobilization of 89K was evaluated ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and its putative transfer mechanism was investigated .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We report that 89K can spontaneously excise to form an extrachromosomal circular product .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The precise excision is mediated by an 89K-borne integrase through site-specific recombination ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with help from an excisionase .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The 89K excision intermediate acts as a substrate for lateral transfer to non-89K S. suis 2 recipients ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "where it reintegrates sitespecifically into the target site .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The conjugal transfer of 89K occurred via a GI type IV secretion system ( T4SS ) encoded in 89K ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "at a frequency of 10 -6 transconjugants per donor .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This is the first demonstration of horizontal transfer of a Gram-positive PAI mediated by a GI-type T4SS .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We propose that these genetic events are important in the emergence ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "pathogenesis and persistence of epidemic S. suis 2 strains .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "17",
    "token_num": "225"
  }
}