{
  "paper_id": "72145127f34096ecce4d5da44c838bfffa6873c7",
  "metadata": {
    "title": "Structural Basis for Inhibiting Porcine Epidemic Diarrhea Virus Replication with the 3C-Like Protease Inhibitor GC376",
    "coda_data_split": "train",
    "coda_paper_id": 6430,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Porcine epidemic diarrhea virus (PEDV), being highly virulent and contagious in piglets, has caused significant damage to the pork industries of many countries worldwide. There are no commercial drugs targeting coronaviruses (CoVs), and few studies on anti-PEDV inhibitors. The coronavirus 3C-like protease (3CL pro ) has a conserved structure and catalytic mechanism and plays a key role during viral polyprotein processing, thus serving as an appealing antiviral drug target. Here, we report the anti-PEDV effect of the broad-spectrum inhibitor GC376 (targeting 3Cpro or 3CL pro of viruses in the picornavirus-like supercluster). GC376 was highly effective against the PEDV 3CL pro and exerted similar inhibitory effects on two PEDV strains. Furthermore, the structure of the PEDV 3CL pro in complex with GC376 was determined at 1.65 Å. We elucidated structural details and analyzed the differences between GC376 binding with the PEDV 3CL pro and GC376 binding with the transmissible gastroenteritis virus (TGEV) 3CL pro . Finally, we explored the substrate specificity of PEDV 3CL pro at the P2 site and analyzed the effects of Leu group modification in GC376 on inhibiting PEDV infection. This study helps us to understand better the PEDV 3CL pro substrate specificity, providing information on the optimization of GC376 for development as an antiviral therapeutic against coronaviruses.",
      "sentences": [
        [
          {
            "segment_text": "Porcine epidemic diarrhea virus ( PEDV ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "being highly virulent and contagious in piglets ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "has caused significant damage to the pork industries of many countries worldwide .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "There are no commercial drugs targeting coronaviruses ( CoVs ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and few studies on anti-PEDV inhibitors .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The coronavirus 3C-like protease ( 3CL pro ) has a conserved structure and catalytic mechanism and plays a key role during viral polyprotein processing ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "thus serving as an appealing antiviral drug target .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we report the anti-PEDV effect of the broad-spectrum inhibitor GC376 ( targeting 3Cpro or 3CL pro of viruses in the picornavirus-like supercluster ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "GC376 was highly effective against the PEDV 3CL pro and exerted similar inhibitory effects on two PEDV strains .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , the structure of the PEDV 3CL pro in complex with GC376 was determined at 1.65 Å .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We elucidated structural details and analyzed the differences between GC376 binding with the PEDV 3CL pro and GC376 binding with the transmissible gastroenteritis virus ( TGEV ) 3CL pro .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Finally , we explored the substrate specificity of PEDV 3CL pro at the P2 site and analyzed the effects of Leu group modification in GC376 on inhibiting PEDV infection .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "This study helps us to understand better the PEDV 3CL pro substrate specificity ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "providing information on the optimization of GC376 for development as an antiviral therapeutic against coronaviruses .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "14",
    "token_num": "235"
  }
}