{
  "paper_id": "7234aab6f4e46d4349fee1e8b38412a5eaebbe3f",
  "metadata": {
    "title": "Rift Valley Fever Virus NSs Protein Promotes Post-Transcriptional Downregulation of Protein Kinase PKR and Inhibits eIF2a Phosphorylation",
    "coda_data_split": "train",
    "coda_paper_id": 7833,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Rift Valley fever virus (RVFV) (genus Phlebovirus, family Bunyaviridae) is a negative-stranded RNA virus with a tripartite genome. RVFV is transmitted by mosquitoes and causes fever and severe hemorrhagic illness among humans, and fever and high rates of abortions in livestock. A nonstructural RVFV NSs protein inhibits the transcription of host mRNAs, including interferon-b mRNA, and is a major virulence factor. The present study explored a novel function of the RVFV NSs protein by testing the replication of RVFV lacking the NSs gene in the presence of actinomycin D (ActD) or a-amanitin, both of which served as a surrogate of the host mRNA synthesis suppression function of the NSs. In the presence of the hosttranscriptional inhibitors, the replication of RVFV lacking the NSs protein, but not that carrying NSs, induced doublestranded RNA-dependent protein kinase (PKR)-mediated eukaryotic initiation factor (eIF)2a phosphorylation, leading to the suppression of host and viral protein translation. RVFV NSs promoted post-transcriptional downregulation of PKR early in the course of the infection and suppressed the phosphorylated eIF2a accumulation. These data suggested that a combination of RVFV replication and NSs-induced host transcriptional suppression induces PKR-mediated eIF2a phosphorylation, while the NSs facilitates efficient viral translation by downregulating PKR and inhibiting PKR-mediated eIF2a phosphorylation. Thus, the two distinct functions of the NSs, i.e., the suppression of host transcription, including that of type I interferon mRNAs, and the downregulation of PKR, work together to prevent host innate antiviral functions, allowing efficient replication and survival of RVFV in infected mammalian hosts.",
      "sentences": [
        [
          {
            "segment_text": "Rift Valley fever virus ( RVFV ) ( genus Phlebovirus , family Bunyaviridae ) is a negative-stranded RNA virus with a tripartite genome .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "RVFV is transmitted by mosquitoes and causes fever and severe hemorrhagic illness among humans ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and fever and high rates of abortions in livestock .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A nonstructural RVFV NSs protein inhibits the transcription of host mRNAs ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including interferon-b mRNA , and is a major virulence factor .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The present study explored a novel function of the RVFV NSs protein by testing the replication of RVFV lacking the NSs gene in the presence of actinomycin D ( ActD ) or a-amanitin ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "both of which served as a surrogate of the host mRNA synthesis suppression function of the NSs .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "In the presence of the hosttranscriptional inhibitors ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the replication of RVFV lacking the NSs protein ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but not that carrying NSs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "induced doublestranded RNA-dependent protein kinase ( PKR ) - mediated eukaryotic initiation factor ( eIF ) 2a phosphorylation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "leading to the suppression of host and viral protein translation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "RVFV NSs promoted post-transcriptional downregulation of PKR early in the course of the infection and suppressed the phosphorylated eIF2a accumulation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These data suggested that a combination of RVFV replication and NSs-induced host transcriptional suppression induces PKR-mediated eIF2a phosphorylation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while the NSs facilitates efficient viral translation by downregulating PKR and inhibiting PKR-mediated eIF2a phosphorylation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Thus , the two distinct functions of the NSs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "i.e. , the suppression of host transcription ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including that of type I interferon mRNAs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the downregulation of PKR ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "work together to prevent host innate antiviral functions ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "allowing efficient replication and survival of RVFV in infected mammalian hosts .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "21",
    "token_num": "286"
  }
}