{
  "paper_id": "72342028f7266c8f64b3a9fbcc718132b2ff23d8",
  "metadata": {
    "title": "Molecular epidemiology of human adenovirus infections in Denmark, 2011-2016",
    "coda_data_split": "train",
    "coda_paper_id": 10063,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background: Human adenoviruses (HAdVs) can cause respiratory tract infections, conjunctivitis, diarrhoea and outbreaks have been reported. However, little is known about the disease burden and the molecular epidemiology of HAdV. Objectives: To retrospectively perform a molecular characterization of HAdV positive samples received at Statens Serum Institut during the period 2011-2016 and to compare this with demographic information, geographic location, sample collection date and type and co-infection with other viral pathogens. Study design: 152 HAdV positive samples were genotyped by Sanger sequencing of a fragment of the hexon gene using published primers along with a newly developed primer set for enhanced genotyping of HAdV D. Phylogenetic analysis was used for genotyping and genotypes were compared with epidemiological information. In addition, HAdV burden and co-infection was evaluated for samples tested in laboratory analysis packages. Results: Six out of seven HAdV species were identified and represented by 13 types. Young children (\u003c 5 years old) were more likely to be positive for HAdV and co-infections with other gastrointestinal or respiratory viruses were common. Possible outbreaks of ocular infections due to HAdV D could not be confirmed. Conclusion: A diverse set of HAdV species were circulating in Denmark in the study period and although possible transmission clusters were identified, this could not be verified with current genotyping methods Young children were commonly affected by HAdV infection and co-infections with other viral pathogens were frequent suggesting a possible underestimation of the real HAdV burden.",
      "sentences": [
        [
          {
            "segment_text": "Background : Human adenoviruses ( HAdVs ) can cause respiratory tract infections ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "conjunctivitis , diarrhoea and outbreaks have been reported .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , little is known about the disease burden and the molecular epidemiology of HAdV .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Objectives : To retrospectively perform a molecular characterization of HAdV positive samples received at Statens Serum Institut during the period 2011-2016 and to compare this with demographic information ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "geographic location , sample collection date and type and co-infection with other viral pathogens .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Study design : 152 HAdV positive samples were genotyped by Sanger sequencing of a fragment of the hexon gene using published primers along with a newly developed primer set for enhanced genotyping of HAdV D. Phylogenetic analysis was used for genotyping and genotypes were compared with epidemiological information .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "In addition , HAdV burden and co-infection was evaluated for samples tested in laboratory analysis packages .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Six out of seven HAdV species were identified and represented by 13 types .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Young children ( \u003c 5 years old ) were more likely to be positive for HAdV and co-infections with other gastrointestinal or respiratory viruses were common .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Possible outbreaks of ocular infections due to HAdV D could not be confirmed .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusion : A diverse set of HAdV species were circulating in Denmark in the study period and although possible transmission clusters were identified ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "this could not be verified with current genotyping methods Young children were commonly affected by HAdV infection and co-infections with other viral pathogens were frequent suggesting a possible underestimation of the real HAdV burden .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "12",
    "token_num": "264"
  }
}