{
  "paper_id": "7236a1dfe6471dd707053f3a663074d3ddec004a",
  "metadata": {
    "title": "Assessing factors critical to smart technology applications to mobile health care − the fgm-fahp approach",
    "coda_data_split": "train",
    "coda_paper_id": 7628,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Smart technologies present numerous opportunities for enhancing mobile health care. However, some concerns regarding the viability of smart technology applications must be addressed. This study investigated these concerns by reviewing the current practices of smart technology applications to mobile health care. As a result, five factors critical to the applicability of a smart technology to mobile health care are identified, and the fuzzy geometric mean-fuzzy analytic hierarchy process (FGM-FAHP) approach is proposed to assess the relative importance levels of the identified factors. The experimental results showed that the three most critical factors identified include: (a) the relaxation of the related medical laws; (b) unobtrusiveness; and (c) the precise need and situation of a user. Accordingly, approximately 44%, 26%, and 15% of the budget should be allocated to the realization of the three critical factors, respectively. In addition, the challenges involved and opportunities for enhancing the effectiveness of existing applications are discussed.",
      "sentences": [
        [
          {
            "segment_text": "Smart technologies present numerous opportunities for enhancing mobile health care .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , some concerns regarding the viability of smart technology applications must be addressed .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This study investigated these concerns by reviewing the current practices of smart technology applications to mobile health care .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "As a result , five factors critical to the applicability of a smart technology to mobile health care are identified ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the fuzzy geometric mean-fuzzy analytic hierarchy process ( FGM-FAHP ) approach is proposed to assess the relative importance levels of the identified factors .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The experimental results showed that the three most critical factors identified include : ( a ) the relaxation of the related medical laws ; ( b ) unobtrusiveness ; and ( c ) the precise need and situation of a user .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Accordingly , approximately 44 % ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "26 % , and 15 % of the budget should be allocated to the realization of the three critical factors , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , the challenges involved and opportunities for enhancing the effectiveness of existing applications are discussed .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "9",
    "token_num": "180"
  }
}