{
  "paper_id": "724840820263a802abebaa8332607081d8444c8d",
  "metadata": {
    "title": "Observing and quantifying airflows in the infection control of aerosol-and airborne-transmitted diseases: an overview of approaches",
    "coda_data_split": "train",
    "coda_paper_id": 10319,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "With concerns about the potential for the aerosol and airborne transmission of infectious agents, particularly influenza, more attention is being focused on the effectiveness of infection control procedures to prevent hospital-acquired infections by this route. More recently a number of different techniques have been applied to examine the temporalespatial information about the airflow patterns and the movement of related, suspended material within this air in a hospital setting. Closer collaboration with engineers has allowed clinical microbiologists, virologists and infection control teams to assess the effectiveness of hospital isolation and ventilation facilities. The characteristics of human respiratory activities have also been investigated using some familiar engineering techniques. Such studies aim to enhance the effectiveness of such preventive measures and have included experiments with humanlike mannequins using various tracer gas/particle techniques, real human volunteers with realtime non-invasive Schlieren imaging, numerical modelling using computational fluid dynamics, and small scale physical analogues with water. This article outlines each of these techniques in a non-technical manner, suitable for a clinical readership without specialist airflow or engineering knowledge.",
      "sentences": [
        [
          {
            "segment_text": "With concerns about the potential for the aerosol and airborne transmission of infectious agents ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "particularly influenza , more attention is being focused on the effectiveness of infection control procedures to prevent hospital-acquired infections by this route .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "More recently a number of different techniques have been applied to examine the temporalespatial information about the airflow patterns and the movement of related ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "suspended material within this air in a hospital setting .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Closer collaboration with engineers has allowed clinical microbiologists ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "virologists and infection control teams to assess the effectiveness of hospital isolation and ventilation facilities .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The characteristics of human respiratory activities have also been investigated using some familiar engineering techniques .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Such studies aim to enhance the effectiveness of such preventive measures and have included experiments with humanlike mannequins using various tracer gas/particle techniques ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "real human volunteers with realtime non-invasive Schlieren imaging ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "numerical modelling using computational fluid dynamics ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and small scale physical analogues with water .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This article outlines each of these techniques in a non-technical manner ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "suitable for a clinical readership without specialist airflow or engineering knowledge .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "13",
    "token_num": "186"
  }
}