{
  "paper_id": "7274032555eb0d73921b324afa56ee4e9f8f459c",
  "metadata": {
    "title": "Identification of SARS-like coronaviruses in horseshoe bats (Rhinolophus hipposideros) in Slovenia",
    "coda_data_split": "train",
    "coda_paper_id": 5000,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Bats have been identified as a natural reservoir for an increasing number of emerging zoonotic viruses, such as Hendra virus, Nipah virus, Ebola virus, Marburg virus, rabies and other lyssaviruses. Recently, a large number of viruses closely related to members of the genus Coronavirus have been associated with severe acute respiratory syndrome (SARS) and detected in bat species. In this study, samples were collected from 106 live bats of seven different bat species from 27 different locations in Slovenia. Coronaviruses were detected by RT-PCR in 14 out of 36 horseshoe bat (Rhinolophus hipposideros) fecal samples, with 38.8% virus prevalence. Sequence analysis of a 405-nucleotide region of the highly conserved RNA polymerase gene (pol) showed that all coronaviruses detected in this study are genetically closely related, with 99.5-100% nucleotide identity, and belong to group 2 of the coronaviruses. The most closely related virus sequence in GenBank was SARS bat isolate Rp3/2004 (DQ071615) within the SARS-like CoV cluster, sharing 85% nucleotide identity and 95.6% amino acid identity. The potential risk of a new group of bat coronaviruses as a reservoir for human infections is highly suspected, and further molecular epidemiologic studies of these bat coronaviruses are needed.",
      "sentences": [
        [
          {
            "segment_text": "Bats have been identified as a natural reservoir for an increasing number of emerging zoonotic viruses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "such as Hendra virus , Nipah virus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Ebola virus , Marburg virus , rabies and other lyssaviruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Recently , a large number of viruses closely related to members of the genus Coronavirus have been associated with severe acute respiratory syndrome ( SARS ) and detected in bat species .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , samples were collected from 106 live bats of seven different bat species from 27 different locations in Slovenia .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Coronaviruses were detected by RT-PCR in 14 out of 36 horseshoe bat ( Rhinolophus hipposideros ) fecal samples ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with 38.8 % virus prevalence .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Sequence analysis of a 405-nucleotide region of the highly conserved RNA polymerase gene ( pol ) showed that all coronaviruses detected in this study are genetically closely related ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with 99.5-100 % nucleotide identity ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and belong to group 2 of the coronaviruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The most closely related virus sequence in GenBank was SARS bat isolate Rp3/2004 ( DQ071615 ) within the SARS-like CoV cluster ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "sharing 85 % nucleotide identity and 95.6 % amino acid identity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The potential risk of a new group of bat coronaviruses as a reservoir for human infections is highly suspected ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and further molecular epidemiologic studies of these bat coronaviruses are needed .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "14",
    "token_num": "226"
  }
}