{
  "paper_id": "727602c6861782ad9eb87bfff3fc6824b7008af5",
  "metadata": {
    "title": "Virology Journal Widespread distribution and a new recombinant species of Brazilian virus associated with cotton blue disease",
    "coda_data_split": "train",
    "coda_paper_id": 8825,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Cotton blue disease (CBD), an important global cotton crop pathology responsible for major economic losses, is prevalent in the major cotton-producing states of Brazil. Typical CBD symptoms include stunting due to internodal shortening, leaf rolling, intense green foliage, and yellowing veins. Atypical CBD symptoms, including reddish and withered leaves, were also observed in Brazilian cotton fields in 2007. Recently, a Polerovirus named Cotton leafroll dwarf virus (CLRDV) was shown to be associated with CBD.",
      "sentences": [
        [
          {
            "segment_text": "Background : Cotton blue disease ( CBD ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "an important global cotton crop pathology responsible for major economic losses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "is prevalent in the major cotton-producing states of Brazil .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Typical CBD symptoms include stunting due to internodal shortening ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "leaf rolling , intense green foliage , and yellowing veins .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Atypical CBD symptoms , including reddish and withered leaves ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "were also observed in Brazilian cotton fields in 2007 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Recently , a Polerovirus named Cotton leafroll dwarf virus ( CLRDV ) was shown to be associated with CBD .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Results: To understand the distribution and genetic diversity of CLRDV in Brazil, we analyzed 23 CBD-symptomatic plants from susceptible cotton varieties originating from five of the six most important cotton-growing states, from 2004-2007. Here, we report on CLRDV diversity in plants with typical or atypical CBD symptoms by comparing viral coat protein, RNA polymerase (RdRp), and intergenic region genomic sequences.",
      "sentences": [
        [
          {
            "segment_text": "Results : To understand the distribution and genetic diversity of CLRDV in Brazil ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "we analyzed 23 CBD-symptomatic plants from susceptible cotton varieties originating from five of the six most important cotton-growing states , from 2004-2007 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Here , we report on CLRDV diversity in plants with typical or atypical CBD symptoms by comparing viral coat protein ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "RNA polymerase ( RdRp ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and intergenic region genomic sequences .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "The virus had a widespread distribution with a low genetic diversity; however, three divergent isolates were associated with atypical CBD symptoms. These divergent isolates had a CLRDV-related coat protein but a distinct RdRp sequence, and probably arose from recombination events. Based on the taxonomic rules for the family Luteoviridae, we propose that these three isolates represent isolates of a new species in the genus Polerovirus.",
      "sentences": [
        [
          {
            "segment_text": "The virus had a widespread distribution with a low genetic diversity ; however ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "three divergent isolates were associated with atypical CBD symptoms .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These divergent isolates had a CLRDV-related coat protein but a distinct RdRp sequence ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and probably arose from recombination events .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Based on the taxonomic rules for the family Luteoviridae ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "we propose that these three isolates represent isolates of a new species in the genus Polerovirus .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "9",
    "segment_num": "19",
    "token_num": "234"
  }
}