{
  "paper_id": "72a39958a44d1a0664d01a1965b3afba46aea827",
  "metadata": {
    "title": "Cystatin D (CST5): An ultra- early inflammatory biomarker of traumatic brain injury OPEN",
    "coda_data_split": "train",
    "coda_paper_id": 9280,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Traumatic brain injury (TBI) is set to become the leading cause of neurological disability across all age groups. Currently, no reliable biomarkers exist to help diagnose the severity of TBI to identify patients who are at risk of developing secondary injuries. Thus, the discovery of reliable biomarkers for the management of TBI would improve clinical interventions. Inflammatory markers are particularly suited for biomarker discovery as TBI leads to very early alterations in inflammatory proteins. Using the Proseek Multiplex Inflammation assay, we measured in patients that had suffered mild TBI (n \u003d 10) or severe TBI (n \u003d 10) with extra-cranial injury or extracranial injury only (EC) (n \u003d 10), 92 inflammationassociated proteins in serum obtained: \u003c1 hr (within 1-hour), 4-12 hr and 48-72 hr post injury. Changes were compared to healthy volunteers (HV). Our results identified CST5, AXIN1 and TRAIL as novel early biomarkers of TBI. CST5 identified patients with severe TBI from all other cohorts and importantly was able to do so within the first hour of injury. AXIN1 and TRAIL were able to discriminate between TBI and HV at \u003c1 hr. We conclude that CST5, AXIN1 and TRAIL are worthy of further study in the context of a pre-hospital or pitch-side test to detect brain injury.",
      "sentences": [
        [
          {
            "segment_text": "Traumatic brain injury ( TBI ) is set to become the leading cause of neurological disability across all age groups .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Currently , no reliable biomarkers exist to help diagnose the severity of TBI to identify patients who are at risk of developing secondary injuries .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Thus , the discovery of reliable biomarkers for the management of TBI would improve clinical interventions .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Inflammatory markers are particularly suited for biomarker discovery as TBI leads to very early alterations in inflammatory proteins .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Using the Proseek Multiplex Inflammation assay ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we measured in patients that had suffered mild TBI ( n \u003d 10 ) or severe TBI ( n \u003d 10 ) with extra-cranial injury or extracranial injury only ( EC ) ( n \u003d 10 ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "92 inflammationassociated proteins in serum obtained : \u003c 1 hr ( within 1-hour ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "4-12 hr and 48-72 hr post injury .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Changes were compared to healthy volunteers ( HV ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Our results identified CST5 , AXIN1 and TRAIL as novel early biomarkers of TBI .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "CST5 identified patients with severe TBI from all other cohorts and importantly was able to do so within the first hour of injury .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "AXIN1 and TRAIL were able to discriminate between TBI and HV at \u003c 1 hr .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We conclude that CST5 , AXIN1 and TRAIL are worthy of further study in the context of a pre-hospital or pitch-side test to detect brain injury .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "13",
    "token_num": "242"
  }
}