{
  "paper_id": "72af637abdc92f045426ef76b39818510cd5053a",
  "metadata": {
    "title": "Spontaneous breathing during mechanical ventilation Wrigge and colleagues [4] demonstrated that spontaneous breathing with airway pressure release ventilation promotes Year in review 2005: Critical Care -Respirology: mechanical ventilation, infection, monitoring, and education",
    "coda_data_split": "train",
    "coda_paper_id": 2815,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "We summarize all original research in the field of respiratory intensive care medicine published in 2005 in Critical Care. Twenty-seven articles were grouped into the following categories and subcategories to facilitate rapid overview: mechanical ventilation (physiology, spontaneous breathing during mechanical ventilation, high frequency oscillatory ventilation, side effects of mechanical ventilation, sedation, and prone positioning); infection (pneumonia and sepsis); monitoring (ventilatory monitoring, pulmonary artery catheter and pulse oxymeter); and education (training and health outcome). ALI \u003d acute lung injury; ARDS \u003d acute respiratory distress syndrome; CMV \u003d conventional mechanical ventilation; COPD \u003d chronic obstructive pulmonary disease; ECMO \u003d extracorporeal membrane oxygenation; ET \u003d endothelin; HFOV \u003d high-frequency oscillatory ventilation; IAP \u003d intraabdominal pressure; ICU \u003d intensive care unit; IPAH \u003d idiopathic pulmonary arterial hypertension; IPV \u003d intrapulmonary percussive ventilation; PCP \u003d pulmonary capillary pressure; PEEP \u003d positive end-expiratory pressure; SARS \u003d severe acute respiratory syndrome; VAT \u003d ventilator-associated tracheobronchitis.",
      "sentences": [
        [
          {
            "segment_text": "We summarize all original research in the field of respiratory intensive care medicine published in 2005 in Critical Care .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Twenty-seven articles were grouped into the following categories and subcategories to facilitate rapid overview : mechanical ventilation ( physiology , spontaneous breathing during mechanical ventilation , high frequency oscillatory ventilation , side effects of mechanical ventilation , sedation , and prone positioning ) ; infection ( pneumonia and sepsis ) ; monitoring ( ventilatory monitoring , pulmonary artery catheter and pulse oxymeter ) ; and education ( training and health outcome ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "ALI \u003d acute lung injury ; ARDS \u003d acute respiratory distress syndrome ; CMV \u003d conventional mechanical ventilation ; COPD \u003d chronic obstructive pulmonary disease ; ECMO \u003d extracorporeal membrane oxygenation ; ET \u003d endothelin ; HFOV \u003d high-frequency oscillatory ventilation ; IAP \u003d intraabdominal pressure ; ICU \u003d intensive care unit ; IPAH \u003d idiopathic pulmonary arterial hypertension ; IPV \u003d intrapulmonary percussive ventilation ; PCP \u003d pulmonary capillary pressure ; PEEP \u003d positive end-expiratory pressure ; SARS \u003d severe acute respiratory syndrome ; VAT \u003d ventilator-associated tracheobronchitis .",
            "crowd_label": "method"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "3",
    "segment_num": "3",
    "token_num": "183"
  }
}