{
  "paper_id": "72b1a02e3356d4b5144c2fc0fa7d8018cc8c2d5e",
  "metadata": {
    "title": "An antibody against the F glycoprotein inhibits Nipah and Hendra virus infections Author contributions",
    "coda_data_split": "train",
    "coda_paper_id": 5794,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Nipah virus (NiV) and Hendra virus (HeV) are zoonotic henipaviruses (HNVs) responsible for outbreaks of encephalitis and respiratory illness with fatality rates of 50-100%. No vaccines or licensed therapeutics currently exist to protect humans against NiV or HeV. HNVs enter host cells by fusing the viral and cellular membranes via the concerted action of the attachment (G) and fusion (F) glycoproteins, the main targets of the humoral immune response. Here, we describe the isolation and humanization of a potent monoclonal antibody cross-neutralizing NiV and HeV. Cryo-electron microscopy, triggering and fusion studies show the antibody binds to a prefusion-specific quaternary epitope, conserved in NiV F and HeV F glycoproteins, and prevents membrane fusion and viral entry. This work supports the importance of the HNV prefusion F conformation for eliciting a robust immune response and paves the way for using this antibody for prophylaxis and post-exposure therapy with NiV-and HeV-infected individuals.",
      "sentences": [
        [
          {
            "segment_text": "Nipah virus ( NiV ) and Hendra virus ( HeV ) are zoonotic henipaviruses ( HNVs ) responsible for outbreaks of encephalitis and respiratory illness with fatality rates of 50-100 % .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "No vaccines or licensed therapeutics currently exist to protect humans against NiV or HeV .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "HNVs enter host cells by fusing the viral and cellular membranes via the concerted action of the attachment ( G ) and fusion ( F ) glycoproteins ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the main targets of the humoral immune response .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we describe the isolation and humanization of a potent monoclonal antibody cross-neutralizing NiV and HeV .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Cryo-electron microscopy , triggering and fusion studies show the antibody binds to a prefusion-specific quaternary epitope ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "conserved in NiV F and HeV F glycoproteins ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and prevents membrane fusion and viral entry .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This work supports the importance of the HNV prefusion F conformation for eliciting a robust immune response and paves the way for using this antibody for prophylaxis and post-exposure therapy with NiV-and HeV-infected individuals .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "9",
    "token_num": "171"
  }
}