{
  "paper_id": "72b20cb9c52a732c291f28346ebd4f141e385dff",
  "metadata": {
    "title": "Original Article",
    "coda_data_split": "train",
    "coda_paper_id": 10771,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background: Clinical competency certifications are important parts of internal medicine residency training. This study aims to evaluate a composite objective structured clinical examination (OSCE) that assesses postgraduate year-1 (PGY 1 ) residents\u0027 acquisition of the six core competencies defined by the Accreditation council for Graduate Medical Education (ACGME). Methods: Six-core-competency-based OSCE was used as examination of the clinical performance of 192 PGY 1 residents during their 3-month internal medicine training between 2007 January and 2009 December. For each year, the reliability of the entire examination was calculated with Cronbach\u0027s alpha. Results: The reliability of six-core-competency-based OSCE was acceptable, ranging from 0.69 to 0.87 between 2007 and 2009. In comparison with baseline scores, the summary scores and core-competency subscores all showed significant increase after PGY 1 residents finished their 3-month internal medicine training program. Conclusion: By using a structured development process, the authors were able to create reliable evaluation items for determining PGY 1 residents\u0027 acquisition of the ACGME core competencies.",
      "sentences": [
        [
          {
            "segment_text": "Background : Clinical competency certifications are important parts of internal medicine residency training .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This study aims to evaluate a composite objective structured clinical examination ( OSCE ) that assesses postgraduate year-1 ( PGY 1 ) residents \u0027 acquisition of the six core competencies defined by the Accreditation council for Graduate Medical Education ( ACGME ) .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : Six-core-competency-based OSCE was used as examination of the clinical performance of 192 PGY 1 residents during their 3-month internal medicine training between 2007 January and 2009 December .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "For each year , the reliability of the entire examination was calculated with Cronbach \u0027s alpha .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : The reliability of six-core-competency-based OSCE was acceptable ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "ranging from 0.69 to 0.87 between 2007 and 2009 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In comparison with baseline scores ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the summary scores and core-competency subscores all showed significant increase after PGY 1 residents finished their 3-month internal medicine training program .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusion : By using a structured development process ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the authors were able to create reliable evaluation items for determining PGY 1 residents \u0027 acquisition of the ACGME core competencies .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "10",
    "token_num": "183"
  }
}