{
  "paper_id": "72bf8d8fff5a84e84e219df26f0d4cbdfa0bb15c",
  "metadata": {
    "title": "Veterinary Science pISSN 1229-845X, eISSN 1976-555X",
    "coda_data_split": "train",
    "coda_paper_id": 9610,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "containing 36 ppm germanium. The present study was conducted to better understand the effects of GB on immune responses in a mouse model, and to demonstrate the clearance effects of this mineral against Porcine reproductive and respiratory syndrome virus (PRRSV) in experimentally infected pigs as an initial step towards the development of a feed supplement that would promote immune activity and help prevent diseases. In the mouse model, dietary supplementation with GB enhanced concanavalin A (ConA)-induced lymphocyte proliferation and increased the percentage of CD3+CD8+ T lymphocytes. In pigs experimentally infected with PRRSV, viral titers in lungs and lymphoid tissues from the GB-fed group were significantly decreased compared to those of the control group 12 days post-infection. Corresponding histopathological analyses demonstrated that GB-fed pigs displayed less severe pathological changes associated with PRRSV infection compared to the control group, indicating that GB promotes PRRSV clearance. These antiviral effects in pigs may be related to the ability of GB to increase CD3+CD8+ T lymphocyte production observed in the mice. Hence, this mineral may be an effective feed supplement for increasing immune activity and preventing disease.",
      "sentences": [
        [
          {
            "segment_text": "containing 36 ppm germanium .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The present study was conducted to better understand the effects of GB on immune responses in a mouse model ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and to demonstrate the clearance effects of this mineral against Porcine reproductive and respiratory syndrome virus ( PRRSV ) in experimentally infected pigs as an initial step towards the development of a feed supplement that would promote immune activity and help prevent diseases .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "In the mouse model , dietary supplementation with GB enhanced concanavalin A ( ConA ) - induced lymphocyte proliferation and increased the percentage of CD3 + CD8 + T lymphocytes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In pigs experimentally infected with PRRSV ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "viral titers in lungs and lymphoid tissues from the GB-fed group were significantly decreased compared to those of the control group 12 days post-infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Corresponding histopathological analyses demonstrated that GB-fed pigs displayed less severe pathological changes associated with PRRSV infection compared to the control group ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "indicating that GB promotes PRRSV clearance .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These antiviral effects in pigs may be related to the ability of GB to increase CD3 + CD8 + T lymphocyte production observed in the mice .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Hence , this mineral may be an effective feed supplement for increasing immune activity and preventing disease .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Keywords: germanium biotite, immune enhancement, porcine reproductive and respiratory syndrome virus 136 Bock-Gie Jung et al.",
      "sentences": [
        [
          {
            "segment_text": "Keywords : germanium biotite , immune enhancement ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "porcine reproductive and respiratory syndrome virus 136 Bock-Gie Jung et al. .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "8",
    "segment_num": "12",
    "token_num": "226"
  }
}