{
  "paper_id": "72cba01075ae9d819df7176147fc7abd84420612",
  "metadata": {
    "title": "Myelin Transcription Factor 1 (Myt1) Expression in Demyelinated Lesions of Rodent and Human CNS",
    "coda_data_split": "train",
    "coda_paper_id": 6360,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Myelin transcription factor 1 (Myt1) is a zinc-finger DNA binding protein that influences developing oligodendrocyte progenitor (OP) cell proliferation, differentiation, and myelin gene transcription in vitro. The potential of Myt1 to play a role in OP responses leading to remyelination was examined using murine hepatitis virus strain A59 (MHV) to induce spinal cord demyelination and potential relevance to human pathology was evaluated in multiple sclerosis (MS) lesions. In MHV-infected mice, the density of Myt1 expressing cells markedly increased in lesioned areas of spinal cord white matter. Myt1 expressing cells proliferated most extensively during active demyelination and subsequently accumulated to maximal levels during early remyelination. Cells with nuclear Myt1 immunoreactivity were mainly OP cells, identified by co-localization with platelet-derived growth factor alpha receptor, with additional phenotypes being either oligodendrocytes or neural stem cells, identified by CC1 antigen and Musashi1, respectively. The density of OP cells expressing Myt1 was significantly increased in white matter of MHV-infected mice during demyelination and early remyelination then as remyelination advanced the values returned to levels comparable to PBSinjected control mice. In MHV lesions, Myt1 was not expressed in astrocytes, lymphocytes, or macrophage/micro-glial cells. MS lesions demonstrated increased Myt1 expression in both the periplaque white matter adjacent to lesions and within early remyelinating lesions. These results suggest a potential role for Myt1 in the regeneration of oligodendrocyte lineage cells in response to demyelination.",
      "sentences": [
        [
          {
            "segment_text": "Myelin transcription factor 1 ( Myt1 ) is a zinc-finger DNA binding protein that influences developing oligodendrocyte progenitor ( OP ) cell proliferation ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "differentiation , and myelin gene transcription in vitro .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The potential of Myt1 to play a role in OP responses leading to remyelination was examined using murine hepatitis virus strain A59 ( MHV ) to induce spinal cord demyelination and potential relevance to human pathology was evaluated in multiple sclerosis ( MS ) lesions .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In MHV-infected mice , the density of Myt1 expressing cells markedly increased in lesioned areas of spinal cord white matter .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Myt1 expressing cells proliferated most extensively during active demyelination and subsequently accumulated to maximal levels during early remyelination .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Cells with nuclear Myt1 immunoreactivity were mainly OP cells ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "identified by co-localization with platelet-derived growth factor alpha receptor ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with additional phenotypes being either oligodendrocytes or neural stem cells ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "identified by CC1 antigen and Musashi1 , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The density of OP cells expressing Myt1 was significantly increased in white matter of MHV-infected mice during demyelination and early remyelination then as remyelination advanced the values returned to levels comparable to PBSinjected control mice .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In MHV lesions , Myt1 was not expressed in astrocytes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "lymphocytes , or macrophage/micro-glial cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "MS lesions demonstrated increased Myt1 expression in both the periplaque white matter adjacent to lesions and within early remyelinating lesions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results suggest a potential role for Myt1 in the regeneration of oligodendrocyte lineage cells in response to demyelination .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "14",
    "token_num": "253"
  }
}