{
  "paper_id": "72ddf8d0c71b8b1ece743904f2acd2c1a00984c4",
  "metadata": {
    "title": "Inferring pandemic growth rates from sequence data",
    "coda_data_split": "train",
    "coda_paper_id": 8189,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Using sequence data to infer population dynamics is playing an increasing role in the analysis of outbreaks. The most common methods in use, based on coalescent inference, have been widely used but not extensively tested against simulated epidemics. Here, we use simulated data to test the ability of both parametric and non-parametric methods for inference of effective population size (coded in the popular BEAST package) to reconstruct epidemic dynamics. We consider a range of simulations centred on scenarios considered plausible for pandemic influenza, but our conclusions are generic for any exponentially growing epidemic. We highlight systematic biases in non-parametric effective population size estimation. The most prominent such bias leads to the false inference of slowing of epidemic spread in the recent past even when the real epidemic is growing exponentially. We suggest some sampling strategies that could reduce (but not eliminate) some of the biases. Parametric methods can correct for these biases if the infected population size is large. We also explore how some poor sampling strategies (e.g. that over-represent epidemiologically linked clusters of cases) could dramatically exacerbate bias in an uncontrolled manner. Finally, we present a simple diagnostic indicator, based on coalescent density and which can easily be applied to reconstructed phylogenies, that identifies time-periods for which effective population size estimates are less likely to be biased. We illustrate this with an application to the 2009 H1N1 pandemic.",
      "sentences": [
        [
          {
            "segment_text": "Using sequence data to infer population dynamics is playing an increasing role in the analysis of outbreaks .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The most common methods in use ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "based on coalescent inference , have been widely used but not extensively tested against simulated epidemics .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we use simulated data to test the ability of both parametric and non-parametric methods for inference of effective population size ( coded in the popular BEAST package ) to reconstruct epidemic dynamics .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We consider a range of simulations centred on scenarios considered plausible for pandemic influenza ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "but our conclusions are generic for any exponentially growing epidemic .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We highlight systematic biases in non-parametric effective population size estimation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The most prominent such bias leads to the false inference of slowing of epidemic spread in the recent past even when the real epidemic is growing exponentially .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We suggest some sampling strategies that could reduce ( but not eliminate ) some of the biases .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Parametric methods can correct for these biases if the infected population size is large .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We also explore how some poor sampling strategies ( e.g. that over-represent epidemiologically linked clusters of cases ) could dramatically exacerbate bias in an uncontrolled manner .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Finally , we present a simple diagnostic indicator ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "based on coalescent density and which can easily be applied to reconstructed phylogenies ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "that identifies time-periods for which effective population size estimates are less likely to be biased .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We illustrate this with an application to the 2009 H1N1 pandemic .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Pandemic growth rates from sequences E. de Silva et al. 1799",
      "sentences": [
        [
          {
            "segment_text": "Pandemic growth rates from sequences E. de Silva et al. 1799",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "Pandemic growth rates from sequences E. de Silva et al. 1807 ",
      "sentences": [
        [
          {
            "segment_text": "Pandemic growth rates from sequences E. de Silva et al. 1807",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "13",
    "segment_num": "17",
    "token_num": "275"
  }
}