{
  "paper_id": "72e250ccda6613cb6913407b5f961dca2cab8a70",
  "metadata": {
    "title": "Gastrointestinal granuloma due to Candida albicans in an immunocompetent cat",
    "coda_data_split": "train",
    "coda_paper_id": 5537,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "a b s t r a c t A 3.5 year-old cat was admitted to the University of Melbourne Veterinary Teaching Hospital for chronic vomiting. Abdominal ultrasonography revealed a focal, circumferential thickening of the wall of the duodenum extending from the pylorus aborally for 3 cm, and an enlarged gastric lymph node. Cytology of fine-needle aspirates of the intestinal mass and lymph node revealed an eosinophilic inflammatory infiltrate and numerous extracellular septate acute angle branching fungal-type hyphae. Occasional hyphae had globose terminal ends, as well as round to oval blastospores and germ tubes. Candida albicans was cultured from a surgical biopsy of the duodenal mass. No underlying host immunodeficiencies were identified. Passage of an abrasive intestinal foreign body was suspected to have caused intestinal mucosal damage resulting in focal intestinal candidiasis. The cat was treated with a short course of oral itraconazole and all clinical signs resolved.",
      "sentences": [
        [
          {
            "segment_text": "a b s t r a c t A 3.5 year-old cat was admitted to the University of Melbourne Veterinary Teaching Hospital for chronic vomiting .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Abdominal ultrasonography revealed a focal ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "circumferential thickening of the wall of the duodenum extending from the pylorus aborally for 3 cm ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and an enlarged gastric lymph node .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Cytology of fine-needle aspirates of the intestinal mass and lymph node revealed an eosinophilic inflammatory infiltrate and numerous extracellular septate acute angle branching fungal-type hyphae .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Occasional hyphae had globose terminal ends ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "as well as round to oval blastospores and germ tubes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Candida albicans was cultured from a surgical biopsy of the duodenal mass .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "No underlying host immunodeficiencies were identified .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Passage of an abrasive intestinal foreign body was suspected to have caused intestinal mucosal damage resulting in focal intestinal candidiasis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The cat was treated with a short course of oral itraconazole and all clinical signs resolved .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "11",
    "token_num": "158"
  }
}