{
  "paper_id": "72f054a2d7f113b8fd2e847e326a78d0f92e8e09",
  "metadata": {
    "title": "Murine hepatitis virus-A model for virus-induced CNS demyelination",
    "coda_data_split": "train",
    "coda_paper_id": 5092,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Most murine hepatitis virus (MHV) strains, as their name suggests, infect the liver. However, several murine strains are tropic for the central nervous system (CNS) and cause encephalitis with subsequent CNS demyelination. The CNS demyelination shares pathological similarities with human CNS demyelinating diseases such as multiple sclerosis (MS). These viruses are, therefore, used to study the role of the immune system in viral clearance from the CNS, in CNS demyelination, and in remyelination. Nevertheless, it is still unclear exactly how MHV induces demyelination and to what extent the immune system plays a role in this pathology. Here we review this eld in the context of the immune response to MHV in the liver and the CNS focusing on studies that have been published in the past 5 years. Journal of NeuroVirology (2002) 8, 76-85.",
      "sentences": [
        [
          {
            "segment_text": "Most murine hepatitis virus ( MHV ) strains ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "as their name suggests , infect the liver .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , several murine strains are tropic for the central nervous system ( CNS ) and cause encephalitis with subsequent CNS demyelination .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The CNS demyelination shares pathological similarities with human CNS demyelinating diseases such as multiple sclerosis ( MS ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These viruses are , therefore ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "used to study the role of the immune system in viral clearance from the CNS ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "in CNS demyelination , and in remyelination .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Nevertheless , it is still unclear exactly how MHV induces demyelination and to what extent the immune system plays a role in this pathology .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we review this eld in the context of the immune response to MHV in the liver and the CNS focusing on studies that have been published in the past 5 years .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Journal of NeuroVirology ( 2002 ) 8 , 76-85 .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "10",
    "token_num": "158"
  }
}