{
  "paper_id": "72f723a1b9b636d379ecb18b7ba95e4b2135f81f",
  "metadata": {
    "title": "Baiting studies on oral vaccination of the greater kudu (Tragelaphus strepsiceros) against rabies",
    "coda_data_split": "train",
    "coda_paper_id": 4441,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Rabies in the greater kudu (Tragelaphus strepsiceros), one of the largest African antelopes, is a phenomenon unique to Namibia. Since the mid-1970s, the country has been plagued by two epizootics that claimed thousands of casualties among the indigenous kudu population. Reasons as to why kudus appear to be exceptionally susceptible to the disease still remain speculative at best. Because the Namibian economy relies heavily on trophy hunting, game meat hunting, and ecotourism, the current severe spread of rabies among kudus calls for effective measures to protect these antelopes. Oral vaccination of kudus may offer a possibility provided efficacious oral rabies vaccines are available. In this screening study, we explored options for attractive baits that facilitate optimal vaccine uptake by the target species and a bait distribution system that maximizes bait availability to the target species meanwhile minimizing bait depletion by non-target species. The results show that gelatin-based baits mixed with local (pods of the camel thorn tree) but also imported (apple-flavored corn meal) attractants are highly attractive for kudus providing a basis for future oral rabies vaccine baits.",
      "sentences": [
        [
          {
            "segment_text": "Rabies in the greater kudu ( Tragelaphus strepsiceros ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "one of the largest African antelopes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "is a phenomenon unique to Namibia .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Since the mid-1970s , the country has been plagued by two epizootics that claimed thousands of casualties among the indigenous kudu population .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Reasons as to why kudus appear to be exceptionally susceptible to the disease still remain speculative at best .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Because the Namibian economy relies heavily on trophy hunting ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "game meat hunting , and ecotourism ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the current severe spread of rabies among kudus calls for effective measures to protect these antelopes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Oral vaccination of kudus may offer a possibility provided efficacious oral rabies vaccines are available .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this screening study , we explored options for attractive baits that facilitate optimal vaccine uptake by the target species and a bait distribution system that maximizes bait availability to the target species meanwhile minimizing bait depletion by non-target species .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The results show that gelatin-based baits mixed with local ( pods of the camel thorn tree ) but also imported ( apple-flavored corn meal ) attractants are highly attractive for kudus providing a basis for future oral rabies vaccine baits .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "11",
    "token_num": "198"
  }
}