{
  "paper_id": "72fe3655a620b38f5b6f9ccb43dea99b8aff92d8",
  "metadata": {
    "title": "Detection of Human Bocavirus in Children Hospitalized because of Acute Gastroenteritis",
    "coda_data_split": "train",
    "coda_paper_id": 2724,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The idea that human bocavirus (hBoV) infection possibly plays a role in gastroenteritis has been suggested because of the frequent manifestation of gastrointestinal symptoms. The purpose of this study was to investigate the prevalence of hBoV in children with gastroenteritis. We studied the etiologic agents in 962 children hospitalized with gastroenteritis. Viral etiologic agents were detected by enzyme-linked immunosorbent assay or reverse-transcriptase polymerase chain reaction. A viral agent was found in 44.4% of the study population: rotavirus, norovirus, adenovirus, and astrovirus were detected in 25.7%, 13.7%, 3.0%, and 1.1% of the study population, respectively; hBoV was detected in 0.8%, which suggests that it might play a minor role in gastroenteritis.",
      "sentences": [
        [
          {
            "segment_text": "The idea that human bocavirus ( hBoV ) infection possibly plays a role in gastroenteritis has been suggested because of the frequent manifestation of gastrointestinal symptoms .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The purpose of this study was to investigate the prevalence of hBoV in children with gastroenteritis .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We studied the etiologic agents in 962 children hospitalized with gastroenteritis .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Viral etiologic agents were detected by enzyme-linked immunosorbent assay or reverse-transcriptase polymerase chain reaction .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A viral agent was found in 44.4 % of the study population : rotavirus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "norovirus , adenovirus , and astrovirus were detected in 25.7 % ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "13.7 % , 3.0 % ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and 1.1 % of the study population ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "respectively ; hBoV was detected in 0.8 % ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which suggests that it might play a minor role in gastroenteritis .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Acute gastroenteritis is one of the most common diseases requiring hospitalization of children. Group A rotavirus, norovirus, enteric adenovirus, and astrovirus are known to be important viral etiologic agents of gastroenteritis in children, and their detection is due to the use of improved diagnostic methods [1]. However, the etiologic agents are still undiagnosed in more than half of the patients with gastroenteritis, despite improvements in diagnostic technology.",
      "sentences": [
        [
          {
            "segment_text": "Acute gastroenteritis is one of the most common diseases requiring hospitalization of children .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Group A rotavirus , norovirus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "enteric adenovirus , and astrovirus are known to be important viral etiologic agents of gastroenteritis in children ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and their detection is due to the use of improved diagnostic methods ( 1 ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "However , the etiologic agents are still undiagnosed in more than half of the patients with gastroenteritis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "despite improvements in diagnostic technology .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "In 2005, human bocavirus (hBoV) was identified in children with acute respiratory-tract infections [2] . Although hBoV has been detected frequently in children with upper-respiratory-tract infection, lower-respiratory-tract infection (LRTI), and asthma exacerbation, the clinical spectrum of hBoV and the role that it plays in these infections is not certain [3] [4] [5] [6] . In previous studies, hBoV has been reported to be associated with gastrointestinal symptoms in 11%-29% of patients [7-",
      "sentences": [
        [
          {
            "segment_text": "In 2005 , human bocavirus ( hBoV ) was identified in children with acute respiratory-tract infections ( 2 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Although hBoV has been detected frequently in children with upper-respiratory-tract infection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "lower-respiratory-tract infection ( LRTI ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and asthma exacerbation , the clinical spectrum of hBoV and the role that it plays in these infections is not certain ( 3 ) ( 4 ) ( 5 ) ( 6 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In previous studies , hBoV has been reported to be associated with gastrointestinal symptoms in 11 % -29 % of patients ( 7 -",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "11",
    "segment_num": "21",
    "token_num": "307"
  }
}