{
  "paper_id": "7317e3c5fd2c9bd0c1581a9e05b11d5e4203c622",
  "metadata": {
    "title": "Management of sepsis in neutropenic patients: 2014 updated guidelines from the Infectious Diseases Working Party of the German Society of Hematology and Medical Oncology (AGIHO)",
    "coda_data_split": "train",
    "coda_paper_id": 5082,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Sepsis is a major cause of mortality during the neutropenic phase after intensive cytotoxic therapies for malignancies. Improved management of sepsis during neutropenia may reduce the mortality of cancer therapies. Clinical guidelines on sepsis treatment have been published by others. However, optimal management may differ between neutropenic and non-neutropenic patients. Our aim is to give evidencebased recommendations for haematologist, oncologists and intensive care physicians on how to manage adult patients with neutropenia and sepsis.",
      "sentences": [
        [
          {
            "segment_text": "Sepsis is a major cause of mortality during the neutropenic phase after intensive cytotoxic therapies for malignancies .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Improved management of sepsis during neutropenia may reduce the mortality of cancer therapies .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Clinical guidelines on sepsis treatment have been published by others .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , optimal management may differ between neutropenic and non-neutropenic patients .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Our aim is to give evidencebased recommendations for haematologist ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "oncologists and intensive care physicians on how to manage adult patients with neutropenia and sepsis .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "6",
    "token_num": "81"
  }
}