{
  "paper_id": "7323994fcd6fa78fc4e0caf9e59a3051d120ef8d",
  "metadata": {
    "title": "Platelet-Derived Inhibitors of Platelet Activation",
    "coda_data_split": "train",
    "coda_paper_id": 4412,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Negative regulators of platelet activation are a relatively unexplored aspect of platelet physiology yet have an important role in tempering thrombus development by contributing much needed negative regulation to a process that is amplified by several positive feedback mechanisms. Some negative regulators, such as RASA3 and JAM-A, act as gatekeepers that modulate key mediators of activation and provide barriers that must be deactivated to permit full activation and stable thrombus formation. Other negative regulators, such as PECAM-1 and other proteins that signal through ITIMs, come into play once platelets are activated and provide restraining, negative feedback for activatory pathways. Many platelet-derived inhibitors have been identified but not fully characterised and so questions remain regarding the mechanisms that underlie the effects on platelet activity following their activation, inhibition or genetic disruption. However, dysregulation of inhibitory signals is believed to contribute to enhanced risk of thrombosis in diseases such as diabetes and other pathological conditions. In this chapter we have described platelet-derived inhibitors of platelet function that are secreted by or expressed within platelets themselves to provide inhibition or negative regulation to the processes that underpin activation.",
      "sentences": [
        [
          {
            "segment_text": "Negative regulators of platelet activation are a relatively unexplored aspect of platelet physiology yet have an important role in tempering thrombus development by contributing much needed negative regulation to a process that is amplified by several positive feedback mechanisms .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Some negative regulators , such as RASA3 and JAM-A ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "act as gatekeepers that modulate key mediators of activation and provide barriers that must be deactivated to permit full activation and stable thrombus formation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Other negative regulators , such as PECAM-1 and other proteins that signal through ITIMs ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "come into play once platelets are activated and provide restraining ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "negative feedback for activatory pathways .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Many platelet-derived inhibitors have been identified but not fully characterised and so questions remain regarding the mechanisms that underlie the effects on platelet activity following their activation , inhibition or genetic disruption .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , dysregulation of inhibitory signals is believed to contribute to enhanced risk of thrombosis in diseases such as diabetes and other pathological conditions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In this chapter we have described platelet-derived inhibitors of platelet function that are secreted by or expressed within platelets themselves to provide inhibition or negative regulation to the processes that underpin activation .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "9",
    "token_num": "198"
  }
}