{
  "paper_id": "732933f36dc0c57fd8094f545c5e82d7192a13c7",
  "metadata": {
    "title": "Identification of isoliquiritigenin as an activator that stimulates the enzymatic production of glycyrrhetinic acid monoglucuronide OPEN",
    "coda_data_split": "train",
    "coda_paper_id": 8169,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Glycyrrhetinic acid monoglucuronide (GAMG) is a great value-added and has considerable commercial interest due to its strong pharmacological activities and functional low-calorie sweetener. However GAMG is quite rare in natural plants, and it must be prepared from glycyrrhizin (GL) by hydrolysing one terminal glucuronic acid. β-Glucuronidase is the key enzyme in the biotransformation of GL to GAMG, but its activities need to be enhanced to facilitate the industrial large-scale production of GAMG. In this study, we identified that isoliquiritigenin (ISL), as one of chemical compositions from the total flavonoids glycyrrhiza (TFG), can significantly enhance β-glucuronidase activity in vitro. Measurements using high-performance liquid chromatography (HPLC) showed that the activity of β-glucuronidase could be increased by 2.66-fold via the addition of ISL to a β-glucuronidase solution that contained GL at a 3:10 molar ratio of ISL to GL. ISL was concluded to be an activator because ISL could reduce the K m and E a of β-glucuronidase reacting with GL. This study sheds new light on the mechanism of βglucuronidase and helps to make industrial production of GAMG through fermentation feasible.",
      "sentences": [
        [
          {
            "segment_text": "Glycyrrhetinic acid monoglucuronide ( GAMG ) is a great value-added and has considerable commercial interest due to its strong pharmacological activities and functional low-calorie sweetener .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However GAMG is quite rare in natural plants ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and it must be prepared from glycyrrhizin ( GL ) by hydrolysing one terminal glucuronic acid .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "β-Glucuronidase is the key enzyme in the biotransformation of GL to GAMG ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but its activities need to be enhanced to facilitate the industrial large-scale production of GAMG .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , we identified that isoliquiritigenin ( ISL ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as one of chemical compositions from the total flavonoids glycyrrhiza ( TFG ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "can significantly enhance β-glucuronidase activity in vitro .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Measurements using high-performance liquid chromatography ( HPLC ) showed that the activity of β-glucuronidase could be increased by 2.66-fold via the addition of ISL to a β-glucuronidase solution that contained GL at a 3:10 molar ratio of ISL to GL .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "ISL was concluded to be an activator because ISL could reduce the K m and E a of β-glucuronidase reacting with GL .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This study sheds new light on the mechanism of βglucuronidase and helps to make industrial production of GAMG through fermentation feasible .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Published: xx xx xxxx OPEN www.nature.com/scientificreports/ 2 Scientific RepoRts | 7: 12503 |",
      "sentences": [
        [
          {
            "segment_text": "Published : xx xx xxxx OPEN www.nature.com/scientificreports/ 2 Scientific RepoRts | 7 : 12503 |",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "8",
    "segment_num": "12",
    "token_num": "216"
  }
}