{
  "paper_id": "732a0d11a565368fd2cb50736fe09c34d5beae25",
  "metadata": {
    "title": "Chapter Cll APOPTOSIS IN MHV-INDUCED DEMYELINATION",
    "coda_data_split": "train",
    "coda_paper_id": 3540,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Mouse hepatitis virus (MHV) induced encephalitis, hepatitis and chronic demyelinating disease involves inflammatory and parenchymal cell death. TUNEL assays and electron microscopy reveal that brain parenchymal cells such as neurons, astrocytes, microglia/macrophages and oligodendrocytes are undergoing apoptosis during acute and chronic infection with a neurotropic strain MHV-A59. Although apoptosis is a normal phenomenon in helping the turnover of inflammatory cells, apoptosis of brain parenchymal cells may have significant implications for the pathogenesis of viral-induced demyelination.",
      "sentences": [
        [
          {
            "segment_text": "Mouse hepatitis virus ( MHV ) induced encephalitis ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "hepatitis and chronic demyelinating disease involves inflammatory and parenchymal cell death .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "TUNEL assays and electron microscopy reveal that brain parenchymal cells such as neurons ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "astrocytes , microglia/macrophages and oligodendrocytes are undergoing apoptosis during acute and chronic infection with a neurotropic strain MHV-A59 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Although apoptosis is a normal phenomenon in helping the turnover of inflammatory cells ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "apoptosis of brain parenchymal cells may have significant implications for the pathogenesis of viral-induced demyelination .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "3",
    "segment_num": "6",
    "token_num": "84"
  }
}