{
  "paper_id": "7331270c2bd4e76db7bde7f52edd8246f0823f2f",
  "metadata": {
    "title": "G2/M cell cycle arrest in the life cycle of viruses",
    "coda_data_split": "train",
    "coda_paper_id": 9076,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "There is increasing evidence that viral infection, expression of viral protein or the presence of viral DNA causes the host cell cycle to arrest during G2/M. The mechanisms used by viruses to cause arrest vary widely; some involve the activation of the cellular pathways that induce arrest in response to DNA damage, while others use completely novel means. The analysis of virus-mediated arrest has not been proven easy, and in most cases the consequences of arrest for the virus life cycle are not well defined. However, a number of effects of arrest are being investigated and it will be interesting to see to what extent perturbation of the G2/M transition is involved in viral infections. Crown",
      "sentences": [
        [
          {
            "segment_text": "There is increasing evidence that viral infection ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "expression of viral protein or the presence of viral DNA causes the host cell cycle to arrest during G2/M .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The mechanisms used by viruses to cause arrest vary widely ; some involve the activation of the cellular pathways that induce arrest in response to DNA damage ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "while others use completely novel means .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The analysis of virus-mediated arrest has not been proven easy ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and in most cases the consequences of arrest for the virus life cycle are not well defined .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , a number of effects of arrest are being investigated and it will be interesting to see to what extent perturbation of the G2/M transition is involved in viral infections .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Crown",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "8",
    "token_num": "125"
  }
}