{
  "paper_id": "73403c1147906598162fcebdea433e6592ca3375",
  "metadata": {
    "title": "Simian hemorrhagic fever virus: Recent advances",
    "coda_data_split": "train",
    "coda_paper_id": 10066,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The simian hemorrhagic fever virus (SHFV) genome differs from those of other members of the family Arteriviridae in encoding three papain-like one proteases (PLP1␣, PLP1␤ and PLP1␥) at the 5 end and two adjacent sets of four minor structural proteins at the 3 end. The catalytic Cys and His residues and cleavage sites for each of the SHFV PLP1s were predicted and their functionality was tested in in vitro transcription/translation reactions done with wildtype or mutant polyprotein constructs. Mass spectrometry analyses of selected autoproteolytic products confirmed cleavage site locations. The catalytic Cys of PLP1␣ is unusual in being adjacent to an Ala instead of a Typ. PLP1␥ cleaves at both downstream and upstream sites. Intermediate precursor and alternative cleavage products were detected in the in vitro transcription/translation reactions but only the three mature nsp1 proteins were detected in SHFV-infected MA104 cell lysates with SHFV nsp1 protein-specific antibodies. The duplicated sets of SHFV minor structural proteins were predicted to be functionally redundant. A stable, full-length, infectious SHFV-LVR cDNA clone was constructed and a set of mutant infectious clones was generated each with the start codon of one of the minor structural proteins mutated. All eight of the minor structural proteins were found to be required for production of infectious extracellular virus. SHFV causes a fatal hemorrhagic fever in macaques but asymptomatic, persistent infections in natural hosts such as baboons. SHFV infections were compared in macrophages and myeloid dendritic cells from baboons and macaques. Virus yields were higher from macaque cells than from baboon cells. Macrophage cultures from the two types of animals differed dramatically in the percentage of cells infected. In contrast, similar percentages of myeloid dendritic cells were infected but virus replication was efficient in the macaque cells but inefficient in the baboon cells. SHFV infection induced the production of pro-inflammatory cytokines, including IL-1␤, IL-6, IL-12/23(p40), TNF-␣ and MIP-1␣, in macaque cells but not baboon cells. (M.A. Brinton). capsid types (coronaviruses-helical and arteriviruses-spherical) and virion sizes.",
      "sentences": [
        [
          {
            "segment_text": "The simian hemorrhagic fever virus ( SHFV ) genome differs from those of other members of the family Arteriviridae in encoding three papain-like one proteases ( PLP1 ␣ , PLP1 ␤ and PLP1 ␥ ) at the 5 end and two adjacent sets of four minor structural proteins at the 3 end .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The catalytic Cys and His residues and cleavage sites for each of the SHFV PLP1s were predicted and their functionality was tested in in vitro transcription/translation reactions done with wildtype or mutant polyprotein constructs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Mass spectrometry analyses of selected autoproteolytic products confirmed cleavage site locations .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The catalytic Cys of PLP1 ␣ is unusual in being adjacent to an Ala instead of a Typ .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "PLP1 ␥ cleaves at both downstream and upstream sites .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Intermediate precursor and alternative cleavage products were detected in the in vitro transcription/translation reactions but only the three mature nsp1 proteins were detected in SHFV-infected MA104 cell lysates with SHFV nsp1 protein-specific antibodies .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The duplicated sets of SHFV minor structural proteins were predicted to be functionally redundant .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A stable , full-length , infectious SHFV-LVR cDNA clone was constructed and a set of mutant infectious clones was generated each with the start codon of one of the minor structural proteins mutated .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "All eight of the minor structural proteins were found to be required for production of infectious extracellular virus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "SHFV causes a fatal hemorrhagic fever in macaques but asymptomatic ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "persistent infections in natural hosts such as baboons .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "SHFV infections were compared in macrophages and myeloid dendritic cells from baboons and macaques .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Virus yields were higher from macaque cells than from baboon cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Macrophage cultures from the two types of animals differed dramatically in the percentage of cells infected .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In contrast , similar percentages of myeloid dendritic cells were infected but virus replication was efficient in the macaque cells but inefficient in the baboon cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "SHFV infection induced the production of pro-inflammatory cytokines ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including IL-1 ␤ , IL-6 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "IL-12 / 23 ( p40 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "TNF - ␣ and MIP-1 ␣ ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "in macaque cells but not baboon cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "( M.A. Brinton ) .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "capsid types ( coronaviruses-helical and arteriviruses-spherical ) and virion sizes .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Arteriviruses infect macrophages (M s) and dendritic cells (DCs) and have restricted host ranges; EAV infects horses and donkeys, PRRSV infects pigs, LDV infects mice and SHFV infects nonhuman primates (NHPs) (Snijder and Meulenberg, 1998) . Disease symptoms associated with EAV and PRRSV infections include fever, respiratory disease, tissue necrosis and spontaneous abortions while LDV typically causes an asymptomatic, persistent infection (Snijder and Spaan, 2006) . The majority of research on arteriviruses has focused on EAV and PRRSV due to the significant agricultural impact of the diseases they cause.",
      "sentences": [
        [
          {
            "segment_text": "Arteriviruses infect macrophages ( M s ) and dendritic cells ( DCs ) and have restricted host ranges ; EAV infects horses and donkeys ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "PRRSV infects pigs , LDV infects mice and SHFV infects nonhuman primates ( NHPs ) ( Snijder and Meulenberg , 1998 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Disease symptoms associated with EAV and PRRSV infections include fever ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "respiratory disease , tissue necrosis and spontaneous abortions while LDV typically causes an asymptomatic ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "persistent infection ( Snijder and Spaan , 2006 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The majority of research on arteriviruses has focused on EAV and PRRSV due to the significant agricultural impact of the diseases they cause .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "SHFV was first isolated in 1964 as the causative agent of hemorrhagic fever outbreaks associated with high mortality in macaque colonies in the United States and the USSR http://dx.",
      "sentences": [
        [
          {
            "segment_text": "SHFV was first isolated in 1964 as the causative agent of hemorrhagic fever outbreaks associated with high mortality in macaque colonies in the United States and the USSR http://dx .",
            "crowd_label": "background"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "21",
    "segment_num": "29",
    "token_num": "513"
  }
}