{
  "paper_id": "734539062fa5d75ef6f8f436dd2107640995d2b3",
  "metadata": {
    "title": "Emerging respiratory infections: The infectious disease pathology of SARS, MERS, pandemic influenza, and Legionella",
    "coda_data_split": "train",
    "coda_paper_id": 6392,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Lower respiratory infections remain one of the top global causes of death and the emergence of new diseases continues to be a concern. In the first two decades of the 21st century, we have born witness to the emergence of newly recognized coronaviruses that have rapidly spread around the globe, including severe acute respiratory syndrome virus (SARS) and Middle Eastern respiratory syndrome virus (MERS). We have also experienced the emergence of a novel H1N1 pandemic influenza strain in 2009 that caused substantial morbidity and mortality around the world and has transitioned into a seasonal strain. Although we perhaps most frequently think of viruses when discussing emerging respiratory infections, bacteria have not been left out of the mix, as we have witnessed an increase in the number of infections from Legionella spp. since the organisms\u0027 initial discovery in 1976. Here, we explore the basic epidemiology, clinical presentation, histopathology, and clinical laboratory diagnosis of these four pathogens and emphasize themes in humans\u0027 evolving relationship with our natural environment that have contributed to the infectious burden. Histology alone is rarely diagnostic for these infections, but has been crucial to bettering our understanding of these diseases. Together, we rely on the diagnostic acumen of pathologists to identify the clinicopathologic features that raise the suspicion of these diseases and lead to the early control of the spread in our populations. (A. Bryan).",
      "sentences": [
        [
          {
            "segment_text": "Lower respiratory infections remain one of the top global causes of death and the emergence of new diseases continues to be a concern .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In the first two decades of the 21st century ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "we have born witness to the emergence of newly recognized coronaviruses that have rapidly spread around the globe ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including severe acute respiratory syndrome virus ( SARS ) and Middle Eastern respiratory syndrome virus ( MERS ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We have also experienced the emergence of a novel H1N1 pandemic influenza strain in 2009 that caused substantial morbidity and mortality around the world and has transitioned into a seasonal strain .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although we perhaps most frequently think of viruses when discussing emerging respiratory infections ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "bacteria have not been left out of the mix ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "as we have witnessed an increase in the number of infections from Legionella spp. since the organisms \u0027 initial discovery in 1976 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we explore the basic epidemiology ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "clinical presentation , histopathology , and clinical laboratory diagnosis of these four pathogens and emphasize themes in humans \u0027 evolving relationship with our natural environment that have contributed to the infectious burden .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Histology alone is rarely diagnostic for these infections ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but has been crucial to bettering our understanding of these diseases .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Together , we rely on the diagnostic acumen of pathologists to identify the clinicopathologic features that raise the suspicion of these diseases and lead to the early control of the spread in our populations .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "( A. Bryan ) .",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "Pathology 36 (2019) 152-159 0740-2570/",
      "sentences": [
        [
          {
            "segment_text": "Pathology 36 ( 2019 ) 152-159 0740-2570 /",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "9",
    "segment_num": "15",
    "token_num": "260"
  }
}