{
  "paper_id": "7366b56a55321eebcb1d38074932d23ad4346038",
  "metadata": {
    "title": "Novel Virostatic Agents against Bluetongue Virus",
    "coda_data_split": "train",
    "coda_paper_id": 7259,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Bluetongue virus (BTV), a member in the family Reoviridae, is a re-emerging animal disease infecting cattle and sheep. With its recent outbreaks in Europe, there is a pressing need for efficacious antivirals. We presented here the identification and characterization of a novel virostatic molecule against BTV, an aminothiophenecarboxylic acid derivative named compound 003 (C003). The virostatic efficacy of C003 could be improved via chemical modification, leading to a de novo synthesized compound 052 (C052). The 50% effective concentrations (EC 50 ) of C003 and C052 were determined at 1.7660.73 mM and 0.2760.12 mM, respectively. The 50% cytotoxicity concentration (CC 50 ) of C003 was over 100 mM and the CC 50 of C052 was at 82.69 mM. Accordingly, the 50% selective index (SI 50 ) of C003 and C052 against BTV was over 57 and 306, respectively. The inhibitory effect of C003/C052 on BTV-induced apoptosis was also confirmed via the inhibition of caspase-3/-7 activation post BTV infection. C003/C052 could inhibit BTV induced CPE even when added as late as 24 h.p.i., indicating that they might act at late stage of viral life-cycle. C003/C052 could reduce over two-logs of both the progeny virus production and the number of genomic viral RNA copies. Interestingly, both the activation of host autophagy and viral protein expression were inhibited post BTV infection when cells were treated with C003 and C052, suggesting that C003/C052 might act as virostatic agents via inhibiting host autophagy activation. Although further investigations might be needed to pin down the exact mechanism of C003/C052, our finding suggested that these compounds might be potent lead compounds with potential novel mechanism of action against BTV.",
      "sentences": [
        [
          {
            "segment_text": "Bluetongue virus ( BTV ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a member in the family Reoviridae ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "is a re-emerging animal disease infecting cattle and sheep .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "With its recent outbreaks in Europe ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "there is a pressing need for efficacious antivirals .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We presented here the identification and characterization of a novel virostatic molecule against BTV ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "an aminothiophenecarboxylic acid derivative named compound 003 ( C003 ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The virostatic efficacy of C003 could be improved via chemical modification ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "leading to a de novo synthesized compound 052 ( C052 ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The 50 % effective concentrations ( EC 50 ) of C003 and C052 were determined at 1.7660.73 mM and 0.2760.12 mM , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The 50 % cytotoxicity concentration ( CC 50 ) of C003 was over 100 mM and the CC 50 of C052 was at 82.69 mM .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Accordingly , the 50 % selective index ( SI 50 ) of C003 and C052 against BTV was over 57 and 306 , respectively .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The inhibitory effect of C003/C052 on BTV-induced apoptosis was also confirmed via the inhibition of caspase-3 / -7 activation post BTV infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "C003/C052 could inhibit BTV induced CPE even when added as late as 24 h.p.i. ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "indicating that they might act at late stage of viral life-cycle .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "C003/C052 could reduce over two-logs of both the progeny virus production and the number of genomic viral RNA copies .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Interestingly , both the activation of host autophagy and viral protein expression were inhibited post BTV infection when cells were treated with C003 and C052 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "suggesting that C003/C052 might act as virostatic agents via inhibiting host autophagy activation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Although further investigations might be needed to pin down the exact mechanism of C003/C052 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "our finding suggested that these compounds might be potent lead compounds with potential novel mechanism of action against BTV .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "12",
    "segment_num": "20",
    "token_num": "309"
  }
}