{
  "paper_id": "7379b8c28321b7f9c78d2b4d35109a87b35cf883",
  "metadata": {
    "title": "Interaction of the Coronavirus Infectious Bronchitis Virus Membrane Protein with b-Actin and Its Implication in Virion Assembly and Budding",
    "coda_data_split": "train",
    "coda_paper_id": 7432,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Coronavirus M protein is an essential component of virion and plays pivotal roles in virion assembly, budding and maturation. The M protein is integrated into the viral envelope with three transmembrane domains flanked by a short amino-terminal ectodomain and a large carboxy-terminal endodomain. In this study, we showed co-purification of the M protein from coronavirus infectious bronchitis virus (IBV) with actin. To understand the cellular factors that may be involved in virion assembly, budding and maturation processes, IBV M was used as the bait in a yeast two-hybrid screen, resulting in the identification of b-actin as a potentially interacting partner. This interaction was subsequently confirmed by coimmunoprecipitation and immunofluorescence microscopy in mammalian cells, and mutation of amino acids A159 and K160 on the M protein abolished the interaction. Introduction of the A159-K160 mutation into an infectious IBV clone system blocks the infectivity of the clone, although viral RNA replication and subgenomic mRNA transcription were actively detected. Disruption of actin filaments with cell-permeable agent cytochalasin D at early stages of the infection cycle led to the detection of viral protein synthesis in infected cells but not release of virus particles to the cultured media. However, the same treatment at late stages of the infection cycle did not affect the release of virus particles to the media, suggesting that disruption of the actin filaments might block virion assembly and budding, but not release of the virus particles. This study reveals an essential function of actin in the replication cycle of coronavirus. Citation: Wang J, Fang S, Xiao H, Chen B, Tam JP, et al. (2009) Interaction of the Coronavirus Infectious Bronchitis Virus Membrane Protein with b-Actin and Its Implication in Virion Assembly and Budding. PLoS ONE 4(3): e4908.",
      "sentences": [
        [
          {
            "segment_text": "Coronavirus M protein is an essential component of virion and plays pivotal roles in virion assembly , budding and maturation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The M protein is integrated into the viral envelope with three transmembrane domains flanked by a short amino-terminal ectodomain and a large carboxy-terminal endodomain .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , we showed co-purification of the M protein from coronavirus infectious bronchitis virus ( IBV ) with actin .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To understand the cellular factors that may be involved in virion assembly ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "budding and maturation processes , IBV M was used as the bait in a yeast two-hybrid screen ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "resulting in the identification of b-actin as a potentially interacting partner .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This interaction was subsequently confirmed by coimmunoprecipitation and immunofluorescence microscopy in mammalian cells ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and mutation of amino acids A159 and K160 on the M protein abolished the interaction .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Introduction of the A159-K160 mutation into an infectious IBV clone system blocks the infectivity of the clone ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "although viral RNA replication and subgenomic mRNA transcription were actively detected .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Disruption of actin filaments with cell-permeable agent cytochalasin D at early stages of the infection cycle led to the detection of viral protein synthesis in infected cells but not release of virus particles to the cultured media .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , the same treatment at late stages of the infection cycle did not affect the release of virus particles to the media ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "suggesting that disruption of the actin filaments might block virion assembly and budding ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but not release of the virus particles .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This study reveals an essential function of actin in the replication cycle of coronavirus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Citation : Wang J , Fang S ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "Xiao H , Chen B ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "Tam JP , et al. ( 2009 ) Interaction of the Coronavirus Infectious Bronchitis Virus Membrane Protein with b-Actin and Its Implication in Virion Assembly and Budding .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "PLoS ONE 4 ( 3 ) : e4908 .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "19",
    "token_num": "321"
  }
}