{
  "paper_id": "737df18afad9e8e53c37672a413db17fbdaec30a",
  "metadata": {
    "title": "",
    "coda_data_split": "train",
    "coda_paper_id": 7598,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Poult enteritis complex has been associated with enteritis and reduction in growth rates in commercial turkeys worldwide. Intestinal samples from 76 turkey flocks from different Brazilian states affected or not with intestinal disorders were evaluated for the presence of adenovirus groups 1 and 2 (TAV), astrovirus types 1 and 2 (TAstV-1 and TAstV-2), turkey coronavirus (TCoV), reovirus, rotavirus, and avian nephritis virus (ANV) using PCR. The percentage of positive samples was categorized according to the geographic origin, age of the flocks, and presence of clinical signs of intestinal disease. The percentage of samples that were positive for at least one virus was 93.4%, whereas the percentage of samples that were positive for more than one virus was 69.7%. An average of 3.20 viruses per sample was detected in turkeys in the growing phase of the production cycle (1 to 4 wk of age). The TAstV-1 and TCoV were the most frequently observed viruses in growing phase turkeys and occurred simultaneously in 85% of these samples. In turkeys in the finishing phase of development (5 to 18 wk), a lower average number of viruses was observed (2.41), and the most frequent viruses isolated in these turkeys were TAstV-1 (57.1%) and rotavirus (51.8%). Overall, every virus was detected more frequently in growing phase turkeys than in finishing phase turkeys with the exception of TAV. Samples from flocks exhibiting clinical signs of intestinal disease showed a higher rate of positivity, and TAstV-1, TAstV-2, and TCoV were the most frequently occurring viruses in this cohort. Birds without clinical signs most frequently harbored TAstV-1 and rotavirus. Future studies should focus on the description and elucidation of the role of each virus, as well as the pathogenic and immunological implications of the different combinations of viruses in turkeys.",
      "sentences": [
        [
          {
            "segment_text": "Poult enteritis complex has been associated with enteritis and reduction in growth rates in commercial turkeys worldwide .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Intestinal samples from 76 turkey flocks from different Brazilian states affected or not with intestinal disorders were evaluated for the presence of adenovirus groups 1 and 2 ( TAV ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "astrovirus types 1 and 2 ( TAstV-1 and TAstV-2 ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "turkey coronavirus ( TCoV ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "reovirus , rotavirus , and avian nephritis virus ( ANV ) using PCR .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The percentage of positive samples was categorized according to the geographic origin ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "age of the flocks , and presence of clinical signs of intestinal disease .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The percentage of samples that were positive for at least one virus was 93.4 % ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whereas the percentage of samples that were positive for more than one virus was 69.7 % .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "An average of 3.20 viruses per sample was detected in turkeys in the growing phase of the production cycle ( 1 to 4 wk of age ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The TAstV-1 and TCoV were the most frequently observed viruses in growing phase turkeys and occurred simultaneously in 85 % of these samples .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In turkeys in the finishing phase of development ( 5 to 18 wk ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "a lower average number of viruses was observed ( 2.41 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the most frequent viruses isolated in these turkeys were TAstV-1 ( 57.1 % ) and rotavirus ( 51.8 % ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Overall , every virus was detected more frequently in growing phase turkeys than in finishing phase turkeys with the exception of TAV .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Samples from flocks exhibiting clinical signs of intestinal disease showed a higher rate of positivity ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and TAstV-1 , TAstV-2 , and TCoV were the most frequently occurring viruses in this cohort .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Birds without clinical signs most frequently harbored TAstV-1 and rotavirus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Future studies should focus on the description and elucidation of the role of each virus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as well as the pathogenic and immunological implications of the different combinations of viruses in turkeys .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "2013 Poultry Science 92 :945-955 http://dx.",
      "sentences": [
        [
          {
            "segment_text": "2013 Poultry Science 92 : 945-955 http://dx .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "12",
    "segment_num": "21",
    "token_num": "349"
  }
}