{
  "paper_id": "73998a3f565b661816d48aa7c20fa5ae617864d5",
  "metadata": {
    "title": "Profiling ACE2 expression in colon tissue of healthy adults and colorectal cancer patients by single-cell transcriptome analysis",
    "coda_data_split": "train",
    "coda_paper_id": 7111,
    "coda_has_expert_labels": false,
    "subset": "biorxiv_medrxiv"
  },
  "abstract": [
    {
      "original_text": "A newly identified novel coronavirus (2019-nCoV) has caused numerous acute respiratory syndrome cases in Wuhan China from December 2019 to Feb 2020. Its fast spreading to other provinces in China and overseas is very likely causing a pandemic. Since the novel coronavirus has been reported to be capable of endangering thousands of lives, it is extremely important to find out how the coronavirus is transmitted in human organs. Apart from fever and respiratory complications, gastrointestinal symptoms are observed in some patients with 2019-nCoV but the significance remains undetermined. The cell receptor angiotensin covering enzyme II (ACE2), which is the major receptor of SARS-nCoV, has been reported to be a cellular entry receptor of 2019-nCoV as well. Here, to more precisely explore the potential pathogen transmission route of the 2019-nCoV infections in the gastrointestinal tract, we analyzed the ACE2 RNA expression profile in the colon tissue of healthy adults and colorectal cancer patients of our cohort and other databases. The data indicates that ACE2 is mainly expressed in epithelial cells of the colon. The expression of ACE2 is gradually increased from healthy control, adenoma to colorectal cancer patients in our cohort as well as in the external Asian datasets.",
      "sentences": [
        [
          {
            "segment_text": "A newly identified novel coronavirus ( 2019-nCoV ) has caused numerous acute respiratory syndrome cases in Wuhan China from December 2019 to Feb 2020 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Its fast spreading to other provinces in China and overseas is very likely causing a pandemic .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Since the novel coronavirus has been reported to be capable of endangering thousands of lives ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "it is extremely important to find out how the coronavirus is transmitted in human organs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Apart from fever and respiratory complications ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "gastrointestinal symptoms are observed in some patients with 2019-nCoV but the significance remains undetermined .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The cell receptor angiotensin covering enzyme II ( ACE2 ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which is the major receptor of SARS-nCoV ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "has been reported to be a cellular entry receptor of 2019-nCoV as well .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , to more precisely explore the potential pathogen transmission route of the 2019-nCoV infections in the gastrointestinal tract ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "we analyzed the ACE2 RNA expression profile in the colon tissue of healthy adults and colorectal cancer patients of our cohort and other databases .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The data indicates that ACE2 is mainly expressed in epithelial cells of the colon .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The expression of ACE2 is gradually increased from healthy control ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "adenoma to colorectal cancer patients in our cohort as well as in the external Asian datasets .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "According to the expression profile of ACE2 in colon epithelial cells, we speculate adenoma and colorectal cancer patients are more likely to be infected with 2019-nCoV than healthy people. Our data may provide a theoretical basis for the classification and management of future 2019-nCoV susceptibility people in clinical application.",
      "sentences": [
        [
          {
            "segment_text": "According to the expression profile of ACE2 in colon epithelial cells ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "we speculate adenoma and colorectal cancer patients are more likely to be infected with 2019-nCoV than healthy people .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our data may provide a theoretical basis for the classification and management of future 2019-nCoV susceptibility people in clinical application .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "10",
    "segment_num": "17",
    "token_num": "269"
  }
}