{
  "paper_id": "73bdd3b33b1bc51679e21db9efcb02b7722b06a7",
  "metadata": {
    "title": "Role of the C-type lectins DC-SIGN and L-SIGN in Leishmania interaction with host phagocytes",
    "coda_data_split": "train",
    "coda_paper_id": 7875,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Leishmaniasis is a parasitic disease that courses with cutaneous or visceral clinical manifestations. The amastigote stage of the parasite infects phagocytes and modulates the effector function of the host cells. Our group has described that the interaction between Leishmania and immature monocyte-derived dendritic cells (DCs) takes place through dendritic cell-specific ICAM-3-grabbing nonintegrin (DC-SIGN), a C-type lectin that specifically recognizes fungal, viral and bacterial pathogens. The DC-SIGN-mediated recognition of Leishmania amastigotes does not induce DC maturation, and the DC-SIGN ligand/s on Leishmania parasites is/are still unknown. We have also found that the DC-SIGN-related molecule L-SIGN, specifically expressed in lymph node and liver sinusoidal endothelial cells, acts as a receptor for L. infantum, the parasite responsible for visceral leishmaniasis, but does not recognize L. pifanoi, which causes the cutaneous form of the disease. Therefore, DC-SIGN and L-SIGN differ in their ability to interact with Leishmania species responsible for either visceral or cutaneous leishmaniasis. A deeper knowledge of the parasite-Ctype lectin interaction may be helpful for the design of new DC-based therapeutic vaccines against Leishmania infections.",
      "sentences": [
        [
          {
            "segment_text": "Leishmaniasis is a parasitic disease that courses with cutaneous or visceral clinical manifestations .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The amastigote stage of the parasite infects phagocytes and modulates the effector function of the host cells .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Our group has described that the interaction between Leishmania and immature monocyte-derived dendritic cells ( DCs ) takes place through dendritic cell-specific ICAM-3-grabbing nonintegrin ( DC-SIGN ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "a C-type lectin that specifically recognizes fungal , viral and bacterial pathogens .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The DC-SIGN-mediated recognition of Leishmania amastigotes does not induce DC maturation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the DC-SIGN ligand/s on Leishmania parasites is/are still unknown .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We have also found that the DC-SIGN-related molecule L-SIGN ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "specifically expressed in lymph node and liver sinusoidal endothelial cells ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "acts as a receptor for L. infantum ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the parasite responsible for visceral leishmaniasis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but does not recognize L. pifanoi ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which causes the cutaneous form of the disease .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Therefore , DC-SIGN and L-SIGN differ in their ability to interact with Leishmania species responsible for either visceral or cutaneous leishmaniasis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A deeper knowledge of the parasite-Ctype lectin interaction may be helpful for the design of new DC-based therapeutic vaccines against Leishmania infections .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "14",
    "token_num": "193"
  }
}