{
  "paper_id": "73c2606bc45a573294360406628a8edd45bdd511",
  "metadata": {
    "title": "SHORT REPORT Use of linked electronic health records to assess mortality and length of stay associated with pandemic influenza A(H1N1)pdm09 at a UK teaching hospital",
    "coda_data_split": "train",
    "coda_paper_id": 7274,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Effective use of data linkage is becoming an increasingly important focus in the new healthcare system in England. We linked data from the results of a multiplex PCR assay for respiratory viruses for a population of 230 inpatients at a UK teaching hospital with their patient administrative system records in order to compare the mortality and length of stay of patients who tested positive for influenza A(H1N1)pdm09 with those positive for another influenza A virus. The results indicated a reduced risk of death among influenza A(H1N1)pdm09 patients compared to other influenza A strains, with an adjusted risk ratio of 0·25 (95% confidence interval 0·08-0·75, P \u003d 0·01), while no significant differences were found between the lengths of stay in the hospital for these two groups. Further development of such methods to link hospital data in a routine fashion could provide a rapid means of gaining epidemiological insights into emerging infectious diseases.",
      "sentences": [
        [
          {
            "segment_text": "Effective use of data linkage is becoming an increasingly important focus in the new healthcare system in England .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We linked data from the results of a multiplex PCR assay for respiratory viruses for a population of 230 inpatients at a UK teaching hospital with their patient administrative system records in order to compare the mortality and length of stay of patients who tested positive for influenza A ( H1N1 ) pdm09 with those positive for another influenza A virus .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The results indicated a reduced risk of death among influenza A ( H1N1 ) pdm09 patients compared to other influenza A strains ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with an adjusted risk ratio of 0 · 25 ( 95 % confidence interval 0 · 08-0 · 75 , P \u003d 0 · 01 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while no significant differences were found between the lengths of stay in the hospital for these two groups .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Further development of such methods to link hospital data in a routine fashion could provide a rapid means of gaining epidemiological insights into emerging infectious diseases .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "6",
    "token_num": "177"
  }
}