{
  "paper_id": "73de62f8272982125df5a376a10f99267968c6e4",
  "metadata": {
    "title": "viruses Hepatitis E Virus Drug Development",
    "coda_data_split": "train",
    "coda_paper_id": 8997,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Hepatitis E virus (HEV) is an underestimated disease, leading to estimated 20 million infections and up to 70,000 deaths annually. Infections are mostly asymptomatic but can reach mortality rates up to 25% in pregnant women or become chronic in immunocompromised patients. The current therapy options are limited to the unspecific antivirals Ribavirin (RBV) and pegylated Interferon-α (pegIFN-α). RBV leads to viral clearance in only 80% of patients treated, and is, similar to pegIFN-α, contraindicated in the major risk group of pregnant women, emphasizing the importance of new therapy options. In this review, we focus on the urgent need and current efforts in HEV drug development. We provide an overview of the current status of HEV antiviral research. Furthermore, we discuss strategies for drug development and the limitations of the approaches with respect to HEV.",
      "sentences": [
        [
          {
            "segment_text": "Hepatitis E virus ( HEV ) is an underestimated disease ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "leading to estimated 20 million infections and up to 70,000 deaths annually .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Infections are mostly asymptomatic but can reach mortality rates up to 25 % in pregnant women or become chronic in immunocompromised patients .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The current therapy options are limited to the unspecific antivirals Ribavirin ( RBV ) and pegylated Interferon-α ( pegIFN-α ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "RBV leads to viral clearance in only 80 % of patients treated ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and is , similar to pegIFN-α ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "contraindicated in the major risk group of pregnant women ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "emphasizing the importance of new therapy options .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this review , we focus on the urgent need and current efforts in HEV drug development .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We provide an overview of the current status of HEV antiviral research .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Furthermore , we discuss strategies for drug development and the limitations of the approaches with respect to HEV .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Viruses 2019, 11, 485 2 of 16 chronic infections by the European Association for the Study of the Liver (EASL) from 2018 stipulates lowering the dose of immunosuppressive drugs and, subsequently, if no viral clearance is achieved, up to two courses of RBV. If both RBV regimens fail, pegIFN-α can be administrated, but is only suited for the subset of liver-transplant recipients [12] [13] [14] [15] . Thus, RBV is the treatment of choice but leads to viral clearance in only 80% of patients treated [16] . Similar to pegIFN-α, it is contraindicated in the major risk group of pregnant women, emphasizing the importance of new therapy options. In this review, we focus on the urgent need and current efforts in HEV drug development.",
      "sentences": [
        [
          {
            "segment_text": "Viruses 2019 , 11 , 485 2 of 16 chronic infections by the European Association for the Study of the Liver ( EASL ) from 2018 stipulates lowering the dose of immunosuppressive drugs and ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "subsequently , if no viral clearance is achieved ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "up to two courses of RBV .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "If both RBV regimens fail ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "pegIFN-α can be administrated , but is only suited for the subset of liver-transplant recipients ( 12 ) ( 13 ) ( 14 ) ( 15 ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Thus , RBV is the treatment of choice but leads to viral clearance in only 80 % of patients treated ( 16 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Similar to pegIFN-α , it is contraindicated in the major risk group of pregnant women ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "emphasizing the importance of new therapy options .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In this review , we focus on the urgent need and current efforts in HEV drug development .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "12",
    "segment_num": "20",
    "token_num": "307"
  }
}