{
  "paper_id": "73f904d6d8b615d15db2c5bbe5c018c623997187",
  "metadata": {
    "title": "CD4 rat X rat and mouse x rat T cell hybridomas produced by fusion of established T cell lines and clones to W/Fu (C58NT)D",
    "coda_data_split": "train",
    "coda_paper_id": 10747,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Previously, fusion of established T cell lines or clones has been claimed to be difficult. We now report our experiences in the fusion of both long term cultures of rat T cell clones and mouse T cell lines to rat W/Fu (C58NT)D. Upon fusion of rat T cell clones the hybrids obtained expressed antigen specificities identical to those of the parent clones. In addition, C58 was used for interspecies hybridisation of murine T cell lines. The specificity of intra-and inter-species hybrids was maintained by subcloning.",
      "sentences": [
        [
          {
            "segment_text": "Previously , fusion of established T cell lines or clones has been claimed to be difficult .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We now report our experiences in the fusion of both long term cultures of rat T cell clones and mouse T cell lines to rat W/Fu ( C58NT ) D. Upon fusion of rat T cell clones the hybrids obtained expressed antigen specificities identical to those of the parent clones .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In addition , C58 was used for interspecies hybridisation of murine T cell lines .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The specificity of intra-and inter-species hybrids was maintained by subcloning .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "We conclude that the C58 cell line can be used to generate continuously growing monoclonal T-cell reagents of sufficient stability using both intra-and inter-species hybridisation.",
      "sentences": [
        [
          {
            "segment_text": "We conclude that the C58 cell line can be used to generate continuously growing monoclonal T-cell reagents of sufficient stability using both intra-and inter-species hybridisation .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "5",
    "segment_num": "5",
    "token_num": "120"
  }
}