{
  "paper_id": "741d7ee5f41c2dc5f55bd3f3ed51619a67e3b674",
  "metadata": {
    "title": "Perspectives on the epizootiology of feline enteric coronavirus and the pathogenesis of feline infectious peritonitis",
    "coda_data_split": "train",
    "coda_paper_id": 5227,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Evermann, J.F., McKeirnan, A.J. and Ott, R.L., 1991. Perspectives on the epizootiology of feline enteric coronavirus and the pathogenesis of feline infectious peritonitis. Vet. Microbiol., 28: 243-255.",
      "sentences": [
        [
          {
            "segment_text": "Evermann , J.F. , McKeirnan ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "A.J. and Ott , R.L. , 1991 .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Perspectives on the epizootiology of feline enteric coronavirus and the pathogenesis of feline infectious peritonitis .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Vet .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Microbiol. , 28 : 243-255 .",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "This review presents some current thoughts regarding the epizootiology of the feline coronaviruses; feline infectious peritonitis virus (FIPV) and feline coronavirus (FECV), with primary emphasis on the pathogenesis of these viruses in nature. Although the mechanism (s) whereby FIPV causes disease are still incompletely understood, there have been significant contributions to the literature over the past decade which provide a framework upon which plausible explanations can be postulated. Two concepts are presented which attempt to clarify the pathogenesis of FIPV and at the same time may serve as an impetus for further research. The first involves the hypothesis, originally promulgated by Pedersen in 1981, that FIPV is derived from FECV during virus replication in the gastrointestinal tract. The second involves a unique mechanism of the mucosal immune system referred to as oral tolerance, which under normal conditions promotes the production of secretory immunity and suppresses the production of systemic immunity. In the case of FIPV infection, we propose that oral tolerance is important in the control of the virus at the gastrointestinal tract level. Once oral tolerance is disrupted, FIPV is capable of systemic spread resulting in immune-mediated vasculitis and death. Thus, it may be that clinical forms of FIP are due to a combination of two events, the first being the generation of FIPV from FECV, and the second being the capacity of FIPV to circumvent oral tolerance.",
      "sentences": [
        [
          {
            "segment_text": "This review presents some current thoughts regarding the epizootiology of the feline coronaviruses ; feline infectious peritonitis virus ( FIPV ) and feline coronavirus ( FECV ) ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "with primary emphasis on the pathogenesis of these viruses in nature .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Although the mechanism ( s ) whereby FIPV causes disease are still incompletely understood ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "there have been significant contributions to the literature over the past decade which provide a framework upon which plausible explanations can be postulated .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Two concepts are presented which attempt to clarify the pathogenesis of FIPV and at the same time may serve as an impetus for further research .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The first involves the hypothesis ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "originally promulgated by Pedersen in 1981 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "that FIPV is derived from FECV during virus replication in the gastrointestinal tract .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The second involves a unique mechanism of the mucosal immune system referred to as oral tolerance ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which under normal conditions promotes the production of secretory immunity and suppresses the production of systemic immunity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In the case of FIPV infection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "we propose that oral tolerance is important in the control of the virus at the gastrointestinal tract level .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Once oral tolerance is disrupted ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "FIPV is capable of systemic spread resulting in immune-mediated vasculitis and death .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Thus , it may be that clinical forms of FIP are due to a combination of two events ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the first being the generation of FIPV from FECV ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the second being the capacity of FIPV to circumvent oral tolerance .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "12",
    "segment_num": "22",
    "token_num": "292"
  }
}