{
  "paper_id": "7433a628e7fe85066cddc5c25a416fea3ffa87e5",
  "metadata": {
    "title": "Inhibition of Lassa Virus Glycoprotein Cleavage and Multicycle Replication by Site 1 Protease-Adapted a 1 - Antitrypsin Variants",
    "coda_data_split": "train",
    "coda_paper_id": 4126,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Proteolytic processing of the Lassa virus envelope glycoprotein precursor GP-C by the host proprotein convertase site 1 protease (S1P) is a prerequisite for the incorporation of the subunits GP-1 and GP-2 into viral particles and, hence, essential for infectivity and virus spread. Therefore, we tested in this study the concept of using S1P as a target to block efficient virus replication.",
      "sentences": [
        [
          {
            "segment_text": "Background : Proteolytic processing of the Lassa virus envelope glycoprotein precursor GP-C by the host proprotein convertase site 1 protease ( S1P ) is a prerequisite for the incorporation of the subunits GP-1 and GP-2 into viral particles and ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "hence , essential for infectivity and virus spread .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Therefore , we tested in this study the concept of using S1P as a target to block efficient virus replication .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "We demonstrate that stable cell lines inducibly expressing S1P-adapted a 1 -antitrypsin variants inhibit the proteolytic maturation of GP-C. Introduction of the S1P recognition motifs RRIL and RRLL into the reactive center loop of a 1 -antitrypsin resulted in abrogation of GP-C processing by endogenous S1P to a similar level observed in S1P-deficient cells. Moreover, S1P-specific a 1 -antitrypsins significantly inhibited replication and spread of a replication-competent recombinant vesicular stomatitis virus expressing the Lassa virus glycoprotein GP as well as authentic Lassa virus. Inhibition of viral replication correlated with the ability of the different a 1 -antitrypsin variants to inhibit the processing of the Lassa virus glycoprotein precursor.",
      "sentences": [
        [
          {
            "segment_text": "We demonstrate that stable cell lines inducibly expressing S1P-adapted a 1 - antitrypsin variants inhibit the proteolytic maturation of GP-C .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Introduction of the S1P recognition motifs RRIL and RRLL into the reactive center loop of a 1 - antitrypsin resulted in abrogation of GP-C processing by endogenous S1P to a similar level observed in S1P-deficient cells .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Moreover , S1P-specific a 1 - antitrypsins significantly inhibited replication and spread of a replication-competent recombinant vesicular stomatitis virus expressing the Lassa virus glycoprotein GP as well as authentic Lassa virus .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Inhibition of viral replication correlated with the ability of the different a 1 - antitrypsin variants to inhibit the processing of the Lassa virus glycoprotein precursor .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions/Significance: Our data suggest that glycoprotein cleavage by S1P is a promising target for the development of novel anti-arenaviral strategies. Citation: Maisa A, Strö her U, Klenk H-D, Garten W, Strecker T (2009) Inhibition of Lassa Virus Glycoprotein Cleavage and Multicycle Replication by Site 1 Protease-Adapted a 1 -Antitrypsin Variants. PLoS Negl Trop Dis 3(6): e446.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions/Significance : Our data suggest that glycoprotein cleavage by S1P is a promising target for the development of novel anti-arenaviral strategies .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Citation : Maisa A , Strö her U ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "Klenk H-D , Garten W ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "Strecker T ( 2009 ) Inhibition of Lassa Virus Glycoprotein Cleavage and Multicycle Replication by Site 1 Protease-Adapted a 1 - Antitrypsin Variants .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "PLoS Negl Trop Dis 3 ( 6 ) : e446 .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "9",
    "segment_num": "12",
    "token_num": "259"
  }
}