{
  "paper_id": "7486d94dc7b01ad2a7a0e93d954922c8dcc4226a",
  "metadata": {
    "title": "Passively acquired challenge immunity to enterotropic coronavirus in mice",
    "coda_data_split": "train",
    "coda_paper_id": 2050,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Maternally-derived passive immunity of infant mice to challenge infection with enterotropic coronavirus mouse hepatitis virus strain Y (MHV-Y) was studied. Pups born to both naive and immune dams, but nursed by naive foster dams, were susceptible to infection, while naive or immune pups nursed by immune foster dams were protected. The MHV infectious dose was identical among naive pups inoculated at 1, 2, 3, or 4 weeks of age. Pups nursing immune dams resisted infection when inoculated at 1, 2, or 3 weeks of age. Three week old pups were protected only if they were allowed access to their immune dams. Pups born to MHV immune dams 4 in consecutive litters acquired equal MHV IgG titers in serum and whey and were all protected against challenge infection. Only pups actively ingesting immune whey at the time of or within two hours after virus inoculation were effectively protected. Pups born to dams immunized by oral inoculation with live MHV acquired both MHV-specific IgA and IgG in their whey, while pups born to dams immunized with killed virus acquired only IgG. Both IgA and IgG, but not IgG alone, were required for complete protection.",
      "sentences": [
        [
          {
            "segment_text": "Maternally-derived passive immunity of infant mice to challenge infection with enterotropic coronavirus mouse hepatitis virus strain Y ( MHV-Y ) was studied .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Pups born to both naive and immune dams ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but nursed by naive foster dams ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "were susceptible to infection , while naive or immune pups nursed by immune foster dams were protected .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The MHV infectious dose was identical among naive pups inoculated at 1 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "2 , 3 , or 4 weeks of age .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Pups nursing immune dams resisted infection when inoculated at 1 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "2 , or 3 weeks of age .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Three week old pups were protected only if they were allowed access to their immune dams .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Pups born to MHV immune dams 4 in consecutive litters acquired equal MHV IgG titers in serum and whey and were all protected against challenge infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Only pups actively ingesting immune whey at the time of or within two hours after virus inoculation were effectively protected .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Pups born to dams immunized by oral inoculation with live MHV acquired both MHV-specific IgA and IgG in their whey ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while pups born to dams immunized with killed virus acquired only IgG .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Both IgA and IgG , but not IgG alone ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "were required for complete protection .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "15",
    "token_num": "214"
  }
}