{
  "paper_id": "74886d6c8cfe90755f5e2301e9f5b81538d4c2f7",
  "metadata": {
    "title": "Efficient amplification and cloning of near full-length hepatitis C virus genome from clinical samples",
    "coda_data_split": "train",
    "coda_paper_id": 3466,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Long RT-PCR (LRP) amplification of RNA templates is sometimes difficult compared to long PCR of DNA templates. Among RNA templates, hepatitis C virus (HCV) represents an excellent example to challenge the potential of LRP technology due to its extensive secondary structures and its difficulty to be readily cultured in vitro. The only source for viral genome amplification is clinical samples in which HCV is usually present at low titers. We have created a comprehensive optimization protocol that allows robust amplification of a 9.1 kb fragment of HCV, followed by efficient cloning into a novel vector. Detailed analyses indicate the lack of potential LRPmediated recombination and the preservation of viral diversity. Thus, our LRP protocol could be applied for the amplification of other difficult RNA templates and may facilitate RNA virus research such as linked viral mutations and reverse genetics.",
      "sentences": [
        [
          {
            "segment_text": "Long RT-PCR ( LRP ) amplification of RNA templates is sometimes difficult compared to long PCR of DNA templates .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Among RNA templates , hepatitis C virus ( HCV ) represents an excellent example to challenge the potential of LRP technology due to its extensive secondary structures and its difficulty to be readily cultured in vitro .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The only source for viral genome amplification is clinical samples in which HCV is usually present at low titers .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We have created a comprehensive optimization protocol that allows robust amplification of a 9.1 kb fragment of HCV ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "followed by efficient cloning into a novel vector .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Detailed analyses indicate the lack of potential LRPmediated recombination and the preservation of viral diversity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Thus , our LRP protocol could be applied for the amplification of other difficult RNA templates and may facilitate RNA virus research such as linked viral mutations and reverse genetics .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "BBRC protocol for the efficient amplification and cloning of near full-length HCV genome from clinical samples. We also estimated the sensitivity and potential PCR-mediated recombination related to this protocol.",
      "sentences": [
        [
          {
            "segment_text": "BBRC protocol for the efficient amplification and cloning of near full-length HCV genome from clinical samples .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We also estimated the sensitivity and potential PCR-mediated recombination related to this protocol .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "8",
    "segment_num": "9",
    "token_num": "183"
  }
}