{
  "paper_id": "749c4dec6f5641cd973b97cfd1b8ef97aef9eabd",
  "metadata": {
    "title": "The history of the plague and the research on the causative agent Yersinia pestis",
    "coda_data_split": "train",
    "coda_paper_id": 10254,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The plague is an infectious bacterial disease having a high fatality rate without treatment. It has occurred in three huge pandemics since the 6 th century with millions of deaths and numerous smaller epidemics and sporadic cases. Referring to specific clinical symptoms of pulmonary plague the disease became known as the Black Death. This pandemic probably originated in central Asia and began spreading westward along major trade routes. Upon the arrival in the eastern Mediterranean the disease quickly spread especially by sea traffic to Italy, Greece and France and later throughout Europe by land. Until the 18 th century many European cities were frequently affected by other great plague epidemics. The worldwide spread of the third pandemic began when the plague reached Hong Kong and Canton in the year 1894. The gram-negative coccobacillus now designated as Yersinia pestis has been discovered as the causative agent of plague in this Hong Kong outbreak. In the following years the role of rats and fleas and their detailed role in the transmission of plague has been discovered and experimentally verified. Today the plague is still endemic in many countries of the world.",
      "sentences": [
        [
          {
            "segment_text": "The plague is an infectious bacterial disease having a high fatality rate without treatment .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It has occurred in three huge pandemics since the 6 th century with millions of deaths and numerous smaller epidemics and sporadic cases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Referring to specific clinical symptoms of pulmonary plague the disease became known as the Black Death .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This pandemic probably originated in central Asia and began spreading westward along major trade routes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Upon the arrival in the eastern Mediterranean the disease quickly spread especially by sea traffic to Italy ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Greece and France and later throughout Europe by land .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Until the 18 th century many European cities were frequently affected by other great plague epidemics .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The worldwide spread of the third pandemic began when the plague reached Hong Kong and Canton in the year 1894 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The gram-negative coccobacillus now designated as Yersinia pestis has been discovered as the causative agent of plague in this Hong Kong outbreak .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In the following years the role of rats and fleas and their detailed role in the transmission of plague has been discovered and experimentally verified .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Today the plague is still endemic in many countries of the world .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "11",
    "token_num": "200"
  }
}