{
  "paper_id": "74a7156f82dce2c0632a2f09842ba8ef4c047dd8",
  "metadata": {
    "title": "Approaches to Increasing Surface Stress for Improving Signal-to- Noise Ratio of Microcantilever Sensors",
    "coda_data_split": "train",
    "coda_paper_id": 2758,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Microcantilever sensor technology has been steadily growing for the last fifteen years. While we have gained a great amount of knowledge in microcantilever bending due to surface stress changes, which is a unique property of microcantilever sensors, we are still in the early stages of understanding the fundamental surface chemistries of surface-stress-based microcantilever sensors. In general, increasing surface stress, which is caused by interactions on the microcantilever surfaces, would improve the S/N ratio, and subsequently the sensitivity and reliability of microcantilever sensors. In this review, we will summarize: A) the conditions under which a large surface stress can readily be attained, and B) the strategies to increase surface stress in case a large surface stress can not readily be reached. We will also discuss our perspectives on microcantilever sensors based on surface stress changes.",
      "sentences": [
        [
          {
            "segment_text": "Microcantilever sensor technology has been steadily growing for the last fifteen years .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "While we have gained a great amount of knowledge in microcantilever bending due to surface stress changes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which is a unique property of microcantilever sensors ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "we are still in the early stages of understanding the fundamental surface chemistries of surface-stress-based microcantilever sensors .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In general , increasing surface stress ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which is caused by interactions on the microcantilever surfaces ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "would improve the S/N ratio ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and subsequently the sensitivity and reliability of microcantilever sensors .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this review , we will summarize : A ) the conditions under which a large surface stress can readily be attained ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and B ) the strategies to increase surface stress in case a large surface stress can not readily be reached .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We will also discuss our perspectives on microcantilever sensors based on surface stress changes .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "11",
    "token_num": "150"
  }
}