{
  "paper_id": "74a7bb180d2acef4bcc90a8d389526942c320482",
  "metadata": {
    "title": "Neurogliogenesis in the mature olfactory system: A possible protective role against infection and toxic dust",
    "coda_data_split": "train",
    "coda_paper_id": 8466,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The outpost position of the olfactory bulb (OB) between the direct inputs from sensory neurons of the nasal epithelium and other parts of the brain suggests its highest vulnerability among all brain structures to penetration of exogenous agents. A number of neurotropic viruses have been found to invade the brain through the OB. There is growing evidence that microscopic particles of toxic dusts can propagate from the nasal epithelium to the OB and further into the brain. These harmful agents impair cellular elements of the brain. Apparently, cells in the OB are the most affected, as they are the first to encounter viral infections and toxic particles. It is well known that neuronal and glial progenitors are continuously generated from neuronal stem cells in the subventricular zone of the adult brain and then migrate predominantly into the OB. Therefore, it is feasible to suggest that substitution of injured or dead cells in the OB by new-born neurons, differentiating from progenitors, plays a role in protecting the OB neuronal microcircuits from destruction. Furthermore, some cytokines and chemokines released in response to infection and/or intoxication can modulate different stages of neurogenesis (proliferation, migration, and differentiation). We hypothesize that continuous neurogenesis in the olfactory system throughout adulthood evolved as a protective mechanism to prevent impairment of the most ancient but vitally important sensory system. In addition, differentiation of a substantial portion of progenitors to glial cells, including macrophages and microglia, may create an additional barrier to exogenous agents on their way deep to the brain.",
      "sentences": [
        [
          {
            "segment_text": "The outpost position of the olfactory bulb ( OB ) between the direct inputs from sensory neurons of the nasal epithelium and other parts of the brain suggests its highest vulnerability among all brain structures to penetration of exogenous agents .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A number of neurotropic viruses have been found to invade the brain through the OB .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "There is growing evidence that microscopic particles of toxic dusts can propagate from the nasal epithelium to the OB and further into the brain .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These harmful agents impair cellular elements of the brain .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Apparently , cells in the OB are the most affected ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "as they are the first to encounter viral infections and toxic particles .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It is well known that neuronal and glial progenitors are continuously generated from neuronal stem cells in the subventricular zone of the adult brain and then migrate predominantly into the OB .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Therefore , it is feasible to suggest that substitution of injured or dead cells in the OB by new-born neurons ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "differentiating from progenitors , plays a role in protecting the OB neuronal microcircuits from destruction .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Furthermore , some cytokines and chemokines released in response to infection and/or intoxication can modulate different stages of neurogenesis ( proliferation , migration , and differentiation ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We hypothesize that continuous neurogenesis in the olfactory system throughout adulthood evolved as a protective mechanism to prevent impairment of the most ancient but vitally important sensory system .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , differentiation of a substantial portion of progenitors to glial cells ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including macrophages and microglia , may create an additional barrier to exogenous agents on their way deep to the brain .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "13",
    "token_num": "277"
  }
}