{
  "paper_id": "74ae0a295f3618631d0646dc0e127d8d2905c17f",
  "metadata": {
    "title": "Identification of a novel protein 3a from severe acute respiratory syndrome coronavirus",
    "coda_data_split": "train",
    "coda_paper_id": 5685,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The open reading frame 3 of the severe acute respiratory syndrome coronavirus (SARS-CoV) genome encodes a predicted protein 3a, consisting of 274 amino acids, that lacks any significant similarities to any known protein. We generated specific antibodies against SARS protein 3a by using a synthetic peptide (P2) corresponding to amino acids 261-274 of the putative protein. Anti-P2 antibodies and the sera from SARS patients could specifically detect the recombinant SARS protein 3a expressed in Escherichia coli and in Vero E6 cells. Expression of SARS protein 3a was detected at 8-12 h after infection and reached a higher level after $24 h in SARS-CoV-infected Vero E6 cells. Protein 3a was also detected in the alveolar lining pneumocytes and some intra-alveolar cells of a SARS-CoVinfected patient\u0027s lung specimen. Recombinant protein 3a expressed in Vero E6 cells and protein 3a in the SARS-CoVinfected cells was distributed over the cytoplasm in a fine punctate pattern with partly concentrated staining in the Golgi apparatus. Our study demonstrates that SARS-CoV indeed expresses a novel protein 3a, which is present only in SARS-CoV and not in other known CoVs.",
      "sentences": [
        [
          {
            "segment_text": "The open reading frame 3 of the severe acute respiratory syndrome coronavirus ( SARS-CoV ) genome encodes a predicted protein 3a ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "consisting of 274 amino acids ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "that lacks any significant similarities to any known protein .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We generated specific antibodies against SARS protein 3a by using a synthetic peptide ( P2 ) corresponding to amino acids 261-274 of the putative protein .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Anti-P2 antibodies and the sera from SARS patients could specifically detect the recombinant SARS protein 3a expressed in Escherichia coli and in Vero E6 cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Expression of SARS protein 3a was detected at 8-12 h after infection and reached a higher level after $ 24 h in SARS-CoV-infected Vero E6 cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Protein 3a was also detected in the alveolar lining pneumocytes and some intra-alveolar cells of a SARS-CoVinfected patient \u0027s lung specimen .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Recombinant protein 3a expressed in Vero E6 cells and protein 3a in the SARS-CoVinfected cells was distributed over the cytoplasm in a fine punctate pattern with partly concentrated staining in the Golgi apparatus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our study demonstrates that SARS-CoV indeed expresses a novel protein 3a ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which is present only in SARS-CoV and not in other known CoVs .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "10",
    "token_num": "198"
  }
}