{
  "paper_id": "74de948d0adbf472ee959b8521f40fb4a5aa034a",
  "metadata": {
    "title": "Moonshot Science-Risks and Benefits",
    "coda_data_split": "train",
    "coda_paper_id": 3641,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Ever since the successful Apollo 11 Moon landing in 1969, a \"moonshot\" has come to signify a bold effort to achieve a seemingly impossible task. The Obama administration recently called for a moonshot to cure cancer, an initiative that has elicited mixed responses from researchers who welcome additional funding but worry about raising expectations. We suggest that a successful moonshot requires a sufficient understanding of the basic science underlying a problem in question so that efforts can be focused on engineering a solution. Current gaps in our basic knowledge of cancer biology make the cancer moonshot a uniquely challenging endeavor. Nevertheless, history has shown that intensive research efforts have frequently yielded conceptual and technological breakthroughs with unanticipated benefits for society. We expect that this effort will be no different.",
      "sentences": [
        [
          {
            "segment_text": "Ever since the successful Apollo 11 Moon landing in 1969 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a `` moonshot \u0027\u0027 has come to signify a bold effort to achieve a seemingly impossible task .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The Obama administration recently called for a moonshot to cure cancer ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "an initiative that has elicited mixed responses from researchers who welcome additional funding but worry about raising expectations .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We suggest that a successful moonshot requires a sufficient understanding of the basic science underlying a problem in question so that efforts can be focused on engineering a solution .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Current gaps in our basic knowledge of cancer biology make the cancer moonshot a uniquely challenging endeavor .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Nevertheless , history has shown that intensive research efforts have frequently yielded conceptual and technological breakthroughs with unanticipated benefits for society .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We expect that this effort will be no different .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Shoot for the moon, because even if you miss, you\u0027ll land among the stars.",
      "sentences": [
        [
          {
            "segment_text": "Shoot for the moon , because even if you miss ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "you \u0027ll land among the stars .",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "-Leslie Brown (18) ",
      "sentences": [
        [
          {
            "segment_text": "- Leslie Brown ( 18 )",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "8",
    "segment_num": "11",
    "token_num": "164"
  }
}