{
  "paper_id": "74eda2d826f50948657d096912bb32ccfbb17d0f",
  "metadata": {
    "title": "Operationalising resilience in longitudinal studies: a systematic review of methodological approaches",
    "coda_data_split": "train",
    "coda_paper_id": 8057,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Over the life course, we are invariably faced with some form of adversity. The process of positively adapting to adverse events is known as \u0027resilience\u0027. Despite the acknowledgement of 2 common components of resilience, that is, adversity and positive adaptation, no consensus operational definition has been agreed. Resilience operationalisations have been reviewed in a cross-sectional context; however, a review of longitudinal methods of operationalising resilience has not been conducted. The present study conducts a systematic review across Scopus and Web of Science capturing studies of ageing that posited operational definitions of resilience in longitudinal studies of ageing. Thirty-six studies met inclusion criteria. Non-acute events, for example, cancer, were the most common form of adversity identified and psychological components, for example, the absence of depression, the most common forms of positive adaptation. Of the included studies, 4 used psychometrically driven methods, that is, repeated administration of established resilience metrics, 9 used definition-driven methods, that is, a priori establishment of resilience components and criteria, and 23 used datadriven methods, that is, techniques that identify resilient individuals using latent variable models. Acknowledging the strengths and limitations of each operationalisation is integral to the appropriate application of these methods to life course and longitudinal resilience research.",
      "sentences": [
        [
          {
            "segment_text": "Over the life course , we are invariably faced with some form of adversity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The process of positively adapting to adverse events is known as ` resilience \u0027 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Despite the acknowledgement of 2 common components of resilience ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "that is , adversity and positive adaptation ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "no consensus operational definition has been agreed .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Resilience operationalisations have been reviewed in a cross-sectional context ; however ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a review of longitudinal methods of operationalising resilience has not been conducted .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The present study conducts a systematic review across Scopus and Web of Science capturing studies of ageing that posited operational definitions of resilience in longitudinal studies of ageing .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Thirty-six studies met inclusion criteria .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Non-acute events , for example ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "cancer , were the most common form of adversity identified and psychological components ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "for example , the absence of depression ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the most common forms of positive adaptation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Of the included studies , 4 used psychometrically driven methods ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "that is , repeated administration of established resilience metrics ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "9 used definition-driven methods , that is ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "a priori establishment of resilience components and criteria ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and 23 used datadriven methods ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "that is , techniques that identify resilient individuals using latent variable models .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Acknowledging the strengths and limitations of each operationalisation is integral to the appropriate application of these methods to life course and longitudinal resilience research .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "20",
    "token_num": "234"
  }
}