{
  "paper_id": "74f22bc0bb78d95c6fa2f9195cca4cdcb42f6bfd",
  "metadata": {
    "title": "Anchors Aweigh: Protein Traffic Mediated by Transmembrane Domains",
    "coda_data_split": "train",
    "coda_paper_id": 9932,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The transmembrane domains (TMDs) of integral membrane proteins have emerged as major determinants of intracellular localization and transport in the secretory and endocytic pathways. Unlike sorting signals in the cytosolic domains, TMD sorting determinants are not conserved amino-acid sequences but physical properties such as length and hydrophilicity of the transmembrane span. The underlying sorting machinery is still poorly characterized but several mechanisms have been proposed, including TMD recognition by transmembrane sorting receptors and partitioning into membrane lipid domains. Here we review the nature of TMD sorting determinants and how they may dictate transmembrane protein localization and transport.",
      "sentences": [
        [
          {
            "segment_text": "The transmembrane domains ( TMDs ) of integral membrane proteins have emerged as major determinants of intracellular localization and transport in the secretory and endocytic pathways .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Unlike sorting signals in the cytosolic domains ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "TMD sorting determinants are not conserved amino-acid sequences but physical properties such as length and hydrophilicity of the transmembrane span .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The underlying sorting machinery is still poorly characterized but several mechanisms have been proposed ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including TMD recognition by transmembrane sorting receptors and partitioning into membrane lipid domains .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we review the nature of TMD sorting determinants and how they may dictate transmembrane protein localization and transport .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "6",
    "token_num": "105"
  }
}