{
  "paper_id": "74f823e968a2920c96c87977da7289f5363979da",
  "metadata": {
    "title": "Molecular Mechanisms of Recombination Restriction in the Envelope Gene of the Human Immunodeficiency Virus",
    "coda_data_split": "train",
    "coda_paper_id": 2095,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The ability of pathogens to escape the host\u0027s immune response is crucial for the establishment of persistent infections and can influence virulence. Recombination has been observed to contribute to this process by generating novel genetic variants. Although distinctive recombination patterns have been described in many viral pathogens, little is known about the influence of biases in the recombination process itself relative to selective forces acting on newly formed recombinants. Understanding these influences is important for determining how recombination contributes to pathogen genome and proteome evolution. Most previous research on recombination-driven protein evolution has focused on relatively simple proteins, usually in the context of directed evolution experiments. Here, we study recombination in the envelope gene of HIV-1 between primary isolates belonging to subtypes that recombine naturally in the HIV/AIDS pandemic. By characterizing the early steps in the generation of recombinants, we provide novel insights into the evolutionary forces that shape recombination patterns within viral populations. Specifically, we show that the combined effects of mechanistic processes that determine the locations of recombination breakpoints across the HIV-1 envelope gene, and purifying selection acting against dysfunctional recombinants, can explain almost the entire distribution of breakpoints found within this gene in nature. These constraints account for the surprising paucity of recombination breakpoints found in infected individuals within this highly variable gene. Thus, the apparent randomness of HIV evolution via recombination may in fact be relatively more predictable than anticipated. In addition, the dominance of purifying selection in localized areas of the HIV genome defines regions where functional constraints on recombinants appear particularly strong, pointing to vulnerable aspects of HIV biology.",
      "sentences": [
        [
          {
            "segment_text": "The ability of pathogens to escape the host \u0027s immune response is crucial for the establishment of persistent infections and can influence virulence .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Recombination has been observed to contribute to this process by generating novel genetic variants .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although distinctive recombination patterns have been described in many viral pathogens ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "little is known about the influence of biases in the recombination process itself relative to selective forces acting on newly formed recombinants .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Understanding these influences is important for determining how recombination contributes to pathogen genome and proteome evolution .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Most previous research on recombination-driven protein evolution has focused on relatively simple proteins ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "usually in the context of directed evolution experiments .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we study recombination in the envelope gene of HIV-1 between primary isolates belonging to subtypes that recombine naturally in the HIV/AIDS pandemic .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "By characterizing the early steps in the generation of recombinants ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we provide novel insights into the evolutionary forces that shape recombination patterns within viral populations .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Specifically , we show that the combined effects of mechanistic processes that determine the locations of recombination breakpoints across the HIV-1 envelope gene ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and purifying selection acting against dysfunctional recombinants ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "can explain almost the entire distribution of breakpoints found within this gene in nature .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These constraints account for the surprising paucity of recombination breakpoints found in infected individuals within this highly variable gene .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Thus , the apparent randomness of HIV evolution via recombination may in fact be relatively more predictable than anticipated .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , the dominance of purifying selection in localized areas of the HIV genome defines regions where functional constraints on recombinants appear particularly strong ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "pointing to vulnerable aspects of HIV biology .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "17",
    "token_num": "287"
  }
}