{
  "paper_id": "751ffc336c6d7846e4d9018ad8ad6234e06056ed",
  "metadata": {
    "title": "RNA structure analysis of alphacoronavirus terminal genome regions",
    "coda_data_split": "train",
    "coda_paper_id": 7556,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Coronavirus genome replication is mediated by a multi-subunit protein complex that is comprised of more than a dozen virally encoded and several cellular proteins. Interactions of the viral replicase complex with cis-acting RNA elements located in the 5 and 3 -terminal genome regions ensure the specific replication of viral RNA. Over the past years, boundaries and structures of cis-acting RNA elements required for coronavirus genome replication have been extensively characterized in betacoronaviruses and, to a lesser extent, other coronavirus genera. Here, we review our current understanding of coronavirus cis-acting elements located in the terminal genome regions and use a combination of bioinformatic and RNA structure probing studies to identify and characterize putative cis-acting RNA elements in alphacoronaviruses. The study suggests significant RNA structure conservation among members of the genus Alphacoronavirus but also across genus boundaries. Overall, the conservation pattern identified for 5 and 3 -terminal RNA structural elements in the genomes of alpha-and betacoronaviruses is in agreement with the widely used replicase polyprotein-based classification of the Coronavirinae, suggesting co-evolution of the coronavirus replication machinery with cognate cis-acting RNA elements.",
      "sentences": [
        [
          {
            "segment_text": "Coronavirus genome replication is mediated by a multi-subunit protein complex that is comprised of more than a dozen virally encoded and several cellular proteins .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Interactions of the viral replicase complex with cis-acting RNA elements located in the 5 and 3 - terminal genome regions ensure the specific replication of viral RNA .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Over the past years , boundaries and structures of cis-acting RNA elements required for coronavirus genome replication have been extensively characterized in betacoronaviruses and ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "to a lesser extent , other coronavirus genera .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we review our current understanding of coronavirus cis-acting elements located in the terminal genome regions and use a combination of bioinformatic and RNA structure probing studies to identify and characterize putative cis-acting RNA elements in alphacoronaviruses .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The study suggests significant RNA structure conservation among members of the genus Alphacoronavirus but also across genus boundaries .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Overall , the conservation pattern identified for 5 and 3 - terminal RNA structural elements in the genomes of alpha-and betacoronaviruses is in agreement with the widely used replicase polyprotein-based classification of the Coronavirinae ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "suggesting co-evolution of the coronavirus replication machinery with cognate cis-acting RNA elements .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "8",
    "token_num": "193"
  }
}