{
  "paper_id": "75232f1c2ce74f3d48e406ee145b0809fc3284f0",
  "metadata": {
    "title": "An Animal Model of MERS Produced by Infection of Rhesus Macaques With MERS Coronavirus",
    "coda_data_split": "train",
    "coda_paper_id": 10913,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "In 2012, a novel coronavirus (CoV) associated with severe respiratory disease, Middle East respiratory syndrome (MERS-CoV; previously known as human coronavirus-Erasmus Medical Center or hCoV-EMC), emerged in the Arabian Peninsula. To date, 114 human cases of MERS-CoV have been reported, with 54 fatalities. Animal models for MERS-CoV infection of humans are needed to elucidate MERS pathogenesis and to develop vaccines and antivirals. In this study, we developed rhesus macaques as a model for MERS-CoV using intratracheal inoculation. The infected monkeys showed clinical signs of disease, virus replication, histological lesions, and neutralizing antibody production, indicating that this monkey model is suitable for studies of MERS-CoV infection.",
      "sentences": [
        [
          {
            "segment_text": "In 2012 , a novel coronavirus ( CoV ) associated with severe respiratory disease ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Middle East respiratory syndrome ( MERS-CoV ; previously known as human coronavirus-Erasmus Medical Center or hCoV-EMC ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "emerged in the Arabian Peninsula .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To date , 114 human cases of MERS-CoV have been reported , with 54 fatalities .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Animal models for MERS-CoV infection of humans are needed to elucidate MERS pathogenesis and to develop vaccines and antivirals .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , we developed rhesus macaques as a model for MERS-CoV using intratracheal inoculation .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The infected monkeys showed clinical signs of disease ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "virus replication , histological lesions ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and neutralizing antibody production , indicating that this monkey model is suitable for studies of MERS-CoV infection .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "9",
    "token_num": "125"
  }
}