{
  "paper_id": "752d235f5288f9d902a914649f86dcffdd111561",
  "metadata": {
    "title": "APPLIED GENETICS AND MOLECULAR BIOTECHNOLOGY Immune responses induced by recombinant Lactobacillus plantarum expressing the spike protein derived from transmissible gastroenteritis virus in piglets",
    "coda_data_split": "train",
    "coda_paper_id": 3266,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Transmissible gastroenteritis coronavirus (TGEV) is one of the most severe threats to the swine industry. In this study, we constructed a suite of recombinant Lactobacillus plantarum with surface displaying the spike (S) protein coming from TGEV and fused with DC cells targeting peptides (DCpep) to develop an effective, safe, and convenient vaccine against transmissible gastroenteritis. Our research results found that the recombinant Lactobacillus plantarum (NC8-pSIP409-pgsA-S-DCpep) group expressing S fused with DCpep could not only significantly increase the percentages of MHC-II + CD80 + B cells and CD3 + CD4 + T cells but also the number of IgA + B cells and CD3 + CD4 + T cells of ileum lamina propria, which elevated the specific secretory immunoglobulin A (SIgA) titers in feces and IgG titers in serum. Taken together, these results suggest that NC8-pSIP409-pgsA-S-DCpep expressing the S of TGEV fused with DCpep could effectively induce immune responses and provide a feasible original strategy and approach for the design of TGEV vaccines.",
      "sentences": [
        [
          {
            "segment_text": "Transmissible gastroenteritis coronavirus ( TGEV ) is one of the most severe threats to the swine industry .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , we constructed a suite of recombinant Lactobacillus plantarum with surface displaying the spike ( S ) protein coming from TGEV and fused with DC cells targeting peptides ( DCpep ) to develop an effective ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "safe , and convenient vaccine against transmissible gastroenteritis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Our research results found that the recombinant Lactobacillus plantarum ( NC8-pSIP409-pgsA-S-DCpep ) group expressing S fused with DCpep could not only significantly increase the percentages of MHC-II + CD80 + B cells and CD3 + CD4 + T cells but also the number of IgA + B cells and CD3 + CD4 + T cells of ileum lamina propria ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which elevated the specific secretory immunoglobulin A ( SIgA ) titers in feces and IgG titers in serum .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Taken together , these results suggest that NC8-pSIP409-pgsA-S-DCpep expressing the S of TGEV fused with DCpep could effectively induce immune responses and provide a feasible original strategy and approach for the design of TGEV vaccines .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "6",
    "token_num": "181"
  }
}