{
  "paper_id": "75356982697a153bdd8610fe024820f7308bb6a2",
  "metadata": {
    "title": "impaired production of immune mediators in dengue virus type 2-infected mononuclear cells of adults with end stage renal disease-infected mononuclear cells at 6 h, 24 h, 48 h, and 72 h post-infection. We found in the ESRD group significantly higher GM-CSF and IL-2 levels at 6 h post-infection. However, IL-8, IL-10, IL-12p40, TNF-α, MCP-1, and MIP-1b levels were found significantly lower than in the control group. At 24 h, 48 h, and 72 h post-infection, significantly lower levels of IL-1Ra, IL-6, IL-8, IL-10, IL-12p40, TNF-α, MCP-1, and MIP-1b were detected in ESRD group. Concentration of VEGF at 24 h and 48 h, and of GM-CSF at 48 h and 72 h were also found to be lower in ESRD group than in control group. Compared with controls, the viral load Ct values were significantly lower in ESRD group at 6 h and 24 h post-infection No significant difference in viral load Ct values between two groups was found at 48 h and 72 h post-infection. Our study discloses that the expression of immune mediators of dengue-infected mononuclear cells is impaired in ESRD patients",
    "coda_data_split": "train",
    "coda_paper_id": 7213,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Chronic kidney disease is an epidemiologically identified risk factor for development of severe dengue in dengue-affected patients. However, available data on the immune pathogenesis in end stage renal disease (ESRD) patients affected by dengue is insufficient. We performed an in vitro study to evaluate the sequential immunological reactions and viral load in dengue virus type 2-infected mononuclear cells of patients with ESRD (n \u003d 34) and in healthy controls (n \u003d 30). The concentrations of interleukins (IL)-1 receptor antagonist (Ra), IL-2, IL-6, IL-8, IL-10, IL-12p40, granulocyte-macrophage colony-stimulating factor (GM-CSF), monocyte chemotactic protein-1 (MCP-1), macrophage inflammatory protein-1b (MIP-1b), vascular endothelial growth factor (VEGF), tumor necrosis factor (TNF)-α and viral load cycle threshold (Ct) were measured in the dengue virus type 2",
      "sentences": [
        [
          {
            "segment_text": "Chronic kidney disease is an epidemiologically identified risk factor for development of severe dengue in dengue-affected patients .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , available data on the immune pathogenesis in end stage renal disease ( ESRD ) patients affected by dengue is insufficient .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We performed an in vitro study to evaluate the sequential immunological reactions and viral load in dengue virus type 2-infected mononuclear cells of patients with ESRD ( n \u003d 34 ) and in healthy controls ( n \u003d 30 ) .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The concentrations of interleukins ( IL ) -1 receptor antagonist ( Ra ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "IL-2 , IL-6 , IL-8 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "IL-10 , IL-12p40 , granulocyte-macrophage colony-stimulating factor ( GM-CSF ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "monocyte chemotactic protein-1 ( MCP-1 ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "macrophage inflammatory protein-1b ( MIP-1b ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "vascular endothelial growth factor ( VEGF ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "tumor necrosis factor ( TNF ) - α and viral load cycle threshold ( Ct ) were measured in the dengue virus type 2",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "10",
    "token_num": "159"
  }
}