{
  "paper_id": "75605649a859700d0cda39497e7620667c1c7ed7",
  "metadata": {
    "title": "Differential characteristics of the early stage of lung inflammation induced by SARS-CoV Nucleocapsid protein related to age in the mouse",
    "coda_data_split": "train",
    "coda_paper_id": 2976,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Objective: Severe acute respiratory syndrome (SARS) is an acute infectious disease of the respiratory system which has newly emerged. Interestingly, it appears to be a disease that predominantly affects adults while the mortality in children is extremely low. However, the pathogenesis of SARS in relation to different characteristics relevant to age remains unclear. Material and Methods: To better understand the role of cytokines in the immunopathological processes of SARS, weanling (4 weeks old), young (6 weeks old) and adult (10 weeks old) male BALB/C mice were inoculated intranasally with N-protein of SARS-CoV in this study. Serum or lung homogenate levels of some cytokines such as tumor necrosis factor-a (TNF-a) and interferon-g (IFN-g) along with acute injury lung index and histology were also analyzed. Results: Histopathological analysis of adult male BALB/ C mice after N-protein infection showed progressive inflammatory reactions, especially pulmonary edema, in accordance with a moderately (~13 %) elevated level of W/D ratio at 24 h. Although adult groups underwent a progressive lung inflammation in the acute phase accompanied by raised levels of TNF-a in serum, no significant changes in lung TNF-a level were reported simultaneously. Moreover, adult SARS infected BALB/c mice showed elevated levels of IFN-g while IFN-g levels in weanling and young groups had no obvious association with lung inflammation. Conclusion: Our study supports the observation that adult mice do have progressively greater immune reactions than weanling and adolescent ones over time. The relative immaturity of the immune system in weanlings may confer benefit leading to less impairment of lung function. However, the measurement of TNF-a and IFNg levels was not indicative of the severity of lung injury at the early stage of disease.",
      "sentences": [
        [
          {
            "segment_text": "Objective : Severe acute respiratory syndrome ( SARS ) is an acute infectious disease of the respiratory system which has newly emerged .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Interestingly , it appears to be a disease that predominantly affects adults while the mortality in children is extremely low .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , the pathogenesis of SARS in relation to different characteristics relevant to age remains unclear .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Material and Methods : To better understand the role of cytokines in the immunopathological processes of SARS ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "weanling ( 4 weeks old ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "young ( 6 weeks old ) and adult ( 10 weeks old ) male BALB/C mice were inoculated intranasally with N-protein of SARS-CoV in this study .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Serum or lung homogenate levels of some cytokines such as tumor necrosis factor-a ( TNF-a ) and interferon-g ( IFN-g ) along with acute injury lung index and histology were also analyzed .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Histopathological analysis of adult male BALB / C mice after N-protein infection showed progressive inflammatory reactions ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "especially pulmonary edema , in accordance with a moderately ( ~ 13 % ) elevated level of W/D ratio at 24 h. Although adult groups underwent a progressive lung inflammation in the acute phase accompanied by raised levels of TNF-a in serum ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "no significant changes in lung TNF-a level were reported simultaneously .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , adult SARS infected BALB/c mice showed elevated levels of IFN-g while IFN-g levels in weanling and young groups had no obvious association with lung inflammation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusion : Our study supports the observation that adult mice do have progressively greater immune reactions than weanling and adolescent ones over time .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The relative immaturity of the immune system in weanlings may confer benefit leading to less impairment of lung function .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , the measurement of TNF-a and IFNg levels was not indicative of the severity of lung injury at the early stage of disease .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "14",
    "token_num": "316"
  }
}