{
  "paper_id": "758e9c4e4ff49b4e2a9a3a14014edfc567e521fa",
  "metadata": {
    "title": "Entry Screening for Infectious Diseases in Humans PERSPECTIVE Find emerging infectious disease information on",
    "coda_data_split": "train",
    "coda_paper_id": 6225,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "In response to the severe acute respiratory syndrome (SARS) pandemic of 2003 and the influenza pandemic of 2009, many countries instituted border measures as a means of stopping or slowing the spread of disease. The measures, usually consisting of a combination of border entry/exit screening, quarantine, isolation, and communications, were resource intensive, and modeling and observational studies indicate that border screening is not effective at detecting infectious persons. Moreover, border screening has high opportunity costs, financially and in terms of the use of scarce public health staff resources during a time of high need. We discuss the border-screening experiences with SARS and influenza and propose an approach to decision-making for future pandemics. We conclude that outbreak-associated communications for travelers at border entry points, together with effective communication with clinicians and more effective disease control measures in the community, may be a more effective approach to the international control of communicable diseases.",
      "sentences": [
        [
          {
            "segment_text": "In response to the severe acute respiratory syndrome ( SARS ) pandemic of 2003 and the influenza pandemic of 2009 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "many countries instituted border measures as a means of stopping or slowing the spread of disease .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The measures , usually consisting of a combination of border entry/exit screening ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "quarantine , isolation , and communications ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "were resource intensive , and modeling and observational studies indicate that border screening is not effective at detecting infectious persons .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Moreover , border screening has high opportunity costs ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "financially and in terms of the use of scarce public health staff resources during a time of high need .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We discuss the border-screening experiences with SARS and influenza and propose an approach to decision-making for future pandemics .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We conclude that outbreak-associated communications for travelers at border entry points ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "together with effective communication with clinicians and more effective disease control measures in the community ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "may be a more effective approach to the international control of communicable diseases .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "11",
    "token_num": "169"
  }
}