{
  "paper_id": "7598d1ecc40728923a1240ac41ffd7d981645ee0",
  "metadata": {
    "title": "Human bocavirus and rhino-enteroviruses in childhood otitis media with effusion",
    "coda_data_split": "train",
    "coda_paper_id": 6995,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background: Viral respiratory infections play an important role in the pathogenesis of otitis media with effusion (OME) in children. The most common human rhinoviruses (HRVs) have been detected in middle ear effusions (MEE), but there is only limited data available about the closely related human enteroviruses (HEVs). The newly discovered human bocavirus (HBoV) has not, however, been identified in MEE of OME children.",
      "sentences": [
        [
          {
            "segment_text": "Background : Viral respiratory infections play an important role in the pathogenesis of otitis media with effusion ( OME ) in children .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The most common human rhinoviruses ( HRVs ) have been detected in middle ear effusions ( MEE ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but there is only limited data available about the closely related human enteroviruses ( HEVs ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The newly discovered human bocavirus ( HBoV ) has not ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "however , been identified in MEE of OME children .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Objectives: The aim of our study was to determine the presence of HBoV and HRV/HEV and the rate of coinfection in a set of MEE samples collected from OME children. Study design: Seventy-five MEE samples from 54 children with no acute respiratory symptoms were studied with reverse transcription polymerase chain reaction (RT-PCR) for detection of HRV/HEV and quantitative PCR for detection of HBoV.",
      "sentences": [
        [
          {
            "segment_text": "Objectives : The aim of our study was to determine the presence of HBoV and HRV/HEV and the rate of coinfection in a set of MEE samples collected from OME children .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Study design : Seventy-five MEE samples from 54 children with no acute respiratory symptoms were studied with reverse transcription polymerase chain reaction ( RT-PCR ) for detection of HRV/HEV and quantitative PCR for detection of HBoV .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results: Twenty-six (35%) of 75 MEE samples were positive for viral nucleic acid, 22 (29%) for HEV, 10 (13%) for HRV and 2 (3%) for HBoV. There was no statistically significant difference between mucoid and serous effusions in the rate of virus detection. Forty-three percent of bilateral cases showed a contra-lateral difference in viral finding. Conclusions: Our results suggest that these common respiratory viruses can be associated with OME in children. Whether these viruses are causative etiologic factors of MEE persistence or merely remnants of previous infections is not known.",
      "sentences": [
        [
          {
            "segment_text": "Results : Twenty-six ( 35 % ) of 75 MEE samples were positive for viral nucleic acid ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "22 ( 29 % ) for HEV ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "10 ( 13 % ) for HRV and 2 ( 3 % ) for HBoV .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "There was no statistically significant difference between mucoid and serous effusions in the rate of virus detection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Forty-three percent of bilateral cases showed a contra-lateral difference in viral finding .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : Our results suggest that these common respiratory viruses can be associated with OME in children .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Whether these viruses are causative etiologic factors of MEE persistence or merely remnants of previous infections is not known .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "10",
    "segment_num": "14",
    "token_num": "260"
  }
}