{
  "paper_id": "759978859d988aaba2d6dcfde90663d797f89550",
  "metadata": {
    "title": "Reduction of Natural Killer but Not Effector CD8 T Lymphoyctes in Three Consecutive Cases of Severe/ Lethal H1N1/09 Influenza A Virus Infection",
    "coda_data_split": "train",
    "coda_paper_id": 10623,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: The cause of severe disease in some patients infected with pandemic influenza A virus is unclear.",
      "sentences": [
        [
          {
            "segment_text": "Background : The cause of severe disease in some patients infected with pandemic influenza A virus is unclear .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Methodology/Principal Findings: We present the cellular immunology profile in the blood, and detailed clinical (and postmortem) findings of three patients with rapidly progressive infection, including a pregnant patient who died. The striking finding is of reduction in natural killer (NK) cells but preservation of activated effector CD8 T lymphocytes; with viraemia in the patient who had no NK cells. Comparison with control groups suggests that the reduction of NK cells is unique to these severely ill patients.",
      "sentences": [
        [
          {
            "segment_text": "Methodology/Principal Findings : We present the cellular immunology profile in the blood ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and detailed clinical ( and postmortem ) findings of three patients with rapidly progressive infection ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "including a pregnant patient who died .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The striking finding is of reduction in natural killer ( NK ) cells but preservation of activated effector CD8 T lymphocytes ; with viraemia in the patient who had no NK cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Comparison with control groups suggests that the reduction of NK cells is unique to these severely ill patients .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusion/Significance: Our report shows markedly reduced NK cells in the three patients that we sampled and raises the hypothesis that NK may have a more significant role than T lymphocytes in controlling viral burden when the host is confronted with a new influenza A virus subtype.",
      "sentences": [
        [
          {
            "segment_text": "Conclusion/Significance : Our report shows markedly reduced NK cells in the three patients that we sampled and raises the hypothesis that NK may have a more significant role than T lymphocytes in controlling viral burden when the host is confronted with a new influenza A virus subtype .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "5",
    "segment_num": "7",
    "token_num": "155"
  }
}