{
  "paper_id": "75ad8fc2d398fb3440035eb1a565b060c7ce3a04",
  "metadata": {
    "title": "Both ERK1 and ERK2 Are Required for Enterovirus 71 (EV71) Efficient Replication",
    "coda_data_split": "train",
    "coda_paper_id": 3848,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "It has been demonstrated that MEK1, one of the two MEK isoforms in Raf-MEK-ERK1/2 pathway, is essential for successful EV71 propagation. However, the distinct function of ERK1 and ERK2 isoforms, the downstream kinases of MEKs, remains unclear in EV71 replication. In this study, specific ERK siRNAs and selective inhibitor U0126 were applied. Silencing specific ERK did not significantly impact on the EV71-caused biphasic activation of the other ERK isoform, suggesting the EV71-induced activations of ERK1 and ERK2 were non-discriminative and independent to one another. Knockdown of either ERK1 or ERK2 markedly impaired progeny EV71 propagation (both by more than 90%), progeny viral RNA amplification (either by about 30% to 40%) and protein synthesis (both by around 70%), indicating both ERK1 and ERK2 were critical and not interchangeable to EV71 propagation. Moreover, suppression of EV71 replication by inhibiting both early and late phases of ERK1/2 activation showed no significant difference from that of only blocking the late phase, supporting the late phase activation was more importantly responsible for EV71 life cycle. Taken together, this study for the first time identified both ERK1 and ERK2 were required for EV71 efficient replication and further verified the important role of MEK1-ERK1/2 in EV71 replication.",
      "sentences": [
        [
          {
            "segment_text": "It has been demonstrated that MEK1 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "one of the two MEK isoforms in Raf-MEK-ERK1 / 2 pathway ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "is essential for successful EV71 propagation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , the distinct function of ERK1 and ERK2 isoforms ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the downstream kinases of MEKs ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "remains unclear in EV71 replication .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , specific ERK siRNAs and selective inhibitor U0126 were applied .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Silencing specific ERK did not significantly impact on the EV71-caused biphasic activation of the other ERK isoform ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "suggesting the EV71-induced activations of ERK1 and ERK2 were non-discriminative and independent to one another .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Knockdown of either ERK1 or ERK2 markedly impaired progeny EV71 propagation ( both by more than 90 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "progeny viral RNA amplification ( either by about 30 % to 40 % ) and protein synthesis ( both by around 70 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "indicating both ERK1 and ERK2 were critical and not interchangeable to EV71 propagation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , suppression of EV71 replication by inhibiting both early and late phases of ERK1/2 activation showed no significant difference from that of only blocking the late phase ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "supporting the late phase activation was more importantly responsible for EV71 life cycle .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Taken together , this study for the first time identified both ERK1 and ERK2 were required for EV71 efficient replication and further verified the important role of MEK1-ERK1 / 2 in EV71 replication .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "15",
    "token_num": "233"
  }
}