{
  "paper_id": "75b348019b075129217988c5f0f6d82b0025cfb8",
  "metadata": {
    "title": "STRUCTURE WATCH Spikes point the way",
    "coda_data_split": "train",
    "coda_paper_id": 4220,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "New possibilities for the design of coronavirus vaccines have been opened up with the elucidation of the structure of the receptorbinding domain (RBD) of severe acute respiratory syndrome (SARS) spike protein. The RBD of the SARS spike protein is responsible for virus attachment to its receptor, angiotensinconverting enzyme-2 (ACE2), on human cells. The RBD of the human epidemic strain differs from that of the animal virus by just two amino acids. Harrison and colleagues determined the complex of the interacting segments of these proteins, which consists of residues 19-615 of the peptidase domain of human ACE2 and residues 323-502 of the RBD, to 2.9-Å resolution.",
      "sentences": [
        [
          {
            "segment_text": "New possibilities for the design of coronavirus vaccines have been opened up with the elucidation of the structure of the receptorbinding domain ( RBD ) of severe acute respiratory syndrome ( SARS ) spike protein .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The RBD of the SARS spike protein is responsible for virus attachment to its receptor ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "angiotensinconverting enzyme-2 ( ACE2 ) , on human cells .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The RBD of the human epidemic strain differs from that of the animal virus by just two amino acids .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Harrison and colleagues determined the complex of the interacting segments of these proteins ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which consists of residues 19-615 of the peptidase domain of human ACE2 and residues 323-502 of the RBD , to 2.9-Å resolution .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "The ACE2 peptidase domain comprises two lobes that close during substrate binding, and the spike RBD contacts the tip of one lobe when ACE2 is either open or closed. The RBD has a five-stranded, antiparallel β-sheet core, and an extended-loop subdomain that lies along one edge of the core. A two-stranded β-sheet in this loop forms a concave surface that cradles the N-terminal helix of ACE2, and ridges along either side of the loop interact with structural features of ACE2. This loop (residues 424-494) was named the receptor-binding motif (RBM) and makes the only contacts with ACE2, producing a 1,700 Å 2 interface that is consistent with the high binding affinity of these proteins (K d ~10 -8 ). The detailed analysis of the contacts between these two proteins provides useful information for rational vaccine design. REFERENCE Li, F. et al. Structure of SARS coronavirus spike receptor-binding domain complexed with receptor.",
      "sentences": [
        [
          {
            "segment_text": "The ACE2 peptidase domain comprises two lobes that close during substrate binding ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and the spike RBD contacts the tip of one lobe when ACE2 is either open or closed .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The RBD has a five-stranded ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "antiparallel β-sheet core , and an extended-loop subdomain that lies along one edge of the core .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A two-stranded β-sheet in this loop forms a concave surface that cradles the N-terminal helix of ACE2 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and ridges along either side of the loop interact with structural features of ACE2 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This loop ( residues 424-494 ) was named the receptor-binding motif ( RBM ) and makes the only contacts with ACE2 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "producing a 1,700 Å 2 interface that is consistent with the high binding affinity of these proteins ( K d ~ 10 -8 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The detailed analysis of the contacts between these two proteins provides useful information for rational vaccine design .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "REFERENCE Li , F. et al. .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Structure of SARS coronavirus spike receptor-binding domain complexed with receptor .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "11",
    "segment_num": "17",
    "token_num": "289"
  }
}