{
  "paper_id": "75de179059be2ea6005b0e65340627cac3814298",
  "metadata": {
    "title": "5 Emerging Zoonotic and Vector-Borne Viral Diseases",
    "coda_data_split": "train",
    "coda_paper_id": 2861,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Many vector-borne and zoonotic diseases are considered to be emerging; since they are either newly reported to cause human disease, or are causing disease in geographical locations or species not previously documented. In the past 15 years, significant outbreaks of Severe Acute Respiratory Syndrome (or SARS) and Middle Eastern Respiratory Syndrome (or MERS), Nipah and Hendra, Ebola virus disease and Zika fever and others have been reported. In this chapter the clinical characteristics, epidemiological aspects, treatment and prevention and information related to the laboratory investigation of important zoonotic and vector-borne diseases that have emerged in the past 10 years, and how this affects children, will be discussed. Furthermore rabies, considered a neglected viral disease with the majority of victims in Africa being children, will also be addressed.",
      "sentences": [
        [
          {
            "segment_text": "Many vector-borne and zoonotic diseases are considered to be emerging ; since they are either newly reported to cause human disease ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "or are causing disease in geographical locations or species not previously documented .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In the past 15 years ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "significant outbreaks of Severe Acute Respiratory Syndrome ( or SARS ) and Middle Eastern Respiratory Syndrome ( or MERS ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Nipah and Hendra , Ebola virus disease and Zika fever and others have been reported .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this chapter the clinical characteristics ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "epidemiological aspects , treatment and prevention and information related to the laboratory investigation of important zoonotic and vector-borne diseases that have emerged in the past 10 years ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and how this affects children , will be discussed .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Furthermore rabies , considered a neglected viral disease with the majority of victims in Africa being children , will also be addressed .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "9",
    "token_num": "146"
  }
}