{
  "paper_id": "75e701c7f4cd0a33dc6e4dd6d56093f194f972bf",
  "metadata": {
    "title": "Loss of mitochondrial peptidase Clpp leads to infertility, hearing loss plus growth retardation via accumulation of CLPX, mtDNA and inflammatory factors",
    "coda_data_split": "train",
    "coda_paper_id": 3616,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The caseinolytic peptidase P (CLPP) is conserved from bacteria to humans. In the mitochondrial matrix, it multimerizes and forms a macromolecular proteasome-like cylinder together with the chaperone CLPX. In spite of a known relevance for the mitochondrial unfolded protein response, its substrates and tissue-specific roles are unclear in mammals. Recessive CLPP mutations were recently observed in the human Perrault variant of ovarian failure and sensorineural hearing loss. Here, a first characterization of CLPP null mice demonstrated complete female and male infertility and auditory deficits. Disrupted spermatogenesis already at the spermatid stage and ovarian follicular differentiation failure were evident. Reduced pre-/post-natal survival and marked ubiquitous growth retardation contrasted with only light impairment of movement and respiratory activities. Interestingly, the mice showed resistance to ulcerative dermatitis. Systematic expression studies detected up-regulation of other mitochondrial chaperones, accumulation of CLPX and mtDNA as well as inflammatory factors throughout tissues. T-lymphocytes in the spleen were activated. Thus, murine Clpp deletion represents a faithful Perrault model. The disease mechanism probably involves deficient clearance of mitochondrial components and inflammatory tissue destruction. † Present address:",
      "sentences": [
        [
          {
            "segment_text": "The caseinolytic peptidase P ( CLPP ) is conserved from bacteria to humans .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In the mitochondrial matrix , it multimerizes and forms a macromolecular proteasome-like cylinder together with the chaperone CLPX .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In spite of a known relevance for the mitochondrial unfolded protein response ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "its substrates and tissue-specific roles are unclear in mammals .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Recessive CLPP mutations were recently observed in the human Perrault variant of ovarian failure and sensorineural hearing loss .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , a first characterization of CLPP null mice demonstrated complete female and male infertility and auditory deficits .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Disrupted spermatogenesis already at the spermatid stage and ovarian follicular differentiation failure were evident .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Reduced pre - / post-natal survival and marked ubiquitous growth retardation contrasted with only light impairment of movement and respiratory activities .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Interestingly , the mice showed resistance to ulcerative dermatitis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Systematic expression studies detected up-regulation of other mitochondrial chaperones ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "accumulation of CLPX and mtDNA as well as inflammatory factors throughout tissues .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "T-lymphocytes in the spleen were activated .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Thus , murine Clpp deletion represents a faithful Perrault model .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The disease mechanism probably involves deficient clearance of mitochondrial components and inflammatory tissue destruction .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "† Present address :",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "13",
    "segment_num": "15",
    "token_num": "201"
  }
}