{
  "paper_id": "75ebad1e8641e5fe2a51214f4d97742ab59a8dae",
  "metadata": {
    "title": "Environmental Health: A Global Access Science Source Air pollution and case fatality of SARS in the People\u0027s Republic of China: an ecologic study",
    "coda_data_split": "train",
    "coda_paper_id": 4712,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background: Severe acute respiratory syndrome (SARS) has claimed 349 lives with 5,327 probable cases reported in mainland China since November 2002. SARS case fatality has varied across geographical areas, which might be partially explained by air pollution level.",
      "sentences": [
        [
          {
            "segment_text": "Background : Severe acute respiratory syndrome ( SARS ) has claimed 349 lives with 5,327 probable cases reported in mainland China since November 2002 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "SARS case fatality has varied across geographical areas ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which might be partially explained by air pollution level .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Publicly accessible data on SARS morbidity and mortality were utilized in the data analysis. Air pollution was evaluated by air pollution index (API) derived from the concentrations of particulate matter, sulfur dioxide, nitrogen dioxide, carbon monoxide and ground-level ozone. Ecologic analysis was conducted to explore the association and correlation between air pollution and SARS case fatality via model fitting. Partially ecologic studies were performed to assess the effects of long-term and short-term exposures on the risk of dying from SARS.",
      "sentences": [
        [
          {
            "segment_text": "Publicly accessible data on SARS morbidity and mortality were utilized in the data analysis .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Air pollution was evaluated by air pollution index ( API ) derived from the concentrations of particulate matter ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "sulfur dioxide , nitrogen dioxide ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "carbon monoxide and ground-level ozone .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Ecologic analysis was conducted to explore the association and correlation between air pollution and SARS case fatality via model fitting .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Partially ecologic studies were performed to assess the effects of long-term and short-term exposures on the risk of dying from SARS .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results: Ecologic analysis conducted among 5 regions with 100 or more SARS cases showed that case fatality rate increased with the increment of API (case fatality \u003d -0.063 + 0.001 * API). Partially ecologic study based on short-term exposure demonstrated that SARS patients from regions with moderate APIs had an 84% increased risk of dying from SARS compared to those from regions with low APIs (RR \u003d 1.84, 95% CI: 1.41-2.40). Similarly, SARS patients from regions with high APIs were twice as likely to die from SARS compared to those from regions with low APIs. (RR \u003d 2.18, 95% CI: 1.31-3.65). Partially ecologic analysis based on long-term exposure to ambient air pollution showed the similar association.",
      "sentences": [
        [
          {
            "segment_text": "Results : Ecologic analysis conducted among 5 regions with 100 or more SARS cases showed that case fatality rate increased with the increment of API ( case fatality \u003d -0.063 + 0.001 * API ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Partially ecologic study based on short-term exposure demonstrated that SARS patients from regions with moderate APIs had an 84 % increased risk of dying from SARS compared to those from regions with low APIs ( RR \u003d 1.84 , 95 % CI : 1.41-2.40 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Similarly , SARS patients from regions with high APIs were twice as likely to die from SARS compared to those from regions with low APIs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "( RR \u003d 2.18 , 95 % CI : 1.31-3.65 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Partially ecologic analysis based on long-term exposure to ambient air pollution showed the similar association .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Our studies demonstrated a positive association between air pollution and SARS case fatality in Chinese population by utilizing publicly accessible data on SARS statistics and air pollution indices. Although ecologic fallacy and uncontrolled confounding effect might have biased the results, the possibility of a detrimental effect of air pollution on the prognosis of SARS patients deserves further investigation.",
      "sentences": [
        [
          {
            "segment_text": "Our studies demonstrated a positive association between air pollution and SARS case fatality in Chinese population by utilizing publicly accessible data on SARS statistics and air pollution indices .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Although ecologic fallacy and uncontrolled confounding effect might have biased the results ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the possibility of a detrimental effect of air pollution on the prognosis of SARS patients deserves further investigation .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "13",
    "segment_num": "17",
    "token_num": "330"
  }
}