{
  "paper_id": "75fbdec55c05102f8337e48dda0c8b6cf27dac52",
  "metadata": {
    "title": "Alteration of somatostatin receptor 2 expression in canine mammary gland tumor",
    "coda_data_split": "train",
    "coda_paper_id": 7584,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Somatostatin receptor 2 (SSTR2) is a negative regulator of cell proliferation in human breast cancer. Since there is little information about SSTR2 in canine mammary gland tumor (MGT), we clarified its distribution and expression level in normal mammary gland, benign MGT and malignant MGT. SSTR2 expression determined by immunohistochemical staining was observed in the cytoplasm of luminal epithelial cells. The intensity was negatively correlated with malignancy: normal tissues and some of the benign tumors had the highest levels, while the malignant tumors had little or no SSTR2 expression. As for the Western blotting, SSTR2 protein level in benign tumors was significantly lower than the normal mammary gland. On the other hand, SSTR2 protein levels in two of three malignant tumors were higher than the other groups. These results suggest that SSTR2 expression alters according to the malignancy of canine MGT.",
      "sentences": [
        [
          {
            "segment_text": "Somatostatin receptor 2 ( SSTR2 ) is a negative regulator of cell proliferation in human breast cancer .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Since there is little information about SSTR2 in canine mammary gland tumor ( MGT ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "we clarified its distribution and expression level in normal mammary gland ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "benign MGT and malignant MGT .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "SSTR2 expression determined by immunohistochemical staining was observed in the cytoplasm of luminal epithelial cells .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The intensity was negatively correlated with malignancy : normal tissues and some of the benign tumors had the highest levels ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "while the malignant tumors had little or no SSTR2 expression .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "As for the Western blotting ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "SSTR2 protein level in benign tumors was significantly lower than the normal mammary gland .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "On the other hand , SSTR2 protein levels in two of three malignant tumors were higher than the other groups .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results suggest that SSTR2 expression alters according to the malignancy of canine MGT .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "11",
    "token_num": "157"
  }
}