{
  "paper_id": "75ff12120a0183e0da4caf9b86fbddf68e7656b9",
  "metadata": {
    "title": "Hopf bifurcation analysis of a delayed SEIR epidemic model with infectious force in latent and infected period",
    "coda_data_split": "train",
    "coda_paper_id": 4247,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "In this paper, we analyze a delayed SEIR epidemic model in which the latent and infected states are infective. The model has a globally asymptotically stable disease-free equilibrium whenever a certain epidemiological threshold, known as the basic reproduction number R 0 , is less than or equal to unity. We investigate the effect of the time delay on the stability of endemic equilibrium when R 0 \u003e 1. We give criteria that ensure that endemic equilibrium is asymptotically stable for all time delays and a Hopf bifurcation occurs as time delay exceeds the critical value. We give formulae for the direction of Hopf bifurcations and the stability of bifurcated periodic solutions by applying the normal form theory and the center manifold reduction for functional differential equations. Numerical simulations are presented to illustrate the analytical results.",
      "sentences": [
        [
          {
            "segment_text": "In this paper , we analyze a delayed SEIR epidemic model in which the latent and infected states are infective .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The model has a globally asymptotically stable disease-free equilibrium whenever a certain epidemiological threshold ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "known as the basic reproduction number R 0 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "is less than or equal to unity .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We investigate the effect of the time delay on the stability of endemic equilibrium when R 0 \u003e 1 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We give criteria that ensure that endemic equilibrium is asymptotically stable for all time delays and a Hopf bifurcation occurs as time delay exceeds the critical value .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We give formulae for the direction of Hopf bifurcations and the stability of bifurcated periodic solutions by applying the normal form theory and the center manifold reduction for functional differential equations .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Numerical simulations are presented to illustrate the analytical results .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "8",
    "token_num": "143"
  }
}