{
  "paper_id": "760fa9225c5f571c77674f53a1f2d9648eb2adb0",
  "metadata": {
    "title": "The Utility of Acute-Phase Proteins in the Assessment of Treatment Response in Dogs With Bacterial Pneumonia",
    "coda_data_split": "train",
    "coda_paper_id": 5586,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Acute-phase proteins (APPs) are sensitive markers of inflammation, and serum C-reactive protein (CRP) recently has been shown to be a useful diagnostic marker in dogs with bacterial pneumonia (BP). In humans with community-acquired pneumonia, APPs also have great utility as follow-up markers aiding in the assessment of treatment response.",
      "sentences": [
        [
          {
            "segment_text": "Background : Acute-phase proteins ( APPs ) are sensitive markers of inflammation ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and serum C-reactive protein ( CRP ) recently has been shown to be a useful diagnostic marker in dogs with bacterial pneumonia ( BP ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In humans with community-acquired pneumonia ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "APPs also have great utility as follow-up markers aiding in the assessment of treatment response .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Objectives: The aim of our study was to investigate the applicability of APPs as markers of treatment response in dogs with BP.",
      "sentences": [
        [
          {
            "segment_text": "Objectives : The aim of our study was to investigate the applicability of APPs as markers of treatment response in dogs with BP .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Animals: Nineteen dogs diagnosed with BP and 64 healthy dogs. Methods: The study was conducted as a prospective longitudinal observational study. Serum CRP, serum amyloid A (SAA), and haptoglobin concentrations were followed during a natural course of BP. Normalization of serum CRP was used to guide the duration of antibiotic treatment (treatment was stopped 5-7 days after CRP normalized) in 8 of 17 dogs surviving to discharge; 9 of 17 dogs were treated according to conventional recommendations.",
      "sentences": [
        [
          {
            "segment_text": "Animals : Nineteen dogs diagnosed with BP and 64 healthy dogs .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : The study was conducted as a prospective longitudinal observational study .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Serum CRP , serum amyloid A ( SAA ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and haptoglobin concentrations were followed during a natural course of BP .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Normalization of serum CRP was used to guide the duration of antibiotic treatment ( treatment was stopped 5-7 days after CRP normalized ) in 8 of 17 dogs surviving to discharge ; 9 of 17 dogs were treated according to conventional recommendations .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results: All measured APPs initially were significantly increased, but the magnitude of increase was not correlated to disease severity. C-reactive protein and SAA concentrations decreased rapidly after initiation of antimicrobial treatment. When normalization of serum CRP was used to guide the duration of antibiotic treatment, treatment duration was significantly (P \u003d .015) decreased without increasing the number of relapses.",
      "sentences": [
        [
          {
            "segment_text": "Results : All measured APPs initially were significantly increased ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but the magnitude of increase was not correlated to disease severity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "C-reactive protein and SAA concentrations decreased rapidly after initiation of antimicrobial treatment .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "When normalization of serum CRP was used to guide the duration of antibiotic treatment ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "treatment duration was significantly ( P \u003d .015 ) decreased without increasing the number of relapses .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions and Clinical Importance: Serum CRP and SAA reflected the recovery process well and therefore may be used as markers of treatment response. According to the results, the normalization of serum CRP may be used to guide the duration of antibiotic treatment in dogs with BP.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions and Clinical Importance : Serum CRP and SAA reflected the recovery process well and therefore may be used as markers of treatment response .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "According to the results , the normalization of serum CRP may be used to guide the duration of antibiotic treatment in dogs with BP .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "5",
    "sentence_num": "12",
    "segment_num": "17",
    "token_num": "292"
  }
}