{
  "paper_id": "76350fb3b1b17d425885eced924be457d2c8a547",
  "metadata": {
    "title": "RNA pseudoknots",
    "coda_data_split": "train",
    "coda_paper_id": 6561,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Many new RNA pseudoknot structures have been detected and proposed in the past year. Although we are still waiting for the first detailed structure of a pseudoknot, their role in processes such as translational autoregulation or ribosomal frameshifting has been extensively studied and is now well established. Pseudoknot structures appear to play a pivotal role in small subunit ribosomal RNA and in the noncoding regions of viral RNAs. There are also strong indications that RNA pseudoknots are highly suitable structural motifs for the recognition and binding of proteins.",
      "sentences": [
        [
          {
            "segment_text": "Many new RNA pseudoknot structures have been detected and proposed in the past year .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although we are still waiting for the first detailed structure of a pseudoknot ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "their role in processes such as translational autoregulation or ribosomal frameshifting has been extensively studied and is now well established .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Pseudoknot structures appear to play a pivotal role in small subunit ribosomal RNA and in the noncoding regions of viral RNAs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "There are also strong indications that RNA pseudoknots are highly suitable structural motifs for the recognition and binding of proteins .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "5",
    "token_num": "93"
  }
}