{
  "paper_id": "7645bbc175eee392d9d94c9fae6a0a401a757201",
  "metadata": {
    "title": "Prevalence of and risk factors involved in the spread of neonatal bovine cryptosporidiosis in Galicia (NW Spain)",
    "coda_data_split": "train",
    "coda_paper_id": 7559,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "An epidemiological study was carried out on farms in Galicia (NW Spain) to investigate the prevalence of and the risk factors associated with the spread of infection by Cryptosporidium parvum in calves of less than 3 weeks of age. A total of 22 cattle farms (10 beef herds and 12 dairy herds) were visited once every 21 days between January and December 2000. A faecal sample was collected directly from the rectum of each of the 844 calves born during the study period. Each sample was studied macroscopically to establish its consistency as liquid, soft or solid, and the presence of mucus or blood noted. C. parvum oocysts were identified by direct microscopic examination and the intensity of infection established semiquantitatively as slight, moderate or severe. Of the 844 calves, 404 were found to have the parasite in their faeces, i.e. the prevalence was 47.9%. Statistical analysis of the risk factors such as general characteristics of the farm and the housing conditions of the calves, revealed three variables that significantly effect the risk of cryptosporidial infection in suckling calves: the method of cleaning, the type of flooring and the frequency of cleaning.",
      "sentences": [
        [
          {
            "segment_text": "An epidemiological study was carried out on farms in Galicia ( NW Spain ) to investigate the prevalence of and the risk factors associated with the spread of infection by Cryptosporidium parvum in calves of less than 3 weeks of age .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "A total of 22 cattle farms ( 10 beef herds and 12 dairy herds ) were visited once every 21 days between January and December 2000 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A faecal sample was collected directly from the rectum of each of the 844 calves born during the study period .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Each sample was studied macroscopically to establish its consistency as liquid ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "soft or solid , and the presence of mucus or blood noted .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "C. parvum oocysts were identified by direct microscopic examination and the intensity of infection established semiquantitatively as slight , moderate or severe .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Of the 844 calves , 404 were found to have the parasite in their faeces ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "i.e. the prevalence was 47.9 % .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Statistical analysis of the risk factors such as general characteristics of the farm and the housing conditions of the calves ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "revealed three variables that significantly effect the risk of cryptosporidial infection in suckling calves : the method of cleaning ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the type of flooring and the frequency of cleaning .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "11",
    "token_num": "212"
  }
}