{
  "paper_id": "765f07ace8a0cf6dd8c3404ade733123a9a1450d",
  "metadata": {
    "title": "Characterization of Pneumonia Due to Streptococcus equi subsp. zooepidemicus in Dogs ᰔ",
    "coda_data_split": "train",
    "coda_paper_id": 3263,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Streptococcus equi subsp. zooepidemicus has been linked to cases of acute fatal pneumonia in dogs in several countries. Outbreaks can occur in kenneled dog populations and result in significant levels of morbidity and mortality. This highly contagious disease is characterized by the sudden onset of clinical signs, including pyrexia, dyspnea, and hemorrhagic nasal discharge. The pathogenesis of S. equi subsp. zooepidemicus infection in dogs is poorly understood. This study systematically characterized the histopathological changes in the lungs of 39 dogs from a large rehoming shelter in London, United Kingdom; the dogs were infected with S. equi subsp. zooepidemicus. An objective scoring system demonstrated that S. equi subsp. zooepidemicus caused pneumonia in 26/39 (66.7%) dogs, and most of these dogs (17/26 [65.4%]) were classified as severe fibrinosuppurative, necrotizing, and hemorrhagic. Three recently described superantigen genes (szeF, szeN, and szeP) were detected by PCR in 17/47 (36.2%) of the S. equi subsp. zooepidemicus isolates; however, there was no association between the presence of these genes and the histopathological score. The lungs of S. equi subsp.",
      "sentences": [
        [
          {
            "segment_text": "Streptococcus equi subsp. zooepidemicus has been linked to cases of acute fatal pneumonia in dogs in several countries .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Outbreaks can occur in kenneled dog populations and result in significant levels of morbidity and mortality .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This highly contagious disease is characterized by the sudden onset of clinical signs ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including pyrexia , dyspnea , and hemorrhagic nasal discharge .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The pathogenesis of S. equi subsp. zooepidemicus infection in dogs is poorly understood .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This study systematically characterized the histopathological changes in the lungs of 39 dogs from a large rehoming shelter in London ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "United Kingdom ; the dogs were infected with S. equi subsp. zooepidemicus .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "An objective scoring system demonstrated that S. equi subsp. zooepidemicus caused pneumonia in 26/39 ( 66.7 % ) dogs ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and most of these dogs ( 17/26 ( 65.4 % ) ) were classified as severe fibrinosuppurative , necrotizing , and hemorrhagic .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Three recently described superantigen genes ( szeF , szeN , and szeP ) were detected by PCR in 17/47 ( 36.2 % ) of the S. equi subsp. zooepidemicus isolates ; however ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "there was no association between the presence of these genes and the histopathological score .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The lungs of S. equi subsp. .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "zooepidemicus-infected dogs with severe respiratory signs and lung pathology did however have significantly higher mRNA levels of the proinflammatory cytokines tumor necrosis factor alpha (TNF-␣), interleukin 6 (IL-6), and interleukin 8 (IL-8) than in uninfected controls, suggesting a role for an exuberant host immune response in the pathogenesis of this disease.",
      "sentences": [
        [
          {
            "segment_text": "zooepidemicus-infected dogs with severe respiratory signs and lung pathology did however have significantly higher mRNA levels of the proinflammatory cytokines tumor necrosis factor alpha ( TNF - ␣ ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "interleukin 6 ( IL-6 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and interleukin 8 ( IL-8 ) than in uninfected controls ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "suggesting a role for an exuberant host immune response in the pathogenesis of this disease .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "9",
    "segment_num": "16",
    "token_num": "269"
  }
}