{
  "paper_id": "766e0afdd0d3c2a1f8d9a6c8b318ca401db0a8bd",
  "metadata": {
    "title": "c Ann Arbor Veterans Affairs Hospital",
    "coda_data_split": "train",
    "coda_paper_id": 9564,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Objectives. Over time, quarantine has become a classic public health intervention and has been used repeatedly when newly emerging infectious diseases have threatened to spread throughout a population. Here, we weigh the economic costs and benefits associated with implementing widespread quarantine in Toronto during the SARS outbreaks of 2003.",
      "sentences": [
        [
          {
            "segment_text": "Objectives .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Over time , quarantine has become a classic public health intervention and has been used repeatedly when newly emerging infectious diseases have threatened to spread throughout a population .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we weigh the economic costs and benefits associated with implementing widespread quarantine in Toronto during the SARS outbreaks of 2003 .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Methods. We compared the costs of two outbreak scenarios: in Scenario A, SARS is able to transmit itself throughout a population without any significant public health interventions. In Scenario B, quarantine is implemented early on in an attempt to contain the virus. By evaluating these situations, we can investigate whether or not the use of quarantine is justified by being either cost-saving, life saving, or both.",
      "sentences": [
        [
          {
            "segment_text": "Methods .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We compared the costs of two outbreak scenarios : in Scenario A ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "SARS is able to transmit itself throughout a population without any significant public health interventions .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "In Scenario B , quarantine is implemented early on in an attempt to contain the virus .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "By evaluating these situations , we can investigate whether or not the use of quarantine is justified by being either cost-saving ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "life saving , or both .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results. Our results indicate that quarantine is effective in containing newly emerging infectious diseases, and also cost saving when compared to not implementing a widespread containment mechanism.",
      "sentences": [
        [
          {
            "segment_text": "Results .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our results indicate that quarantine is effective in containing newly emerging infectious diseases ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and also cost saving when compared to not implementing a widespread containment mechanism .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions. This paper illustrates that it is not only in our humanitarian interest for public health and healthcare officials to remain aggressive in their response to newly emerging infections, but also in our collective economic interest. Despite somewhat daunting initial costs, quarantine saves both lives and money.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This paper illustrates that it is not only in our humanitarian interest for public health and healthcare officials to remain aggressive in their response to newly emerging infections ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but also in our collective economic interest .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Despite somewhat daunting initial costs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "quarantine saves both lives and money .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "12",
    "segment_num": "17",
    "token_num": "212"
  }
}