{
  "paper_id": "766f315970750baecd98b7fcc1a0ba8d7368d1cc",
  "metadata": {
    "title": "Protection against homo and hetero-subtypic influenza A virus by optimized M2e DNA vaccine",
    "coda_data_split": "train",
    "coda_paper_id": 5084,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Current influenza vaccines provide hemagglutinin strain-specific protection, but rarely provide cross-protection against divergent strains. It is, therefore, particularly important to develop a universal vaccine against conserved proteins or conserved regions of the virus. In this study, we used N-terminal extracellular region of the influenza virus M2 protein (M2e) as the target antigen and constructed two optimized M2e DNA vaccines (p-tPA-p3M2e and p-p3M2e) with increased antigenic epitope density and enhanced antigen secretion. Both vaccines induced high M2e-specific humoral and cellular immune responses in the vaccinated mice. These two vaccines also conferred protection against a lethal infection of homo-subtypic H1N1 virus, with p-tPA-p3M2e being the most effective. In addition, p-tPA-p3M2e also showed cross-protection against different subtypes of the influenza virus (H9N2, H6N6, and H10N8) at varying rates (80%, 40%, and 20%, respectively). After passive immunization, M2e DNA vaccine-induced antibodies in the sera provided complete protection against homologous virus challenge. An analysis of the mechanism underlying this immunization-mediated protection indicates that M2e-specific IgG and T-cell immune responses may play critical roles in the prevention of infection and viral clearance. Taken together, our results indicate that this optimized M2e DNA vaccine is a promising candidate for the development of a universal, broad-spectrum influenza virus vaccine.",
      "sentences": [
        [
          {
            "segment_text": "Current influenza vaccines provide hemagglutinin strain-specific protection ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but rarely provide cross-protection against divergent strains .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It is , therefore , particularly important to develop a universal vaccine against conserved proteins or conserved regions of the virus .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , we used N-terminal extracellular region of the influenza virus M2 protein ( M2e ) as the target antigen and constructed two optimized M2e DNA vaccines ( p-tPA-p3M2e and p-p3M2e ) with increased antigenic epitope density and enhanced antigen secretion .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Both vaccines induced high M2e-specific humoral and cellular immune responses in the vaccinated mice .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These two vaccines also conferred protection against a lethal infection of homo-subtypic H1N1 virus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with p-tPA-p3M2e being the most effective .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , p-tPA-p3M2e also showed cross-protection against different subtypes of the influenza virus ( H9N2 , H6N6 , and H10N8 ) at varying rates ( 80 % , 40 % , and 20 % , respectively ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "After passive immunization , M2e DNA vaccine-induced antibodies in the sera provided complete protection against homologous virus challenge .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "An analysis of the mechanism underlying this immunization-mediated protection indicates that M2e-specific IgG and T-cell immune responses may play critical roles in the prevention of infection and viral clearance .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Taken together , our results indicate that this optimized M2e DNA vaccine is a promising candidate for the development of a universal , broad-spectrum influenza virus vaccine .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "11",
    "token_num": "235"
  }
}