{
  "paper_id": "7671df838f978a12b1cf45e324085c22c3a98d0e",
  "metadata": {
    "title": "Impact of community respiratory viral infections in urban children with asthma",
    "coda_data_split": "train",
    "coda_paper_id": 6820,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background: Upper respiratory tract viral infections cause asthma exacerbations in children. However, the impact of natural colds on children with asthma in the community, particularly in the high-risk urban environment, is less well defined. Objective: We hypothesized that children with high-symptom upper respiratory viral infections have reduced airway function and greater respiratory tract inflammation than children with virus-positive low-symptom illnesses or virus-negative upper respiratory tract symptoms. Methods: We studied 53 children with asthma from Detroit, Michigan, during scheduled surveillance periods and self-reported respiratory illnesses for 1 year. Symptom score, spirometry, fraction of exhaled nitric oxide (FeNO), and nasal aspirate biomarkers, and viral nucleic acid and rhinovirus (RV) copy number were assessed. Results: Of 658 aspirates collected, 22.9% of surveillance samples and 33.7% of respiratory illnesses were viruspositive. Compared with the virus-negative asymptomatic condition, children with severe colds (symptom score ≥5) showed reduced forced expiratory flow at 25% to 75% of the pulmonary volume (FEF 25%-75% ), higher nasal messenger RNA expression of C-X-C motif chemokine ligand (CXCL)-10 and melanoma differentiation-associated protein 5, and higher protein abundance of CXCL8, CXCL10 and C-C motif chemokine ligands (CCL)-2, CCL4, CCL20, and CCL24. Children with mild (symptom score, 1-4) and asymptomatic infections showed normal airway function and fewer biomarker elevations. Virus-negative cold-like illnesses demonstrated increased FeNO, minimal biomarker elevation, and normal airflow. The RV copy number was associated with nasal chemokine levels but not symptom score. Conclusion: Urban children with asthma with high-symptom respiratory viral infections have reduced FEF 25%-75% and more elevations of nasal biomarkers than children with mild or symptomatic infections, or virusnegative illnesses.",
      "sentences": [
        [
          {
            "segment_text": "Background : Upper respiratory tract viral infections cause asthma exacerbations in children .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , the impact of natural colds on children with asthma in the community ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "particularly in the high-risk urban environment , is less well defined .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Objective : We hypothesized that children with high-symptom upper respiratory viral infections have reduced airway function and greater respiratory tract inflammation than children with virus-positive low-symptom illnesses or virus-negative upper respiratory tract symptoms .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : We studied 53 children with asthma from Detroit ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "Michigan , during scheduled surveillance periods and self-reported respiratory illnesses for 1 year .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Symptom score , spirometry , fraction of exhaled nitric oxide ( FeNO ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and nasal aspirate biomarkers , and viral nucleic acid and rhinovirus ( RV ) copy number were assessed .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Of 658 aspirates collected ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "22.9 % of surveillance samples and 33.7 % of respiratory illnesses were viruspositive .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Compared with the virus-negative asymptomatic condition ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "children with severe colds ( symptom score ≥ 5 ) showed reduced forced expiratory flow at 25 % to 75 % of the pulmonary volume ( FEF 25 % -75 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "higher nasal messenger RNA expression of C-X-C motif chemokine ligand ( CXCL ) -10 and melanoma differentiation-associated protein 5 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and higher protein abundance of CXCL8 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "CXCL10 and C-C motif chemokine ligands ( CCL ) -2 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "CCL4 , CCL20 , and CCL24 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Children with mild ( symptom score , 1-4 ) and asymptomatic infections showed normal airway function and fewer biomarker elevations .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Virus-negative cold-like illnesses demonstrated increased FeNO ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "minimal biomarker elevation , and normal airflow .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The RV copy number was associated with nasal chemokine levels but not symptom score .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusion : Urban children with asthma with high-symptom respiratory viral infections have reduced FEF 25 % -75 % and more elevations of nasal biomarkers than children with mild or symptomatic infections , or virusnegative illnesses .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "21",
    "token_num": "325"
  }
}