{
  "paper_id": "76774987e549a1e89a4b73189cc630193ed25e72",
  "metadata": {
    "title": "Application of mass spectrometry to molecular diagnostics of viral infections",
    "coda_data_split": "train",
    "coda_paper_id": 2623,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Mass spectrometry (MS) has found numerous applications in life sciences. It has high accuracy, sensitivity and wide dynamic range in addition to medium-to high-throughput capabilities. These features make MS a superior platform for analysis of various biomolecules including proteins, lipids, nucleic acids and carbohydrates. Until recently, MS was applied for protein detection and characterization. During the last decade, however, MS has successfully been used for molecular diagnostics of microbial and viral infections with the most notable applications being identification of pathogens, genomic sequencing, mutation detection, DNA methylation analysis, tracking of transmissions, and characterization of genetic heterogeneity. These new developments vastly expand the MS application from experimental research to public health and clinical fields. Matching of molecular techniques with specific requirements of the major MS platforms has produced powerful technologies for molecular diagnostics, which will further benefit from coupling with computational tools for extracting clinical information from MS-derived data.",
      "sentences": [
        [
          {
            "segment_text": "Mass spectrometry ( MS ) has found numerous applications in life sciences .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It has high accuracy , sensitivity and wide dynamic range in addition to medium-to high-throughput capabilities .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These features make MS a superior platform for analysis of various biomolecules including proteins ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "lipids , nucleic acids and carbohydrates .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Until recently , MS was applied for protein detection and characterization .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "During the last decade , however ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "MS has successfully been used for molecular diagnostics of microbial and viral infections with the most notable applications being identification of pathogens ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "genomic sequencing , mutation detection ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "DNA methylation analysis , tracking of transmissions ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and characterization of genetic heterogeneity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These new developments vastly expand the MS application from experimental research to public health and clinical fields .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Matching of molecular techniques with specific requirements of the major MS platforms has produced powerful technologies for molecular diagnostics ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which will further benefit from coupling with computational tools for extracting clinical information from MS-derived data .",
            "crowd_label": "background"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "13",
    "token_num": "169"
  }
}