{
  "paper_id": "7680374114c808d702b43749801a6418bc371f42",
  "metadata": {
    "title": "Supporting Information",
    "coda_data_split": "train",
    "coda_paper_id": 5739,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Cloning and Site-Directed Mutagenesis. The expression vector pET11d/FMDV (1) was used as a template for all site-directed Lb pro mutants (amino acids . Human ISG15 (Cys78Ser) and Met1 diubiquitin constructs were cloned into the pOPIN-B His-tagged expression vector (2). A codon-optimized ISG15 was obtained from GeneArt Gene Synthesis (Invitrogen) and cloned in frame to the intein/chitin binding domain pTXB1 vector (New England BioLabs) using conventional cloning methods. Site-directed mutagenesis was performed according to the QuikChange method. Plasmids for cell transfection assays (FLAG-ISG15, UBE1L, UBE2L6, and HERC5 of human origin) were cloned into the pcDNA3.1 mammalian expression vector.",
      "sentences": [
        [
          {
            "segment_text": "Cloning and Site-Directed Mutagenesis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The expression vector pET11d/FMDV ( 1 ) was used as a template for all site-directed Lb pro mutants ( amino acids .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Human ISG15 ( Cys78Ser ) and Met1 diubiquitin constructs were cloned into the pOPIN-B His-tagged expression vector ( 2 ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A codon-optimized ISG15 was obtained from GeneArt Gene Synthesis ( Invitrogen ) and cloned in frame to the intein/chitin binding domain pTXB1 vector ( New England BioLabs ) using conventional cloning methods .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Site-directed mutagenesis was performed according to the QuikChange method .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Plasmids for cell transfection assays ( FLAG-ISG15 , UBE1L , UBE2L6 , and HERC5 of human origin ) were cloned into the pcDNA3 .1 mammalian expression vector .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Protein Expression and Purification. Lb pro was expressed and purified according to ref. 3. His-tagged ISG15 and Met1 diubiquitin were expressed in Escherichia coli Rosetta2 (DE3) pLacI (Novagen). Cultures were grown to OD 600 (0.6-0.8) and induced with 0.2 mM Isopropyl β-D-1-thiogalactopyranoside for 16 h at 18°C. Cell pellets were resuspended in 30 mL of lysis buffer (50 mM Tris, pH 7.4, 150 mM NaCl, 2 mM β-mercaptoethanol) and frozen at −80°C. Thawed pellets were supplemented with an EDTA-free Complete Protease Inhibitor tablet (Roche), 1 mg/mL lysozyme, and 0.1 mg/mL DNaseI and incubated on ice for 10 min. The cell suspension was sonicated, and cell debris was cleared by centrifugation at 50,000 × g for 30 min. The cleared lysate was incubated with TALON Superflow resin (GE Healthcare) for 10 min and washed with 1 L of lysis buffer by gravity flow. Protein was eluted with lysis buffer supplemented with 250 mM imidazole. Purified proteins were dialyzed for 16 h into lysis buffer to remove excess imidazole. ISG15-intein protein was expressed identically to His-tagged proteins but purified with chitin resin (New England BioLabs) as described previously (4, 5).",
      "sentences": [
        [
          {
            "segment_text": "Protein Expression and Purification .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Lb pro was expressed and purified according to ref .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "3 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "His-tagged ISG15 and Met1 diubiquitin were expressed in Escherichia coli Rosetta2 ( DE3 ) pLacI ( Novagen ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Cultures were grown to OD 600 ( 0.6-0.8 ) and induced with 0.2 mM Isopropyl β-D-1-thiogalactopyranoside for 16 h at 18 °C .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Cell pellets were resuspended in 30 mL of lysis buffer ( 50 mM Tris , pH 7.4 , 150 mM NaCl , 2 mM β-mercaptoethanol ) and frozen at − 80 °C .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Thawed pellets were supplemented with an EDTA-free Complete Protease Inhibitor tablet ( Roche ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "1 mg/mL lysozyme , and 0.1 mg/mL DNaseI and incubated on ice for 10 min .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The cell suspension was sonicated ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and cell debris was cleared by centrifugation at 50,000 × g for 30 min .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The cleared lysate was incubated with TALON Superflow resin ( GE Healthcare ) for 10 min and washed with 1 L of lysis buffer by gravity flow .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Protein was eluted with lysis buffer supplemented with 250 mM imidazole .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Purified proteins were dialyzed for 16 h into lysis buffer to remove excess imidazole .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "ISG15-intein protein was expressed identically to His-tagged proteins but purified with chitin resin ( New England BioLabs ) as described previously ( 4 , 5 ) .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "AMC Fluorescence Measurements. ISG15-AMC cleavage assays were performed as described previously (6) with minor modifications. In each reaction, 10 μL of 2 μM ISG15-AMC (2× concentration) was mixed with 10 μL enzyme (2× concentration) in AMC assay buffer (50 mM Tris, pH 8.0, 10 mM DTT). The reactions were monitored using λ ex \u003d 350 nm and λ em \u003d 450 nm.",
      "sentences": [
        [
          {
            "segment_text": "AMC Fluorescence Measurements .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "ISG15-AMC cleavage assays were performed as described previously ( 6 ) with minor modifications .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "In each reaction , 10 μL of 2 μM ISG15-AMC ( 2 × concentration ) was mixed with 10 μL enzyme ( 2 × concentration ) in AMC assay buffer ( 50 mM Tris , pH 8.0 , 10 mM DTT ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The reactions were monitored using λ ex \u003d 350 nm and λ em \u003d 450 nm .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Fluorescence Polarization Assays. All ubiquitin/ubiquitin-like TAMRA assays were performed according to ref. 7. Briefly, enzymes and substrates were diluted in dilution buffer (50 mM Tris, pH 8.0, 10 mM DTT). Substrate concentrations remained constant at 150 nM, while enzyme concentrations varied based on cleavage efficiency. Cleavage assays were performed in a black 384-well plate (Corning), and fluorescence polarization (FP) measurements were made with a 550-nm excitation filter and a 590-nm emission filter using a Pherastar plate reader (BMG Labtech). All measurements were compared with substrate only (negative) and 25 nM KG-TAMRA peptide (positive) reference standards.",
      "sentences": [
        [
          {
            "segment_text": "Fluorescence Polarization Assays .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "All ubiquitin/ubiquitin-like TAMRA assays were performed according to ref .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "7 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Briefly , enzymes and substrates were diluted in dilution buffer ( 50 mM Tris , pH 8.0 , 10 mM DTT ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Substrate concentrations remained constant at 150 nM ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "while enzyme concentrations varied based on cleavage efficiency .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Cleavage assays were performed in a black 384-well plate ( Corning ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and fluorescence polarization ( FP ) measurements were made with a 550-nm excitation filter and a 590-nm emission filter using a Pherastar plate reader ( BMG Labtech ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "All measurements were compared with substrate only ( negative ) and 25 nM KG-TAMRA peptide ( positive ) reference standards .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Kinetics. ISG15-TAMRA was used as a substrate for determination of Lb pro Michaelis-Menten kinetics. The change in FP on Lb pro hydrolysis was measured in a black 384-well plate using a PheraStar plate reader (BMG Labtech): λ ex \u003d 550 nm and λ em \u003d 590 nm. Reactions were incubated at 25°C in a total volume of 20 μL in FP kinetics buffer (25 mM Tris, pH 8.5, 2 mM DTT, 0.1 mg/mL BSA). In each well, 10 μL ISG15-TAMRA (2× final concentration) was mixed with 10 μL of 40 nM enzyme (2× final concentration). The ISG15-TAMRA concentration was varied",
      "sentences": [
        [
          {
            "segment_text": "Kinetics .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "ISG15-TAMRA was used as a substrate for determination of Lb pro Michaelis-Menten kinetics .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The change in FP on Lb pro hydrolysis was measured in a black 384-well plate using a PheraStar plate reader ( BMG Labtech ) : λ ex \u003d 550 nm and λ em \u003d 590 nm .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Reactions were incubated at 25 °C in a total volume of 20 μL in FP kinetics buffer ( 25 mM Tris , pH 8.5 , 2 mM DTT , 0.1 mg/mL BSA ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "In each well , 10 μL ISG15-TAMRA ( 2 × final concentration ) was mixed with 10 μL of 40 nM enzyme ( 2 × final concentration ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The ISG15-TAMRA concentration was varied",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Swatek et al. www.pnas.org/cgi/content/short/1710617115",
      "sentences": [
        [
          {
            "segment_text": "Swatek et al. www.pnas.org/cgi/content/short/171061711 5",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "6",
    "sentence_num": "36",
    "segment_num": "40",
    "token_num": "669"
  }
}