{
  "paper_id": "76acac9d3b5c30ac95f96699742d9d86a3b53dd0",
  "metadata": {
    "title": "Adult outpatient experience of the 2009 H1N1 pandemic: Clinical course, pathogens, and evaluation of case definitions",
    "coda_data_split": "train",
    "coda_paper_id": 7083,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Objectives: The aim was to describe causative agents and clinical characteristics in adult outpatients with upper airway symptoms during the 2009 H1N1 pandemic and to evaluate case definitions that are used in clinical practice. Methods: From August through December 2009, 964 symptomatic adult outpatients were included. RT-PCR was used to detect the following pathogens: influenza A (H1N1) and B, parainfluenza 1e4, adenovirus, respiratory syncytial virus, human rhinovirus, human metapneumovirus, human coronavirus (OC43, 229E, NL63), Chlamydia pneumoniae, Mycoplasma pneumoniae and Legionella species. The Dutch GHOR, American CDC and WHO, and British HPA case definitions were evaluated. Results: A respiratory pathogen was detected in 41% of tested patient samples; influenza A (H1N1) and human rhinovirus were both detected in 16%. Clinical presentation of influenza cases was significantly more serious when compared to rhinovirus or negative-tested cases. Test characteristics were almost similar for all 4 case definitions, with an average sensitivity of 66%, specificity of 70%, positive predictive value of 34% and negative predictive value of 90%. Conclusions: Influenza A (H1N1) and human rhinovirus were the major pathogens responsible for respiratory disease. The 2009 H1N1 pandemic in Amsterdam followed a mild course. Test characteristics of 4 different clinical case definitions seemed comparable but rather useless.",
      "sentences": [
        [
          {
            "segment_text": "Objectives : The aim was to describe causative agents and clinical characteristics in adult outpatients with upper airway symptoms during the 2009 H1N1 pandemic and to evaluate case definitions that are used in clinical practice .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : From August through December 2009 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "964 symptomatic adult outpatients were included .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "RT-PCR was used to detect the following pathogens : influenza A ( H1N1 ) and B ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "parainfluenza 1e4 , adenovirus , respiratory syncytial virus ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "human rhinovirus , human metapneumovirus ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "human coronavirus ( OC43 , 229E , NL63 ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "Chlamydia pneumoniae , Mycoplasma pneumoniae and Legionella species .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The Dutch GHOR , American CDC and WHO ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and British HPA case definitions were evaluated .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : A respiratory pathogen was detected in 41 % of tested patient samples ; influenza A ( H1N1 ) and human rhinovirus were both detected in 16 % .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Clinical presentation of influenza cases was significantly more serious when compared to rhinovirus or negative-tested cases .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Test characteristics were almost similar for all 4 case definitions ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with an average sensitivity of 66 % ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "specificity of 70 % , positive predictive value of 34 % and negative predictive value of 90 % .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : Influenza A ( H1N1 ) and human rhinovirus were the major pathogens responsible for respiratory disease .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The 2009 H1N1 pandemic in Amsterdam followed a mild course .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Test characteristics of 4 different clinical case definitions seemed comparable but rather useless .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "18",
    "token_num": "248"
  }
}