{
  "paper_id": "76b85d5688d6c60e7a91506f0ab03b8462ef48d6",
  "metadata": {
    "title": "Nidovirus papain-like proteases: multifunctional enzymes with protease, deubiquitinating and deISGylating activities",
    "coda_data_split": "train",
    "coda_paper_id": 8842,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Coronaviruses and arteriviruses, members of the order Nidovirales, are positive strand RNA viruses that encode large replicase polyproteins that are processed by viral proteases to generate the nonstructural proteins which mediate viral RNA synthesis. The viral papain-like proteases (PLPs) are critical for processing the amino-terminal end of the replicase and are attractive targets for antiviral therapies. With the analysis of the papain-like protease of Severe Acute Respiratory Syndrome coronavirus (SARS-CoV), came the realization of the multifunctional nature of these enzymes. Structural and enzymatic studies revealed that SARS-CoV PLpro can act as both a protease to cleave peptide bonds and also as a deubiquitinating (DUB) enzyme to cleave the isopeptide bonds found in polyubiquitin chains. Furthermore, viral DUBs can also remove the protective effect of conjugated ubiquitin-like molecules such as interferon stimulated gene 15 (ISG15). Extension of these studies to other coronaviruses and arteriviruses led to the realization that viral protease/DUB activity is conserved in many family members. Overexpression studies revealed that viral protease/DUB activity can modulate or block activation of the innate immune response pathway. Importantly, mutations that alter DUB activity but not viral protease activity have been identified and arteriviruses expressing DUB mutants stimulated higher levels of acute inflammatory cytokines after infection. Further understanding of the multifunctional nature of the Nidovirus PLP/DUBs may facilitate vaccine development. Here, we review studies describing the PLPs\u0027 enzymatic activity and their role in virus pathogenesis.",
      "sentences": [
        [
          {
            "segment_text": "Coronaviruses and arteriviruses , members of the order Nidovirales ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "are positive strand RNA viruses that encode large replicase polyproteins that are processed by viral proteases to generate the nonstructural proteins which mediate viral RNA synthesis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The viral papain-like proteases ( PLPs ) are critical for processing the amino-terminal end of the replicase and are attractive targets for antiviral therapies .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "With the analysis of the papain-like protease of Severe Acute Respiratory Syndrome coronavirus ( SARS-CoV ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "came the realization of the multifunctional nature of these enzymes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Structural and enzymatic studies revealed that SARS-CoV PLpro can act as both a protease to cleave peptide bonds and also as a deubiquitinating ( DUB ) enzyme to cleave the isopeptide bonds found in polyubiquitin chains .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Furthermore , viral DUBs can also remove the protective effect of conjugated ubiquitin-like molecules such as interferon stimulated gene 15 ( ISG15 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Extension of these studies to other coronaviruses and arteriviruses led to the realization that viral protease/DUB activity is conserved in many family members .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Overexpression studies revealed that viral protease/DUB activity can modulate or block activation of the innate immune response pathway .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Importantly , mutations that alter DUB activity but not viral protease activity have been identified and arteriviruses expressing DUB mutants stimulated higher levels of acute inflammatory cytokines after infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Further understanding of the multifunctional nature of the Nidovirus PLP/DUBs may facilitate vaccine development .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Here , we review studies describing the PLPs \u0027 enzymatic activity and their role in virus pathogenesis .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "12",
    "token_num": "257"
  }
}