{
  "paper_id": "76d2a690120b972075f49370c5b27aaa61763df2",
  "metadata": {
    "title": "Available from: Public Health Law Program, Public Health Practice Program Office",
    "coda_data_split": "train",
    "coda_paper_id": 2143,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Law, which is a fundamental element of effective public health policy and practice, played a crucial role in many of public health\u0027s greatest achievements of the 20th century. Still, conceptual legal frameworks for the systematic application of law to chronic disease prevention and control have not been fully recognized and used to address public health needs. Development and implementation of legal frameworks could broaden the range of effective public health strategies and provide valuable tools for the public health workforce, especially for state and local health department program managers and state and national policy makers. In an effort to expand the range of effective public health interventions, the Centers for Disease Control and Prevention will work with its partners to explore the development of systematic legal frameworks as a tool for preventing chronic diseases and addressing the growing epidemic of obesity, heart disease, stroke, and other chronic diseases and their risk factors.",
      "sentences": [
        [
          {
            "segment_text": "Law , which is a fundamental element of effective public health policy and practice ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "played a crucial role in many of public health \u0027s greatest achievements of the 20th century .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Still , conceptual legal frameworks for the systematic application of law to chronic disease prevention and control have not been fully recognized and used to address public health needs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Development and implementation of legal frameworks could broaden the range of effective public health strategies and provide valuable tools for the public health workforce ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "especially for state and local health department program managers and state and national policy makers .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In an effort to expand the range of effective public health interventions ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "the Centers for Disease Control and Prevention will work with its partners to explore the development of systematic legal frameworks as a tool for preventing chronic diseases and addressing the growing epidemic of obesity ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "heart disease , stroke , and other chronic diseases and their risk factors .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "8",
    "token_num": "165"
  }
}