{
  "paper_id": "76d39ac4634db5a0fcc8cddbefd965c463c0ace0",
  "metadata": {
    "title": "Decreased Pattern Recognition Receptor Signaling, Interferon-Signature, and Bactericidal/Permeability- Increasing Protein Gene Expression in Cord Blood of Term Low Birth Weight Human Newborns",
    "coda_data_split": "train",
    "coda_paper_id": 10908,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Morbidity and mortality rates of low birth weight (LBW) newborns at term are higher than rates in normal birth weight (NBW) newborns. LBW newborns are at greater risk to acquire recurrent bacterial and viral infections during their first few weeks of life possibly as an outcome of compromised innate immune functions. As adaptive immunity is in a naive state, increased risk of infection of LBW as compared to NBW newborns may reflect impairments in innate immunity.",
      "sentences": [
        [
          {
            "segment_text": "Background : Morbidity and mortality rates of low birth weight ( LBW ) newborns at term are higher than rates in normal birth weight ( NBW ) newborns .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "LBW newborns are at greater risk to acquire recurrent bacterial and viral infections during their first few weeks of life possibly as an outcome of compromised innate immune functions .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "As adaptive immunity is in a naive state ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "increased risk of infection of LBW as compared to NBW newborns may reflect impairments in innate immunity .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Methodology: To characterize the increased susceptibility to infections in LBW newborns we used microarray technology to identify differences in gene expression in LBW newborns (n \u003d 8) compared to NBW newborns (n \u003d 4) using cord blood. The results obtained from the microarray study were validated on a larger number of samples using real time RT-PCR (LBW \u003d 22, NBW \u003d 18) and western blotting (LBW \u003d 12, NBW \u003d 12). The Interferome database was used to identify interferon (IFN) signature genes and ingenuity pathway analysis identified canonical pathways and biological functions associated with the differentially expressed genes in LBW newborns. ELISAs for IFNs and bactericidal/permeability-increasing protein were performed in both LBW and NBW newborns and in adults (LBW \u003d 18, NBW \u003d 18, Adults \u003d 8).",
      "sentences": [
        [
          {
            "segment_text": "Methodology : To characterize the increased susceptibility to infections in LBW newborns we used microarray technology to identify differences in gene expression in LBW newborns ( n \u003d 8 ) compared to NBW newborns ( n \u003d 4 ) using cord blood .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The results obtained from the microarray study were validated on a larger number of samples using real time RT-PCR ( LBW \u003d 22 , NBW \u003d 18 ) and western blotting ( LBW \u003d 12 , NBW \u003d 12 ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The Interferome database was used to identify interferon ( IFN ) signature genes and ingenuity pathway analysis identified canonical pathways and biological functions associated with the differentially expressed genes in LBW newborns .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "ELISAs for IFNs and bactericidal/permeability-increasing protein were performed in both LBW and NBW newborns and in adults ( LBW \u003d 18 , NBW \u003d 18 , Adults \u003d 8 ) .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Principal Findings: Upon microarray analysis, we identified 1,391 differentially expressed genes, of which, 1,065 genes were down-regulated and 326 genes were up-regulated in the LBW compared to NBW newborns. Of note, 70 IFN-signature genes were found to be significantly down-regulated in LBW compared to NBW newborns. Ingenuity pathway analysis revealed pattern recognition receptors signaling including Toll-Like Receptors (TLRs) -1, -5, and -8 genes and IFN signaling as the most significantly impacted pathways. Respiratory infectious diseases were the most significantly affected bio-functions in LBW newborns.",
      "sentences": [
        [
          {
            "segment_text": "Principal Findings : Upon microarray analysis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "we identified 1,391 differentially expressed genes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "of which , 1,065 genes were down-regulated and 326 genes were up-regulated in the LBW compared to NBW newborns .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Of note , 70 IFN-signature genes were found to be significantly down-regulated in LBW compared to NBW newborns .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Ingenuity pathway analysis revealed pattern recognition receptors signaling including Toll-Like Receptors ( TLRs ) -1 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "-5 , and -8 genes and IFN signaling as the most significantly impacted pathways .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Respiratory infectious diseases were the most significantly affected bio-functions in LBW newborns .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusion and Significance: Diminished PRRs, IFN-signature, and BPI gene expression raises the possibility that impairments in these pathways contribute to the susceptibility of LBW term infants to infection.",
      "sentences": [
        [
          {
            "segment_text": "Conclusion and Significance : Diminished PRRs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "IFN-signature , and BPI gene expression raises the possibility that impairments in these pathways contribute to the susceptibility of LBW term infants to infection .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "12",
    "segment_num": "17",
    "token_num": "363"
  }
}