{
  "paper_id": "76d7fe0354828411a05ec3846931ffdf23cfe1cf",
  "metadata": {
    "title": "ARTICLE Crystal structure of the receptor binding domain of the spike glycoprotein of human betacoronavirus HKU1",
    "coda_data_split": "train",
    "coda_paper_id": 3629,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Human coronavirus (CoV) HKU1 is a pathogen causing acute respiratory illnesses and so far little is known about its biology. HKU1 virus uses its S1 subunit C-terminal domain (CTD) and not the N-terminal domain like other lineage A b-CoVs to bind to its yet unknown human receptor. Here we present the crystal structure of HKU1 CTD at 1.9 Å resolution. The structure consists of three subdomains: core, insertion and subdomain-1 (SD-1). While the structure of the core and SD-1 subdomains of HKU1 are highly similar to those of other b-CoVs, the insertion subdomain adopts a novel fold, which is largely invisible in the cryo-EM structure of the HKU1 S trimer. We identify five residues in the insertion subdomain that are critical for binding of neutralizing antibodies and two residues essential for receptor binding. Our study contributes to a better understanding of entry, immunity and evolution of CoV S proteins.",
      "sentences": [
        [
          {
            "segment_text": "Human coronavirus ( CoV ) HKU1 is a pathogen causing acute respiratory illnesses and so far little is known about its biology .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "HKU1 virus uses its S1 subunit C-terminal domain ( CTD ) and not the N-terminal domain like other lineage A b-CoVs to bind to its yet unknown human receptor .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we present the crystal structure of HKU1 CTD at 1.9 Å resolution .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The structure consists of three subdomains : core ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "insertion and subdomain-1 ( SD-1 ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "While the structure of the core and SD-1 subdomains of HKU1 are highly similar to those of other b-CoVs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the insertion subdomain adopts a novel fold ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which is largely invisible in the cryo-EM structure of the HKU1 S trimer .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We identify five residues in the insertion subdomain that are critical for binding of neutralizing antibodies and two residues essential for receptor binding .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our study contributes to a better understanding of entry ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "immunity and evolution of CoV S proteins .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "11",
    "token_num": "167"
  }
}