{
  "paper_id": "76dace6d3ee19a710b319c2ef122ee0336b9afc7",
  "metadata": {
    "title": "Small interfering RNA targeting nonstructural protein1 α (nsp1α) of porcine reproductive and respiratory syndrome virus (PRRSV) can reduce the replication of PRRSV in MARC-145 cells",
    "coda_data_split": "train",
    "coda_paper_id": 4926,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Porcine reproductive and respiratory syndrome virus (PRRSV) is one of the most economically devastating and pandemic diseases of swine, which is poorly controlled by current methods. The inhibition of specific genes by small interfering RNA (siRNA) has been proven to be a potential therapeutic strategy against viral infection. Previous studies have indicated that the nonstructural protein 1α (nsp1α) of PRRSV may take an important role in virulence of PRRSV. The present work was involved to explore the effect of siRNA targeting nsp1α on the replication of PRRSV in MARC-145 cells, and the results showed that over-expression of nsp1α enhanced the replication of PRRSV and that siRNAs specifically targeting nsp1α significantly inhibited the replication of PRRSV in MARC-145 cells. In conclusion, this work indicated that nsp1α may be a viral pathogenicity factor of PRRSV and that siRNAs specifically targeting nsp1α may be a new strategy to control PRRSV in the future.",
      "sentences": [
        [
          {
            "segment_text": "Porcine reproductive and respiratory syndrome virus ( PRRSV ) is one of the most economically devastating and pandemic diseases of swine ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which is poorly controlled by current methods .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The inhibition of specific genes by small interfering RNA ( siRNA ) has been proven to be a potential therapeutic strategy against viral infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Previous studies have indicated that the nonstructural protein 1α ( nsp1α ) of PRRSV may take an important role in virulence of PRRSV .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The present work was involved to explore the effect of siRNA targeting nsp1α on the replication of PRRSV in MARC-145 cells ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and the results showed that over-expression of nsp1α enhanced the replication of PRRSV and that siRNAs specifically targeting nsp1α significantly inhibited the replication of PRRSV in MARC-145 cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In conclusion , this work indicated that nsp1α may be a viral pathogenicity factor of PRRSV and that siRNAs specifically targeting nsp1α may be a new strategy to control PRRSV in the future .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "7",
    "token_num": "164"
  }
}