{
  "paper_id": "76dae8b8fd43335310edca09c522640ac9027edf",
  "metadata": {
    "title": "Crystal Structure of the C-Terminal Cytoplasmic Domain of Non-Structural Protein 4 from Mouse Hepatitis Virus A59",
    "coda_data_split": "train",
    "coda_paper_id": 5691,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: The replication of coronaviruses takes place on cytoplasmic double membrane vesicles (DMVs) originating in the endoplasmic reticulum (ER). Three trans-membrane non-structural proteins, nsp3, nsp4 and nsp6, are understood to be membrane anchors of the coronavirus replication complex. Nsp4 is localized to the ER membrane when expressed alone but is recruited into the replication complex in infected cells. It is revealed to contain four trans-membrane regions and its N-and C-termini are exposed to the cytosol.",
      "sentences": [
        [
          {
            "segment_text": "Background : The replication of coronaviruses takes place on cytoplasmic double membrane vesicles ( DMVs ) originating in the endoplasmic reticulum ( ER ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Three trans-membrane non-structural proteins , nsp3 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "nsp4 and nsp6 , are understood to be membrane anchors of the coronavirus replication complex .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Nsp4 is localized to the ER membrane when expressed alone but is recruited into the replication complex in infected cells .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It is revealed to contain four trans-membrane regions and its N-and C-termini are exposed to the cytosol .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "We have determined the crystal structures of the C-terminal hydrophilic domain of nsp4 (nsp4C) from MHV strain A59 and a C425S site-directed mutant. The highly conserved 89 amino acid region from T408 to Q496 is shown to possess a new fold. The wild-type (WT) structure features two monomers linked by a Cys425-Cys425 disulfide bond in one asymmetric unit. The monomers are arranged with their N-and C-termini in opposite orientations to form an \u0027\u0027open\u0027\u0027 conformation. Mutation of Cys425 to Ser did not affect the monomer structure, although the mutant dimer adopts strikingly different conformations by crystal packing, with the cross-linked C-termini and parallel N-termini of two monomers forming a \u0027\u0027closed\u0027\u0027 conformation. The WT nsp4C exists as a dimer in solution and can dissociate easily into monomers in a reducing environment.",
      "sentences": [
        [
          {
            "segment_text": "We have determined the crystal structures of the C-terminal hydrophilic domain of nsp4 ( nsp4C ) from MHV strain A59 and a C425S site-directed mutant .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The highly conserved 89 amino acid region from T408 to Q496 is shown to possess a new fold .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The wild-type ( WT ) structure features two monomers linked by a Cys425-Cys425 disulfide bond in one asymmetric unit .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The monomers are arranged with their N-and C-termini in opposite orientations to form an `` open \u0027\u0027 conformation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Mutation of Cys425 to Ser did not affect the monomer structure ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "although the mutant dimer adopts strikingly different conformations by crystal packing ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with the cross-linked C-termini and parallel N-termini of two monomers forming a `` closed \u0027\u0027 conformation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The WT nsp4C exists as a dimer in solution and can dissociate easily into monomers in a reducing environment .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions/Significance: As nsp4C is exposed in the reducing cytosol, the monomer of nsp4C should be physiological. This structure may serve as a basis for further functional studies of nsp4.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions/Significance : As nsp4C is exposed in the reducing cytosol ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the monomer of nsp4C should be physiological .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This structure may serve as a basis for further functional studies of nsp4 .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "12",
    "segment_num": "16",
    "token_num": "265"
  }
}