{
  "paper_id": "76dcc76a0d6041517a4d88f763269bd0196488cb",
  "metadata": {
    "title": "Low prevalence of equine coronavirus in foals in the largest thoroughbred horse breeding region of Japan, 2012-2014",
    "coda_data_split": "train",
    "coda_paper_id": 10840,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Equine coronavirus (ECoV) is considered to be a diarrheic pathogen in foals. In central Kentucky in the United States, it has been shown that approximately 30 % of thoroughbred foals are infected with ECoV and thus it is considered widely prevalent. In contrast, the epidemiology of ECoV and its relationship to diarrhea in foals are poorly understood in Japan. We investigated ECoV in rectal swabs collected from thoroughbred foals in Japan.",
      "sentences": [
        [
          {
            "segment_text": "Background : Equine coronavirus ( ECoV ) is considered to be a diarrheic pathogen in foals .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In central Kentucky in the United States ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "it has been shown that approximately 30 % of thoroughbred foals are infected with ECoV and thus it is considered widely prevalent .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In contrast , the epidemiology of ECoV and its relationship to diarrhea in foals are poorly understood in Japan .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We investigated ECoV in rectal swabs collected from thoroughbred foals in Japan .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "We collected 337 rectal swabs from 307 diarrheic foals in the Hidaka district of Hokkaido, the largest thoroughbred horse breeding region in Japan, between 2012 and 2014. In addition, 120 rectal swabs were collected from 120 healthy foals in 2012. These samples were tested by reverse transcription loop-mediated isothermal amplification and a real-time reverse transcription-polymerase chain reaction. All samples collected from diarrheic foals were negative, and only three samples (2.5 %) collected from healthy foals were positive for ECoV. Compared with central Kentucky, ECoV is not prevalent among thoroughbred foals in the Hidaka district of Hokkaido.",
      "sentences": [
        [
          {
            "segment_text": "We collected 337 rectal swabs from 307 diarrheic foals in the Hidaka district of Hokkaido ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "the largest thoroughbred horse breeding region in Japan , between 2012 and 2014 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "In addition , 120 rectal swabs were collected from 120 healthy foals in 2012 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "These samples were tested by reverse transcription loop-mediated isothermal amplification and a real-time reverse transcription-polymerase chain reaction .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "All samples collected from diarrheic foals were negative ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and only three samples ( 2.5 % ) collected from healthy foals were positive for ECoV .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Compared with central Kentucky , ECoV is not prevalent among thoroughbred foals in the Hidaka district of Hokkaido .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "9",
    "segment_num": "12",
    "token_num": "189"
  }
}