{
  "paper_id": "76f7dc11b93274bba616e1fa068be2ca4cdc5b99",
  "metadata": {
    "title": "Comprehensive identification of high-frequency and co-occurring Mafa-B, Mafa- DQB1, and Mafa-DRB alleles in cynomolgus macaques of Vietnamese origin",
    "coda_data_split": "train",
    "coda_paper_id": 10896,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "High-frequency alleles and/or co-occurring human leukocyte antigen (HLA) alleles across loci appear to be more important than individual alleles, because they might be markers of disease risk that have clinical value as biomarkers for targeted screening or the development of new therapies. To better elucidate the major histocompatibility complex background and to facilitate the experimental use of cynomolgus macaques, Mafa-B, Mafa-DQB1, and Mafa-DRB alleles were characterized and their combinations were investigated from 30 macaques of Vietnamese origin by cloning and sequencing. A total of 48 Mafa-B, 22 Mafa-DQB1, and 42 Mafa-DRB alleles, were detected in this study, respectively. In addition, two Mafa-DQB1 and eight Mafa-DRB alleles represented novel sequences that had not been documented in earlier studies. Our results also showed that the macaque from Vietnam might be valuable because Ͼ30% of the test animals possessed Mafa-DRB*w304 (30%) and -DQB1*0616 (30%). We report that the combination of major histocompatibility complex (MHC) class I and II alleles, including the combination of DRB3*0403-DRB*w304, DRB1*1013-DRB*w304, and Mafa-B*007:01:01-DRB*w304, which was in 17%, 13%, and 13% of the animals, respectively. Interesting, more than two Mafa-DQB1 alleles detected in one animal in this study suggest that Mafa-DQB1, like Mafa-DRB, might be a duplication in the chromosome, which have ever been documented in cynomolgus monkeys but has not yet been observed in rhesus macaques or other primates. Our results for the high frequency of commonly co-occurring MHC alleles across loci in a cohort of the Vietnamese cynomolgus macaque emphasized the value of this species as a model for biomedical research. ᭧",
      "sentences": [
        [
          {
            "segment_text": "High-frequency alleles and/or co-occurring human leukocyte antigen ( HLA ) alleles across loci appear to be more important than individual alleles ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "because they might be markers of disease risk that have clinical value as biomarkers for targeted screening or the development of new therapies .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To better elucidate the major histocompatibility complex background and to facilitate the experimental use of cynomolgus macaques ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "Mafa-B , Mafa-DQB1 , and Mafa-DRB alleles were characterized and their combinations were investigated from 30 macaques of Vietnamese origin by cloning and sequencing .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A total of 48 Mafa-B ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "22 Mafa-DQB1 , and 42 Mafa-DRB alleles ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "were detected in this study , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , two Mafa-DQB1 and eight Mafa-DRB alleles represented novel sequences that had not been documented in earlier studies .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our results also showed that the macaque from Vietnam might be valuable because Ͼ30 % of the test animals possessed Mafa-DRB * w304 ( 30 % ) and - DQB1 * 0616 ( 30 % ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We report that the combination of major histocompatibility complex ( MHC ) class I and II alleles ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including the combination of DRB3 * 0403-DRB * w304 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "DRB1 * 1013-DRB * w304 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and Mafa-B * 007:01:01-DRB * w304 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which was in 17 % ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "13 % , and 13 % of the animals , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Interesting , more than two Mafa-DQB1 alleles detected in one animal in this study suggest that Mafa-DQB1 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "like Mafa-DRB , might be a duplication in the chromosome ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which have ever been documented in cynomolgus monkeys but has not yet been observed in rhesus macaques or other primates .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our results for the high frequency of commonly co-occurring MHC alleles across loci in a cohort of the Vietnamese cynomolgus macaque emphasized the value of this species as a model for biomedical research .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "19",
    "token_num": "312"
  }
}