{
  "paper_id": "77138f50684f6b8c48752afd24cbb63abaad4aa4",
  "metadata": {
    "title": "BMC Public Health Gatekeepers of health: A qualitative assessment of child care centre staff\u0027s perspectives, practices and challenges to enteric illness prevention and management in child care centres",
    "coda_data_split": "train",
    "coda_paper_id": 5714,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Enteric outbreaks associated with child care centres (CCC) have been well documented internationally and in Canada. The current literature focuses on identifying potential risk factors for introduction and transmission of enteric disease, but does not examine why these risk factors happen, how the risk is understood and managed by the staff of CCCs, or what challenges they experience responding to enteric illness. The purpose of this study was to explore the understanding, knowledge and actions of CCC staff regarding enteric illness and outbreaks, and to identify challenges that staff encounter while managing them.",
      "sentences": [
        [
          {
            "segment_text": "Background : Enteric outbreaks associated with child care centres ( CCC ) have been well documented internationally and in Canada .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The current literature focuses on identifying potential risk factors for introduction and transmission of enteric disease ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but does not examine why these risk factors happen ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "how the risk is understood and managed by the staff of CCCs ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "or what challenges they experience responding to enteric illness .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The purpose of this study was to explore the understanding ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "knowledge and actions of CCC staff regarding enteric illness and outbreaks ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and to identify challenges that staff encounter while managing them .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Methods: Focus groups were conducted with staff of regulated CCCs in Southern Ontario. Five focus groups were held with 40 participants. An open ended style of interviewing was used. Data were analyzed using content analysis.",
      "sentences": [
        [
          {
            "segment_text": "Methods : Focus groups were conducted with staff of regulated CCCs in Southern Ontario .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Five focus groups were held with 40 participants .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "An open ended style of interviewing was used .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Data were analyzed using content analysis .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results: CCC staff play an important role in preventing and managing enteric illness. Staff used indepth knowledge of the children, the centre and their personal experiences to assist in making decisions related to enteric illness. The decisions and actions may differ from guidance provided by public health officials, particularly when faced with challenges related to time, money, staffing and parents.",
      "sentences": [
        [
          {
            "segment_text": "Results : CCC staff play an important role in preventing and managing enteric illness .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Staff used indepth knowledge of the children ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the centre and their personal experiences to assist in making decisions related to enteric illness .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The decisions and actions may differ from guidance provided by public health officials ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "particularly when faced with challenges related to time ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "money , staffing and parents .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusion: CCC staff relied on experience and judgment in coordination with public health information to assist decision-making in the management of enteric illness and outbreaks. Advice and guidance from public health officials to CCC staff needs to be consistent yet flexible so that it may be adapted in a variety of situations and meet regulatory and public health requirements.",
      "sentences": [
        [
          {
            "segment_text": "Conclusion : CCC staff relied on experience and judgment in coordination with public health information to assist decision-making in the management of enteric illness and outbreaks .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Advice and guidance from public health officials to CCC staff needs to be consistent yet flexible so that it may be adapted in a variety of situations and meet regulatory and public health requirements .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Research states that early childhood education and care is important for healthy child development [1] , and public health can be a primary partner and supporter in the delivery of early childhood programs in the community [2].",
      "sentences": [
        [
          {
            "segment_text": "Research states that early childhood education and care is important for healthy child development ( 1 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and public health can be a primary partner and supporter in the delivery of early childhood programs in the community ( 2 ) .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "5",
    "sentence_num": "13",
    "segment_num": "22",
    "token_num": "317"
  }
}