{
  "paper_id": "77361db3ae17729e18971ae8641a20691e44afab",
  "metadata": {
    "title": "Therapeutic immunoglobulin selected for high antibody titer to RSV also contains high antibody titers to other respiratory viruses",
    "coda_data_split": "train",
    "coda_paper_id": 5085,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Orange JS, Du W and Falsey AR (2015) Therapeutic immunoglobulin selected for high antibody titer to RSV also contains high antibody titers to other respiratory viruses.",
      "sentences": [
        [
          {
            "segment_text": "Orange JS , Du W and Falsey AR ( 2015 ) Therapeutic immunoglobulin selected for high antibody titer to RSV also contains high antibody titers to other respiratory viruses .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Specific antibodies against infections most relevant to patients with primary immunodeficiency diseases are not routinely evaluated in commercial polyclonal immunoglobulin preparations. A polyclonal immunoglobulin prepared from plasma of donors having high neutralizing antibody titers to respiratory syncytial virus (RSV) was studied for the presence of antibody titers against seven additional respiratory viruses. While donors were not selected for antibody titers other than against RSV, the immunoglobulin preparation had significantly higher titers to 6 of 7 viruses compared to those present in 10 commercially available therapeutic immunoglobulin products (p ≤ 0.01 to p ≤ 0.001). To consider this as a donor-specific attribute, 20 random donor plasma samples were studied individually and identified a significant correlation between the RSV antibody titer and other respiratory virus titers: donors with high RSV titers were more likely to have higher titers to other respiratory viruses. These findings suggest either some humoral antiviral response bias or more frequent viral exposure of certain individuals.",
      "sentences": [
        [
          {
            "segment_text": "Specific antibodies against infections most relevant to patients with primary immunodeficiency diseases are not routinely evaluated in commercial polyclonal immunoglobulin preparations .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A polyclonal immunoglobulin prepared from plasma of donors having high neutralizing antibody titers to respiratory syncytial virus ( RSV ) was studied for the presence of antibody titers against seven additional respiratory viruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "While donors were not selected for antibody titers other than against RSV ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the immunoglobulin preparation had significantly higher titers to 6 of 7 viruses compared to those present in 10 commercially available therapeutic immunoglobulin products ( p ≤ 0.01 to p ≤ 0.001 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To consider this as a donor-specific attribute ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "20 random donor plasma samples were studied individually and identified a significant correlation between the RSV antibody titer and other respiratory virus titers : donors with high RSV titers were more likely to have higher titers to other respiratory viruses .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "These findings suggest either some humoral antiviral response bias or more frequent viral exposure of certain individuals .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "6",
    "segment_num": "8",
    "token_num": "199"
  }
}