{
  "paper_id": "7767b031ab647ea52ec3f7aaf4a6c924e3a8a12b",
  "metadata": {
    "title": "Ependymitis, Leukoencephalitis, Hydrocephalus, and Thrombotic Vasculitis Following Chronic Infection by Mouse Hepatitis Virus 3 (MHV 3)*",
    "coda_data_split": "train",
    "coda_paper_id": 6127,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Mouse hepatitis virus 3 (MHV 3) is either avirulent (resistant mice), hepatotropic (susceptible mice), or neurotropic (semisusceptible mice), depending on the strain of mice infected. In semisusceptible mice, infection led first to a transient meningitis, ependymitis, and leukoencephalitis, followed by a permanent communicating hydrocephalus and, later on, to a chronic thrombotic vasculitis affecting meningeal and parenchymal vessels at the brain stem level. Small foci of ischemic necrosis related to vascular occlusions were seen in the dorsal brain stem. Cyclophosphamide treatment of semisusceptible mice significantly reduced the meningeal infiltrates but did not prevent the development of hydrocephalus and other neuropathologic changes. Identical lesions occurred in fully susceptible mice infected with a low dose of virus, but no neurologic disorder could be induced in genetically resistant mice even following immunosuppression or intracranial inoculation. The leukoencephalitis differed from the demyelinating lesions observed with MHV 4. Vascular lesions were of particular interest. More attention should be given to the possibility of virus induced chronic cerebral vasculitis in man.",
      "sentences": [
        [
          {
            "segment_text": "Mouse hepatitis virus 3 ( MHV 3 ) is either avirulent ( resistant mice ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "hepatotropic ( susceptible mice ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "or neurotropic ( semisusceptible mice ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "depending on the strain of mice infected .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In semisusceptible mice , infection led first to a transient meningitis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "ependymitis , and leukoencephalitis , followed by a permanent communicating hydrocephalus and ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "later on , to a chronic thrombotic vasculitis affecting meningeal and parenchymal vessels at the brain stem level .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Small foci of ischemic necrosis related to vascular occlusions were seen in the dorsal brain stem .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Cyclophosphamide treatment of semisusceptible mice significantly reduced the meningeal infiltrates but did not prevent the development of hydrocephalus and other neuropathologic changes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Identical lesions occurred in fully susceptible mice infected with a low dose of virus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but no neurologic disorder could be induced in genetically resistant mice even following immunosuppression or intracranial inoculation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The leukoencephalitis differed from the demyelinating lesions observed with MHV 4 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Vascular lesions were of particular interest .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "More attention should be given to the possibility of virus induced chronic cerebral vasculitis in man .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "14",
    "token_num": "190"
  }
}