{
  "paper_id": "77763ae1a4b82f01304096021e844ff741ebcd25",
  "metadata": {
    "title": "Placebo-controlled evaluation of a modified life virus vaccine against feline infectious peritonitis: safety and efficacy under field conditions",
    "coda_data_split": "train",
    "coda_paper_id": 6866,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "A modtfied live virus vaccine against feline infectious peritonitis (FIP) was evaluated in a double blind, placebo-controlled field trial in two high-risk populations. The vaccine was found to be safe and eficacious in one population of cats that had low antibody titre against feline coronavirus (FCo V) at the time of vaccination. Although clinically healthy at the time of vaccination, retrospectively some vaccinees that later came down with FIP were found to be RT-PCR positive for FCoV in plasma and showed changes in blood parameters consistent with early stage of FIP. It is concluded that vaccination can protect cats with no or low FCoV antibody titres and that in some cats vaccine failure was probably due to pre-existing infection. 0 1997 Elsevier Science Ltd.",
      "sentences": [
        [
          {
            "segment_text": "A modtfied live virus vaccine against feline infectious peritonitis ( FIP ) was evaluated in a double blind ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "placebo-controlled field trial in two high-risk populations .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The vaccine was found to be safe and eficacious in one population of cats that had low antibody titre against feline coronavirus ( FCo V ) at the time of vaccination .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Although clinically healthy at the time of vaccination ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "retrospectively some vaccinees that later came down with FIP were found to be RT-PCR positive for FCoV in plasma and showed changes in blood parameters consistent with early stage of FIP .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "It is concluded that vaccination can protect cats with no or low FCoV antibody titres and that in some cats vaccine failure was probably due to pre-existing infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "0 1997 Elsevier Science Ltd. .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "7",
    "token_num": "135"
  }
}