{
  "paper_id": "77888be9ca936d6dff8701df15d4fb1b1ba76ed5",
  "metadata": {
    "title": "Dynamic relationship between air transport demand and economic growth in the United States: A new look",
    "coda_data_split": "train",
    "coda_paper_id": 6591,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Autoregressive distributed lag (ARDL) approach Economic growth Error correction model US air travel and freight demand a b s t r a c t This paper examines the short-and long-run effects of economic growth and market shocks (e.g., 9/11 terrorist attacks, Iraq war, SARS epidemic, and 2008 financial crisis) on air passenger and freight services using an autoregressive distributed lag (ARDL) approach to cointegration. Results show that, in the longrun, both air passenger and freight services tend to increase with economic growth. In the short-run, however, only air passenger service is responsive to economic growth. Finally, only the 9/11 terrorist attacks and the SARS have detrimental effects on air passenger demand both in the short-and long-run, and in the long-run, respectively. However, these market shocks are found to have little impact on air freight demand.",
      "sentences": [
        [
          {
            "segment_text": "Autoregressive distributed lag ( ARDL ) approach Economic growth Error correction model US air travel and freight demand a b s t r a c t This paper examines the short-and long-run effects of economic growth and market shocks ( e.g. , 9/11 terrorist attacks , Iraq war , SARS epidemic , and 2008 financial crisis ) on air passenger and freight services using an autoregressive distributed lag ( ARDL ) approach to cointegration .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Results show that , in the longrun ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "both air passenger and freight services tend to increase with economic growth .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In the short-run , however ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "only air passenger service is responsive to economic growth .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Finally , only the 9/11 terrorist attacks and the SARS have detrimental effects on air passenger demand both in the short-and long-run ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and in the long-run , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , these market shocks are found to have little impact on air freight demand .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "8",
    "token_num": "158"
  }
}