{
  "paper_id": "778d0ffdb56752536b6fa67c44f12c0b6320c3bf",
  "metadata": {
    "title": "ROLE OF CHANGES IN SARS-COV-2 SPIKE PROTEIN IN THE INTERACTION WITH THE HUMAN ACE2 RECEPTOR: AN IN SILICO ANALYSIS",
    "coda_data_split": "train",
    "coda_paper_id": 2207,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Many human viral diseases are a consequence of a zoonotic event. Some of the diseases caused by these zoonotic events have affected millions of people around the world, some of which have resulted in high rates of morbidity/mortality in humans. Changes in the viral proteins that function as ligands of the host receptor may promote the spillover between species. The most recent of these zoonotic events that have caused an ongoing epidemic of high magnitude is the Covid-19 epidemics caused by SARS-CoV-2. The aim of this study was to determine the mutation(s) in the sequence of the spike protein of the SARS-CoV-2 that might be favoring human to human transmission. An in silico approach was performed, and changes were detected in the S1 subunit of the receptor-binding domain of spike. The observed changes have significant effect on SARS-CoV-2 spike/ACE2 interaction and produce a reduction in the binding energy, compared to the one of the Bat-CoV to this receptor. The data presented in this study suggest a higher affinity of the SARS-Cov-2 spike protein to the human ACE2 receptor, compared to the one of Bat-CoV spike and ACE2. This could be the cause of the rapid viral spread of SARS-CoV-2 in humans.",
      "sentences": [
        [
          {
            "segment_text": "Many human viral diseases are a consequence of a zoonotic event .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Some of the diseases caused by these zoonotic events have affected millions of people around the world ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "some of which have resulted in high rates of morbidity/mortality in humans .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Changes in the viral proteins that function as ligands of the host receptor may promote the spillover between species .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The most recent of these zoonotic events that have caused an ongoing epidemic of high magnitude is the Covid-19 epidemics caused by SARS-CoV-2 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The aim of this study was to determine the mutation ( s ) in the sequence of the spike protein of the SARS-CoV-2 that might be favoring human to human transmission .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "An in silico approach was performed ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and changes were detected in the S1 subunit of the receptor-binding domain of spike .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The observed changes have significant effect on SARS-CoV-2 spike/ACE2 interaction and produce a reduction in the binding energy ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "compared to the one of the Bat-CoV to this receptor .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The data presented in this study suggest a higher affinity of the SARS-Cov-2 spike protein to the human ACE2 receptor ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "compared to the one of Bat-CoV spike and ACE2 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This could be the cause of the rapid viral spread of SARS-CoV-2 in humans .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "13",
    "token_num": "217"
  }
}