{
  "paper_id": "778eb107d6ddffb02ad911aa14802f662db00b30",
  "metadata": {
    "title": "Noroviruses subvert the core stress granule component G3BP1 to promote viral VPg-dependent translation",
    "coda_data_split": "train",
    "coda_paper_id": 3987,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Knowledge of the host factors required for norovirus replication has been hindered by the challenges associated with culturing human noroviruses. We have combined proteomic analysis of the viral translation and replication complexes with a CRISPR screen, to identify host factors required for norovirus infection. The core stress granule component G3BP1 was identified as a host factor essential for efficient human and murine norovirus infection, demonstrating a conserved function across the Norovirus genus. Furthermore, we show that G3BP1 functions in the novel paradigm of viral VPg-dependent translation initiation, contributing to the assembly of translation complexes on the VPg-linked viral positive sense RNA genome by facilitating ribosome recruitment. Our data uncovers a novel function for G3BP1 in the life cycle of positive sense RNA viruses and identifies the first host factor with pan-norovirus pro-viral activity.",
      "sentences": [
        [
          {
            "segment_text": "Knowledge of the host factors required for norovirus replication has been hindered by the challenges associated with culturing human noroviruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We have combined proteomic analysis of the viral translation and replication complexes with a CRISPR screen ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "to identify host factors required for norovirus infection .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The core stress granule component G3BP1 was identified as a host factor essential for efficient human and murine norovirus infection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "demonstrating a conserved function across the Norovirus genus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , we show that G3BP1 functions in the novel paradigm of viral VPg-dependent translation initiation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "contributing to the assembly of translation complexes on the VPg-linked viral positive sense RNA genome by facilitating ribosome recruitment .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our data uncovers a novel function for G3BP1 in the life cycle of positive sense RNA viruses and identifies the first host factor with pan-norovirus pro-viral activity .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "8",
    "token_num": "142"
  }
}