{
  "paper_id": "778e39cb165c72b4245262781d804c4e1f6da3d7",
  "metadata": {
    "title": "Role of microRNAs in doxorubicin-induced cardiotoxicity: an overview of preclinical models and cancer patients",
    "coda_data_split": "train",
    "coda_paper_id": 9658,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Cardiotoxicity is a well-known side effect of doxorubicin (DOX), but the mechanisms leading to this phenomenon are still not completely clear. Prediction of drug-induced dysfunction onset is difficult and is still largely based on detection of cardiac troponin (cTn), a circulating marker of heart damage. In the last years, several investigations focused on the possible involvement of microRNAs (miRNAs) in DOX-induced toxicity in vitro, with contrasting results. Recently, several groups employed animal models to mimic patient\u0027s condition, investigate the biological pathways perturbed by DOX, and identify diagnostic markers of cardiotoxicity. We reviewed the results from several studies investigating cardiac miRNAs expression in rodent models of DOX-treatment. We also discussed the data from two publications indicating the possible use of circulating miRNA as biomarkers of DOX-induced cardiotoxicity. Unfortunately, limited information was derived from these studies, as selection methods of candidate-miRNAs and heterogeneity in cardiotoxicity assessment greatly hampered the novelty and robustness of the findings. Nevertheless, at least one circulating miRNA, miR-1, showed a good potential as early biomarker of drug-mediated cardiac dysfunction onset. The use of animal models to investigate DOX-induced cardiotoxicity surely helps narrowing the gap between basic research and clinical practice. Despite this, several issues, including selection of relevant miRNAs and less-than-optimal assessment of cardiotoxicity, greatly limited the results obtained so far. Nonetheless, the association of patients-based studies with the use of preclinical models may be the key to address the many unanswered questions regarding the pathophysiology and early detection of cardiotoxicity.",
      "sentences": [
        [
          {
            "segment_text": "Cardiotoxicity is a well-known side effect of doxorubicin ( DOX ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but the mechanisms leading to this phenomenon are still not completely clear .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Prediction of drug-induced dysfunction onset is difficult and is still largely based on detection of cardiac troponin ( cTn ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a circulating marker of heart damage .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In the last years , several investigations focused on the possible involvement of microRNAs ( miRNAs ) in DOX-induced toxicity in vitro , with contrasting results .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Recently , several groups employed animal models to mimic patient \u0027s condition ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "investigate the biological pathways perturbed by DOX ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and identify diagnostic markers of cardiotoxicity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We reviewed the results from several studies investigating cardiac miRNAs expression in rodent models of DOX-treatment .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We also discussed the data from two publications indicating the possible use of circulating miRNA as biomarkers of DOX-induced cardiotoxicity .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Unfortunately , limited information was derived from these studies ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as selection methods of candidate-miRNAs and heterogeneity in cardiotoxicity assessment greatly hampered the novelty and robustness of the findings .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Nevertheless , at least one circulating miRNA ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "miR-1 , showed a good potential as early biomarker of drug-mediated cardiac dysfunction onset .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The use of animal models to investigate DOX-induced cardiotoxicity surely helps narrowing the gap between basic research and clinical practice .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Despite this , several issues ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including selection of relevant miRNAs and less-than-optimal assessment of cardiotoxicity ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "greatly limited the results obtained so far .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Nonetheless , the association of patients-based studies with the use of preclinical models may be the key to address the many unanswered questions regarding the pathophysiology and early detection of cardiotoxicity .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "19",
    "token_num": "277"
  }
}