{
  "paper_id": "779c7d7dd2bd01cee9a84467009ed38b59466135",
  "metadata": {
    "title": "Host dihydrofolate reductase (DHFR)-directed cycloguanil analogues endowed with activity against influenza virus and respiratory syncytial virus",
    "coda_data_split": "train",
    "coda_paper_id": 4618,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "In memory of Federica Novelli.",
      "sentences": [
        [
          {
            "segment_text": "In memory of Federica Novelli .",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "1-Aryl-4,6-diamino-1,2-dihydrotriazine derivatives Anti-influenza A and B viruses activity Anti-RSV activity Host (human) DHFR inhibition a b s t r a c t",
      "sentences": [
        [
          {
            "segment_text": "1-Aryl-4,6-diamino-1,2-dihydrotriazine derivatives Anti-influenza A and B viruses activity Anti-RSV activity Host ( human ) DHFR inhibition a b s t r a c t",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "We have identified a series of 1-aryl-4,6-diamino-1,2-dihydrotriazines, structurally related to the antimalarial drug cycloguanil, as new inhibitors of influenza A and B virus and respiratory syncytial virus (RSV) via targeting of the host dihydrofolate reductase (DHFR) enzyme. Most analogues proved active against influenza B virus in the low micromolar range, and the best compounds (11, 13, 14 and 16) even reached the sub-micromolar potency of zanamivir (EC 50 ¼ 0.060 mM), and markedly exceeded (up to 327 times) the antiviral efficacy of ribavirin. Activity was also observed for two influenza A strains, including a virus with the S31N mutant form of M2 proton channel, which is the most prevalent resistance mutation for amantadine. Importantly, the compounds displayed nanomolar activity against RSV and a superior selectivity index, since the ratio of cytotoxic to antiviral concentration was \u003e10,000 for the three most active compounds 11, 14 and 16 (EC 50~0 .008 mM), far surpassing the potency and safety profile of the licensed drug ribavirin (EC 50 ¼ 5.8 mM, SI \u003e 43).",
      "sentences": [
        [
          {
            "segment_text": "We have identified a series of 1-aryl-4,6-diamino-1,2-dihydrotriazines ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "structurally related to the antimalarial drug cycloguanil ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as new inhibitors of influenza A and B virus and respiratory syncytial virus ( RSV ) via targeting of the host dihydrofolate reductase ( DHFR ) enzyme .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Most analogues proved active against influenza B virus in the low micromolar range ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the best compounds ( 11 , 13 , 14 and 16 ) even reached the sub-micromolar potency of zanamivir ( EC 50 1/4 0.060 mM ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and markedly exceeded ( up to 327 times ) the antiviral efficacy of ribavirin .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Activity was also observed for two influenza A strains ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including a virus with the S31N mutant form of M2 proton channel ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which is the most prevalent resistance mutation for amantadine .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Importantly , the compounds displayed nanomolar activity against RSV and a superior selectivity index ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "since the ratio of cytotoxic to antiviral concentration was \u003e 10,000 for the three most active compounds 11 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "14 and 16 ( EC 50 ~ 0 .008 mM ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "far surpassing the potency and safety profile of the licensed drug ribavirin ( EC 50 1/4 5.8 mM , SI \u003e 43 ) .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "6",
    "segment_num": "15",
    "token_num": "234"
  }
}