{
  "paper_id": "77c8f24d21f25774e383052c028b90b178c7b3d8",
  "metadata": {
    "title": "Intracellular Mono-ADP-Ribosylation in Signaling and Disease",
    "coda_data_split": "train",
    "coda_paper_id": 8486,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "A key process in the regulation of protein activities and thus cellular signaling pathways is the modification of proteins by post-translational mechanisms. Knowledge about the enzymes (writers and erasers) that attach and remove post-translational modifications, the targets that are modified and the functional consequences elicited by specific modifications, is crucial for understanding cell biological processes. Moreover detailed knowledge about these mechanisms and pathways helps to elucidate the molecular causes of various diseases and in defining potential targets for therapeutic approaches. Intracellular adenosine diphosphate (ADP)-ribosylation refers to the nicotinamide adenine dinucleotide (NAD + )-dependent modification of proteins with ADP-ribose and is catalyzed by enzymes of the ARTD (ADP-ribosyltransferase diphtheria toxin like, also known as PARP) family as well as some members of the Sirtuin family. Poly-ADP-ribosylation is relatively well understood with inhibitors being used as anti-cancer agents. However, the majority of ARTD enzymes and the ADP-ribosylating Sirtuins are restricted to catalyzing mono-ADP-ribosylation. Although writers, readers and erasers of intracellular mono-ADPribosylation have been identified only recently, it is becoming more and more evident that this reversible post-translational modification is capable of modulating key intracellular processes and signaling pathways. These include signal transduction mechanisms, stress pathways associated with the endoplasmic reticulum and stress granules, and chromatin-associated processes such as transcription and DNA repair. We hypothesize that mono-ADP-ribosylation controls, through these different pathways, the development of cancer and infectious diseases. OPEN ACCESS Cells 2015, 4 570",
      "sentences": [
        [
          {
            "segment_text": "A key process in the regulation of protein activities and thus cellular signaling pathways is the modification of proteins by post-translational mechanisms .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Knowledge about the enzymes ( writers and erasers ) that attach and remove post-translational modifications ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the targets that are modified and the functional consequences elicited by specific modifications ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "is crucial for understanding cell biological processes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Moreover detailed knowledge about these mechanisms and pathways helps to elucidate the molecular causes of various diseases and in defining potential targets for therapeutic approaches .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Intracellular adenosine diphosphate ( ADP ) - ribosylation refers to the nicotinamide adenine dinucleotide ( NAD + ) - dependent modification of proteins with ADP-ribose and is catalyzed by enzymes of the ARTD ( ADP-ribosyltransferase diphtheria toxin like , also known as PARP ) family as well as some members of the Sirtuin family .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Poly-ADP-ribosylation is relatively well understood with inhibitors being used as anti-cancer agents .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , the majority of ARTD enzymes and the ADP-ribosylating Sirtuins are restricted to catalyzing mono-ADP-ribosylation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although writers , readers and erasers of intracellular mono-ADPribosylation have been identified only recently ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "it is becoming more and more evident that this reversible post-translational modification is capable of modulating key intracellular processes and signaling pathways .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These include signal transduction mechanisms ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "stress pathways associated with the endoplasmic reticulum and stress granules ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and chromatin-associated processes such as transcription and DNA repair .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We hypothesize that mono-ADP-ribosylation controls ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "through these different pathways , the development of cancer and infectious diseases .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "OPEN ACCESS Cells 2015 , 4 570",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "16",
    "token_num": "263"
  }
}