{
  "paper_id": "77ca4aac44c26f37aa82d61067fc52c63df53a4a",
  "metadata": {
    "title": "Persistent infections support maintenance of a coronavirus in a population of Australian bats (Myotis macropus)",
    "coda_data_split": "train",
    "coda_paper_id": 4605,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Understanding viral transmission dynamics within populations of reservoir hosts can facilitate greater knowledge of the spillover of emerging infectious diseases. While bat-borne viruses are of concern to public health, investigations into their dynamics have been limited by a lack of longitudinal data from individual bats. Here, we examine capture-mark-recapture (CMR) data from a species of Australian bat (Myotis macropus) infected with a putative novel Alphacoronavirus within a Bayesian framework. Then, we developed epidemic models to estimate the effect of persistently infectious individuals (which shed viruses for extensive periods) on the probability of viral maintenance within the study population. We found that the CMR data analysis supported grouping of infectious bats into persistently and transiently infectious bats. Maintenance of coronavirus within the study population was more likely in an epidemic model that included both persistently and transiently infectious bats, compared with the epidemic model with non-grouping of bats. These findings, using rare CMR data from longitudinal samples of individual bats, increase our understanding of transmission dynamics of bat viral infectious diseases.",
      "sentences": [
        [
          {
            "segment_text": "Understanding viral transmission dynamics within populations of reservoir hosts can facilitate greater knowledge of the spillover of emerging infectious diseases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "While bat-borne viruses are of concern to public health ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "investigations into their dynamics have been limited by a lack of longitudinal data from individual bats .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we examine capture-mark-recapture ( CMR ) data from a species of Australian bat ( Myotis macropus ) infected with a putative novel Alphacoronavirus within a Bayesian framework .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Then , we developed epidemic models to estimate the effect of persistently infectious individuals ( which shed viruses for extensive periods ) on the probability of viral maintenance within the study population .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We found that the CMR data analysis supported grouping of infectious bats into persistently and transiently infectious bats .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Maintenance of coronavirus within the study population was more likely in an epidemic model that included both persistently and transiently infectious bats ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "compared with the epidemic model with non-grouping of bats .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These findings , using rare CMR data from longitudinal samples of individual bats ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "increase our understanding of transmission dynamics of bat viral infectious diseases .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "10",
    "token_num": "189"
  }
}