{
  "paper_id": "77efa10bbf0d22795315f61ace2dc95804d269fb",
  "metadata": {
    "title": "Analysis of psychological state and clinical psychological intervention model of patients with COVID-19 Running Title: Psychological state and intervention model in COVID-19 patients",
    "coda_data_split": "train",
    "coda_paper_id": 9336,
    "coda_has_expert_labels": false,
    "subset": "biorxiv_medrxiv"
  },
  "abstract": [
    {
      "original_text": "Background-Patients with the 2019 coronavirus disease have different degrees of psychological pain, such as anxiety and depression, which may related to their prognosis. Psychological intervention can be conducted in different ways to improve psychological pain and improve the treatment effect.",
      "sentences": [
        [
          {
            "segment_text": "Background-Patients with the 2019 coronavirus disease have different degrees of psychological pain ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "such as anxiety and depression ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which may related to their prognosis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Psychological intervention can be conducted in different ways to improve psychological pain and improve the treatment effect .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Objective-The present study aimed to investigate and analyze the psychological status of patients with COVID-19 during the course of illness, and to evaluate the effect and influencing factors of psychological crisis intervention, so as to explore the effective mode of clinical psychological intervention in acute patients under isolation environment.",
      "sentences": [
        [
          {
            "segment_text": "Objective-The present study aimed to investigate and analyze the psychological status of patients with COVID-19 during the course of illness ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and to evaluate the effect and influencing factors of psychological crisis intervention ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "so as to explore the effective mode of clinical psychological intervention in acute patients under isolation environment .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Methods-A total of 143 persons participated in the study, including 26 patients diagnosed with COVID-19 in the isolation ward (COVID-19 group), 87 patients with general pneumonia in the observation ward (General Pneumonia group) and 30 healthy volunteers (Normal group). All the patients in the ward received comprehensive psychological intervention, including telephone psychological counseling (active and passive), self-adjustment of written materials and one-to-one psychological crisis intervention. Hamilton depression scale (HAMD) and Hamilton anxiety scale (HAMA) were used to evaluate the mental health status of all patients on the day of admission and 1 week after treatment.",
      "sentences": [
        [
          {
            "segment_text": "Methods-A total of 143 persons participated in the study ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "including 26 patients diagnosed with COVID-19 in the isolation ward ( COVID-19 group ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "87 patients with general pneumonia in the observation ward ( General Pneumonia group ) and 30 healthy volunteers ( Normal group ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "All the patients in the ward received comprehensive psychological intervention ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "including telephone psychological counseling ( active and passive ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "self-adjustment of written materials and one-to-one psychological crisis intervention .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Hamilton depression scale ( HAMD ) and Hamilton anxiety scale ( HAMA ) were used to evaluate the mental health status of all patients on the day of admission and 1 week after treatment .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results-The scores of HAMA and HAMD of all patients (including isolation ward and observation ward) were significantly higher than the healthy volunteers at the time of admission. The total score of HAMA and HAMD in CVOID-19 group were both higher than that General Pneumonia group. After 1 week`s hospitalization with comprehensive psychological intervention, the scores of HAMA and HAMD in CVOID-19 group were significantly decreased.",
      "sentences": [
        [
          {
            "segment_text": "Results-The scores of HAMA and HAMD of all patients ( including isolation ward and observation ward ) were significantly higher than the healthy volunteers at the time of admission .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The total score of HAMA and HAMD in CVOID-19 group were both higher than that General Pneumonia group .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "After 1 week ` s hospitalization with comprehensive psychological intervention ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the scores of HAMA and HAMD in CVOID-19 group were significantly decreased .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusion-Patients those who diagnosed with COVID-19 in the isolation ward and/or general pneumonia in observation ward have different degrees of anxiety, depression and sleep problems. While receiving antiviral treatment, patients also need psychological intervention. Comprehensive psychological intervention model has been proved to be effective.",
      "sentences": [
        [
          {
            "segment_text": "Conclusion-Patients those who diagnosed with COVID-19 in the isolation ward and/or general pneumonia in observation ward have different degrees of anxiety , depression and sleep problems .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "While receiving antiviral treatment , patients also need psychological intervention .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Comprehensive psychological intervention model has been proved to be effective .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "5",
    "sentence_num": "12",
    "segment_num": "21",
    "token_num": "332"
  }
}