{
  "paper_id": "77f2be8cd2d608c1d59de4eb4bd3f010abf9bfe7",
  "metadata": {
    "title": "Purity and the dangers of regenerative medicine: Regulatory innovation of human tissue-engineered technology",
    "coda_data_split": "train",
    "coda_paper_id": 3747,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "This paper examines the development of innovation in human tissue technologies as a form of regenerative medicine, firstly by applying \u0027pollution ideas\u0027 to contemporary trends in its risk regulation and to the processes of regulatory policy formation, and secondly by analysing the classificatory processes deployed in regulatory policy. The analysis draws upon data from fieldwork and documentary materials with a focus on the UK and EU (2002-05) and explores four arenas: governance and regulatory policy; commercialisation and the market; \u0027evidentiality\u0027 manifest in evidence-based policy; and publics\u0027 and technology users\u0027 values and ethics. The analysis suggests that there is a trend toward \u0027purification\u0027 across these arenas, both material and socio-political. A common process of partitioning is found in stakeholders\u0027 attempts to define a clear terrain, which the field of tissue-engineered technology might occupy. We conclude that pollution ideas and partitioning processes are useful in understanding regulatory ordering and innovation in the emerging technological zone of human tissue engineering. r",
      "sentences": [
        [
          {
            "segment_text": "This paper examines the development of innovation in human tissue technologies as a form of regenerative medicine ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "firstly by applying ` pollution ideas \u0027 to contemporary trends in its risk regulation and to the processes of regulatory policy formation ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and secondly by analysing the classificatory processes deployed in regulatory policy .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The analysis draws upon data from fieldwork and documentary materials with a focus on the UK and EU ( 2002-05 ) and explores four arenas : governance and regulatory policy ; commercialisation and the market ; ` evidentiality \u0027 manifest in evidence-based policy ; and publics \u0027 and technology users \u0027 values and ethics .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The analysis suggests that there is a trend toward ` purification \u0027 across these arenas , both material and socio-political .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A common process of partitioning is found in stakeholders \u0027 attempts to define a clear terrain ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which the field of tissue-engineered technology might occupy .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We conclude that pollution ideas and partitioning processes are useful in understanding regulatory ordering and innovation in the emerging technological zone of human tissue engineering .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "r",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "9",
    "token_num": "182"
  }
}