{
  "paper_id": "78129f8a257ba6c3503c5ec09ab40d41a1363f6a",
  "metadata": {
    "title": "Lessons learned from the 2019-nCoV epidemic on prevention of future infectious diseases",
    "coda_data_split": "train",
    "coda_paper_id": 4286,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Only a month after the outbreak of pneumonia caused by 2019-nCoV, more than forty-thousand people were infected. This put enormous pressure on the Chinese government, medical healthcare provider, and the general public, but also made the international community deeply nervous. On the 25th day after the outbreak, the Chinese government implemented strict traffic restrictions on the area where the 2019-nCoV had originateddHubei province, whose capital city is Wuhan. Ten days later, the rate of increase of cases in Hubei showed a significant difference (p ¼ 0.0001) compared with the total rate of increase in other provinces of China. These preliminary data suggest the effectiveness of a traffic restriction policy for this pandemic thus far. At the same time, solid financial support and improved research ability, along with network communication technology, also greatly facilitated the application of epidemic prevention measures. These measures were motivated by the need to provide effective treatment of patients, and involved consultation with three major groups in policy formulationdpublic health experts, the government, and the general public. It was also aided by media and information technology, as well as international cooperation. This experience will provide China and other countries with valuable lessons for quickly coordinating and coping with future public health emergencies.",
      "sentences": [
        [
          {
            "segment_text": "Only a month after the outbreak of pneumonia caused by 2019-nCoV ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "more than forty-thousand people were infected .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This put enormous pressure on the Chinese government ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "medical healthcare provider , and the general public ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but also made the international community deeply nervous .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "On the 25th day after the outbreak ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the Chinese government implemented strict traffic restrictions on the area where the 2019-nCoV had originateddHubei province ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "whose capital city is Wuhan .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Ten days later , the rate of increase of cases in Hubei showed a significant difference ( p 1/4 0.0001 ) compared with the total rate of increase in other provinces of China .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These preliminary data suggest the effectiveness of a traffic restriction policy for this pandemic thus far .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "At the same time , solid financial support and improved research ability ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "along with network communication technology ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "also greatly facilitated the application of epidemic prevention measures .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These measures were motivated by the need to provide effective treatment of patients ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and involved consultation with three major groups in policy formulationdpublic health experts ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the government , and the general public .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "It was also aided by media and information technology ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as well as international cooperation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This experience will provide China and other countries with valuable lessons for quickly coordinating and coping with future public health emergencies .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "19",
    "token_num": "230"
  }
}