{
  "paper_id": "7818d1ffe60f6ea1d6b44e73402132ce41453ab2",
  "metadata": {
    "title": "Sequence analysis of the spike gene of Porcine epidemic diarrhea virus isolated from South China during 2011-2015",
    "coda_data_split": "train",
    "coda_paper_id": 4526,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The spike gene of porcine epidemic diarrhea virus (PEDV) was sequenced from 55 South China field strains isolated from pigs with symptoms of diarrhea. The sequences were compared within the set of field strains as well as with reference strains available in GenBank. Within the 55 South China PEDV field strains, the deduced amino acid sequence identities ranged from 93.8% to 99.9 % and ranged from 90.7% to 99.5% when compared with the foreign reference strains in GenBank. Our phylogenetic analysis showed that 10 of the 55 South China PEDV strains belonged to G1b and 45 belonged to G2b.",
      "sentences": [
        [
          {
            "segment_text": "The spike gene of porcine epidemic diarrhea virus ( PEDV ) was sequenced from 55 South China field strains isolated from pigs with symptoms of diarrhea .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The sequences were compared within the set of field strains as well as with reference strains available in GenBank .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Within the 55 South China PEDV field strains ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "the deduced amino acid sequence identities ranged from 93.8 % to 99.9 % and ranged from 90.7 % to 99.5 % when compared with the foreign reference strains in GenBank .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our phylogenetic analysis showed that 10 of the 55 South China PEDV strains belonged to G1b and 45 belonged to G2b .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "5",
    "token_num": "109"
  }
}