{
  "paper_id": "78330b92514605d59bb22b99c517538f83c2e2b7",
  "metadata": {
    "title": "Evaluation and molecular characterization of human adenovirus in drinking water supplies: viral integrity and viability assays",
    "coda_data_split": "train",
    "coda_paper_id": 9906,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Human adenoviruses (HAdVs) are the second-leading cause of childhood gastroenteritis worldwide. This virus is commonly found in environmental waters and is very resistant to water disinfection and environmental stressors, especially UV light inactivation. Molecular techniques, such as PCR-based methods (Polymerase Chain Reaction), are commonly used to detect and identify viral contamination in water, although PCR alone does not allow the discrimination between infectious and non-infectious viral particles. A combination of cell culture and PCR has allowed detection of infectious viruses that grow slowly or fail to produce cytopathic effects (CPE) in cell culture. This study aimed to assess the integrity and viability of human adenovirus (HAdV) in environmental water and evaluate circulating strains by molecular characterization in three sites of the water supply in Florianópolis, Santa Catarina Island, Brazil: Peri Lagoon water, spring source water, and water from the public water supply system.",
      "sentences": [
        [
          {
            "segment_text": "Background : Human adenoviruses ( HAdVs ) are the second-leading cause of childhood gastroenteritis worldwide .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This virus is commonly found in environmental waters and is very resistant to water disinfection and environmental stressors , especially UV light inactivation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Molecular techniques , such as PCR-based methods ( Polymerase Chain Reaction ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "are commonly used to detect and identify viral contamination in water ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "although PCR alone does not allow the discrimination between infectious and non-infectious viral particles .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A combination of cell culture and PCR has allowed detection of infectious viruses that grow slowly or fail to produce cytopathic effects ( CPE ) in cell culture .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This study aimed to assess the integrity and viability of human adenovirus ( HAdV ) in environmental water and evaluate circulating strains by molecular characterization in three sites of the water supply in Florianópolis ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "Santa Catarina Island , Brazil : Peri Lagoon water ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "spring source water , and water from the public water supply system .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Methods: Water samples were collected, concentrated and HAdV quantified by real-time PCR. Viral integrity was evaluated by enzymatic assay (DNase I) and infectivity by plaque assay (PA) and integrated cell culture using transcribed mRNA (ICC-RT-qPCR). Samples containing particles of infectious HAdV were selected for sequencing and molecular characterization. Results: The analyzed sites contained 83, 66 and 58% undamaged HAdV particles (defined as those in which the genetic material is protected by the viral capsid) at Peri Lagoon, spring source water and public supply system water, respectively. Of these, 66% of the particles (by PA) and 75% (by ICC-RT-qPCR) HAdV were shown to be infectious, due to being undamaged in Peri Lagoon, 33% (by PA) and 58% (by ICC-RT-qPCR) in spring source water and 8% (by PA) and 25% (by ICC-RT-qPCR) in the public water supply system. ICC-RT-qPCR, a very sensitive and rapid technique, was able to detect as low as 1 × 10 2 HAdV genome copies per milliliter of infectious viral particles in the environmental water samples. The molecular characterization studies indicated that HAdV-2 was the prevalent serotype.",
      "sentences": [
        [
          {
            "segment_text": "Methods : Water samples were collected ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "concentrated and HAdV quantified by real-time PCR .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Viral integrity was evaluated by enzymatic assay ( DNase I ) and infectivity by plaque assay ( PA ) and integrated cell culture using transcribed mRNA ( ICC-RT-qPCR ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Samples containing particles of infectious HAdV were selected for sequencing and molecular characterization .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : The analyzed sites contained 83 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "66 and 58 % undamaged HAdV particles ( defined as those in which the genetic material is protected by the viral capsid ) at Peri Lagoon ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "spring source water and public supply system water , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Of these , 66 % of the particles ( by PA ) and 75 % ( by ICC-RT-qPCR ) HAdV were shown to be infectious ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "due to being undamaged in Peri Lagoon ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "33 % ( by PA ) and 58 % ( by ICC-RT-qPCR ) in spring source water and 8 % ( by PA ) and 25 % ( by ICC-RT-qPCR ) in the public water supply system .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "ICC-RT-qPCR , a very sensitive and rapid technique ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "was able to detect as low as 1 × 10 2 HAdV genome copies per milliliter of infectious viral particles in the environmental water samples .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The molecular characterization studies indicated that HAdV-2 was the prevalent serotype .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "These results indicate a lack of proper public health measures. We suggest that HAdV can be efficiently used as a marker of environmental and drinking water contamination and ICC-RT-qPCR demonstrated greater sensitivity and speed of detection of infectious viral particles compared to PA.",
      "sentences": [
        [
          {
            "segment_text": "These results indicate a lack of proper public health measures .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We suggest that HAdV can be efficiently used as a marker of environmental and drinking water contamination and ICC-RT-qPCR demonstrated greater sensitivity and speed of detection of infectious viral particles compared to PA. .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "14",
    "segment_num": "24",
    "token_num": "436"
  }
}