{
  "paper_id": "784215438a520129a00a9e775a4a0aaef51cbdbf",
  "metadata": {
    "title": "Multiplexed detection and identification of respiratory pathogens using the NxTAG® respiratory pathogen panel",
    "coda_data_split": "train",
    "coda_paper_id": 3659,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The Luminex® NxTAG® Respiratory Pathogen Panel (NxTAG RPP) is an IVD-cleared assay for the simultaneous detection and identification of nucleic acids from 18 respiratory viruses and 2 (or 3 outside of the U.S.) atypical bacterial pathogens in nasopharyngeal swabs. Its scalability allows concurrent testing of up to 96 samples in a single batch. Nucleic acid extracted from 200 µL of raw specimen using the easyMAG® extractor is added directly to pre-plated, lyophilized bead reagents (LBRs), where multiplexed RT-PCR and hybridization to MagPlex-TAG™ microspheres occurs within a sealed reaction well using a single cycling program. Data acquisition is done on the MAGPIX® instrument which reads and sorts the reaction products directly from the sealed well following transfer of the assay plate from the thermal cycler. NxTAG is the newest innovation in bead-based nucleic acid chemistry developed by Luminex. Here we provide the detailed assay protocol and present data which describe the clinical and analytical performance characteristics of NxTAG RPP.",
      "sentences": [
        [
          {
            "segment_text": "The Luminex ® NxTAG ® Respiratory Pathogen Panel ( NxTAG RPP ) is an IVD-cleared assay for the simultaneous detection and identification of nucleic acids from 18 respiratory viruses and 2 ( or 3 outside of the U.S. ) atypical bacterial pathogens in nasopharyngeal swabs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Its scalability allows concurrent testing of up to 96 samples in a single batch .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Nucleic acid extracted from 200 µL of raw specimen using the easyMAG ® extractor is added directly to pre-plated ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "lyophilized bead reagents ( LBRs ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "where multiplexed RT-PCR and hybridization to MagPlex-TAG ™ microspheres occurs within a sealed reaction well using a single cycling program .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Data acquisition is done on the MAGPIX ® instrument which reads and sorts the reaction products directly from the sealed well following transfer of the assay plate from the thermal cycler .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "NxTAG is the newest innovation in bead-based nucleic acid chemistry developed by Luminex .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we provide the detailed assay protocol and present data which describe the clinical and analytical performance characteristics of NxTAG RPP .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "8",
    "token_num": "177"
  }
}