{
  "paper_id": "786da349a33148e24e09edd6378da80ea2f40e07",
  "metadata": {
    "title": "Common variations in TERT-CLPTM1L locus are reproducibly associated with the risk of nasopharyngeal carcinoma in Chinese populations",
    "coda_data_split": "train",
    "coda_paper_id": 3048,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Associations between single nucleotide polymorphisms (SNPs) at 5p15 (TERT-CLPTM1L) and multiple cancer types have been reported. We examined whether polymorphisms in the TERT-CLPTM1L locus were related to the risk of developing nasopharyngeal carcinoma (NPC) among Chinese populations. In the first stage, 26 tag SNPs were genotyped in a Guangxi population (855 patients and 1036 controls). In the second stage, the SNPs, which showed significant association, were further genotyped in a Guangdong population (997 patients and 972 controls). Functional analyses were conducted to verify the biological relevance of the associated polymorphism. In the 1st stage, four SNPs (rs2736098, rs2735845, rs402710, and rs401681) were significantly associated with the risk of developing NPC. After the 2nd stage validation, rs2735845 and rs401681 were independently associated with the risk of developing NPC in the additive model (rs2735845, OR \u003d 1.19, 95% CI \u003d 1.04-1.37, P \u003d 0.011; rs401681, OR \u003d 0.85, 95% CI \u003d 0.74-0.99, P \u003d 0.034). Furthermore, we observed higher CLPTM1L messenger RNA levels in fetal mesenchymal stem cells from the rs2735845 G allele carriers compared with that from non-carriers. In addition, using an immunohistochemistry assay, we observed higher TERT and CLPTM1L levels in NPC tissues compared with that in non-cancerous nasopharyngeal tissues. Our findings suggest that polymorphisms in the TERT-CLPTM1L locus may play a role in mediating the susceptibility to NPC in Chinese populations.",
      "sentences": [
        [
          {
            "segment_text": "Associations between single nucleotide polymorphisms ( SNPs ) at 5p15 ( TERT-CLPTM1L ) and multiple cancer types have been reported .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We examined whether polymorphisms in the TERT-CLPTM1L locus were related to the risk of developing nasopharyngeal carcinoma ( NPC ) among Chinese populations .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "In the first stage , 26 tag SNPs were genotyped in a Guangxi population ( 855 patients and 1036 controls ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "In the second stage , the SNPs ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "which showed significant association , were further genotyped in a Guangdong population ( 997 patients and 972 controls ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Functional analyses were conducted to verify the biological relevance of the associated polymorphism .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "In the 1st stage , four SNPs ( rs2736098 , rs2735845 , rs402710 , and rs401681 ) were significantly associated with the risk of developing NPC .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "After the 2nd stage validation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "rs2735845 and rs401681 were independently associated with the risk of developing NPC in the additive model ( rs2735845 , OR \u003d 1.19 , 95 % CI \u003d 1.04-1.37 , P \u003d 0.011 ; rs401681 , OR \u003d 0.85 , 95 % CI \u003d 0.74-0.99 , P \u003d 0.034 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , we observed higher CLPTM1L messenger RNA levels in fetal mesenchymal stem cells from the rs2735845 G allele carriers compared with that from non-carriers .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , using an immunohistochemistry assay ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "we observed higher TERT and CLPTM1L levels in NPC tissues compared with that in non-cancerous nasopharyngeal tissues .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our findings suggest that polymorphisms in the TERT-CLPTM1L locus may play a role in mediating the susceptibility to NPC in Chinese populations .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "13",
    "token_num": "267"
  }
}