{
  "paper_id": "7871f62facbecd9f3a12f4278c7aefaaec8899d6",
  "metadata": {
    "title": "Comparative Pathogenesis and Systems Biology for Biodefense Virus Vaccine Development",
    "coda_data_split": "train",
    "coda_paper_id": 2194,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Developing vaccines to biothreat agents presents a number of challenges for discovery, preclinical development, and licensure. The need for high containment to work with live agents limits the amount and types of research that can be done using complete pathogens, and small markets reduce potential returns for industry. However, a number of tools, from comparative pathogenesis of viral strains at the molecular level to novel computational approaches, are being used to understand the basis of viral attenuation and characterize protective immune responses. As the amount of basic molecular knowledge grows, we will be able to take advantage of these tools not only to rationally attenuate virus strains for candidate vaccines, but also to assess immunogenicity and safety in silico. This review discusses how a basic understanding of pathogenesis, allied with systems biology and machine learning methods, can impact biodefense vaccinology.",
      "sentences": [
        [
          {
            "segment_text": "Developing vaccines to biothreat agents presents a number of challenges for discovery ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "preclinical development , and licensure .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The need for high containment to work with live agents limits the amount and types of research that can be done using complete pathogens ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and small markets reduce potential returns for industry .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , a number of tools ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "from comparative pathogenesis of viral strains at the molecular level to novel computational approaches ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "are being used to understand the basis of viral attenuation and characterize protective immune responses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "As the amount of basic molecular knowledge grows ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "we will be able to take advantage of these tools not only to rationally attenuate virus strains for candidate vaccines ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but also to assess immunogenicity and safety in silico .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review discusses how a basic understanding of pathogenesis ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "allied with systems biology and machine learning methods , can impact biodefense vaccinology .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "12",
    "token_num": "155"
  }
}