{
  "paper_id": "787bc1270f847e4cf9ecea68f406811533b9861e",
  "metadata": {
    "title": "Acute Exacerbation of Chronic Bronchitis: Disease-Specific Issues That Influence the Cost-Effectiveness of Antimicrobial Therapy",
    "coda_data_split": "train",
    "coda_paper_id": 10621,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background: Acute exacerbation of chronic bronchitis (AECB) is a common condition, with substantial associated costs and morbidity. Research efforts have focused on innovations that will reduce the morbidity associated with AECB. Health care payers increasingly expect that the results of evidence-based economic evaluations will guide practitioners in their choice of cost-effective interventions.",
      "sentences": [
        [
          {
            "segment_text": "Background : Acute exacerbation of chronic bronchitis ( AECB ) is a common condition ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "with substantial associated costs and morbidity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Research efforts have focused on innovations that will reduce the morbidity associated with AECB .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Health care payers increasingly expect that the results of evidence-based economic evaluations will guide practitioners in their choice of cost-effective interventions .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Objectives: To provide a framework on which to base effective and efficient antimicrobial therapy for AECB, we present a concise clinical review of AECB, followed by an assessment of the available data on the economic impact of this disease. We then address several AECB-specific issues that must be considered in cost-effectiveness analyses of AECB antimicrobial interventions.",
      "sentences": [
        [
          {
            "segment_text": "Objectives : To provide a framework on which to base effective and efficient antimicrobial therapy for AECB ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "we present a concise clinical review of AECB ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "followed by an assessment of the available data on the economic impact of this disease .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We then address several AECB-specific issues that must be considered in cost-effectiveness analyses of AECB antimicrobial interventions .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Methods: Published literature on the clinical and economic impact of AECB was identified using MEDLINE@, pre-MEDLlNE@, HealthSTAR, ClNAHL, Current Contents/All Editions, EMBASE, and International Pharmaceutical Abstracts databases. Other potential sources were identified by searching for references in retrieved articles, review articles, consensus statements, and articles written by selected authorities.",
      "sentences": [
        [
          {
            "segment_text": "Methods : Published literature on the clinical and economic impact of AECB was identified using MEDLINE @ ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "pre-MEDLlNE @ , HealthSTAR , ClNAHL ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "Current Contents/All Editions , EMBASE ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and International Pharmaceutical Abstracts databases .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Other potential sources were identified by searching for references in retrieved articles ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "review articles , consensus statements ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and articles written by selected authorities .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results: In evaluating cost-effectiveness analyses of AECB antimicrobial therapy it is critical to (1) use the disease-free interval as an outcome measure, (2) evaluate the sequence of multiple therapies, (3) address the impact of both current and future antibiotic resistance, and (4) measure all appropriate AECB-associated costs, both direct and indirect.",
      "sentences": [
        [
          {
            "segment_text": "Results : In evaluating cost-effectiveness analyses of AECB antimicrobial therapy it is critical to ( 1 ) use the disease-free interval as an outcome measure ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "( 2 ) evaluate the sequence of multiple therapies ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "( 3 ) address the impact of both current and future antibiotic resistance ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and ( 4 ) measure all appropriate AECB-associated costs , both direct and indirect .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Incorporating these approaches in economic analyses of AECB antimicrobial therapy can help health care organizations make evidence-based decisions regarding the cost-effective management of AECB.",
      "sentences": [
        [
          {
            "segment_text": "Incorporating these approaches in economic analyses of AECB antimicrobial therapy can help health care organizations make evidence-based decisions regarding the cost-effective management of AECB .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "5",
    "sentence_num": "9",
    "segment_num": "20",
    "token_num": "273"
  }
}