{
  "paper_id": "788596870fd589e79c1710049eb758f4ffe10f0f",
  "metadata": {
    "title": "Association of swine infl uenza H1N1 pandemic virus (SIV- H1N1p) with porcine respiratory disease complex in sows from commercial pig farms in Colombia",
    "coda_data_split": "train",
    "coda_paper_id": 6556,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": ", such as porcine reproductive and respiratory syndrome virus (PRRSV), swine influenza virus (SIV), Mycoplasma hyopneumoniae (Myh), Actinobacillus pleuropneumoniae (APP), Pasteurella multocida and Porcine circovirus 2 (PCV2). To characterize the specific role of swine influenza virus in PRDC presentation in Colombia, 11 farms from three major production regions in Colombia were examined in this study. Nasal swabs, bronchial lavage and lung tissue samples were obtained from animals displaying symptoms compatible with SIV. Isolation of SIV was performed in 9-day embryonated chicken eggs or Madin-Darby Canine Kidney (MDCK) cells. Positive isolates, identifi ed via the hemagglutination inhibition test, were further analyzed using PCR. Overall, 7 of the 11 farms were positive for SIV. Notably, sequencing of the gene encoding the hemagglutinin (HA) protein led to grouping of strains into circulating viruses identifi ed during the human outbreak of 2009, classifi ed as pandemic H1N1-2009. Serum samples from 198 gilts and multiparous sows between 2008 and 2009 were obtained to determine antibody presence of APP, Myh, PCV2 and PRRSV in both SIV-H1N1p-negative and -positive farms, but higher levels were recorded for SIV-H1N1p-positive farms. Odds ratio (OR) and P values revealed statistically signifi cant differences (p\u003c0.05) in PRDC presentation in gilts and multiparous sows of farms positive for SIV-H1N1p. Our fi ndings indicate that positive farms have increased risk of PRDC presentation, in particular, PCV2, APP and Myh.",
      "sentences": [
        [
          {
            "segment_text": ", such as porcine reproductive and respiratory syndrome virus ( PRRSV ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "swine influenza virus ( SIV ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Mycoplasma hyopneumoniae ( Myh ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Actinobacillus pleuropneumoniae ( APP ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Pasteurella multocida and Porcine circovirus 2 ( PCV2 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To characterize the specific role of swine influenza virus in PRDC presentation in Colombia ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "11 farms from three major production regions in Colombia were examined in this study .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Nasal swabs , bronchial lavage and lung tissue samples were obtained from animals displaying symptoms compatible with SIV .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Isolation of SIV was performed in 9-day embryonated chicken eggs or Madin-Darby Canine Kidney ( MDCK ) cells .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Positive isolates , identifi ed via the hemagglutination inhibition test ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "were further analyzed using PCR .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Overall , 7 of the 11 farms were positive for SIV .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Notably , sequencing of the gene encoding the hemagglutinin ( HA ) protein led to grouping of strains into circulating viruses identifi ed during the human outbreak of 2009 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "classifi ed as pandemic H1N1-2009 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Serum samples from 198 gilts and multiparous sows between 2008 and 2009 were obtained to determine antibody presence of APP ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Myh , PCV2 and PRRSV in both SIV-H1N1p-negative and - positive farms ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but higher levels were recorded for SIV-H1N1p-positive farms .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Odds ratio ( OR ) and P values revealed statistically signifi cant differences ( p \u003c 0.05 ) in PRDC presentation in gilts and multiparous sows of farms positive for SIV-H1N1p .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our fi ndings indicate that positive farms have increased risk of PRDC presentation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "in particular , PCV2 , APP and Myh .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "20",
    "token_num": "273"
  }
}