{
  "paper_id": "78bf9490c6db6b9cda7984151b16b6415e1c0ce9",
  "metadata": {
    "title": "The interaction between severe acute respiratory syndrome coronavirus 3C-like proteinase and a dimeric inhibitor by capillary electrophoresis",
    "coda_data_split": "train",
    "coda_paper_id": 10465,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "3C-like proteinase of severe acute respiratory syndrome (SARS) coronavirus has been demonstrated to be a key target for drug design against SARS. The interaction between SARS coronavirus 3C-like (3CL) proteinase and an octapeptide interface inhibitor was studied by affinity capillary electrophoresis (ACE). The binding constants were estimated by the change of migration time of the analytes in the buffer solution containing different concentrations of SARS 3CL proteinase. The results showed that SARS 3CL proteinase was able to complex with the octapeptide competitively, with binding constants of 2.44 · 10 4 M À1 at 20°C and 2.11 · 10 4 M À1 at 37°C. In addition, the thermodynamic parameters deduced reveal that hydrophobic interaction might play major roles, along with electrostatic force, in the binding process. The ACE method used here could be developed to be an effective and simple way of applying large-scale drug screening and evaluation.",
      "sentences": [
        [
          {
            "segment_text": "3C-like proteinase of severe acute respiratory syndrome ( SARS ) coronavirus has been demonstrated to be a key target for drug design against SARS .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The interaction between SARS coronavirus 3C-like ( 3CL ) proteinase and an octapeptide interface inhibitor was studied by affinity capillary electrophoresis ( ACE ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The binding constants were estimated by the change of migration time of the analytes in the buffer solution containing different concentrations of SARS 3CL proteinase .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The results showed that SARS 3CL proteinase was able to complex with the octapeptide competitively ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with binding constants of 2.44 · 10 4 M À1 at 20 °C and 2.11 · 10 4 M À1 at 37 °C .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , the thermodynamic parameters deduced reveal that hydrophobic interaction might play major roles ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "along with electrostatic force , in the binding process .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The ACE method used here could be developed to be an effective and simple way of applying large-scale drug screening and evaluation .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "8",
    "token_num": "165"
  }
}