{
  "paper_id": "78ca3383fb9893562bb424d1d877b40c2d3fd1e3",
  "metadata": {
    "title": "Variability in viral pathogenesis: modeling the dynamic of acute and persistent infections Virulence versus transmission: a trade-off",
    "coda_data_split": "train",
    "coda_paper_id": 6506,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Virus infection often results in diverse outcomes. This variability of virus pathogenesis is not well understood. Here we revise theoretical arguments to further our understanding of factors controlling infection and its severity. We propose that variability in these factors results in different clinical outcomes, which ultimately ensure virus reproduction.",
      "sentences": [
        [
          {
            "segment_text": "Virus infection often results in diverse outcomes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This variability of virus pathogenesis is not well understood .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we revise theoretical arguments to further our understanding of factors controlling infection and its severity .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We propose that variability in these factors results in different clinical outcomes ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "which ultimately ensure virus reproduction .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "A link between parasite virulence and its transmission efficiency is a paramount concept in modern epidemiology. The trade-off between these two pathogen\u0027s features has been studied and discussed for decades.",
      "sentences": [
        [
          {
            "segment_text": "A link between parasite virulence and its transmission efficiency is a paramount concept in modern epidemiology .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The trade-off between these two pathogen \u0027s features has been studied and discussed for decades .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "6",
    "segment_num": "7",
    "token_num": "87"
  }
}