{
  "paper_id": "78cc738defa273bc2e18ca9d2ab4aa362e65ae72",
  "metadata": {
    "title": "Ministry of Health, Jeddah, 4 Saudi Aramco Medical Services Organization, Dhahran, Kingdom of Saudi Arabia; 5 Indiana University School of Medicine, Indianapolis; 6 Special Infectious Diseases Unit",
    "coda_data_split": "train",
    "coda_paper_id": 5364,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background. Annually, Saudi Arabia is the host of the Hajj mass gathering. We aimed to determine the Middle East respiratory syndrome coronavirus (MERS-CoV) nasal carriage rate among pilgrims performing the 2013 Hajj and to describe the compliance with the Saudi Ministry of Health vaccine recommendations.",
      "sentences": [
        [
          {
            "segment_text": "Background .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Annually , Saudi Arabia is the host of the Hajj mass gathering .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We aimed to determine the Middle East respiratory syndrome coronavirus ( MERS-CoV ) nasal carriage rate among pilgrims performing the 2013 Hajj and to describe the compliance with the Saudi Ministry of Health vaccine recommendations .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Method. Nasopharyngeal samples were collected from 5235 adult pilgrims from 22 countries and screened for MERS-CoV using reverse transcriptase-polymerase chain reaction. Information regarding the participants\u0027 age, gender, country of origin, medical conditions, and vaccination history were obtained.",
      "sentences": [
        [
          {
            "segment_text": "Method .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Nasopharyngeal samples were collected from 5235 adult pilgrims from 22 countries and screened for MERS-CoV using reverse transcriptase-polymerase chain reaction .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Information regarding the participants \u0027 age ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "gender , country of origin ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "medical conditions , and vaccination history were obtained .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results. The mean age of the screened population was 51.8 years (range, 18-93 years) with a male/female ratio of 1.17:1. MERS-CoV was not detected in any of the samples tested (3210 pre-Hajj and 2025 post-Hajj screening). According to the vaccination documents, all participants had received meningococcal vaccination and the majority of those from at-risk countries were vaccinated against yellow fever and polio. Only 22% of the pilgrims (17.5% of those ≥65 years and 36.3% of diabetics) had flu vaccination, and 4.4% had pneumococcal vaccination.",
      "sentences": [
        [
          {
            "segment_text": "Results .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The mean age of the screened population was 51.8 years ( range , 18-93 years ) with a male/female ratio of 1.17:1 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "MERS-CoV was not detected in any of the samples tested ( 3210 pre-Hajj and 2025 post-Hajj screening ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "According to the vaccination documents ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "all participants had received meningococcal vaccination and the majority of those from at-risk countries were vaccinated against yellow fever and polio .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Only 22 % of the pilgrims ( 17.5 % of those ≥ 65 years and 36.3 % of diabetics ) had flu vaccination ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and 4.4 % had pneumococcal vaccination .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusion. There was no evidence of MERS-CoV nasal carriage among Hajj pilgrims. While rates of compulsory vaccinations uptake were high, uptake of pneumococcal and flu seasonal vaccinations were low, including among the high-risk population.",
      "sentences": [
        [
          {
            "segment_text": "Conclusion .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "There was no evidence of MERS-CoV nasal carriage among Hajj pilgrims .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "While rates of compulsory vaccinations uptake were high ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "uptake of pneumococcal and flu seasonal vaccinations were low ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including among the high-risk population .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "14",
    "segment_num": "20",
    "token_num": "238"
  }
}