{
  "paper_id": "78dc2abf39a665aec9b4a48738a2b4b838bfe72e",
  "metadata": {
    "title": "Dieckol, a Component of Ecklonia cava, Suppresses the Production of MDC/CCL22 via Down-Regulating STAT1 Pathway in Interferon-γ Stimulated HaCaT Human Keratinocytes",
    "coda_data_split": "train",
    "coda_paper_id": 2109,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "This is an Open Access article distributed under the terms of the Creative Commons Attribution Non-Commercial License (http://creativecommons.org/licenses/by-nc/4.0/) which permits unrestricted non-commercial use, distribution, and reproduction in any medium, provided the original work is properly cited.",
      "sentences": [
        [
          {
            "segment_text": "This is an Open Access article distributed under the terms of the Creative Commons Attribution Non-Commercial License ( http://creativecommons.org/licenses/by-nc/4.0/ ) which permits unrestricted non-commercial use ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "distribution , and reproduction in any medium ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "provided the original work is properly cited .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Macrophage-derived chemokine, C-C motif chemokine 22 (MDC/CCL22), is one of the inflammatory chemokines that controls the movement of monocytes, monocyte-derived dendritic cells, and natural killer cells. Serum and skin MDC/CCL22 levels are elevated in atopic dermatitis, which suggests that the chemokines produced from keratinocytes are responsible for attracting inflammatory lymphocytes to the skin. A major signaling pathway in the interferon-γ (IFN-γ)-stimulated inflammation response involves the signal transducers and activators of transcription 1 (STAT1). In the present study, we investigated the anti-inflammatory effect of dieckol and its possible action mechanisms in the category of skin inflammation including atopic dermatitis. Dieckol inhibited MDC/CCL22 production induced by IFN-γ (10 ng/mL) in a dose dependent manner. Dieckol (5 and 10 mM) suppressed the phosphorylation and the nuclear translocation of STAT1. These results suggest that dieckol exhibits anti-inflammatory effect via the down-regulation of STAT1 activation.",
      "sentences": [
        [
          {
            "segment_text": "Macrophage-derived chemokine , C-C motif chemokine 22 ( MDC/CCL22 ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "is one of the inflammatory chemokines that controls the movement of monocytes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "monocyte-derived dendritic cells , and natural killer cells .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Serum and skin MDC/CCL22 levels are elevated in atopic dermatitis ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which suggests that the chemokines produced from keratinocytes are responsible for attracting inflammatory lymphocytes to the skin .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A major signaling pathway in the interferon-γ ( IFN-γ ) - stimulated inflammation response involves the signal transducers and activators of transcription 1 ( STAT1 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In the present study , we investigated the anti-inflammatory effect of dieckol and its possible action mechanisms in the category of skin inflammation including atopic dermatitis .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Dieckol inhibited MDC/CCL22 production induced by IFN-γ ( 10 ng/mL ) in a dose dependent manner .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Dieckol ( 5 and 10 mM ) suppressed the phosphorylation and the nuclear translocation of STAT1 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results suggest that dieckol exhibits anti-inflammatory effect via the down-regulation of STAT1 activation .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Abstract",
      "sentences": [
        [
          {
            "segment_text": "Abstract",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "9",
    "segment_num": "14",
    "token_num": "208"
  }
}