{
  "paper_id": "78e39a957cc704ddc919e704459258e55178f574",
  "metadata": {
    "title": "Innate immune response and bronchiolitis and preschool recurrent wheeze",
    "coda_data_split": "train",
    "coda_paper_id": 5675,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Acute viral bronchiolitis is a major cause of morbidity and mortality in infants. 1,2 Bronchiolitis, which literally means inflammation of the bronchioles, was first described more than 150 years ago as \u0027congestive catarrhal fever\u0027 to illustrate the clinical pattern of fever, rhinorrhoea, wheezing, crepitations, dyspnoea and difficulty feeding. It was not until 1957 that the epidemiology and viral aetiology were first described. 3 Respiratory syncytial virus (RSV) is the main virus to cause bronchiolitis and is associated with over 75% of cases where a pathogen has been isolated. 4 Other viruses, including",
      "sentences": [
        [
          {
            "segment_text": "Acute viral bronchiolitis is a major cause of morbidity and mortality in infants .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "1,2 Bronchiolitis , which literally means inflammation of the bronchioles ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "was first described more than 150 years ago as ` congestive catarrhal fever \u0027 to illustrate the clinical pattern of fever ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "rhinorrhoea , wheezing , crepitations , dyspnoea and difficulty feeding .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It was not until 1957 that the epidemiology and viral aetiology were first described .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "3 Respiratory syncytial virus ( RSV ) is the main virus to cause bronchiolitis and is associated with over 75 % of cases where a pathogen has been isolated .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "4 Other viruses , including",
            "crowd_label": "background"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "7",
    "token_num": "108"
  }
}