{
  "paper_id": "78e6b7c152de9d4a93ec7be318b196d5f993a35f",
  "metadata": {
    "title": "Intracerebral delivery of small interfering RNAs (siRNAs) using adenoviral vector protects mice against lethal peripheral rabies challenge",
    "coda_data_split": "train",
    "coda_paper_id": 4319,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "To investigate the potential of RNA interference (RNAi) as antiviral agent against rabies, two small interfering RNAs (siRNAs) targeting rabies virus (RABV) nucleoprotein (N) and polymerase (L) genes were designed and evaluated. Both siRNAs knockdown or silenced the target RABV genes as evaluated in a plasmid based transient expression model. For efficient delivery, adenoviruses expressing the siRNAs were constructed and antiviral potential of the delivered siRNAs was investigated in BHK-21 cells. When cells treated with adenoviruses expressing siRNAs were challenged with RABV, there was 88.35 ± 2.4% and 41.52 ± 9.3% reduction in RABV multiplication in infected cells with siRNAs targeting RABV-N and L genes, respectively. Relative quantification of RABV transcripts using real-time PCR revealed knockdown of both RABV-N and L gene transcripts, however, significant reduction was observed only with adenovirus expressing siRNA against RABV-N. When mice treated intracerebrally with adenoviruses expressing siRNAs were challenged peripherally with lethal RABV by the intramuscular route in masseter muscle, there was 66.6% and 33.3% protection with adenoviruses expressing siRNAs against RABV-N and L genes, respectively. These results demonstrated that adenovirus expressing siRNA against RABV-N efficiently inhibited the RABV multiplication both, in vitro and in vivo and conferred significant protection against lethal RABV challenge. This supported the hypothesis that RNAi, based on siRNA targeting RABV-N gene can prevent RABV infection and holds the potential of RNAi as an approach to prevent rabies infection.",
      "sentences": [
        [
          {
            "segment_text": "To investigate the potential of RNA interference ( RNAi ) as antiviral agent against rabies ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "two small interfering RNAs ( siRNAs ) targeting rabies virus ( RABV ) nucleoprotein ( N ) and polymerase ( L ) genes were designed and evaluated .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Both siRNAs knockdown or silenced the target RABV genes as evaluated in a plasmid based transient expression model .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "For efficient delivery , adenoviruses expressing the siRNAs were constructed and antiviral potential of the delivered siRNAs was investigated in BHK-21 cells .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "When cells treated with adenoviruses expressing siRNAs were challenged with RABV ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "there was 88.35 ± 2.4 % and 41.52 ± 9.3 % reduction in RABV multiplication in infected cells with siRNAs targeting RABV-N and L genes , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Relative quantification of RABV transcripts using real-time PCR revealed knockdown of both RABV-N and L gene transcripts ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "however , significant reduction was observed only with adenovirus expressing siRNA against RABV-N .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "When mice treated intracerebrally with adenoviruses expressing siRNAs were challenged peripherally with lethal RABV by the intramuscular route in masseter muscle ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "there was 66.6 % and 33.3 % protection with adenoviruses expressing siRNAs against RABV-N and L genes , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results demonstrated that adenovirus expressing siRNA against RABV-N efficiently inhibited the RABV multiplication both ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "in vitro and in vivo and conferred significant protection against lethal RABV challenge .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This supported the hypothesis that RNAi ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "based on siRNA targeting RABV-N gene can prevent RABV infection and holds the potential of RNAi as an approach to prevent rabies infection .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "14",
    "token_num": "261"
  }
}