{
  "paper_id": "78ebe741f1a39eb390849fe2465f6d22897f4f52",
  "metadata": {
    "title": "Identification of Taiwan and China-like recombinant avian infectious bronchitis viruses in Taiwan",
    "coda_data_split": "train",
    "coda_paper_id": 10939,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Infectious bronchitis virus (IBV) infections in poultry cause great economic losses to the poultry industry worldwide. The emergence of viral variants complicates disease control. The IBV strains in Taiwan were clustered into two groups, Taiwan group I and Taiwan group II, based on the S1 gene. A variant was previously identified and showed a distinct S1 gene homology with other local strains. This study investigated the 3 7.3 kb genome of eight Taiwan strains isolated from 1992 to 2007. The genes of interest were directly sequenced. Sequence analyses were performed to detect any recombination event among IBVs. The results demonstrated that all of the examined viruses maintained the typical IBV genome organization as 5 -S-3a-3b-E-M-5a-5b-N-UTR-3 . In the phylogenetic analyses, various genes from one strain were clustered into separate groups. Moreover, frequent recombination events were identified in the Simplot analyses among the Taiwan and China CK/CH/LDL/97I-type strains. Putative crossover sites were located in the S1, S2, 3b, M genes and the intergenic region between the M and 5a genes. All of the recombinants showed chimeric IBV genome arrangements originated from Taiwan and China-like parental strains. Field IBVs in Taiwan undergo genetic recombination and evolution.",
      "sentences": [
        [
          {
            "segment_text": "Infectious bronchitis virus ( IBV ) infections in poultry cause great economic losses to the poultry industry worldwide .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The emergence of viral variants complicates disease control .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The IBV strains in Taiwan were clustered into two groups ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Taiwan group I and Taiwan group II ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "based on the S1 gene .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A variant was previously identified and showed a distinct S1 gene homology with other local strains .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This study investigated the 3 7.3 kb genome of eight Taiwan strains isolated from 1992 to 2007 .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The genes of interest were directly sequenced .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Sequence analyses were performed to detect any recombination event among IBVs .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The results demonstrated that all of the examined viruses maintained the typical IBV genome organization as 5 - S-3a-3b-E-M-5a-5b-N-UTR-3 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In the phylogenetic analyses , various genes from one strain were clustered into separate groups .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , frequent recombination events were identified in the Simplot analyses among the Taiwan and China CK/CH/LDL / 97I-type strains .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Putative crossover sites were located in the S1 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "S2 , 3b , M genes and the intergenic region between the M and 5a genes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "All of the recombinants showed chimeric IBV genome arrangements originated from Taiwan and China-like parental strains .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Field IBVs in Taiwan undergo genetic recombination and evolution .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "13",
    "segment_num": "16",
    "token_num": "218"
  }
}