{
  "paper_id": "78fb5545880b83bbbef7058bf5c99ff618b35f7b",
  "metadata": {
    "title": "Molecular epidemiological study of feline coronavirus strains in Japan using RT-PCR targeting nsp14 gene",
    "coda_data_split": "train",
    "coda_paper_id": 8598,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Feline infectious peritonitis is a fatal disease of cats caused by infection with feline coronavirus (FCoV). For detecting or genotyping of FCoV, some RT-PCR plus nested PCR techniques have been reported previously. However, referring to the whole genome sequences (WGSs) registered at NCBI, there are no detection methods that can tolerate the genetic diversity among FCoV population. In addition, the quasispecies nature of FCoV, which consists of heterogeneous variants, has been also demonstrated; thus, a universal method for heteropopulations of FCoV variants in clinical specimens is desirable. Results: To develop an RT-PCR method for detection and genotyping of FCoV, we performed comparative genome analysis using WGSs of 32 FCoV, 7 CCoV and 5 TGEV strains obtained from NCBI. As the PCR target, we focused on the nsp14 coding region, which is highly conserved and phylogenetically informative, and developed a PCR method targeting nsp14 partial sequences. Among 103 ascites, 45 pleural effusion and 214 blood specimens from clinically ill cats, we could detect FCoV in 55 (53.4%), 14 (31.1%) and 19 (8.9%) specimens using the present method. Direct sequencing of PCR products and phylogenetic analysis allowed discrimination between type I-and II-FCoV serotypes. Our nsp14 amino acid sequence typing (nsp14 aa ST) showed that the FCoV clone with sequence type (ST) 42, which was the most predominant genotype of WGS strains, was prevalent in domestic cats in Japan. Conclusions: Our nsp14 PCR scheme will contribute to virus detection, epidemiology and ecology of FCoV strains.",
      "sentences": [
        [
          {
            "segment_text": "Background : Feline infectious peritonitis is a fatal disease of cats caused by infection with feline coronavirus ( FCoV ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "For detecting or genotyping of FCoV ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "some RT-PCR plus nested PCR techniques have been reported previously .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , referring to the whole genome sequences ( WGSs ) registered at NCBI ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "there are no detection methods that can tolerate the genetic diversity among FCoV population .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In addition , the quasispecies nature of FCoV ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which consists of heterogeneous variants ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "has been also demonstrated ; thus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a universal method for heteropopulations of FCoV variants in clinical specimens is desirable .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Results : To develop an RT-PCR method for detection and genotyping of FCoV ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "we performed comparative genome analysis using WGSs of 32 FCoV ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "7 CCoV and 5 TGEV strains obtained from NCBI .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "As the PCR target , we focused on the nsp14 coding region ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "which is highly conserved and phylogenetically informative ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and developed a PCR method targeting nsp14 partial sequences .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Among 103 ascites , 45 pleural effusion and 214 blood specimens from clinically ill cats ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "we could detect FCoV in 55 ( 53.4 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "14 ( 31.1 % ) and 19 ( 8.9 % ) specimens using the present method .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Direct sequencing of PCR products and phylogenetic analysis allowed discrimination between type I-and II-FCoV serotypes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our nsp14 amino acid sequence typing ( nsp14 aa ST ) showed that the FCoV clone with sequence type ( ST ) 42 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which was the most predominant genotype of WGS strains ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "was prevalent in domestic cats in Japan .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : Our nsp14 PCR scheme will contribute to virus detection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "epidemiology and ecology of FCoV strains .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "24",
    "token_num": "292"
  }
}