{
  "paper_id": "790261c395cc8a2413ec034f450e67e36f5e8b0f",
  "metadata": {
    "title": "Camels and Climate Resilience: Adaptation in Northern Kenya",
    "coda_data_split": "train",
    "coda_paper_id": 6769,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "In the drylands of Africa, pastoralists have been facing new challenges, including those related to environmental shocks and stresses. In northern Kenya, under conditions of reduced rainfall and more frequent droughts, one response has been for pastoralists to focus increasingly on camel herding. Camels have started to be kept at higher altitudes and by people who rarely kept camels before. The development has been understood as a climate change adaptation strategy and as a means to improve climate resilience. Since 2003, development organizations have started to further the trend by distributing camels in the region. Up to now, little has been known about the nature of, reasons for, or ramifications of the increased reliance on camels. The paper addresses these questions and concludes that camels improve resilience in this dryland region, but only under certain climate change scenarios, and only for some groups.",
      "sentences": [
        [
          {
            "segment_text": "In the drylands of Africa ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "pastoralists have been facing new challenges ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including those related to environmental shocks and stresses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In northern Kenya , under conditions of reduced rainfall and more frequent droughts ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "one response has been for pastoralists to focus increasingly on camel herding .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Camels have started to be kept at higher altitudes and by people who rarely kept camels before .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The development has been understood as a climate change adaptation strategy and as a means to improve climate resilience .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Since 2003 , development organizations have started to further the trend by distributing camels in the region .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Up to now , little has been known about the nature of ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "reasons for , or ramifications of the increased reliance on camels .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The paper addresses these questions and concludes that camels improve resilience in this dryland region ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but only under certain climate change scenarios ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and only for some groups .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "13",
    "token_num": "160"
  }
}