{
  "paper_id": "790506537d41f8336265c309548c3f95759c7370",
  "metadata": {
    "title": "Enhanced Nasal Mucosal Delivery and Immunogenicity of Anti-Caries DNA Vaccine through Incorporation of Anionic Liposomes in Chitosan/DNA Complexes",
    "coda_data_split": "train",
    "coda_paper_id": 9078,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The design of optimized nanoparticles offers a promising strategy to enable DNA vaccines to cross various physiological barriers for eliciting a specific and protective mucosal immunity via intranasal administration. Here, we reported a new designed nanoparticle system through incorporating anionic liposomes (AL) into chitosan/DNA (CS/DNA) complexes. With enhanced cellular uptake, the constructed AL/CS/DNA nanoparticles can deliver the anti-caries DNA vaccine pGJA-P/VAX into nasal mucosa. TEM results showed the AL/CS/DNA had a spherical structure. High DNA loading ability and effective DNA protection against nuclease were proved by gel electrophoresis. The surface charge of the AL/CS/DNA depended strongly on pH environment, enabling the intracellular release of loaded DNA via a pH-mediated manner. In comparison to the traditional CS/DNA system, our new design rendered a higher transfection efficiency and longer residence time of the AL/CS/DNA at nasal mucosal surface. These outstanding features enable the AL/CS/DNA to induce a significantly (p,0.01) higher level of secretory IgA (SIgA) than the CS/DNA in animal study, and a longer-term mucosal immunity. On the other hand, the AL/CS/DNA exhibited minimal cytotoxicity. These results suggest that the developed nanoparticles offer a potential platform for DNA vaccine packaging and delivery for more efficient elicitation of mucosal immunity.",
      "sentences": [
        [
          {
            "segment_text": "The design of optimized nanoparticles offers a promising strategy to enable DNA vaccines to cross various physiological barriers for eliciting a specific and protective mucosal immunity via intranasal administration .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we reported a new designed nanoparticle system through incorporating anionic liposomes ( AL ) into chitosan/DNA ( CS/DNA ) complexes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "With enhanced cellular uptake , the constructed AL/CS/DNA nanoparticles can deliver the anti-caries DNA vaccine pGJA-P/VAX into nasal mucosa .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "TEM results showed the AL/CS/DNA had a spherical structure .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "High DNA loading ability and effective DNA protection against nuclease were proved by gel electrophoresis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The surface charge of the AL/CS/DNA depended strongly on pH environment ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "enabling the intracellular release of loaded DNA via a pH-mediated manner .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In comparison to the traditional CS/DNA system ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "our new design rendered a higher transfection efficiency and longer residence time of the AL/CS/DNA at nasal mucosal surface .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These outstanding features enable the AL/CS/DNA to induce a significantly ( p ,0.01 ) higher level of secretory IgA ( SIgA ) than the CS/DNA in animal study ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and a longer-term mucosal immunity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "On the other hand , the AL/CS/DNA exhibited minimal cytotoxicity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results suggest that the developed nanoparticles offer a potential platform for DNA vaccine packaging and delivery for more efficient elicitation of mucosal immunity .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "13",
    "token_num": "222"
  }
}