{
  "paper_id": "7921441b39427668e20db58c8461319bf02657d0",
  "metadata": {
    "title": "Returning to paradise: Investigating issues of tourism crisis and disaster recovery on the island of Bali",
    "coda_data_split": "train",
    "coda_paper_id": 2627,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The past decade has seen the rapid proliferation of theory, literature, and research, in the field of tourism disaster and crisis management, however very few empirical studies of destination recovery consider the pre-crisis context, or extend beyond a particular crisis catalyst and subsequent return to \"business as usual\". As a longitudinal case study, the island destination of Bali provides insight into tourism crisis vulnerability, particularly in relation to issues of unplanned development and host community overdependence on tourism revenue. Furthermore, the experience of two separate targeted terrorist attacks on the island reveals a number of challenges and tangible lessons for stakeholders engaged in destination disaster management and crisis recovery. While the restoration of consumer confidence and arrival numbers are often considered to be indicators of successful tourism recovery, the broader disaster management literature advocates for proactive vulnerability reduction premised in sustainable development and comprehensive, integrated disaster risk reduction.",
      "sentences": [
        [
          {
            "segment_text": "The past decade has seen the rapid proliferation of theory ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "literature , and research , in the field of tourism disaster and crisis management ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "however very few empirical studies of destination recovery consider the pre-crisis context ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "or extend beyond a particular crisis catalyst and subsequent return to `` business as usual \u0027\u0027 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "As a longitudinal case study ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the island destination of Bali provides insight into tourism crisis vulnerability ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "particularly in relation to issues of unplanned development and host community overdependence on tourism revenue .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Furthermore , the experience of two separate targeted terrorist attacks on the island reveals a number of challenges and tangible lessons for stakeholders engaged in destination disaster management and crisis recovery .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "While the restoration of consumer confidence and arrival numbers are often considered to be indicators of successful tourism recovery ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the broader disaster management literature advocates for proactive vulnerability reduction premised in sustainable development and comprehensive , integrated disaster risk reduction .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "j o u r n a l h o m e p a g e : h t t p : / / w w w . j o u r n a l s. e l s e v i e r . c o m / j o u r n a l -o f -h o sp i t a l i t ya n d -t o u r i s m -m a n a g e m e n t http://dx.",
      "sentences": [
        [
          {
            "segment_text": "j o u r n a l h o m e p a g e : h t t p : / / w w w .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "j o u r n a l s. e l s e v i e r .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "c o m / j o u r n a l - o f - h o sp i t a l i t ya n d - t o u r i s m - m a n a g e m e n t http://dx .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "7",
    "segment_num": "13",
    "token_num": "256"
  }
}