{
  "paper_id": "792b2b2b74f58b9a32b31b57c7930dbfea9895c5",
  "metadata": {
    "title": "Brief Communication Correlation between Pneumonia Severity and Pulmonary Complications in Middle East Respiratory Syndrome",
    "coda_data_split": "train",
    "coda_paper_id": 5852,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "This nationwide, prospective cohort study evaluated pulmonary function and radiological sequelae according to infection severity in 73 survivors from the 2015 Middle East respiratory syndrome (MERS) outbreak in Korea. Patients with severe pneumonia in MERS-coronavirus infection had more impaired pulmonary function than those with no or mild pneumonia at the 1-year follow-up, which was compatible with the radiological sequelae. Severe pneumonia significantly impairs pulmonary function and makes long radiological sequelae in MERS.",
      "sentences": [
        [
          {
            "segment_text": "This nationwide , prospective cohort study evaluated pulmonary function and radiological sequelae according to infection severity in 73 survivors from the 2015 Middle East respiratory syndrome ( MERS ) outbreak in Korea .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Patients with severe pneumonia in MERS-coronavirus infection had more impaired pulmonary function than those with no or mild pneumonia at the 1-year follow-up ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which was compatible with the radiological sequelae .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Severe pneumonia significantly impairs pulmonary function and makes long radiological sequelae in MERS .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "The 2015 outbreak of Middle East respiratory syndrome coronavirus (MERS-CoV) infection in the Republic of Korea developed from a traveler returning from the Middle East, 1 which is the largest outbreak outside of the Arabian Peninsula to date. This unprecedented nationwide outbreak resulted in 186 laboratory-confirmed cases with 38 fatalities and \u003e 16,000 individuals being quarantined. 2-4 During the outbreak, a comprehensive screening test including MERS-CoV real-time reverse transcription polymerase chain reaction (rRT-PCR) was performed in all possible contactors to prevent further spread of the disease. Positive MERS-CoV rRT-PCR findings were observed in patients with no or mild symptoms, who were also subjected to epidemiological investigation and follow-up. 1",
      "sentences": [
        [
          {
            "segment_text": "The 2015 outbreak of Middle East respiratory syndrome coronavirus ( MERS-CoV ) infection in the Republic of Korea developed from a traveler returning from the Middle East ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "1 which is the largest outbreak outside of the Arabian Peninsula to date .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This unprecedented nationwide outbreak resulted in 186 laboratory-confirmed cases with 38 fatalities and \u003e 16,000 individuals being quarantined .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "2-4 During the outbreak , a comprehensive screening test including MERS-CoV real-time reverse transcription polymerase chain reaction ( rRT-PCR ) was performed in all possible contactors to prevent further spread of the disease .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Positive MERS-CoV rRT-PCR findings were observed in patients with no or mild symptoms ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "who were also subjected to epidemiological investigation and follow-up .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "1",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "There have been many reports of long-term sequelae of severe acute respiratory syndrome (SARS), 5-10 but to the best of our knowledge no report has addressed long-term sequelae in",
      "sentences": [
        [
          {
            "segment_text": "There have been many reports of long-term sequelae of severe acute respiratory syndrome ( SARS ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "5-10 but to the best of our knowledge no report has addressed long-term sequelae in",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "9",
    "segment_num": "13",
    "token_num": "231"
  }
}