{
  "paper_id": "793ca2cffe7b69dff2e3790e3a08460440492116",
  "metadata": {
    "title": "Urbanization and the ecology of wildlife diseases",
    "coda_data_split": "train",
    "coda_paper_id": 9007,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Urbanization is intensifying worldwide, with two-thirds of the human population expected to reside in cities within 30 years. The role of cities in human infectious disease is well established, but less is known about how urban landscapes influence wildlife-pathogen interactions. Here, we draw on recent advances in wildlife epidemiology to consider how environmental changes linked with urbanization can alter the biology of hosts, pathogens and vectors. Although urbanization reduces the abundance of many wildlife parasites, transmission can, in some cases, increase among urbanadapted hosts, with effects on rarer wildlife or those living beyond city limits. Continued rapid urbanization, together with risks posed by multi-host pathogens for humans and vulnerable wildlife populations, emphasize the need for future research on wildlife diseases in urban landscapes.",
      "sentences": [
        [
          {
            "segment_text": "Urbanization is intensifying worldwide , with two-thirds of the human population expected to reside in cities within 30 years .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The role of cities in human infectious disease is well established ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but less is known about how urban landscapes influence wildlife-pathogen interactions .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we draw on recent advances in wildlife epidemiology to consider how environmental changes linked with urbanization can alter the biology of hosts , pathogens and vectors .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Although urbanization reduces the abundance of many wildlife parasites ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "transmission can , in some cases ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "increase among urbanadapted hosts , with effects on rarer wildlife or those living beyond city limits .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Continued rapid urbanization , together with risks posed by multi-host pathogens for humans and vulnerable wildlife populations ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "emphasize the need for future research on wildlife diseases in urban landscapes .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "9",
    "token_num": "138"
  }
}