{
  "paper_id": "7946e8d42bebab62a76ca7b26f1268cd3003569d",
  "metadata": {
    "title": "Foldability of a Natural De Novo Evolved Protein Article Foldability of a Natural De Novo Evolved Protein",
    "coda_data_split": "train",
    "coda_paper_id": 5446,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Graphical Abstract Highlights d The young, functional de novo protein Bsc4 has a rudimentary ability to fold d Bsc4 forms compact oligomers with high b sheet content and a hydrophobic core d Bsc4 lacks a specific quaternary state and binds dyes suggestive of amyloid oligomers d Young de novo proteins can have some structural order and native-like properties In Brief Recent studies have shown that new protein-coding genes can arise \u0027\u0027de novo\u0027\u0027 from noncoding DNA. The properties of the brand new proteins encoded by these genes remain poorly understood. Here, Bungard et al. show that a very young de novo protein from yeast folds to a partially ordered three-dimensional structure.",
      "sentences": [
        [
          {
            "segment_text": "Graphical Abstract Highlights d The young ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "functional de novo protein Bsc4 has a rudimentary ability to fold d Bsc4 forms compact oligomers with high b sheet content and a hydrophobic core d Bsc4 lacks a specific quaternary state and binds dyes suggestive of amyloid oligomers d Young de novo proteins can have some structural order and native-like properties In Brief Recent studies have shown that new protein-coding genes can arise `` de novo \u0027\u0027 from noncoding DNA .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The properties of the brand new proteins encoded by these genes remain poorly understood .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , Bungard et al. show that a very young de novo protein from yeast folds to a partially ordered three-dimensional structure .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "The de novo evolution of protein-coding genes from noncoding DNA is emerging as a source of molecular innovation in biology. Studies of random sequence libraries, however, suggest that young de novo proteins will not fold into compact, specific structures typical of native globular proteins. Here we show that Bsc4, a functional, natural de novo protein encoded by a gene that evolved recently from noncoding DNA in the yeast S. cerevisiae, folds to a partially specific three-dimensional structure. Bsc4 forms soluble, compact oligomers with high b sheet content and a hydrophobic core, and undergoes cooperative, reversible denaturation. Bsc4 lacks a specific quaternary state, however, existing instead as a continuous distribution of oligomer sizes, and binds dyes indicative of amyloid oligomers or molten globules. The combination of native-like and non-native-like properties suggests a rudimentary fold that could potentially act as a functional intermediate in the emergence of new folded proteins de novo.",
      "sentences": [
        [
          {
            "segment_text": "The de novo evolution of protein-coding genes from noncoding DNA is emerging as a source of molecular innovation in biology .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Studies of random sequence libraries ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "however , suggest that young de novo proteins will not fold into compact ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "specific structures typical of native globular proteins .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we show that Bsc4 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "a functional , natural de novo protein encoded by a gene that evolved recently from noncoding DNA in the yeast S. cerevisiae ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "folds to a partially specific three-dimensional structure .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Bsc4 forms soluble , compact oligomers with high b sheet content and a hydrophobic core ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and undergoes cooperative , reversible denaturation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Bsc4 lacks a specific quaternary state ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "however , existing instead as a continuous distribution of oligomer sizes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and binds dyes indicative of amyloid oligomers or molten globules .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The combination of native-like and non-native-like properties suggests a rudimentary fold that could potentially act as a functional intermediate in the emergence of new folded proteins de novo .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "9",
    "segment_num": "17",
    "token_num": "285"
  }
}