{
  "paper_id": "795b71441a2928bb0f7a643250ceb8ebd5c7c916",
  "metadata": {
    "title": "Health response to Hajj mass gathering from emergency perspective, narrative review",
    "coda_data_split": "train",
    "coda_paper_id": 10457,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Hajj is a unique gathering with Mecca and Kaaba being spiritually important to many faiths across the globe, especially Muslims. This is because of the proclamation of the prophet\u0027s father, Ibrahaam, when he called all mankind to perform Hajj. That is why all Muslims on Earth feel that they have to visit Mecca and Kaaba on a specific date and time, and that is the reason this small location hosts one of the largest human gatherings in the world. Hajj is one of the five pillars of Islam that every financially and physically able Muslim must perform once in his/her lifetime. For 14 centuries countless millions of Muslim men and women from the four corners of the earth have undertaken pilgrimage to Mecca.",
      "sentences": [
        [
          {
            "segment_text": "Hajj is a unique gathering with Mecca and Kaaba being spiritually important to many faiths across the globe , especially Muslims .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This is because of the proclamation of the prophet \u0027s father ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Ibrahaam , when he called all mankind to perform Hajj .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "That is why all Muslims on Earth feel that they have to visit Mecca and Kaaba on a specific date and time ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and that is the reason this small location hosts one of the largest human gatherings in the world .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Hajj is one of the five pillars of Islam that every financially and physically able Muslim must perform once in his/her lifetime .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "For 14 centuries countless millions of Muslim men and women from the four corners of the earth have undertaken pilgrimage to Mecca .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "In conclusion this review article confirm that Hajj is oldest and largest mass gathering in all mankind and there is some issues influence the health response such as size of gathering. diversity of population, climate and health facilities around hajj site, also we discuss the infectious and non infectious related illness in hajj and their prevention methods.",
      "sentences": [
        [
          {
            "segment_text": "In conclusion this review article confirm that Hajj is oldest and largest mass gathering in all mankind and there is some issues influence the health response such as size of gathering .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "diversity of population , climate and health facilities around hajj site ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "also we discuss the infectious and non infectious related illness in hajj and their prevention methods .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "7",
    "segment_num": "10",
    "token_num": "194"
  }
}