{
  "paper_id": "79622641e002b2574af9dc7f99d4fbbe192606e6",
  "metadata": {
    "title": "Social distancing strategies for curbing the COVID-19 epidemic",
    "coda_data_split": "train",
    "coda_paper_id": 5653,
    "coda_has_expert_labels": false,
    "subset": "biorxiv_medrxiv"
  },
  "abstract": [
    {
      "original_text": "125 words). The SARS-CoV-2 pandemic is straining healthcare resources worldwide, prompting social distancing measures to reduce transmission intensity. The amount of social distancing needed to curb the SARS-CoV-2 epidemic in the context of seasonally varying transmission remains unclear. Using a mathematical model, we assessed that one-time interventions will be insufficient to maintain COVID-19 prevalence within the critical care capacity of the United States. Seasonal variation in transmission will facilitate epidemic control during the summer months but could lead to an intense resurgence in the autumn. Intermittent distancing measures can maintain control of the epidemic, but without other interventions, these measures may be necessary into 2022. Increasing critical care capacity could reduce the duration of the SARS-CoV-2 epidemic while ensuring that critically ill patients receive appropriate care.",
      "sentences": [
        [
          {
            "segment_text": "125 words ) .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "The SARS-CoV-2 pandemic is straining healthcare resources worldwide ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "prompting social distancing measures to reduce transmission intensity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The amount of social distancing needed to curb the SARS-CoV-2 epidemic in the context of seasonally varying transmission remains unclear .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Using a mathematical model , we assessed that one-time interventions will be insufficient to maintain COVID-19 prevalence within the critical care capacity of the United States .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Seasonal variation in transmission will facilitate epidemic control during the summer months but could lead to an intense resurgence in the autumn .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Intermittent distancing measures can maintain control of the epidemic ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but without other interventions , these measures may be necessary into 2022 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Increasing critical care capacity could reduce the duration of the SARS-CoV-2 epidemic while ensuring that critically ill patients receive appropriate care .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Full text. The COVID-19 pandemic is causing substantial mortality and a major strain on healthcare systems (1,2) . With no pharmaceutical treatments available, interventions have focused on contact tracing, quarantine, and social distancing. Intensive testing, tracing, and isolation of cases has enabled control of transmission in some places, such as Singapore and Hong Kong (3). At the opposite extreme, many countries lack the testing and public health resources to mount similar responses to the COVID-19 epidemic, which could result in unhindered spread and catastrophic outbreaks. Between these responses, many countries are adopting measures termed \"social distancing\" or \"physical distancing,\" closing schools and workplaces and limiting the sizes of gatherings. The goal of these strategies is to slow the spread of infection and reduce the intensity of the epidemic (\"flatten the curve\") (3), thus reducing risk of overwhelming health systems and buying time to develop treatments and vaccines. However, there is concern that such measures may have to stay in place over long . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
      "sentences": [
        [
          {
            "segment_text": "Full text .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "The COVID-19 pandemic is causing substantial mortality and a major strain on healthcare systems ( 1,2 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "With no pharmaceutical treatments available ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "interventions have focused on contact tracing ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "quarantine , and social distancing .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Intensive testing , tracing , and isolation of cases has enabled control of transmission in some places ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "such as Singapore and Hong Kong ( 3 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "At the opposite extreme , many countries lack the testing and public health resources to mount similar responses to the COVID-19 epidemic ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which could result in unhindered spread and catastrophic outbreaks .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Between these responses , many countries are adopting measures termed `` social distancing \u0027\u0027 or `` physical distancing ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "\u0027\u0027 closing schools and workplaces and limiting the sizes of gatherings .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The goal of these strategies is to slow the spread of infection and reduce the intensity of the epidemic ( `` flatten the curve \u0027\u0027 ) ( 3 ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "thus reducing risk of overwhelming health systems and buying time to develop treatments and vaccines .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , there is concern that such measures may have to stay in place over long .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "CC-BY-NC-ND 4.0 International license It is made available under a author/funder ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "who has granted medRxiv a license to display the preprint in perpetuity .",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "is the (which was not peer-reviewed) The copyright holder for this preprint .",
      "sentences": [
        [
          {
            "segment_text": "is the ( which was not peer-reviewed ) The copyright holder for this preprint .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "17",
    "segment_num": "26",
    "token_num": "373"
  }
}