{
  "paper_id": "79641a9857d5320c10a6619c351f113b1940ce6f",
  "metadata": {
    "title": "Molecular detection and genetic characterization of Mycoplasma gallisepticum, Mycoplama synoviae, and infectious bronchitis virus in poultry in Myanmar",
    "coda_data_split": "train",
    "coda_paper_id": 2111,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: In Southeast Asian countries, including Myanmar, poultry farming is a major industry. In order to manage and maintain stable productivity, it is important to establish policies for biosecurity. Infectious respiratory diseases are a major threat to poultry farming. Avian influenza and Newcastle disease have been reported in Myanmar, but no scientific information is available for other respiratory pathogens, such as mycoplasmas and infectious bronchitis virus (IBV). Identifying the genotypes and serotypes of IBVs is especially important to inform vaccination programs. In this study, we detected Mycoplasma gallisepticum (MG), M. synoviae (MS), and IBV in several poultry farms in Myanmar. Results: Samples were collected from 20 farms in three major poultry farming areas in Myanmar, and MG, MS, and IBV were detected on two, four, and eight farms, respectively, by polymerase chain reaction. Phylogenetic analysis revealed that the observed MG and MS isolates were not identical to vaccine strains. Three different genotypes of IBV were detected, but none was an unknown variant. Conclusions: Mycoplasmas and IBV were detected on poultry farms in Myanmar. Periodic surveillance is required to establish the distribution of each pathogen, and to institute better vaccine protocols.",
      "sentences": [
        [
          {
            "segment_text": "Background : In Southeast Asian countries ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including Myanmar , poultry farming is a major industry .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In order to manage and maintain stable productivity ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "it is important to establish policies for biosecurity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Infectious respiratory diseases are a major threat to poultry farming .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Avian influenza and Newcastle disease have been reported in Myanmar ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but no scientific information is available for other respiratory pathogens ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "such as mycoplasmas and infectious bronchitis virus ( IBV ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Identifying the genotypes and serotypes of IBVs is especially important to inform vaccination programs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , we detected Mycoplasma gallisepticum ( MG ) ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "M. synoviae ( MS ) ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and IBV in several poultry farms in Myanmar .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Results : Samples were collected from 20 farms in three major poultry farming areas in Myanmar ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and MG , MS , and IBV were detected on two ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "four , and eight farms ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "respectively , by polymerase chain reaction .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Phylogenetic analysis revealed that the observed MG and MS isolates were not identical to vaccine strains .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Three different genotypes of IBV were detected ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but none was an unknown variant .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : Mycoplasmas and IBV were detected on poultry farms in Myanmar .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Periodic surveillance is required to establish the distribution of each pathogen ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and to institute better vaccine protocols .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "22",
    "token_num": "227"
  }
}