{
  "paper_id": "7995e60fc463c15c65d6b2afeb65aa616d2188ec",
  "metadata": {
    "title": "Journal Pre-proof Guest Editorial: Radiology Nurses Can Raise the Impact on Promoting IR",
    "coda_data_split": "train",
    "coda_paper_id": 4149,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Being madly in love with all the advances in minimally invasive medicine and technology I often tell my friends the stories of how interventional radiology (IR) changes lives. One of these unintended stories led to a much bigger audience of TED community and spread the word about IR far beyond the circle of my friends. As the TED slogan promised, participating in the event 1 made me realize that our ideas of better medicine are worth sharing. It also made me think that better communication with the public is possible, and it does not take genius. It takes a willingness to try.",
      "sentences": [
        [
          {
            "segment_text": "Being madly in love with all the advances in minimally invasive medicine and technology I often tell my friends the stories of how interventional radiology ( IR ) changes lives .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "One of these unintended stories led to a much bigger audience of TED community and spread the word about IR far beyond the circle of my friends .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "As the TED slogan promised ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "participating in the event 1 made me realize that our ideas of better medicine are worth sharing .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It also made me think that better communication with the public is possible ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and it does not take genius .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It takes a willingness to try .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "We know that IR with its broad procedural spectrum, safety of minimally invasive approach, lower requirement for anesthesia and hospitalization, and cost-effectiveness has a strong stand in the evolving universal healthcare practice model. But, as Goethe said, knowing is not enough; we must apply. 2 Then, how can we as medical community increase the exercise of IR procedures? The starting point is to accept that many people, including medical professionals, do not know what diseases we can treat and what diagnostic or therapeutic services we can provide.",
      "sentences": [
        [
          {
            "segment_text": "We know that IR with its broad procedural spectrum ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "safety of minimally invasive approach ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "lower requirement for anesthesia and hospitalization ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and cost-effectiveness has a strong stand in the evolving universal healthcare practice model .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "But , as Goethe said ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "knowing is not enough ; we must apply .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "2 Then , how can we as medical community increase the exercise of IR procedures ?",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The starting point is to accept that many people ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including medical professionals , do not know what diseases we can treat and what diagnostic or therapeutic services we can provide .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Either it is a palliative treatment of metastases, or elective embolization of uterine fibroids, or emergent lysis of pulmonary embolism-it is our responsibility to find the appropriate patients and let both patients and primary physicians know what options we have to offer.",
      "sentences": [
        [
          {
            "segment_text": "Either it is a palliative treatment of metastases ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "or elective embolization of uterine fibroids ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "or emergent lysis of pulmonary embolism-it is our responsibility to find the appropriate patients and let both patients and primary physicians know what options we have to offer .",
            "crowd_label": "background"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "10",
    "segment_num": "19",
    "token_num": "256"
  }
}