{
  "paper_id": "79d2ee55b54d57041ab6d9a3ecac33bc98d11ff5",
  "metadata": {
    "title": "Genes involved in mitochondrial biogenesis and function may not show synchronised responses to mitochondria in shell gland of laying chickens under infectious bronchitis virus challenge",
    "coda_data_split": "train",
    "coda_paper_id": 6937,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Egg formation takes place in the oviduct of laying hens over a 24 h period. Infectious bronchitis virus (IBV) causes pathological lesions in the chicken oviduct. In the current study, mitochondrial counts were determined in three different segments of the oviduct during egg formation in laying chickens challenged with IBV T strain. Nuclear DNA encoded genes that are involved in mitochondrial biogenesis, fission and function were studied in the shell gland of the oviduct undergoing virus multiplication.",
      "sentences": [
        [
          {
            "segment_text": "Background : Egg formation takes place in the oviduct of laying hens over a 24 h period .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Infectious bronchitis virus ( IBV ) causes pathological lesions in the chicken oviduct .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In the current study , mitochondrial counts were determined in three different segments of the oviduct during egg formation in laying chickens challenged with IBV T strain .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Nuclear DNA encoded genes that are involved in mitochondrial biogenesis ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "fission and function were studied in the shell gland of the oviduct undergoing virus multiplication .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results: In the shell gland, the mitochondrial count was significantly lower (P \u003c 0.05) in the challenged group, compared with the control group. However, it did not vary in response to IBV challenge in the isthmus and magnum regions of the oviduct. The gene succinate dehydrogenase complex, subunit A, flavoprotein variant (SDHA) was down-regulated in the shell gland by IBV challenge (P \u003c 0.05), while other genes being studied did not show responses to the challenge (P \u003e 0.05). Differential expression of the genes was observed at different time-points of egg-shell formation. The expression levels of citrate synthase (CS), cytochrome C, somatic (CYC, S) and sodium-potassium adenosine triphosphatase (Na + -K + ATPase) genes were significantly higher, while those of SDHA and dynamin related protein 1 (Drp1) genes were significantly lower, at 15 h compared with 5 h following oviposition of the previous egg. The expression level of peroxisome proliferator-activated receptor gamma coactivator 1-alpha (PGC-1α) did not show significant change at different time-points. Conclusions: It was concluded that IBV T strain infection in laying hens reduced mitochondrial counts only in the shell gland region of the oviduct. The genes involved in mitochondrial biogenesis or function may not show synchronised responses to that of mitochondria in the shell gland of chickens under T strain of IBV challenge.",
      "sentences": [
        [
          {
            "segment_text": "Results : In the shell gland ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the mitochondrial count was significantly lower ( P \u003c 0.05 ) in the challenged group ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "compared with the control group .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , it did not vary in response to IBV challenge in the isthmus and magnum regions of the oviduct .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The gene succinate dehydrogenase complex ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "subunit A , flavoprotein variant ( SDHA ) was down-regulated in the shell gland by IBV challenge ( P \u003c 0.05 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while other genes being studied did not show responses to the challenge ( P \u003e 0.05 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Differential expression of the genes was observed at different time-points of egg-shell formation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The expression levels of citrate synthase ( CS ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "cytochrome C , somatic ( CYC , S ) and sodium-potassium adenosine triphosphatase ( Na + - K + ATPase ) genes were significantly higher ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while those of SDHA and dynamin related protein 1 ( Drp1 ) genes were significantly lower ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "at 15 h compared with 5 h following oviposition of the previous egg .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The expression level of peroxisome proliferator-activated receptor gamma coactivator 1-alpha ( PGC-1α ) did not show significant change at different time-points .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : It was concluded that IBV T strain infection in laying hens reduced mitochondrial counts only in the shell gland region of the oviduct .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The genes involved in mitochondrial biogenesis or function may not show synchronised responses to that of mitochondria in the shell gland of chickens under T strain of IBV challenge .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "12",
    "segment_num": "20",
    "token_num": "343"
  }
}