{
  "paper_id": "79d49888e65deed3a6fc0ca8c7deda2a1528cb87",
  "metadata": {
    "title": "Quantitation of canine coronavirus RNA in the faeces of dogs by TaqMan RT-PCR",
    "coda_data_split": "train",
    "coda_paper_id": 2599,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "A TaqMan ® fluorogenic reverse transcriptase-polymerase chain reaction (RT-PCR) assay was developed for the detection and quantitation of canine coronavirus (CCoV) RNA in the faeces of naturally or experimentally infected dogs. The CCoV fluorogenic RT-PCR assay, which targeted the ORF5 (M gene), was more sensitive than a conventional RT-PCR assay targeting the same gene, showing a detection limit of 10 copies of CCoV standard RNA, and was linear from 10 to 10 8 copies, allowing quantitation of samples with a wide range of CCoV RNA loads. A total of 78 faecal samples of diarrhoeic dogs were tested simultaneously by conventional and fluorogenic RT-PCR: 29 were negative by both techniques, whereas 27 tested positive by conventional RT-PCR and 48 by the established CCoV fluorogenic assay. One sample, which was positive by conventional RT-PCR, gave no signal in the fluorogenic assay. In addition, by the fluorogenic assay CCoV shedding in the faecal samples of an experimentally infected dog was monitored for 28 days. The high sensitivity, simplicity and reproducibility of the CCoV fluorogenic RT-PCR assay, combined with its wide dynamic range and high throughput, make this method especially suitable for efficacy trials on CCoV vaccines.",
      "sentences": [
        [
          {
            "segment_text": "A TaqMan ® fluorogenic reverse transcriptase-polymerase chain reaction ( RT-PCR ) assay was developed for the detection and quantitation of canine coronavirus ( CCoV ) RNA in the faeces of naturally or experimentally infected dogs .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The CCoV fluorogenic RT-PCR assay ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which targeted the ORF5 ( M gene ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "was more sensitive than a conventional RT-PCR assay targeting the same gene ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "showing a detection limit of 10 copies of CCoV standard RNA ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and was linear from 10 to 10 8 copies ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "allowing quantitation of samples with a wide range of CCoV RNA loads .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A total of 78 faecal samples of diarrhoeic dogs were tested simultaneously by conventional and fluorogenic RT-PCR : 29 were negative by both techniques ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "whereas 27 tested positive by conventional RT-PCR and 48 by the established CCoV fluorogenic assay .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "One sample , which was positive by conventional RT-PCR ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "gave no signal in the fluorogenic assay .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , by the fluorogenic assay CCoV shedding in the faecal samples of an experimentally infected dog was monitored for 28 days .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The high sensitivity , simplicity and reproducibility of the CCoV fluorogenic RT-PCR assay ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "combined with its wide dynamic range and high throughput ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "make this method especially suitable for efficacy trials on CCoV vaccines .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "15",
    "token_num": "218"
  }
}