{
  "paper_id": "79db3ad22434b309c81d5495d0f9399722593181",
  "metadata": {
    "title": "Magnesium and vitamin C supplementation attenuates steroid-associated osteonecrosis in a rat model",
    "coda_data_split": "train",
    "coda_paper_id": 4653,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Magnesium (Mg)-based biometal attracts clinical applications due to its biodegradability and beneficial biological effects on tissue regeneration, especially in orthopaedics, yet the underlying anabolic mechanisms in relevant clinical disorders are lacking. The present study investigated the effect of magnesium (Mg) and vitamin C (VC) supplementation for preventing steroid-associated osteonecrosis (SAON) in a rat experimental model. In SAON rats, 50 mg/kg Mg, or 100 mg/kg VC, or combination, or water control was orally supplemented daily for 2 or 6 weeks respectively. Osteonecrosis was evaluated by histology. Serum Mg, VC, and bone turnover markers were measured. Microfil-perfused samples prepared for angiography and trabecular architecture were evaluated by micro-CT. Primary bone marrow cells were isolated from each group to evaluate their potentials in osteoblastogenesis and osteoclastogenesis. The mechanisms were tested in vitro. Histological evaluation showed SAON lesions in steroid treated groups. Mg and VC supplementation synergistically reduced the apoptosis of osteocytes and osteoclast number, and increased osteoblast surface. VC supplementation significantly increased the bone formation marker PINP, and the combination significantly decreased the bone resorption marker CTX. TNFα expression and oxidative injury were decreased in bone marrow in Mg/VC/combination group. Mg significantly increased the blood perfusion in proximal tibia and decreased the leakage particles in distal tibia 2 weeks after SAON induction. VC significantly elevated the osteoblast differentiation potential of marrow cells and improved the trabecular architecture. The combination supplementation significantly inhibited osteoclast differentiation potential of marrow cells. In vitro study showed promoting osteoblast differentiation effect of VC, and antiinflammation and promoting angiogenesis effect of Mg with underlying mechanisms. Mg and VC supplementation could synergistically alleviate SAON in rats, indicating great translational potentials of metallic minerals for preventing SAON.",
      "sentences": [
        [
          {
            "segment_text": "Magnesium ( Mg ) - based biometal attracts clinical applications due to its biodegradability and beneficial biological effects on tissue regeneration ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "especially in orthopaedics , yet the underlying anabolic mechanisms in relevant clinical disorders are lacking .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The present study investigated the effect of magnesium ( Mg ) and vitamin C ( VC ) supplementation for preventing steroid-associated osteonecrosis ( SAON ) in a rat experimental model .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "In SAON rats , 50 mg/kg Mg ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "or 100 mg/kg VC , or combination ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "or water control was orally supplemented daily for 2 or 6 weeks respectively .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Osteonecrosis was evaluated by histology .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Serum Mg , VC , and bone turnover markers were measured .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Microfil-perfused samples prepared for angiography and trabecular architecture were evaluated by micro-CT .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Primary bone marrow cells were isolated from each group to evaluate their potentials in osteoblastogenesis and osteoclastogenesis .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The mechanisms were tested in vitro .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Histological evaluation showed SAON lesions in steroid treated groups .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Mg and VC supplementation synergistically reduced the apoptosis of osteocytes and osteoclast number , and increased osteoblast surface .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "VC supplementation significantly increased the bone formation marker PINP ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the combination significantly decreased the bone resorption marker CTX .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "TNFα expression and oxidative injury were decreased in bone marrow in Mg/VC/combination group .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Mg significantly increased the blood perfusion in proximal tibia and decreased the leakage particles in distal tibia 2 weeks after SAON induction .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "VC significantly elevated the osteoblast differentiation potential of marrow cells and improved the trabecular architecture .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The combination supplementation significantly inhibited osteoclast differentiation potential of marrow cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In vitro study showed promoting osteoblast differentiation effect of VC ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and antiinflammation and promoting angiogenesis effect of Mg with underlying mechanisms .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Mg and VC supplementation could synergistically alleviate SAON in rats ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "indicating great translational potentials of metallic minerals for preventing SAON .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "17",
    "segment_num": "23",
    "token_num": "315"
  }
}