{
  "paper_id": "79e2bca32a1b8f6b9d2268838a84222bfdac4fc2",
  "metadata": {
    "title": "Health careeassociated infection outbreaks in pediatric long-term care facilities",
    "coda_data_split": "train",
    "coda_paper_id": 5459,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Children in pediatric long-term care facilities (pLTCFs) have complex medical conditions and increased risk for health careeassociated infections (HAIs). We performed a retrospective study from January 2010-December 2013 at 3 pLTCFs to describe HAI outbreaks and associated infection control interventions. There were 62 outbreaks involving 700 cases in residents and 250 cases in staff. The most common interventions were isolation precautions and education and in-services. Further research should examine interventions to limit transmission of infections in pLTCFs.",
      "sentences": [
        [
          {
            "segment_text": "Children in pediatric long-term care facilities ( pLTCFs ) have complex medical conditions and increased risk for health careeassociated infections ( HAIs ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We performed a retrospective study from January 2010-December 2013 at 3 pLTCFs to describe HAI outbreaks and associated infection control interventions .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "There were 62 outbreaks involving 700 cases in residents and 250 cases in staff .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The most common interventions were isolation precautions and education and in-services .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Further research should examine interventions to limit transmission of infections in pLTCFs .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "5",
    "token_num": "86"
  }
}