{
  "paper_id": "79eace580dd763e765ce9432db8bb43913a94060",
  "metadata": {
    "title": "Migration of Waterfowl in the East Asian Flyway and Spatial Relationship to HPAI H5N1 Outbreaks HHS Public Access",
    "coda_data_split": "train",
    "coda_paper_id": 7753,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Poyang Lake is situated within the East Asian Flyway, a migratory corridor for waterfowl that also encompasses Guangdong Province, China, the epicenter of highly pathogenic avian influenza (HPAI) H5N1. The lake is the largest freshwater body in China and a significant congregation site for waterfowl; however, surrounding rice fields and poultry grazing have created an overlap with wild waterbirds, a situation conducive to avian influenza transmission. Reports of HPAI H5N1 in healthy wild ducks at Poyang Lake have raised concerns about the potential of resilient freeranging birds to disseminate the virus. Yet the role wild ducks play in connecting regions of HPAI H5N1 outbreak in Asia is hindered by a lack of information about their migratory ecology. During 2007-08 we marked wild ducks at Poyang Lake with satellite transmitters to examine the location and timing of spring migration and identify any spatiotemporal relationship with HPAI H5N1 outbreaks. Species included the Eurasian wigeon (Anas penelope), northern pintail (Anas acuta), K",
      "sentences": [
        [
          {
            "segment_text": "Poyang Lake is situated within the East Asian Flyway ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a migratory corridor for waterfowl that also encompasses Guangdong Province ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "China , the epicenter of highly pathogenic avian influenza ( HPAI ) H5N1 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The lake is the largest freshwater body in China and a significant congregation site for waterfowl ; however ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "surrounding rice fields and poultry grazing have created an overlap with wild waterbirds ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a situation conducive to avian influenza transmission .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Reports of HPAI H5N1 in healthy wild ducks at Poyang Lake have raised concerns about the potential of resilient freeranging birds to disseminate the virus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Yet the role wild ducks play in connecting regions of HPAI H5N1 outbreak in Asia is hindered by a lack of information about their migratory ecology .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "During 2007-08 we marked wild ducks at Poyang Lake with satellite transmitters to examine the location and timing of spring migration and identify any spatiotemporal relationship with HPAI H5N1 outbreaks .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Species included the Eurasian wigeon ( Anas penelope ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "northern pintail ( Anas acuta ) , K",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "11",
    "token_num": "178"
  }
}