{
  "paper_id": "79fedd132f61a7c76b5e323cffb2af73caf9687c",
  "metadata": {
    "title": "Establishment of a Reverse Genetics System for Studying Human Bocavirus in Human Airway Epithelia",
    "coda_data_split": "train",
    "coda_paper_id": 2727,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Human bocavirus 1 (HBoV1) has been identified as one of the etiological agents of wheezing in young children with acute respiratory-tract infections. In this study, we have obtained the sequence of a full-length HBoV1 genome (including both termini) using viral DNA extracted from a nasopharyngeal aspirate of an infected patient, cloned the full-length HBoV1 genome, and demonstrated DNA replication, encapsidation of the ssDNA genome, and release of the HBoV1 virions from human embryonic kidney 293 cells. The HBoV1 virions generated from this cell line-based production system exhibits a typical icosahedral structure of approximately 26 nm in diameter, and is capable of productively infecting polarized primary human airway epithelia (HAE) from the apical surface. Infected HAE showed hallmarks of lung airway-tract injury, including disruption of the tight junction barrier, loss of cilia and epithelial cell hypertrophy. Notably, polarized HAE cultured from an immortalized airway epithelial cell line, CuFi-8 (originally derived from a cystic fibrosis patient), also supported productive infection of HBoV1. Thus, we have established a reverse genetics system and generated the first cell line-based culture system for the study of HBoV1 infection, which will significantly advance the study of HBoV1 replication and pathogenesis.",
      "sentences": [
        [
          {
            "segment_text": "Human bocavirus 1 ( HBoV1 ) has been identified as one of the etiological agents of wheezing in young children with acute respiratory-tract infections .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , we have obtained the sequence of a full-length HBoV1 genome ( including both termini ) using viral DNA extracted from a nasopharyngeal aspirate of an infected patient ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "cloned the full-length HBoV1 genome ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and demonstrated DNA replication , encapsidation of the ssDNA genome ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and release of the HBoV1 virions from human embryonic kidney 293 cells .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The HBoV1 virions generated from this cell line-based production system exhibits a typical icosahedral structure of approximately 26 nm in diameter ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and is capable of productively infecting polarized primary human airway epithelia ( HAE ) from the apical surface .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Infected HAE showed hallmarks of lung airway-tract injury ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including disruption of the tight junction barrier ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "loss of cilia and epithelial cell hypertrophy .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Notably , polarized HAE cultured from an immortalized airway epithelial cell line ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "CuFi-8 ( originally derived from a cystic fibrosis patient ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "also supported productive infection of HBoV1 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Thus , we have established a reverse genetics system and generated the first cell line-based culture system for the study of HBoV1 infection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which will significantly advance the study of HBoV1 replication and pathogenesis .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "15",
    "token_num": "220"
  }
}