{
  "paper_id": "7a0108c70d3af86c64911d951b82ec9b1bda2818",
  "metadata": {
    "title": "Sequence Heterogeneity of the ORF3 Gene of Porcine Epidemic Diarrhea Viruses Field Samples in Fujian",
    "coda_data_split": "train",
    "coda_paper_id": 10450,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Twenty-seven field samples that showed positive in PEDV detection were collected from different farms of Fujian province from 2010 to 2012. Their heterogeneity was investigated by analysis of the ORF3 gene because of its potential function as a representation of virulence. According to the results, six Fujian strains in Group 1 showed a different genotype with unique point mutations, which might be used in differentiation between PEDV groups and brought potential antigenic variation. P55 and five reference strains in Group 2 had a long length deletion, showing another genotype and might be involved in the variation of virulence. Phylogenetic analysis revealed that the collected Fujian strains were very distant from the vaccine development strain CV777, which might be the reason why the vaccine was inefficient to control the disease. The results can help to reconsider the strategy of PEDV vaccine management and prevent outbreaks of PEDV-induced diarrhea more efficiently.",
      "sentences": [
        [
          {
            "segment_text": "Twenty-seven field samples that showed positive in PEDV detection were collected from different farms of Fujian province from 2010 to 2012 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Their heterogeneity was investigated by analysis of the ORF3 gene because of its potential function as a representation of virulence .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "According to the results , six Fujian strains in Group 1 showed a different genotype with unique point mutations ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which might be used in differentiation between PEDV groups and brought potential antigenic variation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "P55 and five reference strains in Group 2 had a long length deletion ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "showing another genotype and might be involved in the variation of virulence .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Phylogenetic analysis revealed that the collected Fujian strains were very distant from the vaccine development strain CV777 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which might be the reason why the vaccine was inefficient to control the disease .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The results can help to reconsider the strategy of PEDV vaccine management and prevent outbreaks of PEDV-induced diarrhea more efficiently .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "9",
    "token_num": "159"
  }
}