{
  "paper_id": "7a07d2f6803fd33f326be4952954b321c8eaaa2b",
  "metadata": {
    "title": "Watching brief Title Wuhan novel coronavirus 2019nCoV",
    "coda_data_split": "train",
    "coda_paper_id": 6120,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Feedback from operational stakeholders who manage or respond to outbreaks is that they are often too busy to review literature or obtain relevant background information to assist them with acute response. Unlike a traditional analytical outbreak investigation report, Watching Briefs are intended as a rapid resource for public health or other first responders in the field on topical, serious or current outbreaks, and provide a digest of relevant information including key features of an outbreak, comparison with past outbreaks and a literature review. They can be completed by responders to an outbreak, or by anyone interested in or following an outbreak using public or open source data, including news reports.",
      "sentences": [
        [
          {
            "segment_text": "Feedback from operational stakeholders who manage or respond to outbreaks is that they are often too busy to review literature or obtain relevant background information to assist them with acute response .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Unlike a traditional analytical outbreak investigation report ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Watching Briefs are intended as a rapid resource for public health or other first responders in the field on topical ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "serious or current outbreaks , and provide a digest of relevant information including key features of an outbreak ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "comparison with past outbreaks and a literature review .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "They can be completed by responders to an outbreak ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "or by anyone interested in or following an outbreak using public or open source data , including news reports .",
            "crowd_label": "background"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "3",
    "segment_num": "7",
    "token_num": "119"
  }
}