{
  "paper_id": "7a08d433124b3fe418029dc663e7b0c268ab29fc",
  "metadata": {
    "title": "Original Article",
    "coda_data_split": "train",
    "coda_paper_id": 5485,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background and aims: Multiple issues in management of COVID have emerged, but confusion persists regarding rational interpretation. Aim of this brief review is to review these issues based on current literature. Methods: This is a narrative review with Pubmed and Google Scholar search till 23 March 2020. Search terms were, COVID-19, treatment of coronavirus, COVID 19 and following terms; chloroquine, hydroxychloroquine, ibuprofen, ACE-inhibitors or angiotensin receptor blockers, cardiovascular disease, diarrhoea, liver, testis and gastrointestinal disease. Results: We discuss evidence regarding role of chloroquine and hydroxychloroquine in treatment and prophylaxis, use of inhibitors of the renin angiotensin system, safety of ibuprofen, unusual clinical features like gastrointestinal symptoms and interpretation of tests for cardiac enzymes and biomarkers. Conclusions: While our conclusions on management of COVID-19 patients with co-morbidities are based on current evidence, however, data is limited and there is immediate need for fast track research.",
      "sentences": [
        [
          {
            "segment_text": "Background and aims : Multiple issues in management of COVID have emerged ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but confusion persists regarding rational interpretation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Aim of this brief review is to review these issues based on current literature .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : This is a narrative review with Pubmed and Google Scholar search till 23 March 2020 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Search terms were , COVID-19 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "treatment of coronavirus , COVID 19 and following terms ; chloroquine ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "hydroxychloroquine , ibuprofen , ACE-inhibitors or angiotensin receptor blockers ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "cardiovascular disease , diarrhoea , liver , testis and gastrointestinal disease .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : We discuss evidence regarding role of chloroquine and hydroxychloroquine in treatment and prophylaxis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "use of inhibitors of the renin angiotensin system ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "safety of ibuprofen , unusual clinical features like gastrointestinal symptoms and interpretation of tests for cardiac enzymes and biomarkers .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : While our conclusions on management of COVID-19 patients with co-morbidities are based on current evidence ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "however , data is limited and there is immediate need for fast track research .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "13",
    "token_num": "171"
  }
}