{
  "paper_id": "7a0c197c820dcc06119294b868a5c4ca2420d590",
  "metadata": {
    "title": "Development and evaluation of a one step reverse transcription- loop mediated isothermal amplification assay (RT-LAMP) for rapid detection of foot and mouth disease virus in India",
    "coda_data_split": "train",
    "coda_paper_id": 8979,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "A simple, rapid and sensitive diagnostic assay for Foot-and-mouth disease (FMD) is required for deployment in the field. In this study, development of Reverse Transcription-Loop Mediated Isothermal Amplification (RT-LAMP) assay based on the 3D polymerase gene for specific and rapid detection FMD virus (FMDV) was carried out. The assay was optimised with viral RNA extracted from serotype O, A and Asia 1 FMDV vaccine strains, which resulted a reliable amplification at 65°C for 60 min. The amplified RT-LAMP products were identified by agarose gel electrophoresis with ethidium bromide staining or observation by naked eye for the presence of turbidity and colour change following the addition of hydroxyl naphthol blue (HNB). The specificity of the assay was demonstrated by the absence of amplification of genome extracted from other viruses or cellular origin. With respect to analytical sensitivity the developed RT-LAMP assay was found more sensitive than routinely used multiplex PCR (mPCR). Further, the assay was evaluated with RNA extracted from cell cultured isolates (n \u003d 50), tongue epithelial samples (n \u003d 150) and semen samples from infected bulls (n \u003d 13). In conclusion, RT-LAMP with HNB dye was shown to be simple, specific and sensitive assay for rapid diagnosis of FMDV infection. Further, the assay has the potential for field deployment and use for rapid FMDV surveillance in India.",
      "sentences": [
        [
          {
            "segment_text": "A simple , rapid and sensitive diagnostic assay for Foot-and-mouth disease ( FMD ) is required for deployment in the field .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , development of Reverse Transcription-Loop Mediated Isothermal Amplification ( RT-LAMP ) assay based on the 3D polymerase gene for specific and rapid detection FMD virus ( FMDV ) was carried out .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The assay was optimised with viral RNA extracted from serotype O ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "A and Asia 1 FMDV vaccine strains ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "which resulted a reliable amplification at 65 °C for 60 min .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The amplified RT-LAMP products were identified by agarose gel electrophoresis with ethidium bromide staining or observation by naked eye for the presence of turbidity and colour change following the addition of hydroxyl naphthol blue ( HNB ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The specificity of the assay was demonstrated by the absence of amplification of genome extracted from other viruses or cellular origin .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "With respect to analytical sensitivity the developed RT-LAMP assay was found more sensitive than routinely used multiplex PCR ( mPCR ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Further , the assay was evaluated with RNA extracted from cell cultured isolates ( n \u003d 50 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "tongue epithelial samples ( n \u003d 150 ) and semen samples from infected bulls ( n \u003d 13 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In conclusion , RT-LAMP with HNB dye was shown to be simple ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "specific and sensitive assay for rapid diagnosis of FMDV infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Further , the assay has the potential for field deployment and use for rapid FMDV surveillance in India .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Keywords Foot and mouth disease Á FMD virus Á Diagnosis Á Loop mediated isothermal amplification assay Á mPCR Electronic supplementary material The online version of this article (",
      "sentences": [
        [
          {
            "segment_text": "Keywords Foot and mouth disease Á FMD virus Á Diagnosis Á Loop mediated isothermal amplification assay Á mPCR Electronic supplementary material The online version of this article (",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "10",
    "segment_num": "14",
    "token_num": "281"
  }
}