{
  "paper_id": "7a1329845e6f9569ebad76566c23cf88fd8d5508",
  "metadata": {
    "title": "The VP3 Factor from Viruses of Birnaviridae Family Suppresses RNA Silencing by Binding Both Long and Small RNA Duplexes",
    "coda_data_split": "train",
    "coda_paper_id": 3100,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "RNA silencing is directly involved in antiviral defense in a wide variety of eukaryotic organisms, including plants, fungi, invertebrates, and presumably vertebrate animals. The study of RNA silencing-mediated antiviral defences in vertebrates is hampered by the overlap with other antiviral mechanisms; thus, heterologous systems are often used to study the interplay between RNA silencing and vertebrate-infecting viruses. In this report we show that the VP3 protein of the avian birnavirus Infectious bursal disease virus (IBDV) displays, in addition to its capacity to bind long double-stranded RNA, the ability to interact with double-stranded small RNA molecules. We also demonstrate that IBDV VP3 prevents the silencing mediated degradation of a reporter mRNA, and that this silencing suppression activity depends on its RNA binding ability. Furthermore, we find that the anti-silencing activity of IBDV VP3 is shared with the homologous proteins expressed by both insect-and fish-infecting birnaviruses. Finally, we show that IBDV VP3 can functionally replace the well-characterized HCPro silencing suppressor of Plum pox virus, a potyvirus that is unable to infect plants in the absence of an active silencing suppressor. Altogether, our results support the idea that VP3 protects the viral genome from host sentinels, including those of the RNA silencing machinery.",
      "sentences": [
        [
          {
            "segment_text": "RNA silencing is directly involved in antiviral defense in a wide variety of eukaryotic organisms ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including plants , fungi , invertebrates , and presumably vertebrate animals .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The study of RNA silencing-mediated antiviral defences in vertebrates is hampered by the overlap with other antiviral mechanisms ; thus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "heterologous systems are often used to study the interplay between RNA silencing and vertebrate-infecting viruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this report we show that the VP3 protein of the avian birnavirus Infectious bursal disease virus ( IBDV ) displays ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "in addition to its capacity to bind long double-stranded RNA ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "the ability to interact with double-stranded small RNA molecules .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We also demonstrate that IBDV VP3 prevents the silencing mediated degradation of a reporter mRNA ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and that this silencing suppression activity depends on its RNA binding ability .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , we find that the anti-silencing activity of IBDV VP3 is shared with the homologous proteins expressed by both insect-and fish-infecting birnaviruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Finally , we show that IBDV VP3 can functionally replace the well-characterized HCPro silencing suppressor of Plum pox virus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "a potyvirus that is unable to infect plants in the absence of an active silencing suppressor .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Altogether , our results support the idea that VP3 protects the viral genome from host sentinels ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including those of the RNA silencing machinery .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "14",
    "token_num": "223"
  }
}