{
  "paper_id": "7a14c9ee046c688ac5c625f6e62f15f188c3d9ef",
  "metadata": {
    "title": "Is hand hygiene frequency associated with the onset of outbreaks in pediatric long-term care?",
    "coda_data_split": "train",
    "coda_paper_id": 4936,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background-Studies in adult long-term care facilities (LTCFs) have shown a correlation between hand hygiene (HH) and viral outbreak reduction, but no such studies have been conducted in pediatric LTCFs where the epidemiology of viral pathogens is different.",
      "sentences": [
        [
          {
            "segment_text": "Background-Studies in adult long-term care facilities ( LTCFs ) have shown a correlation between hand hygiene ( HH ) and viral outbreak reduction ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but no such studies have been conducted in pediatric LTCFs where the epidemiology of viral pathogens is different .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Methods-We compared electronically monitored facility-wide HH frequency in the weeks immediately prior to outbreaks of acute respiratory or gastrointestinal infections versus control weeks in a 137-bed pediatric LTCF from October 2012-August 2015. Control weeks were the 8-14 day (control 1) and 15-21 day (control 2) periods prior to the onset of each outbreak.",
      "sentences": [
        [
          {
            "segment_text": "Methods-We compared electronically monitored facility-wide HH frequency in the weeks immediately prior to outbreaks of acute respiratory or gastrointestinal infections versus control weeks in a 137-bed pediatric LTCF from October 2012-August 2015 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Control weeks were the 8-14 day ( control 1 ) and 15-21 day ( control 2 ) periods prior to the onset of each outbreak .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results-There was no difference in HH frequency in the weeks leading up to the outbreaks versus control weeks (odds ratio [OR], 1.0; 95% confidence interval CI, 1.00-1.001 using control 1 and OR, 1.0; 95% CI, 1.00-1.001 using control 2).",
      "sentences": [
        [
          {
            "segment_text": "Results-There was no difference in HH frequency in the weeks leading up to the outbreaks versus control weeks ( odds ratio ( OR ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "1.0 ; 95 % confidence interval CI ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "1.00-1.001 using control 1 and OR ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "1.0 ; 95 % CI ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "1.00-1.001 using control 2 ) .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions-Our findings differed from those in adult LTFCs, possibly because of the greater contact between residents and staff in the pediatric setting, increased susceptibility to viral pathogens because of immunologic immaturity, or differences in the types of pathogens prevalent in each setting. Although HH may be important for limiting the number of residents infected during outbreaks, we found no association between HH frequency and subsequent outbreak onset.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions-Our findings differed from those in adult LTFCs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "possibly because of the greater contact between residents and staff in the pediatric setting ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "increased susceptibility to viral pathogens because of immunologic immaturity ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "or differences in the types of pathogens prevalent in each setting .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Although HH may be important for limiting the number of residents infected during outbreaks ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "we found no association between HH frequency and subsequent outbreak onset .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Long-term care; Pediatrics; Outbreaks; Acute respiratory infection Hand hygiene is the primary recommendation for preventing infections in health care settings. 1 A recent review identified several studies conducted in acute care which have",
      "sentences": [
        [
          {
            "segment_text": "Long-term care ; Pediatrics ; Outbreaks ; Acute respiratory infection Hand hygiene is the primary recommendation for preventing infections in health care settings .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "1 A recent review identified several studies conducted in acute care which have",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "5",
    "sentence_num": "8",
    "segment_num": "17",
    "token_num": "264"
  }
}