{
  "paper_id": "7a19257fbde3f85ce0b1caecf4205e2cea1077b8",
  "metadata": {
    "title": "Approaches to Management and Care of the Neonatal Nondomestic Ruminant",
    "coda_data_split": "train",
    "coda_paper_id": 2753,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "• Neonate • Pediatric • Antelope • Deer • Ungulate Veterinary care of the newborn nondomestic ruminant can be both rewarding and very challenging, with some practitioners reporting high mortality rates before 6 months of age. 1 Case management during the critical neonatal period is typically modeled after management of domestic ruminants; however, some unique differences exist between nondomestic ungulates and their domestic counterparts that affect neonatal management and medical care. These differences become apparent quickly when the nondomestic neonate requires treatment, and an understanding of the special needs and risks involved can prevent unnecessary problems and losses. The aim of this article is to discuss the unique challenges presented by nondomestic ruminants and approaches to management of neonatal and pediatric cases.",
      "sentences": [
        [
          {
            "segment_text": "• Neonate • Pediatric • Antelope • Deer • Ungulate Veterinary care of the newborn nondomestic ruminant can be both rewarding and very challenging ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "with some practitioners reporting high mortality rates before 6 months of age .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "1 Case management during the critical neonatal period is typically modeled after management of domestic ruminants ; however ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "some unique differences exist between nondomestic ungulates and their domestic counterparts that affect neonatal management and medical care .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These differences become apparent quickly when the nondomestic neonate requires treatment ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and an understanding of the special needs and risks involved can prevent unnecessary problems and losses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The aim of this article is to discuss the unique challenges presented by nondomestic ruminants and approaches to management of neonatal and pediatric cases .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Preparation for neonatal and pediatric care should begin when the dam is known to be pregnant. In nondomestic ruminants, early diagnosis of pregnancy is uncommon due to the increased manipulation and stress associated with handling for rectal palpation or ultrasound. For many species, fecal progestin assays have been developed, providing a means of noninvasive pregnancy diagnosis. [2] [3] [4] [5] However, this procedure often requires time-intensive repeated fecal collection from the dam (generally 2-5 samples per week) for the duration of 1 estrous cycle plus 2 or more weeks to verify maintenance of elevated progesterone. Several zoological institutions have endocrinology laboratories that may provide endocrine assessments as a service. Rectal palpation and ultrasound examination should be conducted opportunistically, such as for annual examination, hoof",
      "sentences": [
        [
          {
            "segment_text": "Preparation for neonatal and pediatric care should begin when the dam is known to be pregnant .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In nondomestic ruminants , early diagnosis of pregnancy is uncommon due to the increased manipulation and stress associated with handling for rectal palpation or ultrasound .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "For many species , fecal progestin assays have been developed ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "providing a means of noninvasive pregnancy diagnosis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "( 2 ) ( 3 ) ( 4 ) ( 5 ) However ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "this procedure often requires time-intensive repeated fecal collection from the dam ( generally 2-5 samples per week ) for the duration of 1 estrous cycle plus 2 or more weeks to verify maintenance of elevated progesterone .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Several zoological institutions have endocrinology laboratories that may provide endocrine assessments as a service .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Rectal palpation and ultrasound examination should be conducted opportunistically ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "such as for annual examination , hoof",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "The authors have nothing to disclose.",
      "sentences": [
        [
          {
            "segment_text": "The authors have nothing to disclose .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "11",
    "segment_num": "17",
    "token_num": "282"
  }
}