{
  "paper_id": "7a2bf2b706841de0b87901d7780e4b6cbd5dc1d5",
  "metadata": {
    "title": "Polymorphisms and Tissue Expression of the Feline Leukocyte Antigen Class I Loci FLAI-E, -H and -K",
    "coda_data_split": "train",
    "coda_paper_id": 10690,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Cytotoxic CD8+ T-cell immunosurveillance for intracellular pathogens, such as viruses, is controlled by classical major histocompatibility complex (MHC) class Ia molecules, and ideally, these antiviral T-cell populations are defined by the specific peptide and restricting MHC allele. Surprisingly, despite the utility of the cat in modeling human viral immunity, little is known about the Feline Leukocyte Antigen class I complex (FLAI). Only a few coding sequences with uncertain locus origin and expression patterns have been reported. Of 19 class I genes, 3 loci -FLAI-E, -H and -K -are predicted to encode classical molecules, and our objective was to evaluate their status by analyzing polymorphisms and tissue expression. Using locus-specific, PCR-based genotyping, we amplified 33 FLAI-E, -H, and -K alleles from 12 cats of various breeds, identifying, for the first time, alleles across 3 distinct loci in a feline species. Alleles shared the expected polymorphic and invariant sites in the 1/ 2 domains, and full-length cDNA clones possessed all characteristic class Ia exons. Alleles could be assigned to a specific locus with reasonable confidence, although there was evidence of potentially confounding interlocus recombination between FLAI-E and -K. Only FLAI-E, -H and -K-origin alleles were amplified from cDNAs of multiple tissue types. We also defined hypervariable regions across these genes, which permitted the assignment of names to both novel and established alleles. As predicted, FLAI-E, -H, and -K fulfill the major criteria of class Ia genes. These data represent a necessary prerequisite for studying epitope-specific antiviral CD8+ T-cell responses in cats.",
      "sentences": [
        [
          {
            "segment_text": "Cytotoxic CD8 + T-cell immunosurveillance for intracellular pathogens ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "such as viruses , is controlled by classical major histocompatibility complex ( MHC ) class Ia molecules ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and ideally , these antiviral T-cell populations are defined by the specific peptide and restricting MHC allele .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Surprisingly , despite the utility of the cat in modeling human viral immunity ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "little is known about the Feline Leukocyte Antigen class I complex ( FLAI ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Only a few coding sequences with uncertain locus origin and expression patterns have been reported .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Of 19 class I genes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "3 loci - FLAI-E , - H and - K - are predicted to encode classical molecules ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and our objective was to evaluate their status by analyzing polymorphisms and tissue expression .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Using locus-specific , PCR-based genotyping ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we amplified 33 FLAI-E , - H ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and - K alleles from 12 cats of various breeds ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "identifying , for the first time ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "alleles across 3 distinct loci in a feline species .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Alleles shared the expected polymorphic and invariant sites in the 1 / 2 domains ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and full-length cDNA clones possessed all characteristic class Ia exons .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Alleles could be assigned to a specific locus with reasonable confidence ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "although there was evidence of potentially confounding interlocus recombination between FLAI-E and - K. Only FLAI-E ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "- H and - K-origin alleles were amplified from cDNAs of multiple tissue types .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We also defined hypervariable regions across these genes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which permitted the assignment of names to both novel and established alleles .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "As predicted , FLAI-E , - H ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and - K fulfill the major criteria of class Ia genes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These data represent a necessary prerequisite for studying epitope-specific antiviral CD8 + T-cell responses in cats .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "24",
    "token_num": "300"
  }
}