{
  "paper_id": "7a2dfc11fe9a6143562c74deb043bbea3973aadb",
  "metadata": {
    "title": "Emerging Diseases and the International Traveler",
    "coda_data_split": "train",
    "coda_paper_id": 9038,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "publicly funded repositories, such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source. These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active.",
      "sentences": [
        [
          {
            "segment_text": "publicly funded repositories , such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active .",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "The term \u0027emerging infectious diseases\u0027 (EIDs) is a broad one that covers newly recognized human diseases caused by pathogens that have recently jumped species, older pathogens that have emerged in new populations due to human behaviors or modifications to natural habitats, and older pathogens that are exhibiting resurgence in areas once brought under control, usually due to microbiological adaptation and change; this includes previously-identified microorganisms exhibiting new patterns of antimicrobial drug resistance and pathogenic properties. Emerging infectious diseases are those with increasing incidence at local, regional, or international scales, and are spreading from epicenters to new geographic areas. The surveillance, study and control of EIDs is a complex interdisciplinary effort, crossing international borders and involving the collaborative efforts of scientists, clinicians, and political leaders from many disciplines and backgrounds to protect human health.",
      "sentences": [
        [
          {
            "segment_text": "The term \u0027em erging infectious diseases \u0027 ( EIDs ) is a broad one that covers newly recognized human diseases caused by pathogens that have recently jumped species ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "older pathogens that have emerged in new populations due to human behaviors or modifications to natural habitats ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and older pathogens that are exhibiting resurgence in areas once brought under control ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "usually due to microbiological adaptation and change ; this includes previously-identified microorganisms exhibiting new patterns of antimicrobial drug resistance and pathogenic properties .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Emerging infectious diseases are those with increasing incidence at local ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "regional , or international scales ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and are spreading from epicenters to new geographic areas .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The surveillance , study and control of EIDs is a complex interdisciplinary effort ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "crossing international borders and involving the collaborative efforts of scientists ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "clinicians , and political leaders from many disciplines and backgrounds to protect human health .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "According to a comprehensive literature review performed by Taylor et al. (2001) at the Centre for Tropical Veterinary Medicine at the University of Edinburgh, 1415 species of infectious organisms known to be pathogenic to humans were identified. The human pathogens tabulated by this study included an assortment of 217 viruses and prions, 538 bacteria and rickettsia, 307 fungi, 66 protozoa and 287 helminths. The majority of these (61%) were zoonotic infections transmitted from animals to humans. Of the 175 pathogenic species associated with diseases considered to be \u0027emerging\u0027, 135 (75%) were zoonotic. The study found that protozoan and virus pathogens were particularly likely to emerge, and that the helminths were less likely to do so. Interestingly, no association was found between route of transmission and emergence in this study. An updated literature survey from the Centre for Infectious Diseases at the same institution (University of Edinburgh) was published in 2005 by Woolhouse and Gowtage-Sequeria. This study identified 1407 species of human pathogens, 58% of which were zoonotic. Of the total, 177 were regarded as \u0027emerging\u0027 or \u0027re-emerging\u0027 pathogens. The emerging and re-emerging zoonotic pathogens were most likely to have the broadest host ranges. The authors noted that although zoonotic pathogens constitute a significant source for emerging and re-EIDs, only a small minority of them would prove capable of causing major epidemics in the human population -but the H5N1 influenza strain could prove to be an exception.",
      "sentences": [
        [
          {
            "segment_text": "According to a comprehensive literature review performed by Taylor et al. ( 2001 ) at the Centre for Tropical Veterinary Medicine at the University of Edinburgh ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "1415 species of infectious organisms known to be pathogenic to humans were identified .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The human pathogens tabulated by this study included an assortment of 217 viruses and prions ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "538 bacteria and rickettsia , 307 fungi ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "66 protozoa and 287 helminths .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The majority of these ( 61 % ) were zoonotic infections transmitted from animals to humans .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Of the 175 pathogenic species associated with diseases considered to be \u0027em erging \u0027 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "135 ( 75 % ) were zoonotic .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The study found that protozoan and virus pathogens were particularly likely to emerge ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and that the helminths were less likely to do so .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Interestingly , no association was found between route of transmission and emergence in this study .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "An updated literature survey from the Centre for Infectious Diseases at the same institution ( University of Edinburgh ) was published in 2005 by Woolhouse and Gowtage-Sequeria .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This study identified 1407 species of human pathogens ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "58 % of which were zoonotic .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Of the total , 177 were regarded as \u0027em erging \u0027 or \u0027re - emerging \u0027 pathogens .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The emerging and re-emerging zoonotic pathogens were most likely to have the broadest host ranges .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The authors noted that although zoonotic pathogens constitute a significant source for emerging and re-EIDs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "only a small minority of them would prove capable of causing major epidemics in the human population - but the H5N1 influenza strain could prove to be an exception .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Causal factors contributing to the emergence of new pathogens include human population growth resulting in human encroachment on wildlife habitats, increased human contact with domestic and wild animals, changes in agricultural practices CHAPTER 3 sECTion 1 ä PRE-TRAvEl AdviCE",
      "sentences": [
        [
          {
            "segment_text": "Causal factors contributing to the emergence of new pathogens include human population growth resulting in human encroachment on wildlife habitats ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "increased human contact with domestic and wild animals ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "changes in agricultural practices CHAPTER 3 sECTion 1 ä PRE-TRAvEl AdviCE",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "17",
    "segment_num": "33",
    "token_num": "519"
  }
}