{
  "paper_id": "7a374ea9e3bf7c7717b9a5a7f7c457c8205b3d74",
  "metadata": {
    "title": "Newcastle disease virus-like particles as a platform for the development of vaccines for human and agricultural pathogens Challenges for vaccine development",
    "coda_data_split": "train",
    "coda_paper_id": 2196,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Vaccination is the single most effective way to control viral diseases. However, many currently used vaccines have safety concerns, efficacy issues or production problems. For other viral pathogens, classic approaches to vaccine development have, thus far, been unsuccessful. Viruslike particles (VLPs) are increasingly being considered as vaccine candidates because they offer significant advantages over many currently used vaccines or developing vaccine technologies. VLPs formed with structural proteins of Newcastle disease virus, an avian paramyxovirus, are a potential vaccine candidate for Newcastle disease in poultry. More importantly, these VLPs are a novel, uniquely versatile VLP platform for the rapid construction of effective vaccine candidates for many human pathogens, including genetically complex viruses and viruses for which no vaccines currently exist.",
      "sentences": [
        [
          {
            "segment_text": "Vaccination is the single most effective way to control viral diseases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , many currently used vaccines have safety concerns ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "efficacy issues or production problems .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "For other viral pathogens , classic approaches to vaccine development have ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "thus far , been unsuccessful .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Viruslike particles ( VLPs ) are increasingly being considered as vaccine candidates because they offer significant advantages over many currently used vaccines or developing vaccine technologies .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "VLPs formed with structural proteins of Newcastle disease virus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "an avian paramyxovirus , are a potential vaccine candidate for Newcastle disease in poultry .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "More importantly , these VLPs are a novel ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "uniquely versatile VLP platform for the rapid construction of effective vaccine candidates for many human pathogens ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including genetically complex viruses and viruses for which no vaccines currently exist .",
            "crowd_label": "background"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "11",
    "token_num": "137"
  }
}