{
  "paper_id": "7a4d69a204aacc1a4cd6dccd4448d187d2f40b36",
  "metadata": {
    "title": "Quantitative Analysis of T Cell Receptor Diversity in Clinical Samples of Human Peripheral Blood",
    "coda_data_split": "train",
    "coda_paper_id": 5650,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The analysis of T cell receptor diversity provides a clinically relevant and sensitive marker of repertoire loss, gain, or skewing. Spectratyping is a broadly utilized technique to measure global TCR diversity by the analysis of the lengths of CDR3 fragments in each Vβ family. However the common use of large numbers of T cells to obtain a global view of TCR Vβ CDR3 diversity has restricted spectratyping analyses when limited T-cell numbers are available in clinical setting, such as following transplant regimens.",
      "sentences": [
        [
          {
            "segment_text": "The analysis of T cell receptor diversity provides a clinically relevant and sensitive marker of repertoire loss , gain , or skewing .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Spectratyping is a broadly utilized technique to measure global TCR diversity by the analysis of the lengths of CDR3 fragments in each Vβ family .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However the common use of large numbers of T cells to obtain a global view of TCR Vβ CDR3 diversity has restricted spectratyping analyses when limited T-cell numbers are available in clinical setting ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "such as following transplant regimens .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "We here demonstrate that one hundred thousand T cells are sufficient to obtain a robust, highly reproducible measure of the global TCR Vβ repertoire diversity among twenty Vβ families in human peripheral blood. We also show that use of lower cell number results not in a dwindling of observed diversity but rather in non-reproducible patterns in replicate spectratypes. Finally, we report here a simple to use but sensitive method to quantify repertoire divergence in patient samples by comparison to a standard repertoire profile we generated from fifteen normal donors.",
      "sentences": [
        [
          {
            "segment_text": "We here demonstrate that one hundred thousand T cells are sufficient to obtain a robust ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "highly reproducible measure of the global TCR Vβ repertoire diversity among twenty Vβ families in human peripheral blood .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We also show that use of lower cell number results not in a dwindling of observed diversity but rather in non-reproducible patterns in replicate spectratypes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Finally , we report here a simple to use but sensitive method to quantify repertoire divergence in patient samples by comparison to a standard repertoire profile we generated from fifteen normal donors .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "We provide examples using this method to statistically evaluate the changes in the global TCR Vβ repertoire diversity that may take place during T subset immune reconstitution after hematopoietic stem cell transplantation or after immune modulating therapies.",
      "sentences": [
        [
          {
            "segment_text": "We provide examples using this method to statistically evaluate the changes in the global TCR Vβ repertoire diversity that may take place during T subset immune reconstitution after hematopoietic stem cell transplantation or after immune modulating therapies .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "TCR Vβ CDR3 repertoire diversity in human peripheral blood; spectratype; immune reconstitution; hematopoietic stem cell transplantation Corresponding author: Sarfraz A. Memon, M.D., Experimental Transplantation and Immunology Branch,",
      "sentences": [
        [
          {
            "segment_text": "TCR Vβ CDR3 repertoire diversity in human peripheral blood ; spectratype ; immune reconstitution ; hematopoietic stem cell transplantation Corresponding author : Sarfraz A. Memon ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "M.D. , Experimental Transplantation and Immunology Branch ,",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "8",
    "segment_num": "11",
    "token_num": "254"
  }
}