{
  "paper_id": "7a5e362c102b0d9d73857a7e10df920d3a5e6334",
  "metadata": {
    "title": "FilmArray, an Automated Nested Multiplex PCR System for Multi-Pathogen Detection: Development and Application to Respiratory Tract Infection an Automated Nested Multiplex PCR System for Multi-Pathogen Detection: Development and Application to",
    "coda_data_split": "train",
    "coda_paper_id": 8023,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The ideal clinical diagnostic system should deliver rapid, sensitive, specific and reproducible results while minimizing the requirements for specialized laboratory facilities and skilled technicians. We describe an integrated diagnostic platform, the \u0027\u0027FilmArray\u0027\u0027, which fully automates the detection and identification of multiple organisms from a single sample in about one hour. An unprocessed biologic/clinical sample is subjected to nucleic acid purification, reverse transcription, a high-order nested multiplex polymerase chain reaction and amplicon melt curve analysis. Biochemical reactions are enclosed in a disposable pouch, minimizing the PCR contamination risk. FilmArray has the potential to detect greater than 100 different nucleic acid targets at one time. These features make the system well-suited for molecular detection of infectious agents. Validation of the FilmArray technology was achieved through development of a panel of assays capable of identifying 21 common viral and bacterial respiratory pathogens. Initial testing of the system using both cultured organisms and clinical nasal aspirates obtained from children demonstrated an analytical and clinical sensitivity and specificity comparable to existing diagnostic platforms. We demonstrate that automated identification of pathogens from their corresponding target amplicon(s) can be accomplished by analysis of the DNA melting curve of the amplicon.",
      "sentences": [
        [
          {
            "segment_text": "The ideal clinical diagnostic system should deliver rapid ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "sensitive , specific and reproducible results while minimizing the requirements for specialized laboratory facilities and skilled technicians .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We describe an integrated diagnostic platform ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "the `` FilmArray \u0027\u0027 , which fully automates the detection and identification of multiple organisms from a single sample in about one hour .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "An unprocessed biologic/clinical sample is subjected to nucleic acid purification ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "reverse transcription , a high-order nested multiplex polymerase chain reaction and amplicon melt curve analysis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Biochemical reactions are enclosed in a disposable pouch ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "minimizing the PCR contamination risk .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "FilmArray has the potential to detect greater than 100 different nucleic acid targets at one time .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These features make the system well-suited for molecular detection of infectious agents .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Validation of the FilmArray technology was achieved through development of a panel of assays capable of identifying 21 common viral and bacterial respiratory pathogens .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Initial testing of the system using both cultured organisms and clinical nasal aspirates obtained from children demonstrated an analytical and clinical sensitivity and specificity comparable to existing diagnostic platforms .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We demonstrate that automated identification of pathogens from their corresponding target amplicon ( s ) can be accomplished by analysis of the DNA melting curve of the amplicon .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "13",
    "token_num": "214"
  }
}