{
  "paper_id": "7a7ef5608d59aae1e58b336437110e477d5bdf9a",
  "metadata": {
    "title": "Discovery and development of antiviral drugs for biodefense: Experience of a small biotechnology company",
    "coda_data_split": "train",
    "coda_paper_id": 9008,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The unmet need for effective antivirals against potential agents of bioterrorism and emerging infections is obvious; however, the challenges to develop such drugs are daunting. Even with the passage of Project BioShield and more recently the BARDA legislation, there is still not a clear market for these types of drugs and limited federal funding available to support expensive drug development studies. SIGA Technologies, Inc. is a small biotech company committed to developing novel products for the prevention and treatment of severe infectious diseases, with an emphasis on products for diseases that could result from bioterrorism. Through trials and error SIGA has developed an approach to this problem in order to establish the infrastructure necessary to successfully advance new antiviral drugs from the discovery stage on through to licensure. The approach that we have taken to drug development is biology driven and dependent on a dispersive development model utilizing essential collaborations with academic, federal, and private sector partners. This consortium approach requires success in acquiring grants and contracts as well as iterative communication with the government and regulatory agencies. However, it can work as evidenced by the rapid progress of our lead antiviral against smallpox, ST-246, and should serve as the template for development of new antivirals against important biological pathogens.",
      "sentences": [
        [
          {
            "segment_text": "The unmet need for effective antivirals against potential agents of bioterrorism and emerging infections is obvious ; however ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the challenges to develop such drugs are daunting .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Even with the passage of Project BioShield and more recently the BARDA legislation ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "there is still not a clear market for these types of drugs and limited federal funding available to support expensive drug development studies .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "SIGA Technologies , Inc. is a small biotech company committed to developing novel products for the prevention and treatment of severe infectious diseases ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "with an emphasis on products for diseases that could result from bioterrorism .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Through trials and error SIGA has developed an approach to this problem in order to establish the infrastructure necessary to successfully advance new antiviral drugs from the discovery stage on through to licensure .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The approach that we have taken to drug development is biology driven and dependent on a dispersive development model utilizing essential collaborations with academic ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "federal , and private sector partners .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "This consortium approach requires success in acquiring grants and contracts as well as iterative communication with the government and regulatory agencies .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , it can work as evidenced by the rapid progress of our lead antiviral against smallpox ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "ST-246 , and should serve as the template for development of new antivirals against important biological pathogens .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "12",
    "token_num": "227"
  }
}