{
  "paper_id": "7a7fb9401e1f53139f1c850f1d6722f654640773",
  "metadata": {
    "title": "Excessive Neutrophils and Neutrophil Extracellular Traps Contribute to Acute Lung Injury of Influenza Pneumonitis",
    "coda_data_split": "train",
    "coda_paper_id": 2940,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Complications of acute respiratory distress syndrome (ARDS) are common among critically ill patients infected with highly pathogenic influenza viruses. Macrophages and neutrophils constitute the majority of cells recruited into infected lungs, and are associated with immunopathology in influenza pneumonia. We examined pathological manifestations in models of macrophage-or neutrophil-depleted mice challenged with sublethal doses of influenza A virus H1N1 strain PR8. Infected mice depleted of macrophages displayed excessive neutrophilic infiltration, alveolar damage, and increased viral load, later progressing into ARDS-like pathological signs with diffuse alveolar damage, pulmonary edema, hemorrhage, and hypoxemia. In contrast, neutrophil-depleted animals showed mild pathology in lungs. The brochoalveolar lavage fluid of infected macrophage-depleted mice exhibited elevated protein content, T1-␣, thrombomodulin, matrix metalloproteinase-9, and myeloperoxidase activities indicating augmented alveolarcapillary damage, compared to neutrophil-depleted animals. We provide evidence for the formation of neutrophil extracellular traps (NETs), entangled with alveoli in areas of tissue injury, suggesting their potential link with lung damage. When co-incubated with infected alveolar epithelial cells in vitro, neutrophils from infected lungs strongly induced NETs generation, and augmented endothelial damage. NETs induction was abrogated by anti-myeloperoxidase antibody and an inhibitor of superoxide dismutase, thus",
      "sentences": [
        [
          {
            "segment_text": "Complications of acute respiratory distress syndrome ( ARDS ) are common among critically ill patients infected with highly pathogenic influenza viruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Macrophages and neutrophils constitute the majority of cells recruited into infected lungs ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and are associated with immunopathology in influenza pneumonia .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We examined pathological manifestations in models of macrophage-or neutrophil-depleted mice challenged with sublethal doses of influenza A virus H1N1 strain PR8 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Infected mice depleted of macrophages displayed excessive neutrophilic infiltration ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "alveolar damage , and increased viral load ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "later progressing into ARDS-like pathological signs with diffuse alveolar damage ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "pulmonary edema , hemorrhage , and hypoxemia .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "In contrast , neutrophil-depleted animals showed mild pathology in lungs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The brochoalveolar lavage fluid of infected macrophage-depleted mice exhibited elevated protein content ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "T1 - ␣ , thrombomodulin ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "matrix metalloproteinase-9 , and myeloperoxidase activities indicating augmented alveolarcapillary damage , compared to neutrophil-depleted animals .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We provide evidence for the formation of neutrophil extracellular traps ( NETs ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "entangled with alveoli in areas of tissue injury ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "suggesting their potential link with lung damage .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "When co-incubated with infected alveolar epithelial cells in vitro ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "neutrophils from infected lungs strongly induced NETs generation , and augmented endothelial damage .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "NETs induction was abrogated by anti-myeloperoxidase antibody and an inhibitor of superoxide dismutase , thus",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "18",
    "token_num": "219"
  }
}