{
  "paper_id": "7a85bb0de22f7239f2c21b0c772232653a6d7fa2",
  "metadata": {
    "title": "Gammaretrovirus-Specific Antibodies in Free-Ranging and Captive Namibian Cheetahs",
    "coda_data_split": "train",
    "coda_paper_id": 5295,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The cheetah population in Namibia is the largest free-ranging population in the world and a key population for research regarding the health status of this species. We used serological methods and quantitative real-time PCR to test free-ranging and captive Namibian cheetahs for the presence of feline leukemia virus (FeLV), a gammaretrovirus that can be highly aggressive in populations with low genetic diversity, such as cheetahs. We also assessed the presence of antibodies to other gammaretroviruses and the responses to a FeLV vaccine developed for domestic cats. Up to 19% of the free-ranging cheetahs, 27% of the captive nonvaccinated cheetahs, and 86% of the captive vaccinated cheetahs tested positive for FeLV antibodies. FeLV-antibody-positive freeranging cheetahs also tested positive for Rauscher murine leukemia virus antibodies. Nevertheless, FeLV was not detectable by quantitative real-time PCR and no reverse transcriptase activity was detectable by product-enhanced reverse transcriptase assay in the plasma of cheetahs or the supernatants from cultures of peripheral blood mononuclear cells. The presence of antibodies to gammaretroviruses in clinically healthy specimens may be caused either by infection with a low-pathogenic retrovirus or by the expression of endogenous retroviral sequences. The strong humoral immune responses to FeLV vaccination demonstrate that cheetahs can respond to the vaccine and that vaccination against FeLV infection may be beneficial should FeLV infection ever become a threat, as was seen in Iberian lynx and Florida panthers.",
      "sentences": [
        [
          {
            "segment_text": "The cheetah population in Namibia is the largest free-ranging population in the world and a key population for research regarding the health status of this species .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We used serological methods and quantitative real-time PCR to test free-ranging and captive Namibian cheetahs for the presence of feline leukemia virus ( FeLV ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "a gammaretrovirus that can be highly aggressive in populations with low genetic diversity , such as cheetahs .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We also assessed the presence of antibodies to other gammaretroviruses and the responses to a FeLV vaccine developed for domestic cats .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Up to 19 % of the free-ranging cheetahs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "27 % of the captive nonvaccinated cheetahs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and 86 % of the captive vaccinated cheetahs tested positive for FeLV antibodies .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "FeLV-antibody-positive freeranging cheetahs also tested positive for Rauscher murine leukemia virus antibodies .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Nevertheless , FeLV was not detectable by quantitative real-time PCR and no reverse transcriptase activity was detectable by product-enhanced reverse transcriptase assay in the plasma of cheetahs or the supernatants from cultures of peripheral blood mononuclear cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The presence of antibodies to gammaretroviruses in clinically healthy specimens may be caused either by infection with a low-pathogenic retrovirus or by the expression of endogenous retroviral sequences .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The strong humoral immune responses to FeLV vaccination demonstrate that cheetahs can respond to the vaccine and that vaccination against FeLV infection may be beneficial should FeLV infection ever become a threat ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as was seen in Iberian lynx and Florida panthers .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "12",
    "token_num": "247"
  }
}