{
  "paper_id": "7a8508379d73fc4d775641fc273367e54a6fb26a",
  "metadata": {
    "title": "Lymphocyte-myelin sheath interactions in acute experimental allergic encephalomyelitis",
    "coda_data_split": "train",
    "coda_paper_id": 5367,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Using a passively transferred acute model of experimental allergic encephalomyelitis (EAE) in the rat, inflammatory central nervous system (CNS) lesions were shown to develop rapidly, peak and then resolve. An unusual feature of the lesions in the CNS was the presence of pyknotic cells within myelin sheaths. A sequence of observations indicated that such cells were lymphocytes which had insinuated themselves into the myelin sheath by passage along the interperiod line. The presence of lymphocytes within myelin sheaths, a process which did not lead to demyelination, was considered to represent a change which reflects the specificity of the immune response in this disease. The detection of this change in other CNS autoimmune diseases, notably those associated with virus infections, may be important as an indicator of pathogenetically relevant lymphocyte-myelin interactions.",
      "sentences": [
        [
          {
            "segment_text": "Using a passively transferred acute model of experimental allergic encephalomyelitis ( EAE ) in the rat ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "inflammatory central nervous system ( CNS ) lesions were shown to develop rapidly , peak and then resolve .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "An unusual feature of the lesions in the CNS was the presence of pyknotic cells within myelin sheaths .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A sequence of observations indicated that such cells were lymphocytes which had insinuated themselves into the myelin sheath by passage along the interperiod line .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The presence of lymphocytes within myelin sheaths ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "a process which did not lead to demyelination ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "was considered to represent a change which reflects the specificity of the immune response in this disease .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The detection of this change in other CNS autoimmune diseases ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "notably those associated with virus infections ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "may be important as an indicator of pathogenetically relevant lymphocyte-myelin interactions .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "10",
    "token_num": "145"
  }
}