{
  "paper_id": "7a8b68779090a6be24461fb2b19c974232899889",
  "metadata": {
    "title": "Structural comparison strengthens the higher-order classification of proteases related to chymotrypsin",
    "coda_data_split": "train",
    "coda_paper_id": 8637,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Specific cleavage of proteins by proteases is essential for several cellular, physiological, and viral processes. Chymotrypsin-related proteases that form the PA clan in the MEROPS classification of proteases is one of the largest and most diverse group of proteases. The PA clan comprises serine proteases from bacteria, eukaryotes, archaea, and viruses and chymotrypsin-related cysteine proteases from positive-strand RNA viruses. Despite low amino acid sequence identity, all PA clan proteases share a conserved double β-barrel structure. Using an automated structure-based hierarchical clustering method, we identified a common structural core of 72 amino acid residues for 143 PA clan proteases that represent 12 protein families and 11 subfamilies. The identified core is located around the catalytic site between the two β-barrels and resembles the structures of the smallest PA clan proteases. We constructed a structure-based distance tree derived from the properties of the identified common core. Our structure-based analyses support the current classification of these proteases at the subfamily level and largely at the family level. Structural alignment and structure-based distance trees could thus be used for directing objective classification of PA clan proteases and to strengthen their higher order classification. Our results also indicate that the PA clan proteases of positive-strand RNA viruses are related to cellular heatshock proteases, which suggests that the exchange of protease genes between viruses and cells might have occurred more than once. OPEN ACCESS Citation: Mönttinen HAM, Ravantti JJ, Poranen MM (2019) Structural comparison strengthens the higher-order classification of proteases related to chymotrypsin. PLoS ONE 14(5): e0216659. https://",
      "sentences": [
        [
          {
            "segment_text": "Specific cleavage of proteins by proteases is essential for several cellular ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "physiological , and viral processes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Chymotrypsin-related proteases that form the PA clan in the MEROPS classification of proteases is one of the largest and most diverse group of proteases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The PA clan comprises serine proteases from bacteria ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "eukaryotes , archaea , and viruses and chymotrypsin-related cysteine proteases from positive-strand RNA viruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Despite low amino acid sequence identity ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "all PA clan proteases share a conserved double β-barrel structure .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Using an automated structure-based hierarchical clustering method ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we identified a common structural core of 72 amino acid residues for 143 PA clan proteases that represent 12 protein families and 11 subfamilies .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The identified core is located around the catalytic site between the two β-barrels and resembles the structures of the smallest PA clan proteases .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We constructed a structure-based distance tree derived from the properties of the identified common core .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our structure-based analyses support the current classification of these proteases at the subfamily level and largely at the family level .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Structural alignment and structure-based distance trees could thus be used for directing objective classification of PA clan proteases and to strengthen their higher order classification .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our results also indicate that the PA clan proteases of positive-strand RNA viruses are related to cellular heatshock proteases ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which suggests that the exchange of protease genes between viruses and cells might have occurred more than once .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "OPEN ACCESS Citation : Mönttinen HAM ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "Ravantti JJ , Poranen MM ( 2019 ) Structural comparison strengthens the higher-order classification of proteases related to chymotrypsin .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "PLoS ONE 14 ( 5 ) : e0216659 .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "https : / /",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "13",
    "segment_num": "19",
    "token_num": "284"
  }
}