{
  "paper_id": "7a8f035845b43c4e3b01a3034bff85a7ae9b8dfc",
  "metadata": {
    "title": "Tropical Medicine and Infectious Disease Zika Vaccine Development-Current Progress and Challenges for the Future",
    "coda_data_split": "train",
    "coda_paper_id": 6664,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Zika virus is an emergent pathogen that gained significant importance during the epidemic in South and Central America as unusual and alarming complications of infection were recognized. Although initially considered a self-limited benign infection, a panoply of neurologic complications were recognized including a Guillain-Barré-like syndrome and in-utero fetal infection causing microcephaly, blindness, and other congenital neurologic complications. Numerous Zika virus vaccines were developed, with nine different vaccines representing five different platforms entered into clinical trials, one progressing to Phase II. Here we review the current landscape and challenges confronting Zika virus vaccine development.",
      "sentences": [
        [
          {
            "segment_text": "Zika virus is an emergent pathogen that gained significant importance during the epidemic in South and Central America as unusual and alarming complications of infection were recognized .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although initially considered a self-limited benign infection ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a panoply of neurologic complications were recognized including a Guillain-Barré-like syndrome and in-utero fetal infection causing microcephaly ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "blindness , and other congenital neurologic complications .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Numerous Zika virus vaccines were developed ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "with nine different vaccines representing five different platforms entered into clinical trials ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "one progressing to Phase II .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we review the current landscape and challenges confronting Zika virus vaccine development .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "8",
    "token_num": "102"
  }
}