{
  "paper_id": "7ab7699be02b690053288d296a55d2cead606c40",
  "metadata": {
    "title": "Delicate structural coordination of the Severe Acute Respiratory Syndrome coronavirus Nsp13 upon ATP hydrolysis",
    "coda_data_split": "train",
    "coda_paper_id": 10355,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "To date, an effective therapeutic treatment that confers strong attenuation toward coronaviruses (CoVs) remains elusive. Of all the potential drug targets, the helicase of CoVs is considered to be one of the most important. Here, we first present the structure of the full-length Nsp13 helicase of SARS-CoV (SARS-Nsp13) and investigate the structural coordination of its five domains and how these contribute to its translocation and unwinding activity. A translocation model is proposed for the Upf1like helicase members according to three different structural conditions in solution characterized through H/D exchange assay, including substrate state (SARS-Nsp13-dsDNA bound with AMPPNP), transition state (bound with ADP-AlF 4 − ) and product state (bound with ADP). We observed that the ␤19-␤20 loop on the 1A domain is involved in unwinding process directly. Furthermore, we have shown that the RNA dependent RNA polymerase (RdRp), SARS-Nsp12, can enhance the helicase activity of SARS-Nsp13 through interacting with it directly. The interacting regions were identified and can be considered common across CoVs, which provides new insights into the Replication and Transcription Complex (RTC) of CoVs.",
      "sentences": [
        [
          {
            "segment_text": "To date , an effective therapeutic treatment that confers strong attenuation toward coronaviruses ( CoVs ) remains elusive .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Of all the potential drug targets ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the helicase of CoVs is considered to be one of the most important .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we first present the structure of the full-length Nsp13 helicase of SARS-CoV ( SARS-Nsp13 ) and investigate the structural coordination of its five domains and how these contribute to its translocation and unwinding activity .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "A translocation model is proposed for the Upf1like helicase members according to three different structural conditions in solution characterized through H/D exchange assay ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "including substrate state ( SARS-Nsp13-dsDNA bound with AMPPNP ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "transition state ( bound with ADP-AlF 4 − ) and product state ( bound with ADP ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We observed that the ␤ 19 - ␤ 20 loop on the 1A domain is involved in unwinding process directly .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , we have shown that the RNA dependent RNA polymerase ( RdRp ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "SARS-Nsp12 , can enhance the helicase activity of SARS-Nsp13 through interacting with it directly .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The interacting regions were identified and can be considered common across CoVs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which provides new insights into the Replication and Transcription Complex ( RTC ) of CoVs .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "12",
    "token_num": "209"
  }
}