{
  "paper_id": "7abc15512d046017bb9243f33cdbe679521e63f9",
  "metadata": {
    "title": "Facing the threat of highly infectious diseases in Europe: the need for a networking approach",
    "coda_data_split": "train",
    "coda_paper_id": 6152,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "In recent years emerging and re-emerging infections, as well as the risk of bioterrorist events, have attracted increasing attention from health authorities because of the epidemic potential that renders some of them a real public health challenge. These highly infectious diseases (HIDs) are occurring more and more frequently in Europe, and despite the many initiatives in place to face them, many unsolved problems remain, and coordinated efforts for dealing with HIDs appear mandatory. Whereas uncoordinated measures would lead to only partial and poor responses to these emerging threats, networking represents a valuable approach to these diseases, in order to:",
      "sentences": [
        [
          {
            "segment_text": "In recent years emerging and re-emerging infections ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "as well as the risk of bioterrorist events ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "have attracted increasing attention from health authorities because of the epidemic potential that renders some of them a real public health challenge .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These highly infectious diseases ( HIDs ) are occurring more and more frequently in Europe ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and despite the many initiatives in place to face them ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "many unsolved problems remain , and coordinated efforts for dealing with HIDs appear mandatory .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Whereas uncoordinated measures would lead to only partial and poor responses to these emerging threats ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "networking represents a valuable approach to these diseases , in order to :",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "(i) ensure a rapid and effective response; (ii) stimulate complementarity and prevent duplication; (iii) promote international cooperation, exchange of experience, good practice and protocols; and (iv) support the less prepared countries in the European Community.",
      "sentences": [
        [
          {
            "segment_text": "( i ) ensure a rapid and effective response ; ( ii ) stimulate complementarity and prevent duplication ; ( iii ) promote international cooperation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "exchange of experience , good practice and protocols ; and ( iv ) support the less prepared countries in the European Community .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "4",
    "segment_num": "10",
    "token_num": "160"
  }
}