{
  "paper_id": "7aed42f2e6e3ac608238477c9aa49d1d416afc0c",
  "metadata": {
    "title": "CpG DNA facilitate the inactivated transmissible gastroenteritis virus in enhancing the local and systemic immune response of pigs via oral administration",
    "coda_data_split": "train",
    "coda_paper_id": 10130,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Transmissible gastroenteritis virus (TGEV) replicates in the small intestine and induces enteritis and watery diarrhea. Establishment of local immunity in the intestine would thus prevent TGEV transmission. CpG DNA has been reported as a promising mucosal adjuvant in some animals. The effects of oral immunization of CpG DNA together with inactivated TGEV (ITGEV) were investigated in this study. Pigs (6 weeks old) were orally immunized with ITGEV plus CpG DNA. The TGEV-specific IgA level in the intestinal tract and the TGEV-specific IgG level in serum significantly increased following immunization with ITGEV plus CpG DNA (P ≤ 0.05). Moreover, populations of IgA-secreting cells, CD3+ T lymphocytes and intraepithelial lymphocytes (IELs), in the intestine increased significantly after immunization with ITGEV plus CpG DNA (P ≤ 0.05). Furthermore, the expression of IL-6, IL-12 and interferon-␥ (IFN-␥) in ligated intestine segments increased significantly after injection with ITGEV plus CpG DNA (P ≤ 0.05). Taken together, these data suggest that oral immunization of ITGEV plus CpG DNA elicits a local immune response. Further studies are required to determine whether this immunity provides protection against TGEV in pigs.",
      "sentences": [
        [
          {
            "segment_text": "Transmissible gastroenteritis virus ( TGEV ) replicates in the small intestine and induces enteritis and watery diarrhea .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Establishment of local immunity in the intestine would thus prevent TGEV transmission .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "CpG DNA has been reported as a promising mucosal adjuvant in some animals .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The effects of oral immunization of CpG DNA together with inactivated TGEV ( ITGEV ) were investigated in this study .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Pigs ( 6 weeks old ) were orally immunized with ITGEV plus CpG DNA .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The TGEV-specific IgA level in the intestinal tract and the TGEV-specific IgG level in serum significantly increased following immunization with ITGEV plus CpG DNA ( P ≤ 0.05 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , populations of IgA-secreting cells ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "CD3 + T lymphocytes and intraepithelial lymphocytes ( IELs ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "in the intestine increased significantly after immunization with ITGEV plus CpG DNA ( P ≤ 0.05 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , the expression of IL-6 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "IL-12 and interferon - ␥ ( IFN - ␥ ) in ligated intestine segments increased significantly after injection with ITGEV plus CpG DNA ( P ≤ 0.05 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Taken together , these data suggest that oral immunization of ITGEV plus CpG DNA elicits a local immune response .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Further studies are required to determine whether this immunity provides protection against TGEV in pigs .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "13",
    "token_num": "219"
  }
}