{
  "paper_id": "7af827f235679f6d05974e8e5c5ca434642eeda2",
  "metadata": {
    "title": "A Discontinuous RNA Platform Mediates RNA Virus Replication: Building an Integrated Model for RNA-based Regulation of Viral Processes A Discontinuous RNA Platform Mediates RNA Virus Replication: Building an Integrated Model for RNA-based Regulation of Viral Processes",
    "coda_data_split": "train",
    "coda_paper_id": 4946,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Plus-strand RNA viruses contain RNA elements within their genomes that mediate a variety of fundamental viral processes. The traditional view of these elements is that of local RNA structures. This perspective, however, is changing due to increasing discoveries of functional viral RNA elements that are formed by long-range RNA-RNA interactions, often spanning thousands of nucleotides. The plus-strand RNA genomes of tombusviruses exemplify this concept by possessing different long-range RNA-RNA interactions that regulate both viral translation and transcription. Here we report that a third fundamental tombusvirus process, viral genome replication, requires a long-range RNA-based interaction spanning ,3000 nts. In vivo and in vitro analyses suggest that the discontinuous RNA platform formed by the interaction facilitates efficient assembly of the viral RNA replicase. This finding has allowed us to build an integrated model for the role of global RNA structure in regulating the reproduction of a eukaryotic RNA virus, and the insights gained have extended our understanding of the multifunctional nature of viral RNA genomes.",
      "sentences": [
        [
          {
            "segment_text": "Plus-strand RNA viruses contain RNA elements within their genomes that mediate a variety of fundamental viral processes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The traditional view of these elements is that of local RNA structures .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This perspective , however , is changing due to increasing discoveries of functional viral RNA elements that are formed by long-range RNA-RNA interactions ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "often spanning thousands of nucleotides .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The plus-strand RNA genomes of tombusviruses exemplify this concept by possessing different long-range RNA-RNA interactions that regulate both viral translation and transcription .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we report that a third fundamental tombusvirus process ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "viral genome replication , requires a long-range RNA-based interaction spanning ,3000 nts .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In vivo and in vitro analyses suggest that the discontinuous RNA platform formed by the interaction facilitates efficient assembly of the viral RNA replicase .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This finding has allowed us to build an integrated model for the role of global RNA structure in regulating the reproduction of a eukaryotic RNA virus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the insights gained have extended our understanding of the multifunctional nature of viral RNA genomes .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "10",
    "token_num": "176"
  }
}