{
  "paper_id": "7afdf9319b1c8c4d1a5d5ab86bff147b03840c8d",
  "metadata": {
    "title": "Commentary on Ferguson, et al., \"Impact of Non-pharmaceutical Interventions (NPIs) to Reduce COVID-19 Mortality and Healthcare Demand\"",
    "coda_data_split": "train",
    "coda_paper_id": 2461,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "A recent manuscript (Ferguson et al. in Impact of non-pharmaceutical interventions (NPIs) to reduce COVID-19 mortality and healthcare demand, Imperial College COVID-19 Response Team, London, 2020. https://www.imperial.ac.uk/media/ imperial-college/medicine/sph/ide/gida-fellowships/Imperial-College-COVID19-NPI-modelling-16-03-2020.pdf) from Imperial College modelers examining ways to mitigate and control the spread of COVID-19 has attracted much attention. In this paper, we will discuss a coarse taxonomy of models and explore the context and significance of the Imperial College and other models in contributing to the analysis of COVID-19.",
      "sentences": [
        [
          {
            "segment_text": "A recent manuscript ( Ferguson et al. in Impact of non-pharmaceutical interventions ( NPIs ) to reduce COVID-19 mortality and healthcare demand ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Imperial College COVID-19 Response Team , London , 2020 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "https://www.imperial.ac.uk/media/ imperial-college/medicine/sph/ide/gida-fellowships/Imperial-College-COVID19-NPI-modelling-16-03-2020.pdf ) from Imperial College modelers examining ways to mitigate and control the spread of COVID-19 has attracted much attention .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this paper , we will discuss a coarse taxonomy of models and explore the context and significance of the Imperial College and other models in contributing to the analysis of COVID-19 .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "3",
    "segment_num": "4",
    "token_num": "88"
  }
}