{
  "paper_id": "7b21130d26a97ff62ef1810505eb083ec77657f8",
  "metadata": {
    "title": "Elevated serum IgM levels indicate poor outcome in patients with coronavirus disease 2019 pneumonia: A retrospective case-control study",
    "coda_data_split": "train",
    "coda_paper_id": 7750,
    "coda_has_expert_labels": false,
    "subset": "biorxiv_medrxiv"
  },
  "abstract": [
    {
      "original_text": "A total of 116 hospitalized patients with confirmed COVID-19 pneumonia and SARS-CoV-2-specific immunoglobulins tested in Tongji hospital were retrospectively investigated. Clinical, laboratory, radiological characteristics and outcomes data were compared between mild-moderate group and died group. Further, a paired case-control study was conducted where each deceased case was matched to three mild-moderate patients of similar age.",
      "sentences": [
        [
          {
            "segment_text": "A total of 116 hospitalized patients with confirmed COVID-19 pneumonia and SARS-CoV-2-specific immunoglobulins tested in Tongji hospital were retrospectively investigated .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Clinical , laboratory , radiological characteristics and outcomes data were compared between mild-moderate group and died group .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Further , a paired case-control study was conducted where each deceased case was matched to three mild-moderate patients of similar age .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Among 116 subjects included, 101 mild-moderate patients survived and 15 cases died.",
      "sentences": [
        [
          {
            "segment_text": "Among 116 subjects included , 101 mild-moderate patients survived and 15 cases died .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "SARS-CoV-2-specific IgM levels peaked in forth week after onset of COVID-19 pneumonia, while serum IgG levels increased over 8 weeks. Serum IgM levels were higher in deceased patients than mild-moderate patients (P \u003d 0.024), but not IgG.",
      "sentences": [
        [
          {
            "segment_text": "SARS-CoV-2-specific IgM levels peaked in forth week after onset of COVID-19 pneumonia ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while serum IgG levels increased over 8 weeks .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Serum IgM levels were higher in deceased patients than mild-moderate patients ( P \u003d 0.024 ) , but not IgG .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Serum IgM levels were negatively correlated with clinical outcome, eosinophil count and albumin levels (r \u003d -0.269, P \u003d 0.003; r \u003d -0.188, P \u003d 0.043; and r \u003d -0.198, P \u003d 0.033, resp.). The area under the ROC curve (AUC) for IgM antibody was 0.681 (95% CI: 0.517-0.845, P \u003d 0.024). In case-control study paired by age, serum IgM was higher in deceased patients than mild-moderate patients (P \u003d 0.019), positively correlated with leucocyte count (r \u003d 0.260, P \u003d 0.045), while negatively correlated with clinical outcome and albumin levels (r \u003d -0.337, P \u003d 0.008; r \u003d -0.265, P \u003d 0.041).",
      "sentences": [
        [
          {
            "segment_text": "Serum IgM levels were negatively correlated with clinical outcome ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "eosinophil count and albumin levels ( r \u003d -0.269 , P \u003d 0.003 ; r \u003d -0.188 , P \u003d 0.043 ; and r \u003d -0.198 , P \u003d 0.033 , resp . )",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": ".",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "The area under the ROC curve ( AUC ) for IgM antibody was 0.681 ( 95 % CI : 0.517-0.845 , P \u003d 0.024 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In case-control study paired by age ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "serum IgM was higher in deceased patients than mild-moderate patients ( P \u003d 0.019 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "positively correlated with leucocyte count ( r \u003d 0.260 , P \u003d 0.045 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while negatively correlated with clinical outcome and albumin levels ( r \u003d -0.337 , P \u003d 0.008 ; r \u003d -0.265 , P \u003d 0.041 ) .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "AUC for IgM levels was 0.704 (95% CI: 0.534-0.873, P \u003d 0.019).",
      "sentences": [
        [
          {
            "segment_text": "AUC for IgM levels was 0.704 ( 95 % CI : 0.534-0.873 , P \u003d 0.019 ) .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "These results indicate that dynamics of SARS-CoV-2 specific IgM and IgG antibodies was similar with that of SARS-CoV, while elevated serum IgM levels indicate poor outcome in patients with COVID-19 pneumonia. All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
      "sentences": [
        [
          {
            "segment_text": "These results indicate that dynamics of SARS-CoV-2 specific IgM and IgG antibodies was similar with that of SARS-CoV ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while elevated serum IgM levels indicate poor outcome in patients with COVID-19 pneumonia .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "All rights reserved .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "No reuse allowed without permission .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "author/funder , who has granted medRxiv a license to display the preprint in perpetuity .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "6",
    "sentence_num": "15",
    "segment_num": "21",
    "token_num": "330"
  }
}