{
  "paper_id": "7b8651134661f8aced0b24ab2bb5e54f6b82b94c",
  "metadata": {
    "title": "",
    "coda_data_split": "train",
    "coda_paper_id": 8293,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The entire repertoire of antibodies in our serum, the IgOme, is a historical record of our past experiences and a reflection of our immune status at any given moment. Understanding the dynamics of the IgOme and how the diversity and specificities of serum antibodies change in response to disease and maintenance of homeostasis can directly impact the ability to design and develop novel vaccines, diagnostics and therapeutics. Here we review both direct and indirect methodologies that are being developed to map the complexity and specificities of the antibodies in polyclonal serum -the IgOme. (J.M. Gershoni). FEBS Letters 588 (2014) 318-325 j o u r n a l h o m e p a g e : w w w . F E B S L e t t e r s . o r g",
      "sentences": [
        [
          {
            "segment_text": "The entire repertoire of antibodies in our serum ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the IgOme , is a historical record of our past experiences and a reflection of our immune status at any given moment .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Understanding the dynamics of the IgOme and how the diversity and specificities of serum antibodies change in response to disease and maintenance of homeostasis can directly impact the ability to design and develop novel vaccines , diagnostics and therapeutics .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we review both direct and indirect methodologies that are being developed to map the complexity and specificities of the antibodies in polyclonal serum - the IgOme .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "( J.M. Gershoni ) .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "FEBS Letters 588 ( 2014 ) 318-325 j o u r n a l h o m e p a g e : w w w .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "F E B S L e t t e r s .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "o r g",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "8",
    "token_num": "147"
  }
}