{
  "paper_id": "7b9b1feeb8703388fc6b9b4d813f039f9d9a358d",
  "metadata": {
    "title": "Immunogenicity and protective efficacy in monkeys of purified inactivated Vero-cell SARS vaccine",
    "coda_data_split": "train",
    "coda_paper_id": 3406,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background: In 2003, severe acute respiratory syndrome (SARS) resulted in hundreds of infections and deaths globally. We aim to assess immunogenicity and protective efficacy of purified inactivated Vero-cell SARS vaccine in monkeys. Methods: The cultures of SARS coronavirus (SARS-CoV) BJ-01 strain infected Vero cells were inactivated with ␤-propiolactone. Sequential procedures, including ultrafiltration, gel filtration and ion exchange chromatography, were performed to obtain purified inactivated SARS vaccine. The purified SARS vaccine was analyzed with electron microscope, HPLC and Western blotting. We immunized three groups of cynomolgus macaques fascicularis with adjuvant-containing purified vaccine, purified vaccine and unpurified vaccine, respectively, and a fourth group served as a control. Antibody titers were measured by plaque reduction neutralization test. The vaccinated monkeys were challenged with SARS-CoV BJ-01 strain to observe protective efficacy. Additionally, three groups of rhesus monkeys were immunized with different doses of the purified inactivated SARS vaccine (0.5, 1 and 2 g/time/monkey) on days 0 and 7, and the monkeys were challenged with SARS-CoV GZ-01 strain. We assessed the safety of the SARS vaccine and observed whether the antibody dependent enhancement (ADE) occurred under low levels of neutralizing antibody in rhesus. Findings: The purity of SARS vaccine was 97.6% by HPLC identification and reacted with convalescent sera of SARS patients. The purified SARS vaccine induced high levels of neutralizing antibodies and prevented the replication of SARS-CoV in monkeys. Under low levels of neutralizing antibody, no exacerbation of clinical symptoms was observed when the immunized monkeys were challenged with SARS-CoV. In this preliminary animal trial, no side effects were detected when monkeys were immunized with purified SARS vaccine either at normal or large doses. Interpretation: The purified inactivated SARS vaccine could induce high levels of neutralizing antibody, and protect the monkeys from the challenge of SARS-CoV. The SARS vaccine prepared in the study appeared to be safe in monkeys.",
      "sentences": [
        [
          {
            "segment_text": "Background : In 2003 , severe acute respiratory syndrome ( SARS ) resulted in hundreds of infections and deaths globally .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We aim to assess immunogenicity and protective efficacy of purified inactivated Vero-cell SARS vaccine in monkeys .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : The cultures of SARS coronavirus ( SARS-CoV ) BJ-01 strain infected Vero cells were inactivated with ␤ - propiolactone .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Sequential procedures , including ultrafiltration ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "gel filtration and ion exchange chromatography ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "were performed to obtain purified inactivated SARS vaccine .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The purified SARS vaccine was analyzed with electron microscope , HPLC and Western blotting .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We immunized three groups of cynomolgus macaques fascicularis with adjuvant-containing purified vaccine ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "purified vaccine and unpurified vaccine ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "respectively , and a fourth group served as a control .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Antibody titers were measured by plaque reduction neutralization test .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The vaccinated monkeys were challenged with SARS-CoV BJ-01 strain to observe protective efficacy .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Additionally , three groups of rhesus monkeys were immunized with different doses of the purified inactivated SARS vaccine ( 0.5 , 1 and 2 g/time/monkey ) on days 0 and 7 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and the monkeys were challenged with SARS-CoV GZ-01 strain .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We assessed the safety of the SARS vaccine and observed whether the antibody dependent enhancement ( ADE ) occurred under low levels of neutralizing antibody in rhesus .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Findings : The purity of SARS vaccine was 97.6 % by HPLC identification and reacted with convalescent sera of SARS patients .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The purified SARS vaccine induced high levels of neutralizing antibodies and prevented the replication of SARS-CoV in monkeys .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Under low levels of neutralizing antibody ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "no exacerbation of clinical symptoms was observed when the immunized monkeys were challenged with SARS-CoV .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In this preliminary animal trial ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "no side effects were detected when monkeys were immunized with purified SARS vaccine either at normal or large doses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Interpretation : The purified inactivated SARS vaccine could induce high levels of neutralizing antibody ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and protect the monkeys from the challenge of SARS-CoV .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The SARS vaccine prepared in the study appeared to be safe in monkeys .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "16",
    "segment_num": "24",
    "token_num": "350"
  }
}