{
  "paper_id": "7b9fb5e842666cdb5418bacb81aefb0226088c06",
  "metadata": {
    "title": "Severe Acute Respiratory Syndrome: Temporal Stability and Geographic Variation in Case-Fatality Rates and Doubling Times",
    "coda_data_split": "train",
    "coda_paper_id": 5289,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "We analyzed temporal stability and geographic trends in cumulative case-fatality rates and average doubling times of severe acute respiratory syndrome (SARS). In part, we account for correlations between case-fatality rates and doubling times through differences in control measures. Factors that may alter future estimates of casefatality rates, reasons for heterogeneity in doubling times among countries, and implications for the control of SARS are discussed.",
      "sentences": [
        [
          {
            "segment_text": "We analyzed temporal stability and geographic trends in cumulative case-fatality rates and average doubling times of severe acute respiratory syndrome ( SARS ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "In part , we account for correlations between case-fatality rates and doubling times through differences in control measures .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Factors that may alter future estimates of casefatality rates ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "reasons for heterogeneity in doubling times among countries ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and implications for the control of SARS are discussed .",
            "crowd_label": "method"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "3",
    "segment_num": "5",
    "token_num": "72"
  }
}