{
  "paper_id": "7ba2b38fdd8158bce40520cb0a93c1d2889f64f9",
  "metadata": {
    "title": "Identification of a Highly Conserved H1 Subtype-Specific Epitope with Diagnostic Potential in the Hemagglutinin Protein of Influenza A Virus",
    "coda_data_split": "train",
    "coda_paper_id": 4891,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Subtype specificity of influenza A virus (IAV) is determined by its two surface glycoproteins, hemagglutinin (HA) and neuraminidase (NA). For HA, 16 distinct subtypes (H1-H16) exist, while nine exist for NA. The epidemic strains of H1N1 IAV change frequently and cause annual seasonal epidemics as well as occasional pandemics, such as the notorious 1918 influenza pandemic. The recent introduction of pandemic A/H1N1 IAV (H1N1pdm virus) into humans re-emphasizes the public health concern about H1N1 IAV. Several studies have identified conserved epitopes within specific HA subtypes that can be used for diagnostics. However, immune specific epitopes in H1N1 IAV have not been completely assessed. In this study, linear epitopes on the H1N1pdm viral HA protein were identified by peptide scanning using libraries of overlapping peptides against convalescent sera from H1N1pdm patients. One epitope, P5 (aa 58-72) was found to be immunodominant in patients and to evoke high titer antibodies in mice. Multiple sequence alignments and in silico coverage analysis showed that this epitope is highly conserved in influenza H1 HA [with a coverage of 91.6% (9,860/10,767)] and almost completely absent in other subtypes [with a coverage of 3.3% (792/23,895)]. This previously unidentified linear epitope is located outside the five well-recognized antigenic sites in HA. A peptide ELISA method based on this epitope was developed and showed high correlation (x 2 \u003d 51.81, P,0.01, Pearson correlation coefficient R \u003d 0.741) with a hemagglutination inhibition test. The highly conserved H1 subtype-specific immunodominant epitope may form the basis for developing novel assays for sero-diagnosis and active surveillance against H1N1 IAVs.",
      "sentences": [
        [
          {
            "segment_text": "Subtype specificity of influenza A virus ( IAV ) is determined by its two surface glycoproteins ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "hemagglutinin ( HA ) and neuraminidase ( NA ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "For HA , 16 distinct subtypes ( H1-H16 ) exist ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "while nine exist for NA .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The epidemic strains of H1N1 IAV change frequently and cause annual seasonal epidemics as well as occasional pandemics ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "such as the notorious 1918 influenza pandemic .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The recent introduction of pandemic A/H1N1 IAV ( H1N1pdm virus ) into humans re-emphasizes the public health concern about H1N1 IAV .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Several studies have identified conserved epitopes within specific HA subtypes that can be used for diagnostics .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , immune specific epitopes in H1N1 IAV have not been completely assessed .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , linear epitopes on the H1N1pdm viral HA protein were identified by peptide scanning using libraries of overlapping peptides against convalescent sera from H1N1pdm patients .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "One epitope , P5 ( aa 58-72 ) was found to be immunodominant in patients and to evoke high titer antibodies in mice .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Multiple sequence alignments and in silico coverage analysis showed that this epitope is highly conserved in influenza H1 HA ( with a coverage of 91.6 % ( 9,860 / 10,767 ) ) and almost completely absent in other subtypes ( with a coverage of 3.3 % ( 792/23 ,895 ) ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This previously unidentified linear epitope is located outside the five well-recognized antigenic sites in HA .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A peptide ELISA method based on this epitope was developed and showed high correlation ( x 2 \u003d 51.81 , P ,0.01 , Pearson correlation coefficient R \u003d 0.741 ) with a hemagglutination inhibition test .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The highly conserved H1 subtype-specific immunodominant epitope may form the basis for developing novel assays for sero-diagnosis and active surveillance against H1N1 IAVs .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "12",
    "segment_num": "15",
    "token_num": "305"
  }
}