{
  "paper_id": "7bbc1ea49a5caefdf52953d806743e90d6c8c4fd",
  "metadata": {
    "title": "Subviral Particle as Vaccine and Vaccine Platform",
    "coda_data_split": "train",
    "coda_paper_id": 7239,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Recombinant subvirual particles retain similar antigenic features of their authentic viral capsids and thus have been applied as nonreplicating subunit vaccines against viral infection and illness. Additionally, the self-assembled, polyvalent subviral particles are excellent platforms to display foreign antigens for immune enhancement for vaccine development. These subviral particle-based vaccines are noninfectious and thus safer than the conventional live attenuated and inactivated vaccines. While several VLP vaccines are available in the markets, numerous others, including dual vaccines against more than one pathogen, are under clinical or preclinical development. This article provides an update of these efforts.",
      "sentences": [
        [
          {
            "segment_text": "Recombinant subvirual particles retain similar antigenic features of their authentic viral capsids and thus have been applied as nonreplicating subunit vaccines against viral infection and illness .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Additionally , the self-assembled , polyvalent subviral particles are excellent platforms to display foreign antigens for immune enhancement for vaccine development .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These subviral particle-based vaccines are noninfectious and thus safer than the conventional live attenuated and inactivated vaccines .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "While several VLP vaccines are available in the markets ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "numerous others , including dual vaccines against more than one pathogen ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "are under clinical or preclinical development .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This article provides an update of these efforts .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "7",
    "token_num": "105"
  }
}