{
  "paper_id": "7bc87a77a7aba144248cfa3bc514541f09047edf",
  "metadata": {
    "title": "A new phylogenetic protocol: Dealing with model misspecification and confirmation bias in molecular phylogenetics",
    "coda_data_split": "train",
    "coda_paper_id": 7115,
    "coda_has_expert_labels": false,
    "subset": "biorxiv_medrxiv"
  },
  "abstract": [
    {
      "original_text": "To the memory of Rossiter H. Crozier , an evolutionary biologist, who with his generosity and inquisitiveness inspired many students and scientists, in Australia and abroad. doi: bioRxiv preprint",
      "sentences": [
        [
          {
            "segment_text": "To the memory of Rossiter H. Crozier ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "an evolutionary biologist , who with his generosity and inquisitiveness inspired many students and scientists , in Australia and abroad .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "doi : bioRxiv preprint",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "2 Molecular phylogenetics plays a key role in comparative genomics and has an increasinglysignificant impacts on science, industry, government, public health, and society. We posit that the current phylogenetic protocol is missing two critical steps, and that their absence allows model misspecification and confirmation bias to unduly influence our phylogenetic estimates. Based on the potential offered by well-established but under-used procedures (e.g., assessment of phylogenetic assumptions and tests of goodness-of-fit), we introduce a new phylogenetic protocol that will reduce confirmation bias and increase the accuracy of phylogenetic estimates. doi: bioRxiv preprint",
      "sentences": [
        [
          {
            "segment_text": "2 Molecular phylogenetics plays a key role in comparative genomics and has an increasinglysignificant impacts on science ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "industry , government , public health , and society .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We posit that the current phylogenetic protocol is missing two critical steps ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and that their absence allows model misspecification and confirmation bias to unduly influence our phylogenetic estimates .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Based on the potential offered by well-established but under-used procedures ( e.g. , assessment of phylogenetic assumptions and tests of goodness-of-fit ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we introduce a new phylogenetic protocol that will reduce confirmation bias and increase the accuracy of phylogenetic estimates .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "doi : bioRxiv preprint",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "CONFIRMATION BIAS IN PHYLOGENETICS",
      "sentences": [
        [
          {
            "segment_text": "CONFIRMATION BIAS IN PHYLOGENETICS",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "Bayesian methods (77-82)), or using non-parametric phylogenetic methods (i.e., parsimony methods (66,68,70,71,(83)(84)(85)). In reality, many researchers analyze their data using a range of model-based phylogenetic methods, and reports that only use parsimony methods are increasingly rare. Depending on the chosen phylogenetic method, researchers may have to select a suitable model of sequence evolution (i.e., a model that combines the substitution model and the rates-across-sites model) to apply to the sub-MSA. This choice is often made by using model-selection methods (6,86-97).",
      "sentences": [
        [
          {
            "segment_text": "Bayesian methods ( 77-82 ) ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "or using non-parametric phylogenetic methods ( i.e. , parsimony methods ( 66,68,70,71 , ( 83 ) ( 84 ) ( 85 ) ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "In reality , many researchers analyze their data using a range of model-based phylogenetic methods ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and reports that only use parsimony methods are increasingly rare .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Depending on the chosen phylogenetic method ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "researchers may have to select a suitable model of sequence evolution ( i.e. , a model that combines the substitution model and the rates-across-sites model ) to apply to the sub-MSA .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This choice is often made by using model-selection methods ( 6,86-97 ) .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Having chosen a phylogenetic method and, in relevant cases, a suitable model of sequence evolution, the next step involves obtaining accurate estimates of the tree and evolutionary processes that led to the data. Phylogenetic methods are implemented in many programs (66-85) and, depending on the methods chosen, users often also obtain the nonparametric bootstrap probability (98) or clade credibility (99) to measure support for divergence events in the phylogeny.",
      "sentences": [
        [
          {
            "segment_text": "Having chosen a phylogenetic method and ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "in relevant cases , a suitable model of sequence evolution ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the next step involves obtaining accurate estimates of the tree and evolutionary processes that led to the data .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Phylogenetic methods are implemented in many programs ( 66-85 ) and ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "depending on the methods chosen ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "users often also obtain the nonparametric bootstrap probability ( 98 ) or clade credibility ( 99 ) to measure support for divergence events in the phylogeny .",
            "crowd_label": "background"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "5",
    "sentence_num": "13",
    "segment_num": "24",
    "token_num": "333"
  }
}