{
  "paper_id": "7bc902adee438abe3d23d51cb7223c90fe111867",
  "metadata": {
    "title": "34 Animals Hazardous to Humans",
    "coda_data_split": "train",
    "coda_paper_id": 5955,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "publicly funded repositories, such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source. These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active.",
      "sentences": [
        [
          {
            "segment_text": "publicly funded repositories , such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "David A Warrell • The pain of marine stings is relieved by hot (45°C) water. Antivenoms are manufactured for envenoming by scorpion fish and box jellyfish Key features VENOMOUS FISH [1-3] Although more than 1200 species of fish are thought to be venomous, only about 200 species can inflict dangerous stings. Rarely, fatal stings are inflicted by cartilagenous fish (class Chondrichthyes), such as sharks and dogfish (order Squaliformes); stingrays and mantas (order Rajiformes); and bony fish (superclass Osteichthyes), such as rayfinned fish (class Actinopterygii) of the orders Siluriformes (catfish), Perciformes [families Trachinidae (weever fish), Uranoscopidae (stargazers or stone-lifters) and others] and Scorpaeniformes (scorpion fish, stonefish, lion fish-Synanceja/Synanceia spp.) (Figs 134.",
      "sentences": [
        [
          {
            "segment_text": "David A Warrell • The pain of marine stings is relieved by hot ( 45 °C ) water .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Antivenoms are manufactured for envenoming by scorpion fish and box jellyfish Key features VENOMOUS FISH ( 1-3 ) Although more than 1200 species of fish are thought to be venomous ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "only about 200 species can inflict dangerous stings .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Rarely , fatal stings are inflicted by cartilagenous fish ( class Chondrichthyes ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "such as sharks and dogfish ( order Squaliformes ) ; stingrays and mantas ( order Rajiformes ) ; and bony fish ( superclass Osteichthyes ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "such as rayfinned fish ( class Actinopterygii ) of the orders Siluriformes ( catfish ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Perciformes ( families Trachinidae ( weever fish ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Uranoscopidae ( stargazers or stone-lifters ) and others ) and Scorpaeniformes ( scorpion fish , stonefish , lion fish-Synanceja/Synanceia spp. ) ( Figs 134 .",
            "crowd_label": "background"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "5",
    "segment_num": "10",
    "token_num": "200"
  }
}