{
  "paper_id": "7bdb190c3d2ae6cbc892c98951346220b168d4e7",
  "metadata": {
    "title": "A comparison study between GeXP-based multiplex-PCR and serology assay for Mycoplasma pneumoniae detection in children with community acquired pneumonia",
    "coda_data_split": "train",
    "coda_paper_id": 9614,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Diagnosis of community-acquired pneumonia (CAP) caused by Mycoplasma pneumoniae (Mp) in children has been hampered by difficulty in obtaining convalescent serum and time constraints. In this study, the two diagnostic assays that targeted respectively on Mp-antibody and Mp-DNA were retrospectively investigated. Methods: A total of 3146 children were clinically diagnosed to have CAP and were confirmed by chest X-ray during March 2015 to February 2016 in Children\u0027s hospital of Hebei Province (China). Both of the sera and sputum samples were collected in 24 h after their admission. The Mp-antibody was examined by the passive particle agglutination assay and a fourfold or greater increase of antibody titers of paired sera or≧1:160 titer of single serum was set as the serology positive. Mp-DNA in the sputum samples was tested by a multiplex-PCR method named GeXP assay (multiplex PCR combined with automated capillary electrophoresis). In order to eliminate the false positive results caused by the asymptomatic carriage after infected by M. pneumoniae, the inconsistent samples were tested by the real-time isothermal transcription-mediated RNA amplification assay (SAT).",
      "sentences": [
        [
          {
            "segment_text": "Background : Diagnosis of community-acquired pneumonia ( CAP ) caused by Mycoplasma pneumoniae ( Mp ) in children has been hampered by difficulty in obtaining convalescent serum and time constraints .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , the two diagnostic assays that targeted respectively on Mp-antibody and Mp-DNA were retrospectively investigated .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : A total of 3146 children were clinically diagnosed to have CAP and were confirmed by chest X-ray during March 2015 to February 2016 in Children \u0027s hospital of Hebei Province ( China ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Both of the sera and sputum samples were collected in 24 h after their admission .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The Mp-antibody was examined by the passive particle agglutination assay and a fourfold or greater increase of antibody titers of paired sera or ≧ 1:160 titer of single serum was set as the serology positive .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Mp-DNA in the sputum samples was tested by a multiplex-PCR method named GeXP assay ( multiplex PCR combined with automated capillary electrophoresis ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "In order to eliminate the false positive results caused by the asymptomatic carriage after infected by M. pneumoniae ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "the inconsistent samples were tested by the real-time isothermal transcription-mediated RNA amplification assay ( SAT ) .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "The inter-rated agreement test was performed in 3146 CAP patients, with a highest kappa value in the schoolage children as 0.783. There were 6.29% (198/3146) cases showed inconsistent results determined by GeXP and serology assay. All of the 19 GeXP(+)/Serology (−) samples and a randomly chosen 27 from 179 GeXP(−)/Serology (+) samples were tested by SAT assay, and a 97.8% diagnosis agreement was observed between SAT and GeXP assay, but not with the serology assay. In addition, patients who were detected only by serology or only by multiplex-PCR were significantly younger than those with both methods positive (3.0 and 1.5 years vs. 5.0 years, p \u003c 0. 01). The Viral-Mp coinfection accounted for 37.0% (97/262), which was more common in winter and spring (p \u003c 0.05) and in the infantile group (p \u003c 0.01), compared to the pure Mp positive ones.",
      "sentences": [
        [
          {
            "segment_text": "The inter-rated agreement test was performed in 3146 CAP patients ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "with a highest kappa value in the schoolage children as 0.783 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "There were 6.29 % ( 198/3146 ) cases showed inconsistent results determined by GeXP and serology assay .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "All of the 19 GeXP ( + ) / Serology ( − ) samples and a randomly chosen 27 from 179 GeXP ( − ) / Serology ( + ) samples were tested by SAT assay ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and a 97.8 % diagnosis agreement was observed between SAT and GeXP assay ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but not with the serology assay .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , patients who were detected only by serology or only by multiplex-PCR were significantly younger than those with both methods positive ( 3.0 and 1.5 years vs. 5.0 years , p \u003c 0 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "01 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The Viral-Mp coinfection accounted for 37.0 % ( 97/262 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which was more common in winter and spring ( p \u003c 0.05 ) and in the infantile group ( p \u003c 0.01 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "compared to the pure Mp positive ones .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "In some children CAP cases, the Mp laboratory diagnosis was inconsistent between serology and multiplex-PCR assay. Verified by the SAT assay, the GeXP showed a more sensitive and reliable performance compared with the serology assay. Furthermore, employing the multiplex-PCR could provide more information on the associated pathogens for clinical assessment of CAP.",
      "sentences": [
        [
          {
            "segment_text": "In some children CAP cases ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the Mp laboratory diagnosis was inconsistent between serology and multiplex-PCR assay .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Verified by the SAT assay ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "the GeXP showed a more sensitive and reliable performance compared with the serology assay .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , employing the multiplex-PCR could provide more information on the associated pathogens for clinical assessment of CAP .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "16",
    "segment_num": "24",
    "token_num": "437"
  }
}