{
  "paper_id": "7c0bfcf7cdb720113a16c54e8203111137ebbd41",
  "metadata": {
    "title": "Broad-spectrum antiviral activity of chebulagic acid and punicalagin against viruses that use glycosaminoglycans for entry",
    "coda_data_split": "train",
    "coda_paper_id": 6386,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: We previously identified two hydrolyzable tannins, chebulagic acid (CHLA) and punicalagin (PUG) that blocked herpes simplex virus type 1 (HSV-1) entry and spread. These compounds inhibited viral glycoprotein interactions with cell surface glycosaminoglycans (GAGs). Based on this property, we evaluated their antiviral efficacy against several different viruses known to employ GAGs for host cell entry.",
      "sentences": [
        [
          {
            "segment_text": "Background : We previously identified two hydrolyzable tannins ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "chebulagic acid ( CHLA ) and punicalagin ( PUG ) that blocked herpes simplex virus type 1 ( HSV-1 ) entry and spread .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These compounds inhibited viral glycoprotein interactions with cell surface glycosaminoglycans ( GAGs ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Based on this property , we evaluated their antiviral efficacy against several different viruses known to employ GAGs for host cell entry .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results: Extensive analysis of the tannins\u0027 mechanism of action was performed on a panel of viruses during the attachment and entry steps of infection. Virus-specific binding assays and the analysis of viral spread during treatment with these compounds were also conducted. CHLA and PUG were effective in abrogating infection by human cytomegalovirus (HCMV), hepatitis C virus (HCV), dengue virus (DENV), measles virus (MV), and respiratory syncytial virus (RSV), at μM concentrations and in dose-dependent manners without significant cytotoxicity. Moreover, the natural compounds inhibited viral attachment, penetration, and spread, to different degrees for each virus. Specifically, the tannins blocked all these steps of infection for HCMV, HCV, and MV, but had little effect on the post-fusion spread of DENV and RSV, which could suggest intriguing differences in the roles of GAGinteractions for these viruses.",
      "sentences": [
        [
          {
            "segment_text": "Results : Extensive analysis of the tannins \u0027 mechanism of action was performed on a panel of viruses during the attachment and entry steps of infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Virus-specific binding assays and the analysis of viral spread during treatment with these compounds were also conducted .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "CHLA and PUG were effective in abrogating infection by human cytomegalovirus ( HCMV ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "hepatitis C virus ( HCV ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "dengue virus ( DENV ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "measles virus ( MV ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and respiratory syncytial virus ( RSV ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "at μM concentrations and in dose-dependent manners without significant cytotoxicity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , the natural compounds inhibited viral attachment ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "penetration , and spread , to different degrees for each virus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Specifically , the tannins blocked all these steps of infection for HCMV ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "HCV , and MV , but had little effect on the post-fusion spread of DENV and RSV ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which could suggest intriguing differences in the roles of GAGinteractions for these viruses .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions: CHLA and PUG may be of value as broad-spectrum antivirals for limiting emerging/recurring viruses known to engage host cell GAGs for entry. Further studies testing the efficacy of these tannins in vivo against certain viruses are justified.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions : CHLA and PUG may be of value as broad-spectrum antivirals for limiting emerging/recurring viruses known to engage host cell GAGs for entry .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Further studies testing the efficacy of these tannins in vivo against certain viruses are justified .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "10",
    "segment_num": "19",
    "token_num": "275"
  }
}