{
  "paper_id": "7c10988e4f107c4fa8bc2ea3dae8df800de06ce9",
  "metadata": {
    "title": "Process Characterization and Biophysical Analysis for a Yeast-Expressed Phlebotomus papatasi Salivary Protein (PpSP15) as a Leishmania Vaccine Candidate",
    "coda_data_split": "train",
    "coda_paper_id": 4812,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Cutaneous leishmaniasis is a neglected tropical disease caused by the parasite Leishmania and transmitted by sandflies. It has become a major health problem in many tropical and subtropical countries, especially in regions of conflict and political instability. Currently, there are only limited drug treatments and no available licensed vaccine; thus, the need for more therapeutic interventions remains urgent. Previously, a DNA vaccine encoding a 15 kDa sandfly (Phlebotomus papatasi) salivary protein (PpSP15) and recombinant nonpathogenic Leishmania tarentolae secreting PpSP15 have been shown to induce protective immunity against Leishmania major in mice, demonstrating that PpSP15 is a promising vaccine candidate. In this study, we developed a fermentation process in yeast with a yield of~1g PpSP15/L and a scalable purification process consisting of only 2 chromatographic purification steps with high binding capacity for PpSP15, suggesting that PpSP15 can be produced economically. The biophysical/biochemical analysis of the purified PpSP15 indicated that the protein was of high purity (\u003e97%) and conformationally stable between pH 4.4 and 9.0. More importantly, the recombinant protein had a defined structure similar to that of the related PdSP15 from Phlebotomus duboscqi, implying the suitability of the yeast expression system for producing a correctly folded PpSP15.",
      "sentences": [
        [
          {
            "segment_text": "Cutaneous leishmaniasis is a neglected tropical disease caused by the parasite Leishmania and transmitted by sandflies .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It has become a major health problem in many tropical and subtropical countries ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "especially in regions of conflict and political instability .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Currently , there are only limited drug treatments and no available licensed vaccine ; thus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the need for more therapeutic interventions remains urgent .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Previously , a DNA vaccine encoding a 15 kDa sandfly ( Phlebotomus papatasi ) salivary protein ( PpSP15 ) and recombinant nonpathogenic Leishmania tarentolae secreting PpSP15 have been shown to induce protective immunity against Leishmania major in mice ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "demonstrating that PpSP15 is a promising vaccine candidate .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , we developed a fermentation process in yeast with a yield of ~ 1g PpSP15/L and a scalable purification process consisting of only 2 chromatographic purification steps with high binding capacity for PpSP15 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "suggesting that PpSP15 can be produced economically .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The biophysical/biochemical analysis of the purified PpSP15 indicated that the protein was of high purity ( \u003e 97 % ) and conformationally stable between pH 4.4 and 9.0 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "More importantly , the recombinant protein had a defined structure similar to that of the related PdSP15 from Phlebotomus duboscqi ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "implying the suitability of the yeast expression system for producing a correctly folded PpSP15 .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Abbreviations used: CL, cutaneous leishmaniasis; PpSP15, 15 kDa sandfly (P. papatasi) salivary protein; PdSP15, 15 kDa sandfly (P. duboscqi) salivary protein; OD, optical density; DO, dissolved oxygen; BH, bed height; ID, internal diameter; CV, column volume.",
      "sentences": [
        [
          {
            "segment_text": "Abbreviations used : CL , cutaneous leishmaniasis ; PpSP15 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "15 kDa sandfly ( P. papatasi ) salivary protein ; PdSP15 ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "15 kDa sandfly ( P. duboscqi ) salivary protein ; OD ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "optical density ; DO , dissolved oxygen ; BH ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "bed height ; ID , internal diameter ; CV , column volume .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "8",
    "segment_num": "17",
    "token_num": "280"
  }
}