{
  "paper_id": "7c21c80c5202589d0cf3217ae1b2d20f1ccb4247",
  "metadata": {
    "title": "Characterisation of the bovine enteric calici-like virus, Newbury agent 1",
    "coda_data_split": "train",
    "coda_paper_id": 7878,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The bovine enteric calici-like virus, Newbury agent 1 (NA1) was characterised to determine if it is a member of the Caliciviridae and to establish its antigenic relationship to the established bovine enteric calicivirus Newbury agent 2 (NA2). Solid phase immune electron microscopy (SPIEM) allowed quantification of NA1 virions and identification of faecal samples with optimal virus levels. NA1 particles were 36.6 nm in diameter, had an indefinite surface structure resembling that of human small round structured viruses (SRSVs), and a buoyant density of 1.34 g ml 31 . A single capsid protein of 49.4 kDa was detected by Western blotting in purified NA1 preparations prepared from post-infection but not pre-infection faecal samples and with post-but not pre-infection sera. NA1 was antigenically unrelated to the bovine enteric calicivirus NA2 by SPIEM. These properties were consistent with classification of NA1 within the Caliciviridae but demonstrated heterogeneity in the capsid composition of bovine enteric caliciviruses. ß",
      "sentences": [
        [
          {
            "segment_text": "The bovine enteric calici-like virus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Newbury agent 1 ( NA1 ) was characterised to determine if it is a member of the Caliciviridae and to establish its antigenic relationship to the established bovine enteric calicivirus Newbury agent 2 ( NA2 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Solid phase immune electron microscopy ( SPIEM ) allowed quantification of NA1 virions and identification of faecal samples with optimal virus levels .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "NA1 particles were 36.6 nm in diameter ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "had an indefinite surface structure resembling that of human small round structured viruses ( SRSVs ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and a buoyant density of 1.34 g ml 31 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A single capsid protein of 49.4 kDa was detected by Western blotting in purified NA1 preparations prepared from post-infection but not pre-infection faecal samples and with post-but not pre-infection sera .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "NA1 was antigenically unrelated to the bovine enteric calicivirus NA2 by SPIEM .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These properties were consistent with classification of NA1 within the Caliciviridae but demonstrated heterogeneity in the capsid composition of bovine enteric caliciviruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "ß",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "10",
    "token_num": "169"
  }
}