{
  "paper_id": "7c36bbbb2505c7eefacad040c39bd5b167969ad2",
  "metadata": {
    "title": "The PDZ-Binding Motif of Severe Acute Respiratory Syndrome Coronavirus Envelope Protein Is a Determinant of Viral Pathogenesis",
    "coda_data_split": "train",
    "coda_paper_id": 3343,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "A recombinant severe acute respiratory syndrome coronavirus (SARS-CoV) lacking the envelope (E) protein is attenuated in vivo. Here we report that E protein PDZ-binding motif (PBM), a domain involved in protein-protein interactions, is a major determinant of virulence. Elimination of SARS-CoV E protein PBM by using reverse genetics caused a reduction in the deleterious exacerbation of the immune response triggered during infection with the parental virus and virus attenuation. Cellular protein syntenin was identified to bind the E protein PBM during SARS-CoV infection by using three complementary strategies, yeast two-hybrid, reciprocal coimmunoprecipitation and confocal microscopy assays. Syntenin redistributed from the nucleus to the cell cytoplasm during infection with viruses containing the E protein PBM, activating p38 MAPK and leading to the overexpression of inflammatory cytokines. Silencing of syntenin using siRNAs led to a decrease in p38 MAPK activation in SARS-CoV infected cells, further reinforcing their functional relationship. Active p38 MAPK was reduced in lungs of mice infected with SARS-CoVs lacking E protein PBM as compared with the parental virus, leading to a decreased expression of inflammatory cytokines and to virus attenuation. Interestingly, administration of a p38 MAPK inhibitor led to an increase in mice survival after infection with SARS-CoV, confirming the relevance of this pathway in SARS-CoV virulence. Therefore, the E protein PBM is a virulence domain that activates immunopathology most likely by using syntenin as a mediator of p38 MAPK induced inflammation.",
      "sentences": [
        [
          {
            "segment_text": "A recombinant severe acute respiratory syndrome coronavirus ( SARS-CoV ) lacking the envelope ( E ) protein is attenuated in vivo .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we report that E protein PDZ-binding motif ( PBM ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a domain involved in protein-protein interactions ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "is a major determinant of virulence .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Elimination of SARS-CoV E protein PBM by using reverse genetics caused a reduction in the deleterious exacerbation of the immune response triggered during infection with the parental virus and virus attenuation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Cellular protein syntenin was identified to bind the E protein PBM during SARS-CoV infection by using three complementary strategies ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "yeast two-hybrid , reciprocal coimmunoprecipitation and confocal microscopy assays .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Syntenin redistributed from the nucleus to the cell cytoplasm during infection with viruses containing the E protein PBM ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "activating p38 MAPK and leading to the overexpression of inflammatory cytokines .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Silencing of syntenin using siRNAs led to a decrease in p38 MAPK activation in SARS-CoV infected cells ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "further reinforcing their functional relationship .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Active p38 MAPK was reduced in lungs of mice infected with SARS-CoVs lacking E protein PBM as compared with the parental virus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "leading to a decreased expression of inflammatory cytokines and to virus attenuation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Interestingly , administration of a p38 MAPK inhibitor led to an increase in mice survival after infection with SARS-CoV ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "confirming the relevance of this pathway in SARS-CoV virulence .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Therefore , the E protein PBM is a virulence domain that activates immunopathology most likely by using syntenin as a mediator of p38 MAPK induced inflammation .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "16",
    "token_num": "258"
  }
}