{
  "paper_id": "7c5969836b3f2880ca845e5cd4c4414a57db74c7",
  "metadata": {
    "title": "Inhibitory effect of silver nanomaterials on transmissible virus-induced host cell infections",
    "coda_data_split": "train",
    "coda_paper_id": 10929,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Coronaviruses belong to the family Coronaviridae, which primarily cause infection of the upper respiratory and gastrointestinal tract of hosts. Transmissible gastroenteritis virus (TGEV) is an economically significant coronavirus that can cause severe diarrhea in pigs. Silver nanomaterials (Ag NMs) have attracted great interests in recent years due to their excellent anti-microorganism properties. Herein, four representative Ag NMs including spherical Ag nanoparticles (Ag NPs, NM-300), two kinds of silver nanowires (XFJ011) and silver colloids (XFJ04) were selected to study their inhibitory effect on TGEVinduced host cell infection in vitro. Ag NPs were uniformly distributed, with particle sizes less than 20 nm by characterization of environmental scanning electron microscope and transmission electron microscope. Two types of silver nanowires were 60 nm and 400 nm in diameter, respectively. The average diameter of the silver colloids was approximately 10 nm. TGEV infection induced the occurring of apoptosis in swine testicle (ST) cells, down-regulated the expression of Bcl-2, up-regulated the expression of Bax, altered mitochondrial membrane potential, activated p38 MAPK signal pathway, and increased expression of p53 as evidenced by immunofluorescence assays, real-time PCR, flow cytometry and Western blot. Under non-toxic concentrations, Ag NPs and silver nanowires significantly diminished the infectivity of TGEV in ST cells. Moreover, further results showed that Ag NPs and silver nanowires decreased the number of apoptotic cells induced by TGEV through regulating p38/mitochondria-caspase-3 signaling pathway. Our data indicate that Ag NMs are effective in prevention of TGEV-mediated cell infection as a virucidal agent or as an inhibitor of viral entry and the present findings may provide new insights into antiviral therapy of coronaviruses.",
      "sentences": [
        [
          {
            "segment_text": "Coronaviruses belong to the family Coronaviridae ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which primarily cause infection of the upper respiratory and gastrointestinal tract of hosts .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Transmissible gastroenteritis virus ( TGEV ) is an economically significant coronavirus that can cause severe diarrhea in pigs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Silver nanomaterials ( Ag NMs ) have attracted great interests in recent years due to their excellent anti-microorganism properties .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Herein , four representative Ag NMs including spherical Ag nanoparticles ( Ag NPs , NM-300 ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "two kinds of silver nanowires ( XFJ011 ) and silver colloids ( XFJ04 ) were selected to study their inhibitory effect on TGEVinduced host cell infection in vitro .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Ag NPs were uniformly distributed ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "with particle sizes less than 20 nm by characterization of environmental scanning electron microscope and transmission electron microscope .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Two types of silver nanowires were 60 nm and 400 nm in diameter , respectively .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The average diameter of the silver colloids was approximately 10 nm .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "TGEV infection induced the occurring of apoptosis in swine testicle ( ST ) cells ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "down-regulated the expression of Bcl-2 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "up-regulated the expression of Bax ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "altered mitochondrial membrane potential , activated p38 MAPK signal pathway ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and increased expression of p53 as evidenced by immunofluorescence assays ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "real-time PCR , flow cytometry and Western blot .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Under non-toxic concentrations , Ag NPs and silver nanowires significantly diminished the infectivity of TGEV in ST cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , further results showed that Ag NPs and silver nanowires decreased the number of apoptotic cells induced by TGEV through regulating p38/mitochondria-caspase -3 signaling pathway .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our data indicate that Ag NMs are effective in prevention of TGEV-mediated cell infection as a virucidal agent or as an inhibitor of viral entry and the present findings may provide new insights into antiviral therapy of coronaviruses .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "19",
    "token_num": "302"
  }
}