{
  "paper_id": "7c5c81226bc5cf7d5506fb44115d566dfc3fa1db",
  "metadata": {
    "title": "Supplementary Information 5: Evidence Narratives for Additional Canine Infections Vector-borne agents",
    "coda_data_split": "train",
    "coda_paper_id": 2718,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "One cross-sectional study describing the clinicopathologic abnormalities in 24 dogs seropositive to Bartonella vinsonii ssp. berkhoffi was identified. Three of 4 anemic dogs tested were Coombs\u0027-positive, 1 yielding an IME value of 3.81.",
      "sentences": [
        [
          {
            "segment_text": "One cross-sectional study describing the clinicopathologic abnormalities in 24 dogs seropositive to Bartonella vinsonii ssp. berkhoffi was identified .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Three of 4 anemic dogs tested were Coombs \u0027 - positive ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "1 yielding an IME value of 3.81 .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Bartonella spp. induce IMHA is low. As the range of pathogenesis for this organism is still emerging, further prospective, controlled studies are needed to address this question.",
      "sentences": [
        [
          {
            "segment_text": "Bartonella spp. induce IMHA is low .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "As the range of pathogenesis for this organism is still emerging ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "further prospective , controlled studies are needed to address this question .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Borrelia spp.",
      "sentences": [
        [
          {
            "segment_text": "Borrelia spp. .",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "One retrospective study described 1 dog with IMHA that was seropositive for B. burgdorferi, A. phagocytophilium, and R. rickettsii. 2 Owing to the co-exposure status, evidence for B. burgdorferi as a cause of IMHA could not be evaluated. In a separate study, a Coombs\u0027positive anemia was documented in a dog with Borrelia turicatae spirochetemia, 3 yielding an IME value of 2.37.",
      "sentences": [
        [
          {
            "segment_text": "One retrospective study described 1 dog with IMHA that was seropositive for B. burgdorferi ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "A. phagocytophilium , and R. rickettsii .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "2 Owing to the co-exposure status ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "evidence for B. burgdorferi as a cause of IMHA could not be evaluated .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In a separate study , a Coombs ` positive anemia was documented in a dog with Borrelia turicatae spirochetemia ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "3 yielding an IME value of 2.37 .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Based on isolated case reports, the overall evidence that Borrelia spp. infection induces IMHA is negligible. Considering that Borrelia infection in dogs is associated with other immune-mediated conditions (notably polyarthritis), 4 future prospective,",
      "sentences": [
        [
          {
            "segment_text": "Based on isolated case reports ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the overall evidence that Borrelia spp. infection induces IMHA is negligible .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Considering that Borrelia infection in dogs is associated with other immune-mediated conditions ( notably polyarthritis ) , 4 future prospective ,",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "5",
    "sentence_num": "10",
    "segment_num": "16",
    "token_num": "183"
  }
}