{
  "paper_id": "7c64459702f78aac9778ccc9c0d63a9bf6d1f26e",
  "metadata": {
    "title": "Concurrent infections are important for expression of porcine circovirus associated disease",
    "coda_data_split": "train",
    "coda_paper_id": 3021,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Porcine circovirus type 2 (PCV2) is the essential component of porcine circovirus disease (PCVD) as the disease syndrome is referred to in Europe and porcine circovirus associated disease (PCVAD) as it is referred to in North America. Singular PCV2 infection rarely results in clinical disease; however, PCVAD is often accelerated in onset, enhanced in severity and prolonged in duration by concurrent viral or bacterial infections. Due to its effect on the immune system, PCV2 has also been shown to enhance protozoal, metazoal, and fungal infections. Several retrospective or cross-sectional studies have investigated the presence and prevalence of various infectious agents associated with PCVAD under field conditions. Experimental models confirm that PCV2 replication and associated lesions can be enhanced by concurrent infection with other viruses or bacteria. The exact mechanisms by which concurrent pathogens upregulate PCV2 are unknown. Co-infections may promote PCV2 infection by increasing immune host cell replication and accumulation in tissues thereby enhancing targets for PCV2 replication. It has also been proposed that coinfections interfere with PCV2 clearance by alteration of cytokine production and profiles. The outcome of differences in timing of co-infections in PCV2-infected pigs is also likely very important and is an area where more research is needed. Given the current knowledge base, it is important that veterinarians do a thorough diagnostic investigation on herds where PCVAD is a recurrent problem in order to implement the most appropriate and cost effective intervention strategies.",
      "sentences": [
        [
          {
            "segment_text": "Porcine circovirus type 2 ( PCV2 ) is the essential component of porcine circovirus disease ( PCVD ) as the disease syndrome is referred to in Europe and porcine circovirus associated disease ( PCVAD ) as it is referred to in North America .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Singular PCV2 infection rarely results in clinical disease ; however ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "PCVAD is often accelerated in onset ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "enhanced in severity and prolonged in duration by concurrent viral or bacterial infections .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Due to its effect on the immune system ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "PCV2 has also been shown to enhance protozoal ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "metazoal , and fungal infections .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Several retrospective or cross-sectional studies have investigated the presence and prevalence of various infectious agents associated with PCVAD under field conditions .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Experimental models confirm that PCV2 replication and associated lesions can be enhanced by concurrent infection with other viruses or bacteria .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The exact mechanisms by which concurrent pathogens upregulate PCV2 are unknown .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Co-infections may promote PCV2 infection by increasing immune host cell replication and accumulation in tissues thereby enhancing targets for PCV2 replication .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It has also been proposed that coinfections interfere with PCV2 clearance by alteration of cytokine production and profiles .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The outcome of differences in timing of co-infections in PCV2-infected pigs is also likely very important and is an area where more research is needed .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Given the current knowledge base ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "it is important that veterinarians do a thorough diagnostic investigation on herds where PCVAD is a recurrent problem in order to implement the most appropriate and cost effective intervention strategies .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "15",
    "token_num": "259"
  }
}