{
  "paper_id": "7c66c10a9077cbf5403b5b684c4ae9e10baac9c2",
  "metadata": {
    "title": "Use of whole-genome sequencing in the molecular investigation of care- associated HCoV-OC43 infections in a hematopoietic stem cell transplant unit",
    "coda_data_split": "train",
    "coda_paper_id": 10366,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background: While respiratory viral infections are recognized as a frequent cause of illness in hematopoietic stem cell transplantation (HSCT) recipients, HCoV−OC43 infections have rarely been investigated as healthcareassociated infections in this population. Objectives: In this report, HCoV−OC43 isolates collected from HSCT patients were retrospectively characterized to identify potential clusters of infection that may stand for a hospital transmission. Study design: Whole-genome and S gene sequences were obtained from nasal swabs using next-generation sequencing and phylogenetic trees were constructed. Similar identity matrix and determination of the most common ancestor were used to compare clusters of patient\u0027s sequences. Amino acids substitutions were analysed. Results: Genotypes B, E, F and G were identified. Two clusters of patients were defined from chronological data and phylogenetic trees. Analyses of amino acids substitutions of the S protein sequences identified substitutions specific for genotype F strains circulating among European people. Conclusions: HCoV−OC43 may be implicated in healthcare-associated infections.",
      "sentences": [
        [
          {
            "segment_text": "Background : While respiratory viral infections are recognized as a frequent cause of illness in hematopoietic stem cell transplantation ( HSCT ) recipients ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "HCoV − OC43 infections have rarely been investigated as healthcareassociated infections in this population .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Objectives : In this report ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "HCoV − OC43 isolates collected from HSCT patients were retrospectively characterized to identify potential clusters of infection that may stand for a hospital transmission .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Study design : Whole-genome and S gene sequences were obtained from nasal swabs using next-generation sequencing and phylogenetic trees were constructed .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Similar identity matrix and determination of the most common ancestor were used to compare clusters of patient \u0027s sequences .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Amino acids substitutions were analysed .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Genotypes B , E ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "F and G were identified .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Two clusters of patients were defined from chronological data and phylogenetic trees .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Analyses of amino acids substitutions of the S protein sequences identified substitutions specific for genotype F strains circulating among European people .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : HCoV − OC43 may be implicated in healthcare-associated infections .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "12",
    "token_num": "178"
  }
}