{
  "paper_id": "7c7627cfb9caa593aa8f947f466c250bd15bb611",
  "metadata": {
    "title": "System pharmacogenomics application in infectious diseases",
    "coda_data_split": "train",
    "coda_paper_id": 9241,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The new era in systems pharmacology has revolutionized the human biology. Its applicability, precise treatment, adequate response and safety measures fit into all the paradigm of medical/clinical practice. The importance of mathematical models in understanding the disease pathology and epideomology is now being realized. The advent of high-throughput technologies and the emergence of systems biology have resulted in the creation of systems pharmacogenomics and the focus is now on personalized medicine. However, there are some regulatory issues that need to be addresssed; are we ready for this universal adoption? This article details some of the infectious disease pharmacogenomics to the developments in this area.",
      "sentences": [
        [
          {
            "segment_text": "The new era in systems pharmacology has revolutionized the human biology .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Its applicability , precise treatment ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "adequate response and safety measures fit into all the paradigm of medical/clinical practice .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The importance of mathematical models in understanding the disease pathology and epideomology is now being realized .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The advent of high-throughput technologies and the emergence of systems biology have resulted in the creation of systems pharmacogenomics and the focus is now on personalized medicine .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , there are some regulatory issues that need to be addresssed ; are we ready for this universal adoption ?",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This article details some of the infectious disease pharmacogenomics to the developments in this area .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "7",
    "token_num": "114"
  }
}