{
  "paper_id": "7c7c02af9951523fe4147d5e43f322b139cc966c",
  "metadata": {
    "title": "Identification of Hepta-and Octo-Uridine stretches as sole signals for programmed +1 and À1 ribosomal frameshifting during translation of SARS-CoV ORF 3a variants",
    "coda_data_split": "train",
    "coda_paper_id": 2212,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Programmed frameshifting is one of the translational recoding mechanisms that read the genetic code in alternative ways. This process is generally programmed by signals at defined locations in a specific mRNA. In this study, we report the identification of hepta-and octo-uridine stretches as sole signals for programmed +1 and À1 ribosomal frameshifting during translation of severe acute respiratory syndrome coronavirus (SARS-CoV) ORF 3a variants. SARS-CoV ORF 3a encodes a minor structural protein of 274 amino acids. Over the course of cloning and expression of the gene, a mixed population of clones with six, seven, eight and nine T stretches located 14 nt downstream of the initiation codon was found. In vitro and in vivo expression of clones with six, seven and eight Ts, respectively, showed the detection of the full-length 3a protein. Mutagenesis studies led to the identification of the hepta-and octo-uridine stretches as slippery sequences for efficient frameshifting. Interestingly, no stimulatory elements were found in the sequences upstream or downstream of the slippage site. When the hepta-and octo-uridine stretches were used to replace the original slippery sequence of the SARS-CoV ORF 1a and 1b, efficient frameshift events were observed. Furthermore, the efficiencies of frameshifting mediated by the hepta-and octouridine stretches were not affected by mutations introduced into a downstream stem-loop structure that totally abolish the frameshift event mediated by the original slippery sequence of ORF 1a and 1b. Taken together, this study identifies the hepta-and octo-uridine stretches that function as sole elements for efficient +1 and À1 ribosomal frameshift events.",
      "sentences": [
        [
          {
            "segment_text": "Programmed frameshifting is one of the translational recoding mechanisms that read the genetic code in alternative ways .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This process is generally programmed by signals at defined locations in a specific mRNA .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , we report the identification of hepta-and octo-uridine stretches as sole signals for programmed +1 and À1 ribosomal frameshifting during translation of severe acute respiratory syndrome coronavirus ( SARS-CoV ) ORF 3a variants .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "SARS-CoV ORF 3a encodes a minor structural protein of 274 amino acids .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Over the course of cloning and expression of the gene ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "a mixed population of clones with six ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "seven , eight and nine T stretches located 14 nt downstream of the initiation codon was found .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In vitro and in vivo expression of clones with six ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "seven and eight Ts , respectively ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "showed the detection of the full-length 3a protein .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Mutagenesis studies led to the identification of the hepta-and octo-uridine stretches as slippery sequences for efficient frameshifting .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Interestingly , no stimulatory elements were found in the sequences upstream or downstream of the slippage site .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "When the hepta-and octo-uridine stretches were used to replace the original slippery sequence of the SARS-CoV ORF 1a and 1b ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "efficient frameshift events were observed .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , the efficiencies of frameshifting mediated by the hepta-and octouridine stretches were not affected by mutations introduced into a downstream stem-loop structure that totally abolish the frameshift event mediated by the original slippery sequence of ORF 1a and 1b .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Taken together , this study identifies the hepta-and octo-uridine stretches that function as sole elements for efficient +1 and À1 ribosomal frameshift events .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "16",
    "token_num": "275"
  }
}