{
  "paper_id": "7c92eb9f2f7fd93501102671ee6595e0b157383d",
  "metadata": {
    "title": "RNA The Structure-To-Function Relationships of Gammaherpesvirus-Encoded Long Non-Coding RNAs and Their Contributions to Viral Pathogenesis",
    "coda_data_split": "train",
    "coda_paper_id": 3799,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Advances in next-generation sequencing have facilitated the discovery of a multitude of long non-coding RNAs (lncRNAs) with pleiotropic functions in cellular processes, disease, and viral pathogenesis. It came as no surprise when viruses were also revealed to transcribe their own lncRNAs. Among them, gammaherpesviruses, one of the three subfamilies of the Herpesviridae, code their largest number. These structurally and functionally intricate non-coding (nc) transcripts modulate cellular and viral gene expression to maintain viral latency or prompt lytic reactivation. These lncRNAs allow for the virus to escape cytosolic surveillance, sequester, and re-localize essential cellular factors and modulate the cell cycle and proliferation. Some viral lncRNAs act as \"messenger molecules\", transferring information about viral infection to neighboring cells. This broad range of lncRNA functions is achieved through lncRNA structure-mediated interactions with effector molecules of viral and host origin, including other RNAs, proteins and DNAs. In this review, we discuss examples of gammaherpesvirus-encoded lncRNAs, emphasize their unique structural attributes, and link them to viral life cycle, pathogenesis, and disease progression. We will address their potential as novel targets for drug discovery and propose future directions to explore lncRNA structure and function relationship.",
      "sentences": [
        [
          {
            "segment_text": "Advances in next-generation sequencing have facilitated the discovery of a multitude of long non-coding RNAs ( lncRNAs ) with pleiotropic functions in cellular processes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "disease , and viral pathogenesis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It came as no surprise when viruses were also revealed to transcribe their own lncRNAs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Among them , gammaherpesviruses , one of the three subfamilies of the Herpesviridae , code their largest number .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These structurally and functionally intricate non-coding ( nc ) transcripts modulate cellular and viral gene expression to maintain viral latency or prompt lytic reactivation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These lncRNAs allow for the virus to escape cytosolic surveillance ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "sequester , and re-localize essential cellular factors and modulate the cell cycle and proliferation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Some viral lncRNAs act as `` messenger molecules \u0027\u0027 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "transferring information about viral infection to neighboring cells .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This broad range of lncRNA functions is achieved through lncRNA structure-mediated interactions with effector molecules of viral and host origin ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including other RNAs , proteins and DNAs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this review , we discuss examples of gammaherpesvirus-encoded lncRNAs ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "emphasize their unique structural attributes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and link them to viral life cycle ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "pathogenesis , and disease progression .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We will address their potential as novel targets for drug discovery and propose future directions to explore lncRNA structure and function relationship .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "16",
    "token_num": "219"
  }
}