{
  "paper_id": "7c99559c05e3cd445b13719cf21a27ba67ffcefd",
  "metadata": {
    "title": "Antimicrobial and immunomodulatory activity induced by loperamide in mycobacterial infections",
    "coda_data_split": "train",
    "coda_paper_id": 7999,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Loperamide is an antidiarrheal drug that targets μ-opioid receptors and calcium channels. A previous report demonstrated that loperamide induces autophagy and enhances antimicrobial activity towards M. tuberculosis in murine and human alveolar macrophages. The aim of this study was to evaluate the immunomodulatory effects of loperamide on macrophages with respect to cytokine and antimicrobial peptide production during mycobacterial infection. We infected monocyte-derived macrophages (macrophages) with M. tuberculosis H37Rv at a multiplicity of infection (MOI) of 5 and treated the cells with 3 μM loperamide. Cytokine production in the supernatants of 24-h cultures and gene expression of the cytokines TNFα, IL1β and IL10 and the antimicrobial peptides LL37 and bactericidal/permeability increasing protein (BPI) in the cell lysates was measured. Intracellular bacterial loads were evaluated by enumerating colony-forming units 3 days posttreatment for M. tuberculosis and 24 h posttreatment for M. smegmatis. We observed that loperamide exerted an immunomodulatory effect on TNFα production in human macrophages infected with M. tuberculosis and that these responses were independent of the bacteria, as they also occurred when macrophages were infected with M. smegmatis and to a lesser extent with M. bovis. In addition, antibacterial mechanisms triggered by loperamide induced a significant reduction in bacterial load and an upregulation of BPI and LL37 gene expression. Thus, our results show that loperamide exerts immunomodulatory effects, which supports its use for additional medical conditions other than diarrhea.",
      "sentences": [
        [
          {
            "segment_text": "Loperamide is an antidiarrheal drug that targets μ-opioid receptors and calcium channels .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A previous report demonstrated that loperamide induces autophagy and enhances antimicrobial activity towards M. tuberculosis in murine and human alveolar macrophages .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The aim of this study was to evaluate the immunomodulatory effects of loperamide on macrophages with respect to cytokine and antimicrobial peptide production during mycobacterial infection .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We infected monocyte-derived macrophages ( macrophages ) with M. tuberculosis H37Rv at a multiplicity of infection ( MOI ) of 5 and treated the cells with 3 μM loperamide .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Cytokine production in the supernatants of 24-h cultures and gene expression of the cytokines TNFα ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "IL1β and IL10 and the antimicrobial peptides LL37 and bactericidal/permeability increasing protein ( BPI ) in the cell lysates was measured .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Intracellular bacterial loads were evaluated by enumerating colony-forming units 3 days posttreatment for M. tuberculosis and 24 h posttreatment for M. smegmatis .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We observed that loperamide exerted an immunomodulatory effect on TNFα production in human macrophages infected with M. tuberculosis and that these responses were independent of the bacteria ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as they also occurred when macrophages were infected with M. smegmatis and to a lesser extent with M. bovis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , antibacterial mechanisms triggered by loperamide induced a significant reduction in bacterial load and an upregulation of BPI and LL37 gene expression .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Thus , our results show that loperamide exerts immunomodulatory effects ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which supports its use for additional medical conditions other than diarrhea .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "12",
    "token_num": "249"
  }
}