{
  "paper_id": "7ca1fae02f72d4e0687ac4584d96d7d4bc98b34c",
  "metadata": {
    "title": "The introduction of dengue follows transportation infrastructure changes in the state of Acre, Brazil: A network-based analysis",
    "coda_data_split": "train",
    "coda_paper_id": 3126,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Human mobility, presence and passive transportation of Aedes aegypti mosquito, and environmental characteristics are a group of factors which contribute to the success of dengue spread and establishment. To understand this process, we assess data from dengue national and municipal basins regarding population and demographics, transportation network, human mobility, and Ae. aegypti monitoring for the Brazilian state of Acre since the first recorded dengue case in the year 2000 to the year 2015. During this period, several changes in Acre\u0027s transport infrastructure and urbanization have been started. To reconstruct the process of dengue introduction in Acre, we propose an analytic framework based on concepts used in malaria literature, namely vulnerability and receptivity, to inform risk assessments in dengue-free regions as well as network theory concepts for disease invasion and propagation. We calculate the probability of dengue importation to Acre from other Brazilian states, the evolution of dengue spread between Acrean municipalities and dengue establishment in the state. Our findings suggest that the landscape changes associated with human mobility have created favorable conditions for the establishment of dengue virus transmission in Acre. The revitalization of its major roads, as well as the increased accessibility by air to and within the state, have increased dengue vulnerability. Unplanned urbanization and population growth, as observed in Acre during the period of study, contribute to ideal conditions for Ae. aegypti mosquito establishment, increase the difficulty in mosquito control and consequently its local receptivity.",
      "sentences": [
        [
          {
            "segment_text": "Human mobility , presence and passive transportation of Aedes aegypti mosquito ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and environmental characteristics are a group of factors which contribute to the success of dengue spread and establishment .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To understand this process , we assess data from dengue national and municipal basins regarding population and demographics ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "transportation network , human mobility , and Ae .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "aegypti monitoring for the Brazilian state of Acre since the first recorded dengue case in the year 2000 to the year 2015 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "During this period , several changes in Acre \u0027s transport infrastructure and urbanization have been started .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To reconstruct the process of dengue introduction in Acre ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we propose an analytic framework based on concepts used in malaria literature ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "namely vulnerability and receptivity , to inform risk assessments in dengue-free regions as well as network theory concepts for disease invasion and propagation .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We calculate the probability of dengue importation to Acre from other Brazilian states ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "the evolution of dengue spread between Acrean municipalities and dengue establishment in the state .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Our findings suggest that the landscape changes associated with human mobility have created favorable conditions for the establishment of dengue virus transmission in Acre .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The revitalization of its major roads ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as well as the increased accessibility by air to and within the state , have increased dengue vulnerability .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Unplanned urbanization and population growth ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as observed in Acre during the period of study ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "contribute to ideal conditions for Ae .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "aegypti mosquito establishment , increase the difficulty in mosquito control and consequently its local receptivity .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "PLOS Neglected Tropical Diseases | https://doi.",
      "sentences": [
        [
          {
            "segment_text": "PLOS Neglected Tropical Diseases | https://doi .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "11",
    "segment_num": "19",
    "token_num": "272"
  }
}