{
  "paper_id": "7cc4fbbb0881277449c41f6f408fab4fb9b907f5",
  "metadata": {
    "title": "Chemical screen identifies a geroprotective role of quercetin in premature aging",
    "coda_data_split": "train",
    "coda_paper_id": 5452,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Aging increases the risk of various diseases. The main goal of aging research is to find therapies that attenuate aging and alleviate aging-related diseases. In this study, we screened a natural product library for geroprotective compounds using Werner syndrome (WS) human mesenchymal stem cells (hMSCs), a premature aging model that we recently established. Ten candidate compounds were identified and quercetin was investigated in detail due to its leading effects. Mechanistic studies revealed that quercetin alleviated senescence via the enhancement of cell proliferation and restoration of heterochromatin architecture in WS hMSCs. RNA-sequencing analysis revealed the transcriptional commonalities and differences in the geroprotective effects by quercetin and Vitamin C. Besides WS hMSCs, quercetin also attenuated cellular senescence in Hutchinson-Gilford progeria syndrome (HGPS) and physiological-aging hMSCs. Taken together, our study identifies quercetin as a geroprotective agent against accelerated and natural aging in hMSCs, providing a potential therapeutic intervention for treating age-associated disorders.",
      "sentences": [
        [
          {
            "segment_text": "Aging increases the risk of various diseases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The main goal of aging research is to find therapies that attenuate aging and alleviate aging-related diseases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , we screened a natural product library for geroprotective compounds using Werner syndrome ( WS ) human mesenchymal stem cells ( hMSCs ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "a premature aging model that we recently established .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Ten candidate compounds were identified and quercetin was investigated in detail due to its leading effects .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Mechanistic studies revealed that quercetin alleviated senescence via the enhancement of cell proliferation and restoration of heterochromatin architecture in WS hMSCs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "RNA-sequencing analysis revealed the transcriptional commonalities and differences in the geroprotective effects by quercetin and Vitamin C. Besides WS hMSCs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "quercetin also attenuated cellular senescence in Hutchinson-Gilford progeria syndrome ( HGPS ) and physiological-aging hMSCs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Taken together , our study identifies quercetin as a geroprotective agent against accelerated and natural aging in hMSCs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "providing a potential therapeutic intervention for treating age-associated disorders .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "10",
    "token_num": "167"
  }
}