{
  "paper_id": "7cc9c36dd4de535aabba7346c12be7b470f6797f",
  "metadata": {
    "title": "Hygiene: new hopes, new horizons",
    "coda_data_split": "train",
    "coda_paper_id": 9841,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Although promotion of safe hygiene is the single most cost-eff ective means of preventing infectious disease, investment in hygiene is low both in the health and in the water and sanitation sectors. Evidence shows the benefi t of improved hygiene, especially for improved handwashing and safe stool disposal. A growing understanding of what drives hygiene behaviour and creative partnerships are providing fresh approaches to change behaviour. However, some important gaps in our knowledge exist. For example, almost no trials of the eff ectiveness of interventions to improve food hygiene in developing countries are available. We also need to fi gure out how best to make safe hygiene practices matters of daily routine that are sustained by social norms on a mass scale. Full and active involvement of the health sector in getting safe hygiene to all homes, schools, and institutions will bring major gains to public health. Blum D, Feachem RG. Measuring the impact of water supply and sanitation investments on diarrhoeal diseases: problems of methodology. IntJ Epidemiol 1983; 12: 357-65. 7 Curtis V, Kanki B, Mertens T, et al. Potties, pits and pipes: explaining hygiene behaviour in Burkina Faso. Soc Sci Med 1995; 41: 383-93.",
      "sentences": [
        [
          {
            "segment_text": "Although promotion of safe hygiene is the single most cost-eff ective means of preventing infectious disease ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "investment in hygiene is low both in the health and in the water and sanitation sectors .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Evidence shows the benefi t of improved hygiene ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "especially for improved handwashing and safe stool disposal .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A growing understanding of what drives hygiene behaviour and creative partnerships are providing fresh approaches to change behaviour .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , some important gaps in our knowledge exist .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "For example , almost no trials of the eff ectiveness of interventions to improve food hygiene in developing countries are available .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We also need to fi gure out how best to make safe hygiene practices matters of daily routine that are sustained by social norms on a mass scale .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Full and active involvement of the health sector in getting safe hygiene to all homes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "schools , and institutions will bring major gains to public health .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Blum D , Feachem RG .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Measuring the impact of water supply and sanitation investments on diarrhoeal diseases : problems of methodology .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "IntJ Epidemiol 1983 ; 12 : 357-65 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "7 Curtis V , Kanki B ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Mertens T , et al. .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Potties , pits and pipes : explaining hygiene behaviour in Burkina Faso .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Soc Sci Med 1995 ; 41 : 383-93 .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "13",
    "segment_num": "17",
    "token_num": "226"
  }
}