{
  "paper_id": "7ce8b2a6ee1373cf063fa46c1cdc81151babc7e1",
  "metadata": {
    "title": "Open Access RESEARCH The identification of unique serum proteins of HIV-1 latently infected long-term non-progressor patients",
    "coda_data_split": "train",
    "coda_paper_id": 10687,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: The search for disease biomarkers within human peripheral fluids has become a favorable approach to preventative therapeutics throughout the past few years. The comparison of normal versus disease states can identify an overexpression or a suppression of critical proteins where illness has directly altered a patient\u0027s cellular homeostasis. In particular, the analysis of HIV-1 infected serum is an attractive medium with which to identify altered protein expression due to the ease and non-invasive methods of collecting samples as well as the corresponding insight into the in vivo interaction of the virus with infected cells/tissue. The utilization of proteomic techniques to globally identify differentially expressed serum proteins in response to HIV-1 infection is a significant undertaking that is complicated due to the innate protein profile of human serum.",
      "sentences": [
        [
          {
            "segment_text": "Background : The search for disease biomarkers within human peripheral fluids has become a favorable approach to preventative therapeutics throughout the past few years .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The comparison of normal versus disease states can identify an overexpression or a suppression of critical proteins where illness has directly altered a patient \u0027s cellular homeostasis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In particular , the analysis of HIV-1 infected serum is an attractive medium with which to identify altered protein expression due to the ease and non-invasive methods of collecting samples as well as the corresponding insight into the in vivo interaction of the virus with infected cells/tissue .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The utilization of proteomic techniques to globally identify differentially expressed serum proteins in response to HIV-1 infection is a significant undertaking that is complicated due to the innate protein profile of human serum .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Here, the depletion of 12 of the most abundant serum proteins, followed by two-dimensional gel electrophoresis coupled with identification of these proteins using matrix-assisted laser desorption/ionization time-offlight (MALDI-TOF) mass spectrometry, has allowed for the identification of differentially expressed, low abundant serum proteins. We have analyzed and compared serum samples from HIV-1 infected subjects who are being treated using highly active antiretroviral therapy (HAART) to those who are latently infected but have not progressed to AIDS despite the absence of treatment, i.e. long term non-progressors (LTNPs). Here we have identified unique serum proteins that are differentially expressed in LTNP HIV-1 patients and may contribute to the ability of these patients to combat HIV-1 infection in the absence of HAART. We focused on the cdk4/6 cell cycle inhibitor p16 INK4A and found that the treatment of HIV-1 latently infected cell lines with p16 INK4A decreases viral production despite it not being expressed endogenously in these cells.",
      "sentences": [
        [
          {
            "segment_text": "Here , the depletion of 12 of the most abundant serum proteins ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "followed by two-dimensional gel electrophoresis coupled with identification of these proteins using matrix-assisted laser desorption/ionization time-offlight ( MALDI-TOF ) mass spectrometry ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "has allowed for the identification of differentially expressed , low abundant serum proteins .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We have analyzed and compared serum samples from HIV-1 infected subjects who are being treated using highly active antiretroviral therapy ( HAART ) to those who are latently infected but have not progressed to AIDS despite the absence of treatment ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "i.e. long term non-progressors ( LTNPs ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Here we have identified unique serum proteins that are differentially expressed in LTNP HIV-1 patients and may contribute to the ability of these patients to combat HIV-1 infection in the absence of HAART .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We focused on the cdk4/6 cell cycle inhibitor p16 INK4A and found that the treatment of HIV-1 latently infected cell lines with p16 INK4A decreases viral production despite it not being expressed endogenously in these cells .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Identification of these unique proteins may serve as an indication of altered viral states in response to infection as well as a natural phenotypic variability in response to HIV-1 infection in a given population.",
      "sentences": [
        [
          {
            "segment_text": "Identification of these unique proteins may serve as an indication of altered viral states in response to infection as well as a natural phenotypic variability in response to HIV-1 infection in a given population .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "9",
    "segment_num": "12",
    "token_num": "339"
  }
}