{
  "paper_id": "7cee55a81465ea33dfce4d2f23bff7d1a6725f8a",
  "metadata": {
    "title": "The Sentinel System as the Main Influenza Surveillance Tool",
    "coda_data_split": "train",
    "coda_paper_id": 7135,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Poland has implemented the influenza surveillance system called Sentinel as of 2004. The system consists of both epidemiological and virological surveillance. It is an important tool for monitoring the situation in the entire country, coordinated by the National Influenza Center situated at the National Institute of Public Health-National Institute of Hygiene (NIPH-NIH) in Warsaw, Poland. In the 2015/2016 epidemic season, more than 1600 samples were tested in the Sentinel System, of which 38.6% were positive. The samples were evaluated in seven age-groups: 0-4, 5-9, 10-14, 15-25, 26-44, 45-64, and over 65 years of age. Significant differences were reported in the number of confirmed cases of infection caused by influenza and influenza-like viruses, depending on the age-group. The highest number of confirmed cases of infections was reported for the age range of 26-44 years, accounting for 30% of the total. In each age-group, the presence of infection caused by influenza-like viruses, collectively accounting for only 3.8% of all positive tests, was also confirmed. Weekly reports generated by the Sentinel System enable to determine and control a current influenza activity in the country, which is of essential importance in case of the emergence of a new strain with a pandemic potential.",
      "sentences": [
        [
          {
            "segment_text": "Poland has implemented the influenza surveillance system called Sentinel as of 2004 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The system consists of both epidemiological and virological surveillance .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It is an important tool for monitoring the situation in the entire country ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "coordinated by the National Influenza Center situated at the National Institute of Public Health-National Institute of Hygiene ( NIPH-NIH ) in Warsaw , Poland .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In the 2015/2016 epidemic season ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "more than 1600 samples were tested in the Sentinel System ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "of which 38.6 % were positive .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The samples were evaluated in seven age-groups : 0-4 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "5-9 , 10-14 , 15-25 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "26-44 , 45-64 , and over 65 years of age .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Significant differences were reported in the number of confirmed cases of infection caused by influenza and influenza-like viruses , depending on the age-group .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The highest number of confirmed cases of infections was reported for the age range of 26-44 years ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "accounting for 30 % of the total .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In each age-group , the presence of infection caused by influenza-like viruses ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "collectively accounting for only 3.8 % of all positive tests , was also confirmed .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Weekly reports generated by the Sentinel System enable to determine and control a current influenza activity in the country ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which is of essential importance in case of the emergence of a new strain with a pandemic potential .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "17",
    "token_num": "230"
  }
}