{
  "paper_id": "7cfa8fb9b1e09084cbc9e3a56092c6015704995e",
  "metadata": {
    "title": "The Brazilian Journal of INFECTIOUS DISEASES",
    "coda_data_split": "train",
    "coda_paper_id": 8557,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background: Due to the emergence of drug resistance in herpes simplex virus type 1 (HsV-1), researchers are trying to find other methods for treating herpes simplex virus type 1 infections. Probiotic bacteria are effective in macrophage activation and may have antiviral activities.",
      "sentences": [
        [
          {
            "segment_text": "Background : Due to the emergence of drug resistance in herpes simplex virus type 1 ( HsV-1 ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "researchers are trying to find other methods for treating herpes simplex virus type 1 infections .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Probiotic bacteria are effective in macrophage activation and may have antiviral activities .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Objective: this study aimed at verifying the direct effect of Lactobacillus rhamnosus, a probiotic bacterium, in comparison with Escherichia coli, a non-probiotic one, on HsV-1 infection, and determining its effect on macrophage activation for in vitro elimination of HsV-1 infection.",
      "sentences": [
        [
          {
            "segment_text": "Objective : this study aimed at verifying the direct effect of Lactobacillus rhamnosus ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "a probiotic bacterium , in comparison with Escherichia coli ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "a non-probiotic one , on HsV-1 infection ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and determining its effect on macrophage activation for in vitro elimination of HsV-1 infection .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Methods: the above bacteria were introduced into HsV-1 infected Vero cells, and their effects were examined using both Mtt and plaque assay. to determine macrophage activation against in vitro HsV-1 infection, J774 cells were exposed to these bacteria; then, macrophage viability was examined with the Mtt method, and tumor necrosis factor alpha (tnf-α), interferon-gamma (ifn-γ), and nitric oxide (no) assessments were performed using the ELisA method.",
      "sentences": [
        [
          {
            "segment_text": "Methods : the above bacteria were introduced into HsV-1 infected Vero cells ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and their effects were examined using both Mtt and plaque assay .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "to determine macrophage activation against in vitro HsV-1 infection ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "J774 cells were exposed to these bacteria ; then ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "macrophage viability was examined with the Mtt method ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and tumor necrosis factor alpha ( tnf-α ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "interferon-gamma ( ifn-γ ) , and nitric oxide ( no ) assessments were performed using the ELisA method .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results: A significant increased viability of macrophages was observed (p \u003c 0.05) in the presence of Lactobacillus rhamnosus before and after HsV-1 infection when compared with Escherichia coli as a non-probiotic bacterium. However, tumor necrosis factor α concentration produced by Escherichia coli-treated J774 cells was significantly higher than Lactobacillus rhamnosus-treated J774 cells (p \u003c 0.05). interferon-gamma and no production were not different in the groups treated with Escherichia coli or with Lactobacillus rhamnosus.",
      "sentences": [
        [
          {
            "segment_text": "Results : A significant increased viability of macrophages was observed ( p \u003c 0.05 ) in the presence of Lactobacillus rhamnosus before and after HsV-1 infection when compared with Escherichia coli as a non-probiotic bacterium .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , tumor necrosis factor α concentration produced by Escherichia coli-treated J774 cells was significantly higher than Lactobacillus rhamnosus-treated J774 cells ( p \u003c 0.05 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "interferon-gamma and no production were not different in the groups treated with Escherichia coli or with Lactobacillus rhamnosus .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusion: the results of this study indicate that Lactobacillus rhamnosus enhances macrophage viability for HsV-1 elimination and activation against HsV-1 more effectively, when compared with non-probiotic Escherichia coli. it also seems that receptor occupation of macrophage sites decreases HsV-1 infectivity by both of the studied bacteria.",
      "sentences": [
        [
          {
            "segment_text": "Conclusion : the results of this study indicate that Lactobacillus rhamnosus enhances macrophage viability for HsV-1 elimination and activation against HsV-1 more effectively ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "when compared with non-probiotic Escherichia coli .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "it also seems that receptor occupation of macrophage sites decreases HsV-1 infectivity by both of the studied bacteria .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "In vitro study of the effect of a probiotic bacterium Lactobacillus rhamnosus against herpes simplex virus type 1",
      "sentences": [
        [
          {
            "segment_text": "In vitro study of the effect of a probiotic bacterium Lactobacillus rhamnosus against herpes simplex virus type 1",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "6",
    "sentence_num": "11",
    "segment_num": "21",
    "token_num": "327"
  }
}