{
  "paper_id": "7cfa5fc30dfb41a312546897a4d42065ac7a8028",
  "metadata": {
    "title": "Contribution of technical guidance on nosocomial infection control to the containment of Severe Acute Respiratory Syndrome in Vietnam",
    "coda_data_split": "train",
    "coda_paper_id": 9293,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "When Severe Acute Respiratory Syndrome (SARS) spread in Vietnam in March 2003, Bach Mai Hospital (BMH) contributed greatly to putting SARS under control by conducting strict nosocomial infection control. At BMH, technical guidance on nosocomial infection control had been implemented by Japanese experts since 2000. In addition, after the SARS outbreak, the Japan Disaster Relief Team was dispatched to assist in SARS control at BMH. SARS control in Vietnam was reviewed in reference to this technical guidance to investigate effective control measures. Major subjects of the technical guidance included the establishment of a control system, development of manuals and teaching materials, training of medical staff, and supplying protective attire. BMH provided medical care for 35 SARS cases; however, no nosocomial infection cases occurred leading to SARS containment. A swift reaction, effective nosocomial infection control, proper advice by the Ministry of Health and other elements are considered important factors in the success of SARS containment at BMH. In addition, the fruit of technical cooperation conducted under the project is regarded, to no small extent, as having formed the basis for this. Nosocomial infection control is a crucial factor in achieving high-quality medical care, as well as SARS control at the hospital level. D",
      "sentences": [
        [
          {
            "segment_text": "When Severe Acute Respiratory Syndrome ( SARS ) spread in Vietnam in March 2003 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Bach Mai Hospital ( BMH ) contributed greatly to putting SARS under control by conducting strict nosocomial infection control .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "At BMH , technical guidance on nosocomial infection control had been implemented by Japanese experts since 2000 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In addition , after the SARS outbreak ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the Japan Disaster Relief Team was dispatched to assist in SARS control at BMH .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "SARS control in Vietnam was reviewed in reference to this technical guidance to investigate effective control measures .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Major subjects of the technical guidance included the establishment of a control system ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "development of manuals and teaching materials ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "training of medical staff , and supplying protective attire .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "BMH provided medical care for 35 SARS cases ; however ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "no nosocomial infection cases occurred leading to SARS containment .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A swift reaction , effective nosocomial infection control ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "proper advice by the Ministry of Health and other elements are considered important factors in the success of SARS containment at BMH .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , the fruit of technical cooperation conducted under the project is regarded ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "to no small extent , as having formed the basis for this .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Nosocomial infection control is a crucial factor in achieving high-quality medical care ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as well as SARS control at the hospital level .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "D",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "18",
    "token_num": "230"
  }
}