{
  "paper_id": "7d1714d2e1d1514b4ea391f7e39c7bbd17d07d2a",
  "metadata": {
    "title": "Health care workers\u0027 perceptions of respiratory and gastrointestinal algorithms for patient management in emergency care settings",
    "coda_data_split": "train",
    "coda_paper_id": 9154,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background: Patients with respiratory or gastrointestinal illness in emergency care settings are often not yet diagnosed but are at risk of transmitting disease. Infection control algorithms delineating a standard approach to patient management decrease risk of secondary exposure, but few articles document health care workers\u0027 (HCWs) perceptions as to their effectiveness and ease of implementation. Methods: A cross-sectional survey approach was used to explore HCWs perceptions in 2 emergency departments of the current algorithms for management of potentially infectious respiratory and gastrointestinal illnesses. Results: Surveys from 96 HCWs revealed that algorithms were perceived as invaluable in protecting staff, patients, and colleagues. Differences in self-reported compliance, clarity, and ease of implementation of the respiratory algorithm were noted between facilities, likely reflecting variation in the physical plant. Physicians scored significantly lower for compliance with the respiratory algorithm. Conclusion: Algorithms were perceived to offer a clear and consistent approach to patient management and protect HCWs in spite of environmental and resource limitations.",
      "sentences": [
        [
          {
            "segment_text": "Background : Patients with respiratory or gastrointestinal illness in emergency care settings are often not yet diagnosed but are at risk of transmitting disease .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Infection control algorithms delineating a standard approach to patient management decrease risk of secondary exposure ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but few articles document health care workers \u0027 ( HCWs ) perceptions as to their effectiveness and ease of implementation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Methods : A cross-sectional survey approach was used to explore HCWs perceptions in 2 emergency departments of the current algorithms for management of potentially infectious respiratory and gastrointestinal illnesses .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Surveys from 96 HCWs revealed that algorithms were perceived as invaluable in protecting staff , patients , and colleagues .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Differences in self-reported compliance , clarity ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and ease of implementation of the respiratory algorithm were noted between facilities ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "likely reflecting variation in the physical plant .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Physicians scored significantly lower for compliance with the respiratory algorithm .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusion : Algorithms were perceived to offer a clear and consistent approach to patient management and protect HCWs in spite of environmental and resource limitations .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "10",
    "token_num": "179"
  }
}