{
  "paper_id": "7d2085559e3a89dd1abf7132939ec7da88562be8",
  "metadata": {
    "title": "ScienceDirect Effects of relative humidity on animal health and welfare",
    "coda_data_split": "train",
    "coda_paper_id": 8734,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Farm animals are sources of meat, milk and eggs for the humans, and animal health ensures the quality and security of these agricultural and sideline products. The animal raising conditions in livestock stations and poultry houses play vital roles in both animal health and production. One of the major factors affecting raising conditions, relative humidity, has not received much attention even though it is important for animal husbandry. In this review, we summarize the impacts of relative humidity on animal health and welfare to draw attention for its importance in the improvement of animal raising conditions in the future.",
      "sentences": [
        [
          {
            "segment_text": "Farm animals are sources of meat ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "milk and eggs for the humans ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and animal health ensures the quality and security of these agricultural and sideline products .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The animal raising conditions in livestock stations and poultry houses play vital roles in both animal health and production .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "One of the major factors affecting raising conditions ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "relative humidity , has not received much attention even though it is important for animal husbandry .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this review , we summarize the impacts of relative humidity on animal health and welfare to draw attention for its importance in the improvement of animal raising conditions in the future .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "7",
    "token_num": "108"
  }
}