{
  "paper_id": "7d286a7255cf820dba6ea89a13764045161ddbea",
  "metadata": {
    "title": "Oligomerization domains in the glycan-binding receptors DC-SIGN and DC-SIGNR: Sequence variation and stability differences",
    "coda_data_split": "train",
    "coda_paper_id": 7964,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Human dendritic cell-specific intercellular adhesion molecule-1 grabbing nonintegrin, DC-SIGN, and the sinusoidal endothelial cell receptor DC-SIGNR or L-SIGN, are closely related sugar-binding receptors. DC-SIGN acts both as a pathogen-binding endocytic receptor and as a cell adhesion molecule, while DC-SIGNR has only the pathogen-binding function. In addition to differences in the sugar-binding properties of the carbohydrate-recognition domains in the two receptors, there are sequence differences in the adjacent neck domains, which are coiled-coil tetramerization domains comprised largely of 23-amino acid repeat units. A series of model polypeptides consisting of uniform repeat units have been characterized by gel filtration, differential scanning calorimetry and circular dichroism. The results demonstrate that two features characterize repeat units which form more stable tetramers: a leucine reside in the first position of the heptad pattern of hydrophobic residues that pack on the inside of the coiled coil and an arginine residue on the surface of the coiled coil that forms a salt bridge with a glutamic acid residue in the same polypeptide chain. In DC-SIGNR from all primates, very stable repeat units predominate, so the carbohydrate-recognition domains must be held relatively closely together. In contrast, stable repeat units are found only near the membrane in DC-SIGN. The presence of residues that disrupt tetramer formation in repeat units near the carbohydrate-recognition domains of DC-SIGN would allow these domains to splay further apart. Thus, the neck domains of DC-SIGN and DC-SIGNR can contribute to the different functions of these receptors by presenting the sugar-binding sites in different contexts.",
      "sentences": [
        [
          {
            "segment_text": "Human dendritic cell-specific intercellular adhesion molecule-1 grabbing nonintegrin ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "DC-SIGN , and the sinusoidal endothelial cell receptor DC-SIGNR or L-SIGN ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "are closely related sugar-binding receptors .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "DC-SIGN acts both as a pathogen-binding endocytic receptor and as a cell adhesion molecule ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "while DC-SIGNR has only the pathogen-binding function .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In addition to differences in the sugar-binding properties of the carbohydrate-recognition domains in the two receptors ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "there are sequence differences in the adjacent neck domains ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which are coiled-coil tetramerization domains comprised largely of 23-amino acid repeat units .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A series of model polypeptides consisting of uniform repeat units have been characterized by gel filtration ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "differential scanning calorimetry and circular dichroism .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The results demonstrate that two features characterize repeat units which form more stable tetramers : a leucine reside in the first position of the heptad pattern of hydrophobic residues that pack on the inside of the coiled coil and an arginine residue on the surface of the coiled coil that forms a salt bridge with a glutamic acid residue in the same polypeptide chain .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In DC-SIGNR from all primates ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "very stable repeat units predominate ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "so the carbohydrate-recognition domains must be held relatively closely together .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In contrast , stable repeat units are found only near the membrane in DC-SIGN .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The presence of residues that disrupt tetramer formation in repeat units near the carbohydrate-recognition domains of DC-SIGN would allow these domains to splay further apart .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Thus , the neck domains of DC-SIGN and DC-SIGNR can contribute to the different functions of these receptors by presenting the sugar-binding sites in different contexts .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "The spacing between sugar-binding sites in receptors of the innate immune system contributes to the way that these receptors distinguish sugars on the surface of pathogens from those on host cells. This work describes how subtle differences in closely related receptors can change the way that sugarbinding sites are held together, helping to explain why they interact differently with viruses that display similar types of sugars.",
      "sentences": [
        [
          {
            "segment_text": "The spacing between sugar-binding sites in receptors of the innate immune system contributes to the way that these receptors distinguish sugars on the surface of pathogens from those on host cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This work describes how subtle differences in closely related receptors can change the way that sugarbinding sites are held together ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "helping to explain why they interact differently with viruses that display similar types of sugars .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "11",
    "segment_num": "20",
    "token_num": "339"
  }
}