{
  "paper_id": "7d47726e77fe0cc2713e1b828bcfa47cfe17621e",
  "metadata": {
    "title": "Archives of Virology Hemaflflutination and Structural Polypeptides of a New Coronavirus Assoeiated with Diarrhea in Infant Mice",
    "coda_data_split": "train",
    "coda_paper_id": 4190,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The hemagglutination (HA) and receptor destroying enzyme (RDE) activities of a newly isolated mouse enteric coronavirus {designated as DVIM) are described. DVIM agglutinates mouse or rat red blood cells (RBC) at 4 째 C. At 37째C the agglutination was rapidly reversed. The optimal pH for HA and for RDE activities using mouse red cells were shown to be 6.5 and 7.3 respectively. Hemagglutination by ])VIM was not inhibited by pretreatment of RBCs with Vibrio cholerae filtrate or by pretreatment with Influenza-A neuraminidase. Therefore, the DVIM receptors on RBCs differ from the receptors of Influenza-A, and the RDE activity of DVIM acts specifically on this receptor.",
      "sentences": [
        [
          {
            "segment_text": "The hemagglutination ( HA ) and receptor destroying enzyme ( RDE ) activities of a newly isolated mouse enteric coronavirus ( designated as DVIM ) are described .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "DVIM agglutinates mouse or rat red blood cells ( RBC ) at 4 째 C .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "At 37 째C the agglutination was rapidly reversed .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The optimal pH for HA and for RDE activities using mouse red cells were shown to be 6.5 and 7.3 respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Hemagglutination by ) ) VIM was not inhibited by pretreatment of RBCs with Vibrio cholerae filtrate or by pretreatment with Influenza-A neuraminidase .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Therefore , the DVIM receptors on RBCs differ from the receptors of Influenza-A ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the RDE activity of DVIM acts specifically on this receptor .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "In addition, an analysis of the DVIM polypeptides showed that the virions contain five major, VP1 (M.W. 139,000), VP2 (68,000), VP3 (53,000), VP4 (38,000), VP5 (22,000) and two minor, V P l a (110,000), V P l b (100,000) polypeptides. VP1 and VP1 b were digested by bromelain, suggesting that they constitute the surface glycoproteins.",
      "sentences": [
        [
          {
            "segment_text": "In addition , an analysis of the DVIM polypeptides showed that the virions contain five major ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "VP1 ( M.W. 139,000 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "VP2 ( 68,000 ) , VP3 ( 53,000 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "VP4 ( 38,000 ) , VP5 ( 22,000 ) and two minor ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "V P l a ( 110,000 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "V P l b ( 100,000 ) polypeptides .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "VP1 and VP1 b were digested by bromelain ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "suggesting that they constitute the surface glycoproteins .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "8",
    "segment_num": "15",
    "token_num": "204"
  }
}