{
  "paper_id": "7d4fc3715d86426fd7c0a3e998e27a8c6e6330b5",
  "metadata": {
    "title": "Perceptions of importance and what safety is enough ☆",
    "coda_data_split": "train",
    "coda_paper_id": 10807,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "This research explores perceived importance of safety and security measures from the perspectives of tourists and service providers. Use of face-to-face-semi structured interviews with supply side providers in Thailand results in recognizing safety measures to ask tourists about, other than those found in the literature. Researchers collected questionnaire data from international leisure and business tourists to Thailand on importance of safety and security measures. Analysis of the importance of 23 safety and security measures show a six factor pattern in thinking about measures. However, the most important measure is not in a factor. Therefore, the study considers analysis method issues and raises questions about the value of structured data and merits of the recognition of if-then conditions by research methods such as long interviews. Examination of practical, theoretical and methodological values of findings includes considering research needed and the utility of safety measure information in business decision making.",
      "sentences": [
        [
          {
            "segment_text": "This research explores perceived importance of safety and security measures from the perspectives of tourists and service providers .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Use of face-to-face-semi structured interviews with supply side providers in Thailand results in recognizing safety measures to ask tourists about ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "other than those found in the literature .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Researchers collected questionnaire data from international leisure and business tourists to Thailand on importance of safety and security measures .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Analysis of the importance of 23 safety and security measures show a six factor pattern in thinking about measures .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , the most important measure is not in a factor .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Therefore , the study considers analysis method issues and raises questions about the value of structured data and merits of the recognition of if-then conditions by research methods such as long interviews .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Examination of practical , theoretical and methodological values of findings includes considering research needed and the utility of safety measure information in business decision making .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "8",
    "token_num": "159"
  }
}