{
  "paper_id": "7d4fae16cf20accab0cf5151c6d5bc4911cb8a11",
  "metadata": {
    "title": "Studies on the Intrathecal Humoral Immune Response in Canine Distemper Encephalitis",
    "coda_data_split": "train",
    "coda_paper_id": 6269,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Albumin and IgG were quantitated in paired cerebrospinal fluid (CSF) and serum samples from dogs with demyelinating canine distemper virus (CDV) infection by means of rocket immunoelectrophoresis. The IgG index as indicator for intrathecal immunoglobulin synthesis was normal in animals with non-inflammatory demyelinating lesions and elevated in dogs with inflammatory myelin lesions. Specific antibodies against CDV and myelin were quantitated in CSF and serum from 8 dogs with an elevated IgG index. Eight of these dogs had significant amounts of antimyelin antibody and 4 dogs had neutralizing anti-CDV antibody in the CSF. Whereas the pathogenetic significance of antimyelin antibodies remains uncertain, the intrathecal antiviral immune response provides a plausible explanation for immunopathologic destruction of myelin in distemper.",
      "sentences": [
        [
          {
            "segment_text": "Albumin and IgG were quantitated in paired cerebrospinal fluid ( CSF ) and serum samples from dogs with demyelinating canine distemper virus ( CDV ) infection by means of rocket immunoelectrophoresis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The IgG index as indicator for intrathecal immunoglobulin synthesis was normal in animals with non-inflammatory demyelinating lesions and elevated in dogs with inflammatory myelin lesions .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Specific antibodies against CDV and myelin were quantitated in CSF and serum from 8 dogs with an elevated IgG index .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Eight of these dogs had significant amounts of antimyelin antibody and 4 dogs had neutralizing anti-CDV antibody in the CSF .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Whereas the pathogenetic significance of antimyelin antibodies remains uncertain ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the intrathecal antiviral immune response provides a plausible explanation for immunopathologic destruction of myelin in distemper .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "6",
    "token_num": "127"
  }
}