{
  "paper_id": "7d72d21a0917313358079562171eb01fb45b9d74",
  "metadata": {
    "title": "Adenovirus inactivation by in situ photocatalytically and photoelectrocatalytically generated halogen viricides",
    "coda_data_split": "train",
    "coda_paper_id": 4265,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "This study investigates and compares the virucidal performances of photocatalytic (PC) and photoelectrocatalytic (PEC) treatments in the presence and absence of halides, such as Br À and Cl À , under comparable experimental conditions. The results confirm that the PC virucidal efficiency can be enhanced in the presence of low halide concentrations (e.g., X \u003d Br À or Cl À ) and further enhanced by applying potential bias onto the photoanode in a PEC system. The PEC treatment in the presence of 1.0 mM Br (PEC-Br) shows the highest virucidal efficiency, enabling complete inactivation of a $1000 TCID50 replication-deficient recombinant adenovirus (RDRADS) population within 31.7 s. The superior virucidal performances of PEC-X treatments can be attributed to the increased production of active oxygen species and additional viricides resulting from the PEC halide oxidation, as well as prolonged lifetime of photoholes (h + ) for direct inactivation. The findings of this work confirm that new forms of active species generated in situ via a PC or PEC process are effective for viruses.",
      "sentences": [
        [
          {
            "segment_text": "This study investigates and compares the virucidal performances of photocatalytic ( PC ) and photoelectrocatalytic ( PEC ) treatments in the presence and absence of halides ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "such as Br À and Cl À , under comparable experimental conditions .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The results confirm that the PC virucidal efficiency can be enhanced in the presence of low halide concentrations ( e.g. , X \u003d Br À or Cl À ) and further enhanced by applying potential bias onto the photoanode in a PEC system .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The PEC treatment in the presence of 1.0 mM Br ( PEC-Br ) shows the highest virucidal efficiency ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "enabling complete inactivation of a $ 1000 TCID50 replication-deficient recombinant adenovirus ( RDRADS ) population within 31.7 s .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The superior virucidal performances of PEC-X treatments can be attributed to the increased production of active oxygen species and additional viricides resulting from the PEC halide oxidation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as well as prolonged lifetime of photoholes ( h + ) for direct inactivation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The findings of this work confirm that new forms of active species generated in situ via a PC or PEC process are effective for viruses .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "8",
    "token_num": "191"
  }
}