{
  "paper_id": "7d901bd4a49863a1384b83dbb89089f4551bb036",
  "metadata": {
    "title": "DNA vaccines: ready for prime time? NIH-PA Author Manuscript",
    "coda_data_split": "train",
    "coda_paper_id": 8145,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Since the discovery, over a decade and a half ago, that genetically engineered DNA can be delivered in vaccine form and elicit an immune response, there has been much progress in understanding the basic biology of this platform. A large amount of data has been generated in preclinical model systems, and more sustained cellular responses and more consistent antibody responses are being observed in the clinic. Four DNA vaccine products have recently been approved, all in the area of veterinary medicine. These results suggest a productive future for this technology as more optimized constructs, better trial designs and improved platforms are being brought into the clinic.",
      "sentences": [
        [
          {
            "segment_text": "Since the discovery , over a decade and a half ago ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "that genetically engineered DNA can be delivered in vaccine form and elicit an immune response ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "there has been much progress in understanding the basic biology of this platform .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A large amount of data has been generated in preclinical model systems ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and more sustained cellular responses and more consistent antibody responses are being observed in the clinic .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Four DNA vaccine products have recently been approved ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "all in the area of veterinary medicine .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These results suggest a productive future for this technology as more optimized constructs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "better trial designs and improved platforms are being brought into the clinic .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "DNA vaccines burst into the scientific limelight in the early 1990s. Tang and Johnston described the delivery of DNA into the skin of mice using a \u0027gene gun\u0027, in an attempt to deliver human growth hormone as a gene therapy 1 . The authors felt that this could be a useful technique to generate antibody responses against specific transgene products. At the same time, three presentations at the annual vaccine meeting at the Cold Spring Harbor Laboratory in 1992 reported the use of DNA vectors to drive both humoral and cellular immune responses against pathogens or tumour antigens in vivo. Margaret Liu and her colleagues at the pharmaceutical company Merck reported injecting \u0027naked\u0027 plasmids intramuscularly to deliver immunogens that would generate immune responses against influenza virus antigens in mice 2 . Similarly, Robinson described the ability of DNA plasmids to drive immune responses against influenza virus antigens 3 . A presentation by Weiner described the ability of plasmids carrying HIV antigens or tumour antigens to produce immune responses and protection from tumour challenge in mice 4 . Although none of these studies used the same delivery method, formulation or plasmid, together they provided evidence to the scientific community that this simple technique could be developed as an immunization platform.",
      "sentences": [
        [
          {
            "segment_text": "DNA vaccines burst into the scientific limelight in the early 1990s .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Tang and Johnston described the delivery of DNA into the skin of mice using a ` gene gun \u0027 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "in an attempt to deliver human growth hormone as a gene therapy 1 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The authors felt that this could be a useful technique to generate antibody responses against specific transgene products .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "At the same time , three presentations at the annual vaccine meeting at the Cold Spring Harbor Laboratory in 1992 reported the use of DNA vectors to drive both humoral and cellular immune responses against pathogens or tumour antigens in vivo .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Margaret Liu and her colleagues at the pharmaceutical company Merck reported injecting ` naked \u0027 plasmids intramuscularly to deliver immunogens that would generate immune responses against influenza virus antigens in mice 2 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Similarly , Robinson described the ability of DNA plasmids to drive immune responses against influenza virus antigens 3 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A presentation by Weiner described the ability of plasmids carrying HIV antigens or tumour antigens to produce immune responses and protection from tumour challenge in mice 4 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Although none of these studies used the same delivery method ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "formulation or plasmid , together they provided evidence to the scientific community that this simple technique could be developed as an immunization platform .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "12",
    "segment_num": "19",
    "token_num": "338"
  }
}