{
  "paper_id": "7d9d58be688bdc518507383c3393d637a9161636",
  "metadata": {
    "title": "Enhanced cell fusion activity in porcine epidemic diarrhea virus adapted to suckling mice",
    "coda_data_split": "train",
    "coda_paper_id": 6350,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Porcine epidemic diarrhea virus (PEDV) is the major causative agent of fatal diarrhea in piglets. To study the pathogenic features of PEDV using a mouse model, PEDV with virulence in mice is required. In pursuit of this, we adapted a tissue-culture-passed PEDV MK strain to suckling mouse brains. PEDV obtained after ten passages through the brains (MK-p10) had increased virulence for mice, and its fusion activity in cultured cells exceeded that of the original strain. However, the replication kinetics of MK and MK-p10 did not differ from each other in the brain and in cultured cells. The spike (S) protein of MK-p10 had four amino acid substitutions relative to the original strain. One of these (an H-to-R substitution at residue 1,381) was first detected in PEDV isolated after eight passages, and both this virus (MK-p8) and MK-p10 showed enhanced syncytium formation relative to the original MK strain and viruses isolated after two, four, and six passages, suggesting the possibility that the H-to-R mutation was responsible for this activity. This mutation could be also involved in the increased virulence of PEDV observed for MK-p10.",
      "sentences": [
        [
          {
            "segment_text": "Porcine epidemic diarrhea virus ( PEDV ) is the major causative agent of fatal diarrhea in piglets .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To study the pathogenic features of PEDV using a mouse model ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "PEDV with virulence in mice is required .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In pursuit of this , we adapted a tissue-culture-passed PEDV MK strain to suckling mouse brains .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "PEDV obtained after ten passages through the brains ( MK-p10 ) had increased virulence for mice ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and its fusion activity in cultured cells exceeded that of the original strain .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , the replication kinetics of MK and MK-p10 did not differ from each other in the brain and in cultured cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The spike ( S ) protein of MK-p10 had four amino acid substitutions relative to the original strain .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "One of these ( an H-to-R substitution at residue 1,381 ) was first detected in PEDV isolated after eight passages ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and both this virus ( MK-p8 ) and MK-p10 showed enhanced syncytium formation relative to the original MK strain and viruses isolated after two ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "four , and six passages ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "suggesting the possibility that the H-to-R mutation was responsible for this activity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This mutation could be also involved in the increased virulence of PEDV observed for MK-p10 .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "13",
    "token_num": "209"
  }
}