{
  "paper_id": "7da1a3651e1aba73bc607cf4aaa93105af0c2bf7",
  "metadata": {
    "title": "Calculating the burden of disease of avian-origin H7N9 infections in China",
    "coda_data_split": "train",
    "coda_paper_id": 8586,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Objective: A total of 131 cases of avian-originated H7N9 infection have been confirmed in China mainland from February 2013 to May 2013. We calculated the overall burden of H7N9 cases in China as of 31 May 2013 to provide an example of comprehensive burden of disease in the 21st century from an acute animalborne emerging infectious disease.",
      "sentences": [
        [
          {
            "segment_text": "Objective : A total of 131 cases of avian-originated H7N9 infection have been confirmed in China mainland from February 2013 to May 2013 .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We calculated the overall burden of H7N9 cases in China as of 31 May 2013 to provide an example of comprehensive burden of disease in the 21st century from an acute animalborne emerging infectious disease .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Design: We present an accurate and operable method for estimating the burden of H7N9 cases in China. The main drivers of economic loss were identified. Costs were broken down into direct (outpatient and inpatient examination and treatment) and indirect costs (cost of disability-adjusted life years (DALYs) and losses in the poultry industry), which were estimated based on field surveys and China statistical year book.",
      "sentences": [
        [
          {
            "segment_text": "Design : We present an accurate and operable method for estimating the burden of H7N9 cases in China .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The main drivers of economic loss were identified .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Costs were broken down into direct ( outpatient and inpatient examination and treatment ) and indirect costs ( cost of disability-adjusted life years ( DALYs ) and losses in the poultry industry ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "which were estimated based on field surveys and China statistical year book .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Setting: Models were applied to estimate the overall burden of H7N9 cases in China.",
      "sentences": [
        [
          {
            "segment_text": "Setting : Models were applied to estimate the overall burden of H7N9 cases in China .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "The huge poultry industry losses followed live poultry markets closing down and poultry slaughtering in some areas. Though the proportion of direct medical losses and DALYs losses in the estimate of H7N9 burden was small, the medical costs per case were extremely high (particularly for addressing the use of modern medical devices). A cost-effectiveness assessment for the intervention should be conducted in a future study.",
      "sentences": [
        [
          {
            "segment_text": "The huge poultry industry losses followed live poultry markets closing down and poultry slaughtering in some areas .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Though the proportion of direct medical losses and DALYs losses in the estimate of H7N9 burden was small ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the medical costs per case were extremely high ( particularly for addressing the use of modern medical devices ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A cost-effectiveness assessment for the intervention should be conducted in a future study .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "9",
    "segment_num": "11",
    "token_num": "222"
  }
}