{
  "paper_id": "7da4fcd53b89c33706e7e63f8b2f527f27f07ef8",
  "metadata": {
    "title": "Characterization of plasma proteins in children of different Mycobacterium tuberculosis infection status using label-free quantitative proteomics",
    "coda_data_split": "train",
    "coda_paper_id": 6999,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": ", is an infectious disease found worldwide. Children infected with MTB are more likely to progress to active TB (ATB); however, the molecular mechanism behind this process has long been a mystery. We employed the label-free quantitative proteomic technology to identify and characterize differences in plasma proteins between ATB and latent TB infection (LTBI) in children. To detect differences that are indicative of MTB infection, we first selected proteins whose expressions were markedly different between the ATB and LTBI groups and the control groups (inflammatory disease control (IDC) and healthy control (HC) groups). A total of 521 proteins differed (\u003e 1.5-fold or \u003c 0.6-fold) in the LTBI group, and 318 proteins in the ATB group when compared with the control groups. Of these, 49 overlapping proteins were differentially expressed between LTBI and ATB. Gene Ontology (GO) analysis revealed most proteins had a cellular and organelle distribution. The MTB infection status was mainly related to differences in binding, cellular and metabolic processes. XRCC4, PCF11, SEMA4A and ATP11A were selected and further verified by qPCR and western blot. At the mRNA level, the expression of XRCC4, PCF11and SEMA4A presented an increased trend in ATB group compare with LTBI. At the protein level, the expression of all these proteins by western blot in ATB/LTBI was consistent with the trends from proteomic detection. Our results provide important data for future mechanism studies and biomarker selection for MTB infection in children.",
      "sentences": [
        [
          {
            "segment_text": ", is an infectious disease found worldwide .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Children infected with MTB are more likely to progress to active TB ( ATB ) ; however ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the molecular mechanism behind this process has long been a mystery .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We employed the label-free quantitative proteomic technology to identify and characterize differences in plasma proteins between ATB and latent TB infection ( LTBI ) in children .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "To detect differences that are indicative of MTB infection ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we first selected proteins whose expressions were markedly different between the ATB and LTBI groups and the control groups ( inflammatory disease control ( IDC ) and healthy control ( HC ) groups ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A total of 521 proteins differed ( \u003e 1.5-fold or \u003c 0.6-fold ) in the LTBI group ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and 318 proteins in the ATB group when compared with the control groups .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Of these , 49 overlapping proteins were differentially expressed between LTBI and ATB .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Gene Ontology ( GO ) analysis revealed most proteins had a cellular and organelle distribution .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The MTB infection status was mainly related to differences in binding , cellular and metabolic processes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "XRCC4 , PCF11 , SEMA4A and ATP11A were selected and further verified by qPCR and western blot .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "At the mRNA level , the expression of XRCC4 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "PCF11and SEMA4A presented an increased trend in ATB group compare with LTBI .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "At the protein level , the expression of all these proteins by western blot in ATB/LTBI was consistent with the trends from proteomic detection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our results provide important data for future mechanism studies and biomarker selection for MTB infection in children .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "12",
    "segment_num": "16",
    "token_num": "273"
  }
}