{
  "paper_id": "7db9b801730d8b60d1fc331ba3389460e9ea3794",
  "metadata": {
    "title": "Annals of Rehabilitation Medicine Effects of 3-Dimensional Lumbar Stabilization Training for Balance in Chronic Hemiplegic Stroke Patients: A Randomized Controlled Trial Improvement of Gait and Balance by Spine Balance 3 D System 973 www.e-arm.org",
    "coda_data_split": "train",
    "coda_paper_id": 5879,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Objective To investigate the effects of the newly developed Spine Balance 3D system on the balance and gait abilities of hemiplegic stroke patients. Methods Twenty-eight hemiplegic patients with chronic stroke were randomly assigned to an experimental (n\u003d14) or control group (n\u003d14). The experimental and control groups performed balance training by using the newly developed Spine Balance 3D system and the well-known Biodex Balance System 30 minutes per day, three times a week for 7 weeks. The Berg Balance Scale (BBS), 10-m walking test (10mWT), Timed Up and Go Test (TUG), Functional Reach Test (FRT), the Korean version of the Fall Efficacy Scale-International (KFES-I), trunk muscle strength and stability were evaluated before and after 7 weeks of intervention. Results The 10mWT improved significantly (p\u003d0.001) in the experimental group (using the Spine Balance 3D system) but not in the control group, and core muscle strength, which we checked using Spine Balance 3D system evaluation program, improved more in the experimental group as well. The results of the BBS, FRT, TUG, KFES-I, and Biodex Balance System evaluation program improved in both groups after 7 weeks of balance training. Conclusion We suggest that the newly-developed Spine Balance 3D system can be a more useful therapeutic tool for gait and dynamic balance rehabilitation in hemiplegic patients than a conventional 2D-based balance training system. A large-scale randomized controlled study is needed to prove the effect of this system.",
      "sentences": [
        [
          {
            "segment_text": "Objective To investigate the effects of the newly developed Spine Balance 3D system on the balance and gait abilities of hemiplegic stroke patients .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods Twenty-eight hemiplegic patients with chronic stroke were randomly assigned to an experimental ( n \u003d 14 ) or control group ( n \u003d 14 ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The experimental and control groups performed balance training by using the newly developed Spine Balance 3D system and the well-known Biodex Balance System 30 minutes per day ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "three times a week for 7 weeks .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The Berg Balance Scale ( BBS ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "10-m walking test ( 10mWT ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "Timed Up and Go Test ( TUG ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "Functional Reach Test ( FRT ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "the Korean version of the Fall Efficacy Scale-International ( KFES-I ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "trunk muscle strength and stability were evaluated before and after 7 weeks of intervention .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results The 10mWT improved significantly ( p \u003d 0.001 ) in the experimental group ( using the Spine Balance 3D system ) but not in the control group ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and core muscle strength , which we checked using Spine Balance 3D system evaluation program ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "improved more in the experimental group as well .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The results of the BBS ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "FRT , TUG , KFES-I ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and Biodex Balance System evaluation program improved in both groups after 7 weeks of balance training .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusion We suggest that the newly-developed Spine Balance 3D system can be a more useful therapeutic tool for gait and dynamic balance rehabilitation in hemiplegic patients than a conventional 2D-based balance training system .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A large-scale randomized controlled study is needed to prove the effect of this system .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "18",
    "token_num": "277"
  }
}