{
  "paper_id": "7dbdecefcd59460800cc11324be0595779ffde80",
  "metadata": {
    "title": "Crystal Structure of the Hendra Virus Attachment G Glycoprotein Bound to a Potent Cross-Reactive Neutralizing Human Monoclonal Antibody",
    "coda_data_split": "train",
    "coda_paper_id": 5916,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The henipaviruses, represented by Hendra (HeV) and Nipah (NiV) viruses are highly pathogenic zoonotic paramyxoviruses with uniquely broad host tropisms responsible for repeated outbreaks in Australia, Southeast Asia, India and Bangladesh. The high morbidity and mortality rates associated with infection and lack of licensed antiviral therapies make the henipaviruses a potential biological threat to humans and livestock. Henipavirus entry is initiated by the attachment of the G envelope glycoprotein to host cell membrane receptors. Previously, henipavirus-neutralizing human monoclonal antibodies (hmAb) have been isolated using the HeV-G glycoprotein and a human naïve antibody library. One cross-reactive and receptor-blocking hmAb (m102.4) was recently demonstrated to be an effective post-exposure therapy in two animal models of NiV and HeV infection, has been used in several people on a compassionate use basis, and is currently in development for use in humans. Here, we report the crystal structure of the complex of HeV-G with m102.3, an m102.4 derivative, and describe NiV and HeV escape mutants. This structure provides detailed insight into the mechanism of HeV and NiV neutralization by m102.4, and serves as a blueprint for further optimization of m102.4 as a therapeutic agent and for the development of entry inhibitors and vaccines.",
      "sentences": [
        [
          {
            "segment_text": "The henipaviruses , represented by Hendra ( HeV ) and Nipah ( NiV ) viruses are highly pathogenic zoonotic paramyxoviruses with uniquely broad host tropisms responsible for repeated outbreaks in Australia ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Southeast Asia , India and Bangladesh .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The high morbidity and mortality rates associated with infection and lack of licensed antiviral therapies make the henipaviruses a potential biological threat to humans and livestock .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Henipavirus entry is initiated by the attachment of the G envelope glycoprotein to host cell membrane receptors .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Previously , henipavirus-neutralizing human monoclonal antibodies ( hmAb ) have been isolated using the HeV-G glycoprotein and a human naïve antibody library .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "One cross-reactive and receptor-blocking hmAb ( m102 .4 ) was recently demonstrated to be an effective post-exposure therapy in two animal models of NiV and HeV infection ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "has been used in several people on a compassionate use basis ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and is currently in development for use in humans .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we report the crystal structure of the complex of HeV-G with m102 .3 ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "an m102 .4 derivative , and describe NiV and HeV escape mutants .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "This structure provides detailed insight into the mechanism of HeV and NiV neutralization by m102 .4 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and serves as a blueprint for further optimization of m102 .4 as a therapeutic agent and for the development of entry inhibitors and vaccines .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "12",
    "token_num": "228"
  }
}