{
  "paper_id": "7dc497df6dfb862b226705248f6eeafa9e470765",
  "metadata": {
    "title": "Identification and characterization of a long non-coding RNA up-regulated during HIV-1 infection",
    "coda_data_split": "train",
    "coda_paper_id": 2450,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Long non-coding RNAs (lncRNAs) are rapidly emerging as important regulators of a diverse array of cellular functions. Here, we describe a meta-analysis of two independent RNA-seq studies to identify lncRNAs that are differentially expressed upon HIV-1 infection. Only three lncRNA genes exhibited altered expression of ≥ 2-fold in HIV-1-infected cells. Of these, the uncharacterized lncRNA LINC00173 was chosen for further study. Both transcript variants of LINC00173 (lnc173 TSV1 and 2) could be detected by qPCR, localized predominantly to the nucleus and were reproducibly up-regulated during infection. Knock-out of the LINC00173 locus did not have detectable effects on HIV-1 replication. Interestingly, however, stimulation of Jurkat T cells with PMA/ ionomycin resulted in a decrease of lnc173 expression, and Jurkat cells deficient for lnc173 on average expressed higher levels of specific cytokines than control cells. These data suggest that lnc173 may have a role in the regulation of cytokines in T cells.",
      "sentences": [
        [
          {
            "segment_text": "Long non-coding RNAs ( lncRNAs ) are rapidly emerging as important regulators of a diverse array of cellular functions .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we describe a meta-analysis of two independent RNA-seq studies to identify lncRNAs that are differentially expressed upon HIV-1 infection .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Only three lncRNA genes exhibited altered expression of ≥ 2-fold in HIV-1-infected cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Of these , the uncharacterized lncRNA LINC00173 was chosen for further study .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Both transcript variants of LINC00173 ( lnc173 TSV1 and 2 ) could be detected by qPCR ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "localized predominantly to the nucleus and were reproducibly up-regulated during infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Knock-out of the LINC00173 locus did not have detectable effects on HIV-1 replication .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Interestingly , however , stimulation of Jurkat T cells with PMA / ionomycin resulted in a decrease of lnc173 expression ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and Jurkat cells deficient for lnc173 on average expressed higher levels of specific cytokines than control cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These data suggest that lnc173 may have a role in the regulation of cytokines in T cells .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "10",
    "token_num": "169"
  }
}