{
  "paper_id": "7dcf15b7349e6e2e3c3aeec4506e0dc5dd48a327",
  "metadata": {
    "title": "Characterization and application of monoclonal antibodies specific to West Nile virus envelope protein",
    "coda_data_split": "train",
    "coda_paper_id": 9808,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Recent epidemics of West Nile virus (WNV) around the world have been associated with significant rates of mortality and morbidity in humans. To develop standard WNV diagnostic tools that can differentiate WNV from Japanese encephalitis virus (JEV), four monoclonal antibodies (MAbs) specific to WNV envelope (E) protein were produced and characterized by isotyping, reactivity with denatured and native antigens, affinity assay, immunofluorescence assay (IFA), and epitope competition, as well as cross-reactivity with JEV. Two of the MAbs (6A11 and 4B3) showed stronger reactivity with E protein than the others (2F5 and 6H7) in Western blot analysis. 4B3 could bind with denatured antigen, as well as native antigens in indirect ELISA, flow cytometry analysis, and IFA; whereas 2F5 showed highest affinity with native antigen. 4B3 and 2F5 were therefore used to establish an antigen capture-ELISA (AC-ELISA) detection system. The sensitivity of this AC-ELISA was 3.95 TCID 50 /0.1 ml for WNV-infected cell culture supernatant. Notably, these MAbs showed no cross-reactivity with JEV, which suggests that they are useful for further development of highly sensitive, easy handling, and less time-consuming detection kits/tools in WNV surveillance in areas where JEV is epidemic.",
      "sentences": [
        [
          {
            "segment_text": "Recent epidemics of West Nile virus ( WNV ) around the world have been associated with significant rates of mortality and morbidity in humans .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To develop standard WNV diagnostic tools that can differentiate WNV from Japanese encephalitis virus ( JEV ) ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "four monoclonal antibodies ( MAbs ) specific to WNV envelope ( E ) protein were produced and characterized by isotyping ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "reactivity with denatured and native antigens ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "affinity assay , immunofluorescence assay ( IFA ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and epitope competition , as well as cross-reactivity with JEV .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Two of the MAbs ( 6A11 and 4B3 ) showed stronger reactivity with E protein than the others ( 2F5 and 6H7 ) in Western blot analysis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "4B3 could bind with denatured antigen ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as well as native antigens in indirect ELISA ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "flow cytometry analysis , and IFA ; whereas 2F5 showed highest affinity with native antigen .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "4B3 and 2F5 were therefore used to establish an antigen capture-ELISA ( AC-ELISA ) detection system .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The sensitivity of this AC-ELISA was 3.95 TCID 50 / 0.1 ml for WNV-infected cell culture supernatant .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Notably , these MAbs showed no cross-reactivity with JEV ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which suggests that they are useful for further development of highly sensitive ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "easy handling , and less time-consuming detection kits/tools in WNV surveillance in areas where JEV is epidemic .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "15",
    "token_num": "227"
  }
}