{
  "paper_id": "7e216d0c059fbbc7cace4a9d12a48482ad781366",
  "metadata": {
    "title": "A Multi-Method Approach to Curriculum Development for In-Service Training in China\u0027s Newly Established Health Emergency Response Offices",
    "coda_data_split": "train",
    "coda_paper_id": 3362,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Objective: To describe an innovative approach for developing and implementing an in-service curriculum in China for staff of the newly established health emergency response offices (HEROs), and that is generalisable to other settings.",
      "sentences": [
        [
          {
            "segment_text": "Objective : To describe an innovative approach for developing and implementing an in-service curriculum in China for staff of the newly established health emergency response offices ( HEROs ) ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and that is generalisable to other settings .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Methods: The multi-method training needs assessment included reviews of the competency domains needed to implement the International Health Regulations (2005) as well as China\u0027s policies and emergency regulations. The review, iterative interviews and workshops with experts in government, academia, the military, and with HERO staff were reviewed critically by an expert technical advisory panel.",
      "sentences": [
        [
          {
            "segment_text": "Methods : The multi-method training needs assessment included reviews of the competency domains needed to implement the International Health Regulations ( 2005 ) as well as China \u0027s policies and emergency regulations .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The review , iterative interviews and workshops with experts in government ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "academia , the military , and with HERO staff were reviewed critically by an expert technical advisory panel .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Findings: Over 1600 participants contributed to curriculum development. Of the 18 competency domains identified as essential for HERO staff, nine were developed into priority in-service training modules to be conducted over 2.5 weeks. Experts from academia and experienced practitioners prepared and delivered each module through lectures followed by interactive problem-solving exercises and desktop simulations to help trainees apply, experiment with, and consolidate newly acquired knowledge and skills.",
      "sentences": [
        [
          {
            "segment_text": "Findings : Over 1600 participants contributed to curriculum development .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Of the 18 competency domains identified as essential for HERO staff ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "nine were developed into priority in-service training modules to be conducted over 2.5 weeks .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Experts from academia and experienced practitioners prepared and delivered each module through lectures followed by interactive problem-solving exercises and desktop simulations to help trainees apply ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "experiment with , and consolidate newly acquired knowledge and skills .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusion: This study adds to the emerging literature on China\u0027s enduring efforts to strengthen its emergency response capabilities since the outbreak of SARS in 2003. The multi-method approach to curriculum development in partnership with senior policy-makers, researchers, and experienced practitioners can be applied in other settings to ensure training is responsive and customized to local needs, resources and priorities. Ongoing curriculum development should reflect international standards and be coupled with the development of appropriate performance support systems at the workplace for motivating staff to apply their newly acquired knowledge and skills effectively and creatively.",
      "sentences": [
        [
          {
            "segment_text": "Conclusion : This study adds to the emerging literature on China \u0027s enduring efforts to strengthen its emergency response capabilities since the outbreak of SARS in 2003 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The multi-method approach to curriculum development in partnership with senior policy-makers ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "researchers , and experienced practitioners can be applied in other settings to ensure training is responsive and customized to local needs , resources and priorities .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Ongoing curriculum development should reflect international standards and be coupled with the development of appropriate performance support systems at the workplace for motivating staff to apply their newly acquired knowledge and skills effectively and creatively .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "9",
    "segment_num": "14",
    "token_num": "278"
  }
}