{
  "paper_id": "7e2d03364184d2b96209a7c7a0666ab510fc073c",
  "metadata": {
    "title": "c World Health Organization Intercountry Support Office, Ouagadougou, Burkina Faso d Expanded Program on Immunization, WHO Regional Office for Africa, Inter-Country Support Team",
    "coda_data_split": "train",
    "coda_paper_id": 7645,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background: The laboratory has always played a very critical role in diagnosis of the diseases. The success of any disease programme is based on a functional laboratory network. Health laboratory services are an integral component of the health system. Efficiency and effectiveness of both clinical and public health functions including surveillance, diagnosis, prevention, treatment, research and health promotion are influenced by reliable laboratory services. The establishment of the African Regional polio laboratory for the Polio Eradication Initiative (PEI) has contributed in supporting countries in their efforts to strengthen laboratory capacity. On the eve of the closing of the program, we have shown through this article, examples of this contribution in two countries of the African region: C么te d\u0027Ivoire and the Democratic Republic of Congo. Methods: Descriptive studies were carried out in C么te d\u0027Ivoire (RCI) and Democratic Republic of Congo (DRC) from October to December 2014. Questionnaires and self-administered and in-depth interviews and group discussions as well as records and observation were used to collect information during laboratory visits and assessments. Results: The PEI financial support allows to maintain the majority of the 14 (DRC) and 12 (RCI) staff involved in the polio laboratory as full or in part time members. Through laboratory technical staff training supported by the PEI, skills and knowledge were gained to reinforce laboratories capacity and performance in quality laboratory functioning, processes and techniques such as cell culture. In the same way, infrastructure was improved and equipment provided. General laboratory quality standards, including the entire laboratory key elements was improved through the PEI accreditation process. Conclusion: The Polio Eradication Initiative (PEI) is a good example of contribution in strengthening public health laboratories systems in the African region. It has established strong Polio Laboratory network that contributed to the strengthening of capacities and its expansion to surveillance of other viral priority diseases such as measles, yellow fever, Influenza, MERS-CoV and Ebola.",
      "sentences": [
        [
          {
            "segment_text": "Background : The laboratory has always played a very critical role in diagnosis of the diseases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The success of any disease programme is based on a functional laboratory network .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Health laboratory services are an integral component of the health system .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Efficiency and effectiveness of both clinical and public health functions including surveillance ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "diagnosis , prevention , treatment ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "research and health promotion are influenced by reliable laboratory services .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The establishment of the African Regional polio laboratory for the Polio Eradication Initiative ( PEI ) has contributed in supporting countries in their efforts to strengthen laboratory capacity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "On the eve of the closing of the program ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "we have shown through this article ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "examples of this contribution in two countries of the African region : C么te d\u0027Ivoire and the Democratic Republic of Congo .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : Descriptive studies were carried out in C么te d\u0027Ivoire ( RCI ) and Democratic Republic of Congo ( DRC ) from October to December 2014 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Questionnaires and self-administered and in-depth interviews and group discussions as well as records and observation were used to collect information during laboratory visits and assessments .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : The PEI financial support allows to maintain the majority of the 14 ( DRC ) and 12 ( RCI ) staff involved in the polio laboratory as full or in part time members .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Through laboratory technical staff training supported by the PEI ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "skills and knowledge were gained to reinforce laboratories capacity and performance in quality laboratory functioning ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "processes and techniques such as cell culture .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In the same way , infrastructure was improved and equipment provided .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "General laboratory quality standards , including the entire laboratory key elements was improved through the PEI accreditation process .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusion : The Polio Eradication Initiative ( PEI ) is a good example of contribution in strengthening public health laboratories systems in the African region .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "It has established strong Polio Laboratory network that contributed to the strengthening of capacities and its expansion to surveillance of other viral priority diseases such as measles ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "yellow fever , Influenza , MERS-CoV and Ebola .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "This could serve as lesson and good example of laboratory based surveillance to improving diseases prevention, detection and control in our middle and low income countries as WHO and partners are heading to polio eradication in the world.",
      "sentences": [
        [
          {
            "segment_text": "This could serve as lesson and good example of laboratory based surveillance to improving diseases prevention ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "detection and control in our middle and low income countries as WHO and partners are heading to polio eradication in the world .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "15",
    "segment_num": "23",
    "token_num": "397"
  }
}