{
  "paper_id": "7e3344bab4007d0b919ca28f879e1b6452178041",
  "metadata": {
    "title": "Microbiological study of patients hospitalized for acute exacerbation of chronic obstructive pulmonary disease (AE-COPD) and the usefulness of analytical and clinical parameters in its identification (VIRAE study)",
    "coda_data_split": "train",
    "coda_paper_id": 8183,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Purpose: Respiratory infection is the most common cause for acute exacerbation of chronic obstructive pulmonary disease (AE-COPD). The aim of this work was to study the etiology of the respiratory infection in order to assess the usefulness of the clinical and analytical parameters used for COPD identification. Patients and methods: We included 132 patients over a period of 2 years. The etiology of the respiratory infection was studied by conventional sputum, paired serology tests for atypical bacteria, and viral diagnostic techniques (immunochromatography, immunofluorescence, cell culture, and molecular biology techniques). We grouped the patients into four groups based on the pathogens isolated (bacterial versus. viral, known etiology versus unknown etiology) and compared the groups. Results: A pathogen was identified in 48 patients. The pathogen was identified through sputum culture in 34 patients, seroconversion in three patients, and a positive result from viral techniques in 14 patients. No significant differences in identifying etiology were observed in the clinical and analytical parameters within the different groups. The most cost-effective tests were the sputum test and the polymerase chain reaction. Conclusion: Based on our experience, clinical and analytical parameters are not useful for the etiological identification of COPD exacerbations. Diagnosing COPD exacerbation is difficult, with the conventional sputum test for bacterial etiology and molecular biology techniques for viral etiology providing the most profitability. Further studies are necessary to identify respiratory syndromes or analytical parameters that can be used to identify the etiology of new AE-COPD cases without the laborious diagnostic techniques.",
      "sentences": [
        [
          {
            "segment_text": "Purpose : Respiratory infection is the most common cause for acute exacerbation of chronic obstructive pulmonary disease ( AE-COPD ) .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The aim of this work was to study the etiology of the respiratory infection in order to assess the usefulness of the clinical and analytical parameters used for COPD identification .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Patients and methods : We included 132 patients over a period of 2 years .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The etiology of the respiratory infection was studied by conventional sputum ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "paired serology tests for atypical bacteria ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and viral diagnostic techniques ( immunochromatography , immunofluorescence , cell culture , and molecular biology techniques ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We grouped the patients into four groups based on the pathogens isolated ( bacterial versus .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "viral , known etiology versus unknown etiology ) and compared the groups .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : A pathogen was identified in 48 patients .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The pathogen was identified through sputum culture in 34 patients ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "seroconversion in three patients , and a positive result from viral techniques in 14 patients .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "No significant differences in identifying etiology were observed in the clinical and analytical parameters within the different groups .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The most cost-effective tests were the sputum test and the polymerase chain reaction .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusion : Based on our experience ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "clinical and analytical parameters are not useful for the etiological identification of COPD exacerbations .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Diagnosing COPD exacerbation is difficult ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with the conventional sputum test for bacterial etiology and molecular biology techniques for viral etiology providing the most profitability .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Further studies are necessary to identify respiratory syndromes or analytical parameters that can be used to identify the etiology of new AE-COPD cases without the laborious diagnostic techniques .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "13",
    "segment_num": "18",
    "token_num": "280"
  }
}