{
  "paper_id": "7e44eec7f6b16c0326b5df826212676d032a0c3b",
  "metadata": {
    "title": "Protein Engineering Strategies for the Development of Viral Vaccines and Immunotherapeutics",
    "coda_data_split": "train",
    "coda_paper_id": 10170,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Vaccines that elicit a protective broadly neutralizing antibody (bNAb) response and monoclonal antibody therapies are critical for the treatment and prevention of viral infections. However, isolation of protective neutralizing antibodies has been challenging for some viruses, notably those with high antigenic diversity or those that do not elicit a bNAb response in the course of natural infection. Here, we discuss recent work that employs protein engineering strategies to design immunogens that elicit bNAbs or engineer novel bNAbs. We highlight the use of rational, computational, and combinatorial strategies and assess the potential of these approaches for the development of new vaccines and immunotherapeutics.",
      "sentences": [
        [
          {
            "segment_text": "Vaccines that elicit a protective broadly neutralizing antibody ( bNAb ) response and monoclonal antibody therapies are critical for the treatment and prevention of viral infections .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , isolation of protective neutralizing antibodies has been challenging for some viruses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "notably those with high antigenic diversity or those that do not elicit a bNAb response in the course of natural infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we discuss recent work that employs protein engineering strategies to design immunogens that elicit bNAbs or engineer novel bNAbs .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We highlight the use of rational ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "computational , and combinatorial strategies and assess the potential of these approaches for the development of new vaccines and immunotherapeutics .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "6",
    "token_num": "113"
  }
}