{
  "paper_id": "7e46ae0414399709f36d00a9bff2ec3b362784bf",
  "metadata": {
    "title": "Heterologous MVA-S prime Ad5-S boost regimen induces high and persistent levels of neutralizing antibody response against SARS coronavirus",
    "coda_data_split": "train",
    "coda_paper_id": 6541,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Severe acute respiratory syndrome (SARS) is caused by a novel coronavirus (CoV), SARS-CoV. In previous studies, we showed that a SARS-CoV spike (S) glycoproteinbased modified vaccinia Ankara (MVA-S) vaccine could induce strong neutralizing antibody (Nab) response which might have played a critical role in protecting Chinese rhesus monkeys from the pathogenic viral challenge. To date, however, it remains unknown what the minimal level of Nab is required to achieve sterile immunity in humans. It is therefore important to explore techniques to maximize the level of Nab response in vivo. Here, we evaluate various vaccination regimens using combinations of DNA-S, MVA-S, and adenovirus type 5 (Ad5-S) vaccines. We show that in vaccinated mice and rabbits, a heterologous MVA-S prime with Ad5-S boost regimen induces the highest and most persistent level of Nab response when compared with other combinations. Interestingly, the initial level of Nab after prime does not necessarily predict the magnitude of the secondary response after the boost. Thus, our data provides a promising optimal regimen for vaccine development in humans against SARS-CoV infection.",
      "sentences": [
        [
          {
            "segment_text": "Severe acute respiratory syndrome ( SARS ) is caused by a novel coronavirus ( CoV ) , SARS-CoV .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In previous studies , we showed that a SARS-CoV spike ( S ) glycoproteinbased modified vaccinia Ankara ( MVA-S ) vaccine could induce strong neutralizing antibody ( Nab ) response which might have played a critical role in protecting Chinese rhesus monkeys from the pathogenic viral challenge .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To date , however , it remains unknown what the minimal level of Nab is required to achieve sterile immunity in humans .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It is therefore important to explore techniques to maximize the level of Nab response in vivo .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we evaluate various vaccination regimens using combinations of DNA-S ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "MVA-S , and adenovirus type 5 ( Ad5-S ) vaccines .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We show that in vaccinated mice and rabbits ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "a heterologous MVA-S prime with Ad5-S boost regimen induces the highest and most persistent level of Nab response when compared with other combinations .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Interestingly , the initial level of Nab after prime does not necessarily predict the magnitude of the secondary response after the boost .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Thus , our data provides a promising optimal regimen for vaccine development in humans against SARS-CoV infection .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "10",
    "token_num": "204"
  }
}