{
  "paper_id": "7e5b5d16ffb537a8e940502af3011d18fe6eff9b",
  "metadata": {
    "title": "Genomic Characterization of Novel Circular ssDNA Viruses from Insectivorous Bats in Southern Brazil",
    "coda_data_split": "train",
    "coda_paper_id": 7308,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Circoviruses are highly prevalent porcine and avian pathogens. In recent years, novel circular ssDNA genomes have recently been detected in a variety of fecal and environmental samples using deep sequencing approaches. In this study the identification of genomes of novel circoviruses and cycloviruses in feces of insectivorous bats is reported. Pan-reactive primers were used targeting the conserved rep region of circoviruses and cycloviruses to screen DNA bat fecal samples. Using this approach, partial rep sequences were detected which formed five phylogenetic groups distributed among the Circovirusand the recently proposed Cyclovirus genera of the Circoviridae. Further analysis using inverse PCR and Sanger sequencing led to the characterization of four new putative members of the family Circoviridae with genome size ranging from 1,608 to 1,790 nt, two inversely arranged ORFs, and canonical nonamer sequences atop a stem loop.",
      "sentences": [
        [
          {
            "segment_text": "Circoviruses are highly prevalent porcine and avian pathogens .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In recent years , novel circular ssDNA genomes have recently been detected in a variety of fecal and environmental samples using deep sequencing approaches .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study the identification of genomes of novel circoviruses and cycloviruses in feces of insectivorous bats is reported .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Pan-reactive primers were used targeting the conserved rep region of circoviruses and cycloviruses to screen DNA bat fecal samples .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Using this approach , partial rep sequences were detected which formed five phylogenetic groups distributed among the Circovirusand the recently proposed Cyclovirus genera of the Circoviridae .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Further analysis using inverse PCR and Sanger sequencing led to the characterization of four new putative members of the family Circoviridae with genome size ranging from 1,608 to 1,790 nt ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "two inversely arranged ORFs , and canonical nonamer sequences atop a stem loop .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "7",
    "token_num": "146"
  }
}