{
  "paper_id": "7e6bd4f9d794f87445f67c9ed9d5699706040fa4",
  "metadata": {
    "title": "Comparative analysis of gene expression in virulent and attenuated strains of infectious bronchitis virus at sub-codon resolution",
    "coda_data_split": "train",
    "coda_paper_id": 7399,
    "coda_has_expert_labels": false,
    "subset": "biorxiv_medrxiv"
  },
  "abstract": [
    {
      "original_text": "doi: bioRxiv preprint molecular biology. Our high-resolution data have enabled a precise study of transcription and translation in both pathogenic and attenuated forms of IBV, and expand our understanding of gammacoronaviral gene expression. We demonstrate that gene expression shows considerable intraspecies variation, with single nucleotide polymorphisms associated with altered production of sgmRNA transcripts, and our RiboSeq data sets enabled us to uncover novel ribosomally occupied ORFs in both strains. We also identify numerous cellular genes and gene networks that are differentially expressed during virus infection, giving insights into the host cell reponse to IBV infection. 3 47 48 49 50 51 52 53 54 55 56 author/funder. All rights reserved. No reuse allowed without permission.",
      "sentences": [
        [
          {
            "segment_text": "doi : bioRxiv preprint molecular biology .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Our high-resolution data have enabled a precise study of transcription and translation in both pathogenic and attenuated forms of IBV ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and expand our understanding of gammacoronaviral gene expression .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We demonstrate that gene expression shows considerable intraspecies variation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with single nucleotide polymorphisms associated with altered production of sgmRNA transcripts ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and our RiboSeq data sets enabled us to uncover novel ribosomally occupied ORFs in both strains .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We also identify numerous cellular genes and gene networks that are differentially expressed during virus infection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "giving insights into the host cell reponse to IBV infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "3 47 48 49 50 51 52 53 54 55 56 author/funder .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "All rights reserved .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "No reuse allowed without permission .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "11",
    "token_num": "127"
  }
}