{
  "paper_id": "7e92581ed1b5f05b3002790d3cd71974982f7a3f",
  "metadata": {
    "title": "Emerging Microbes and Infections (2012) 1, e13",
    "coda_data_split": "train",
    "coda_paper_id": 8811,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "A number of emerging and re-emerging viruses have caused epidemics or pandemics of infectious diseases leading to major devastations throughout human history. Therefore, developing effective and safe vaccines against these viruses is clearly important for the protection of at-risk populations. Our previous studies have shown that the receptor-binding domain (RBD) in the spike protein of severe acute respiratory syndrome (SARS)-associated coronavirus (SARS-CoV) is a key target for the development of SARS vaccines. In this review, we highlight some key advances in the development of antiviral vaccines targeting the RBDs of spike proteins of emerging and re-emerging viruses, using SARS-CoV, influenza virus, Hendra virus (HeV) and Nipah virus (NiV) as examples. Figure 1 The interaction between the receptor-binding domain in the spike of an emerging virus and the corresponding receptor on the target cell.",
      "sentences": [
        [
          {
            "segment_text": "A number of emerging and re-emerging viruses have caused epidemics or pandemics of infectious diseases leading to major devastations throughout human history .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Therefore , developing effective and safe vaccines against these viruses is clearly important for the protection of at-risk populations .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Our previous studies have shown that the receptor-binding domain ( RBD ) in the spike protein of severe acute respiratory syndrome ( SARS ) - associated coronavirus ( SARS-CoV ) is a key target for the development of SARS vaccines .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this review , we highlight some key advances in the development of antiviral vaccines targeting the RBDs of spike proteins of emerging and re-emerging viruses ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "using SARS-CoV , influenza virus ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "Hendra virus ( HeV ) and Nipah virus ( NiV ) as examples .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Figure 1 The interaction between the receptor-binding domain in the spike of an emerging virus and the corresponding receptor on the target cell .",
            "crowd_label": "background"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "7",
    "token_num": "155"
  }
}