{
  "paper_id": "7e94df0ac7c35a7738dc926edcfdd1a3d2e26cd1",
  "metadata": {
    "title": "Archives of Virology Protein Synthesis in Cells Infected by Murine Hepatitis Viruses JHM and A 59: Tryptie Peptide Analysis",
    "coda_data_split": "train",
    "coda_paper_id": 7026,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The structural and intracellular proteins of the murine hepatitis viruses MHV-JHM and MHV-A59 were studied by tryptic peptide mapping. The results demonstrated that the virions contained three distinct proteins: the two related chains of the E2 complex, the nucleocapsid protein and the heterogeneous E1 complex. Five distinct virus-specific proteins were synthesized by infected cells. Three of the five intracellular proteins contained tryptic-peptides with properties similar to the three structural proteins. Models describing the evolution of the proteins are proposed. Although the pathogenic properties of MHV-JttM and MHV-A59 differ greatly, the tryptic peptide maps of the corresponding proteins of these MHV strMns were remarkably similar. 334 C.W. BOND, K. A~VD~,~SON, and J. L. LEIBOWITZ: at least seven virus-specific RNA species that function as mRNAs (12, 13, 20, 22) . Five of the seven mRNAs have been translated in vitro and coding assignments have been made (13, 20) .",
      "sentences": [
        [
          {
            "segment_text": "The structural and intracellular proteins of the murine hepatitis viruses MHV-JHM and MHV-A59 were studied by tryptic peptide mapping .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The results demonstrated that the virions contained three distinct proteins : the two related chains of the E2 complex ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the nucleocapsid protein and the heterogeneous E1 complex .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Five distinct virus-specific proteins were synthesized by infected cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Three of the five intracellular proteins contained tryptic-peptides with properties similar to the three structural proteins .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Models describing the evolution of the proteins are proposed .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Although the pathogenic properties of MHV-JttM and MHV-A59 differ greatly ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the tryptic peptide maps of the corresponding proteins of these MHV strMns were remarkably similar .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "334 C.W. BOND , K. A ~ VD ~ ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "~ SON , and J. L. LEIBOWITZ : at least seven virus-specific RNA species that function as mRNAs ( 12 , 13 , 20 , 22 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Five of the seven mRNAs have been translated in vitro and coding assignments have been made ( 13 , 20 ) .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Five to nine virus-specific proteins have been identified in cells infected by MHV-JHM, MHV-A59 or MHV-3 (1, 3, 5, 18, 21) . The virus-specific proteins were identified by comparison of immunoprecipitates of infected and mock-infected cell lysates with purified virions by SDS-polyacryIamide gel electrophoresis (SDS-PAGE). STURMAN (26) proposed a model for the structure of MHV-A59. Three structural proteins were described; the nucleocapsid phosphoprotein (N), the transmembrane gtycoprotein (El) and the peplomerie glycoprotein complex (E 2), which consists of two related proteins.",
      "sentences": [
        [
          {
            "segment_text": "Five to nine virus-specific proteins have been identified in cells infected by MHV-JHM ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "MHV-A59 or MHV-3 ( 1 , 3 , 5 , 18 , 21 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The virus-specific proteins were identified by comparison of immunoprecipitates of infected and mock-infected cell lysates with purified virions by SDS-polyacryIamide gel electrophoresis ( SDS-PAGE ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "STURMAN ( 26 ) proposed a model for the structure of MHV-A59 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Three structural proteins were described ; the nucleocapsid phosphoprotein ( N ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the transmembrane gtycoprotein ( El ) and the peplomerie glycoprotein complex ( E 2 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which consists of two related proteins .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "SIDDELL (19) analyzed the structural and intracellular proteins of MHV-JHYI by tryptic peptide mapping of ssS-methionine-labeled proteins. The results indicated that six distinct virus-specific proteins were synthesized by infected cells during the acute infection. The virus particles contained four of these proteins.",
      "sentences": [
        [
          {
            "segment_text": "SIDDELL ( 19 ) analyzed the structural and intracellular proteins of MHV-JHYI by tryptic peptide mapping of ssS-methionine-labeled proteins .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The results indicated that six distinct virus-specific proteins were synthesized by infected cells during the acute infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The virus particles contained four of these proteins .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "WEiss and LEIBOWITZ (31) demonstrated by molecular hybridization that the genomes of MHV strains JHM and A59 are closely related in sequence. The molecular weights of the MHV-JHM and MHV-A 59 proteins are similar by SDS-PAGE (2, 3), yet the pathogenic properties of these two viruses are strikingly different (15, 17). In this communication we present tryptic peptide maps of MHV-JHM and MHV-A59 proteins.",
      "sentences": [
        [
          {
            "segment_text": "WEiss and LEIBOWITZ ( 31 ) demonstrated by molecular hybridization that the genomes of MHV strains JHM and A59 are closely related in sequence .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The molecular weights of the MHV-JHM and MHV-A 59 proteins are similar by SDS-PAGE ( 2 , 3 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "yet the pathogenic properties of these two viruses are strikingly different ( 15 , 17 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In this communication we present tryptic peptide maps of MHV-JHM and MHV-A59 proteins .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "18",
    "segment_num": "25",
    "token_num": "400"
  }
}