{
  "paper_id": "7eb1a2334d45db8620a0a94c6689f82e5e2b98ca",
  "metadata": {
    "title": "Genetic control of alphavirus pathogenesis",
    "coda_data_split": "train",
    "coda_paper_id": 5759,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Alphaviruses, members of the positive-sense, single-stranded RNA virus family Togaviridae, represent a re-emerging public health concern worldwide as mosquito vectors expand into new geographic ranges. Members of the alphavirus genus tend to induce clinical disease characterized by rash, arthralgia, and arthritis (chikungunya virus, Ross River virus, and Semliki Forest virus) or encephalomyelitis (eastern equine encephalitis virus, western equine encephalitis virus, and Venezuelan equine encephalitis virus), though some patients who recover from the initial acute illness may develop long-term sequelae, regardless of the specific infecting virus. Studies examining the natural disease course in humans and experimental infection in cell culture and animal models reveal that host genetics play a major role in influencing susceptibility to infection and severity of clinical disease. Genome-wide genetic screens, including loss of function screens, microarrays, RNA-sequencing, and candidate gene studies, have further elucidated the role host genetics play in the response to virus infection, with the immune response being found in particular to majorly influence the outcome. This review describes the current knowledge of the mechanisms by which host genetic factors influence alphavirus pathogenesis and discusses emerging technologies that are poised to increase our understanding of the complex interplay between viral and host genetics on disease susceptibility and clinical outcome.",
      "sentences": [
        [
          {
            "segment_text": "Alphaviruses , members of the positive-sense ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "single-stranded RNA virus family Togaviridae ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "represent a re-emerging public health concern worldwide as mosquito vectors expand into new geographic ranges .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Members of the alphavirus genus tend to induce clinical disease characterized by rash ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "arthralgia , and arthritis ( chikungunya virus , Ross River virus , and Semliki Forest virus ) or encephalomyelitis ( eastern equine encephalitis virus , western equine encephalitis virus , and Venezuelan equine encephalitis virus ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "though some patients who recover from the initial acute illness may develop long-term sequelae ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "regardless of the specific infecting virus .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Studies examining the natural disease course in humans and experimental infection in cell culture and animal models reveal that host genetics play a major role in influencing susceptibility to infection and severity of clinical disease .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Genome-wide genetic screens , including loss of function screens ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "microarrays , RNA-sequencing , and candidate gene studies ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "have further elucidated the role host genetics play in the response to virus infection ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "with the immune response being found in particular to majorly influence the outcome .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review describes the current knowledge of the mechanisms by which host genetic factors influence alphavirus pathogenesis and discusses emerging technologies that are poised to increase our understanding of the complex interplay between viral and host genetics on disease susceptibility and clinical outcome .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "13",
    "token_num": "230"
  }
}