{
  "paper_id": "7f2079d6e5244be0e38c55fe08a1c1672ab645fb",
  "metadata": {
    "title": "Viral factors in influenza pandemic risk assessment",
    "coda_data_split": "train",
    "coda_paper_id": 8314,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The threat of an influenza A virus pandemic stems from continual virus spillovers from reservoir species, a tiny fraction of which spark sustained transmission in humans. To date, no pandemic emergence of a new influenza strain has been preceded by detection of a closely related precursor in an animal or human. Nonetheless, influenza surveillance efforts are expanding, prompting a need for tools to assess the pandemic risk posed by a detected virus. The goal would be to use genetic sequence and/or biological assays of viral traits to identify those non-human influenza viruses with the greatest risk of evolving into pandemic threats, and/or to understand drivers of such evolution, to prioritize pandemic prevention or response measures. We describe such efforts, identify progress and ongoing challenges, and discuss three specific traits of influenza viruses (hemagglutinin receptor binding specificity, hemagglutinin pH of activation, and polymerase complex efficiency) that contribute to pandemic risk.",
      "sentences": [
        [
          {
            "segment_text": "The threat of an influenza A virus pandemic stems from continual virus spillovers from reservoir species ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a tiny fraction of which spark sustained transmission in humans .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To date , no pandemic emergence of a new influenza strain has been preceded by detection of a closely related precursor in an animal or human .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Nonetheless , influenza surveillance efforts are expanding ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "prompting a need for tools to assess the pandemic risk posed by a detected virus .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The goal would be to use genetic sequence and/or biological assays of viral traits to identify those non-human influenza viruses with the greatest risk of evolving into pandemic threats ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and/or to understand drivers of such evolution ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "to prioritize pandemic prevention or response measures .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We describe such efforts , identify progress and ongoing challenges ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and discuss three specific traits of influenza viruses ( hemagglutinin receptor binding specificity , hemagglutinin pH of activation , and polymerase complex efficiency ) that contribute to pandemic risk .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "10",
    "token_num": "166"
  }
}