{
  "paper_id": "7f2868688c3e1140f573628312738e2222fe5dfd",
  "metadata": {
    "title": "Lipidomic analysis of immune activation in equine leptospirosis and Leptospira- vaccinated horses",
    "coda_data_split": "train",
    "coda_paper_id": 4465,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Currently available diagnostic assays for leptospirosis cannot differentiate vaccine from infection serum antibody. Several leptospiral proteins that are upregulated during infection have been described, but their utility as a diagnostic marker is still unclear. In this study, we undertook a lipidomics approach to determine if there are any differences in the serum lipid profiles of horses naturally infected with pathogenic Leptospira spp. and horses vaccinated against a commercially available bacterin. Utilizing a high-resolution mass spectrometry serum lipidomics analytical platform, we demonstrate that cyclic phosphatidic acids, diacylglycerols, and hydroperoxide oxidation products of choline plasmalogens are elevated in the serum of naturally infected as well as vaccinated horses. Other lipids of interest were triacylglycerols that were only elevated in the serum of infected horses and sphingomyelins that were increased only in the serum of vaccinated horses. This is the first report looking at the equine serum lipidome during leptospiral infection and vaccination.",
      "sentences": [
        [
          {
            "segment_text": "Currently available diagnostic assays for leptospirosis can not differentiate vaccine from infection serum antibody .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Several leptospiral proteins that are upregulated during infection have been described ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but their utility as a diagnostic marker is still unclear .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , we undertook a lipidomics approach to determine if there are any differences in the serum lipid profiles of horses naturally infected with pathogenic Leptospira spp. and horses vaccinated against a commercially available bacterin .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Utilizing a high-resolution mass spectrometry serum lipidomics analytical platform ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we demonstrate that cyclic phosphatidic acids ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "diacylglycerols , and hydroperoxide oxidation products of choline plasmalogens are elevated in the serum of naturally infected as well as vaccinated horses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Other lipids of interest were triacylglycerols that were only elevated in the serum of infected horses and sphingomyelins that were increased only in the serum of vaccinated horses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This is the first report looking at the equine serum lipidome during leptospiral infection and vaccination .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "9",
    "token_num": "162"
  }
}