{
  "paper_id": "7f37181b66f15b8ca2d62b6943d9a6f92e843a66",
  "metadata": {
    "title": "Emerging Microbes and Infections (2012) 1, e31",
    "coda_data_split": "train",
    "coda_paper_id": 6035,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Patrick Manson, a clinician-scientist serving in China (1866±1889), discovered that many tropical infectious diseases require a vector peculiar to warm climate for person to person transmission. He demonstrated the nocturnal periodicity of microfilariae in the blood of patients with elephantiasis. These microfilariae undergo metamorphosis when ingested by the mosquito acting as the vector for the completion of their life cycle. Furthermore, he demonstrated the linkage between the lung fluke and endemic haemoptysis by finding operculated eggs in patients\u0027 sputa. He predicted that the miracidium from hatched eggs uses crustaceans, such as fresh-water snails found at tropical conditions, as the intermediate hosts in the life cycle of many trematodes. His vector hypothesis leads to vector control which is now the cornerstone for the World Health Organization\u0027s programme for the elimination/control of lymphatic filariasis, dracunculiasis and malaria. Before leaving China, he established the Alice Memorial Hospital, the Hong Kong College of Medicine for Chinese (the forerunner of the University of Hong Kong), and the Hong Kong Medical Society for medical service and education. He also incepted the Hong Kong Dairy Farm for supplying hygienic milk affordable by pregnant women, children and patients.",
      "sentences": [
        [
          {
            "segment_text": "Patrick Manson , a clinician-scientist serving in China ( 1866 ± 1889 ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "discovered that many tropical infectious diseases require a vector peculiar to warm climate for person to person transmission .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "He demonstrated the nocturnal periodicity of microfilariae in the blood of patients with elephantiasis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These microfilariae undergo metamorphosis when ingested by the mosquito acting as the vector for the completion of their life cycle .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Furthermore , he demonstrated the linkage between the lung fluke and endemic haemoptysis by finding operculated eggs in patients \u0027 sputa .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "He predicted that the miracidium from hatched eggs uses crustaceans ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "such as fresh-water snails found at tropical conditions ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "as the intermediate hosts in the life cycle of many trematodes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "His vector hypothesis leads to vector control which is now the cornerstone for the World Health Organization \u0027s programme for the elimination/control of lymphatic filariasis , dracunculiasis and malaria .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Before leaving China , he established the Alice Memorial Hospital ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the Hong Kong College of Medicine for Chinese ( the forerunner of the University of Hong Kong ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the Hong Kong Medical Society for medical service and education .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "He also incepted the Hong Kong Dairy Farm for supplying hygienic milk affordable by pregnant women , children and patients .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "13",
    "token_num": "216"
  }
}