{
  "paper_id": "7f69a764a32e9fefc971d79582da33db151cdeb5",
  "metadata": {
    "title": "BAR scaffolds drive membrane fission by crowding disordered domains",
    "coda_data_split": "train",
    "coda_paper_id": 5180,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Cellular membranes are continuously remodeled. The crescent-shaped bin-amphiphysin-rvs (BAR) domains remodel membranes in multiple cellular pathways. Based on studies of isolated BAR domains in vitro, the current paradigm is that BAR domain-containing proteins polymerize into cylindrical scaffolds that stabilize lipid tubules. But in nature, proteins that contain BAR domains often also contain large intrinsically disordered regions. Using in vitro and live cell assays, here we show that full-length BAR domain-containing proteins, rather than stabilizing membrane tubules, are instead surprisingly potent drivers of membrane fission. Specifically, when BAR scaffolds assemble at membrane surfaces, their bulky disordered domains become crowded, generating steric pressure that destabilizes lipid tubules. More broadly, we observe this behavior with BAR domains that have a range of curvatures. These data suggest that the ability to concentrate disordered domains is a key driver of membrane remodeling and fission by BAR domain-containing proteins.",
      "sentences": [
        [
          {
            "segment_text": "Cellular membranes are continuously remodeled .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The crescent-shaped bin-amphiphysin-rvs ( BAR ) domains remodel membranes in multiple cellular pathways .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Based on studies of isolated BAR domains in vitro ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the current paradigm is that BAR domain-containing proteins polymerize into cylindrical scaffolds that stabilize lipid tubules .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "But in nature , proteins that contain BAR domains often also contain large intrinsically disordered regions .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Using in vitro and live cell assays ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "here we show that full-length BAR domain-containing proteins ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "rather than stabilizing membrane tubules ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "are instead surprisingly potent drivers of membrane fission .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Specifically , when BAR scaffolds assemble at membrane surfaces ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "their bulky disordered domains become crowded ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "generating steric pressure that destabilizes lipid tubules .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "More broadly , we observe this behavior with BAR domains that have a range of curvatures .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These data suggest that the ability to concentrate disordered domains is a key driver of membrane remodeling and fission by BAR domain-containing proteins .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "14",
    "token_num": "162"
  }
}