{
  "paper_id": "7f7147ff48627db0fbec7fe2f55cbded6f0069a9",
  "metadata": {
    "title": "Reprint of: Coronavirus reverse genetic systems: Infectious clones and replicons ଝ",
    "coda_data_split": "train",
    "coda_paper_id": 7526,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Coronaviruses (CoVs) infect humans and many animal species, and are associated with respiratory, enteric, hepatic, and central nervous system diseases. The large size of the CoV genome and the instability of some CoV replicase gene sequences during its propagation in bacteria, represent serious obstacles for the development of reverse genetic systems similar to those used for smaller positive sense RNA viruses. To overcome these limitations, several alternatives to more conventional plasmid-based approaches have been established in the last 13 years. In this report, we briefly review and discuss the different reverse genetic systems developed for CoVs, paying special attention to the severe acute respiratory syndrome CoV (SARS-CoV).",
      "sentences": [
        [
          {
            "segment_text": "Coronaviruses ( CoVs ) infect humans and many animal species ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and are associated with respiratory ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "enteric , hepatic , and central nervous system diseases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The large size of the CoV genome and the instability of some CoV replicase gene sequences during its propagation in bacteria ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "represent serious obstacles for the development of reverse genetic systems similar to those used for smaller positive sense RNA viruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To overcome these limitations , several alternatives to more conventional plasmid-based approaches have been established in the last 13 years .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this report , we briefly review and discuss the different reverse genetic systems developed for CoVs ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "paying special attention to the severe acute respiratory syndrome CoV ( SARS-CoV ) .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "8",
    "token_num": "123"
  }
}