{
  "paper_id": "7f78a49e121f4051e7752d2ddcd77be79d157630",
  "metadata": {
    "title": "Associations between genetics, farm characteristics and clinical disease in field outbreaks of porcine reproductive and respiratory syndrome virus",
    "coda_data_split": "train",
    "coda_paper_id": 10002,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Porcine reproductive and respiratory syndrome (PRRS) is a disease of domestic swine characterized by exceptionally high clinical variability. This study addresses the question of whether clinical variability in PRRS results from (a) genetic variation among viral isolates and/or (b) variation in management practices among farms on which isolates are found. Genetic data (open reading frame 5 gene sequences) and data on farm characteristics and associated clinical disease signs were collected for 62 PRRS virus (PRRSV) field isolates, representing 52 farms. Clinical disease signs were interrelated Ð confirming that a true reproductive syndrome exists (involving abortions, infertility in sows, deaths of sows and preweaning mortality).",
      "sentences": [
        [
          {
            "segment_text": "Porcine reproductive and respiratory syndrome ( PRRS ) is a disease of domestic swine characterized by exceptionally high clinical variability .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This study addresses the question of whether clinical variability in PRRS results from ( a ) genetic variation among viral isolates and/or ( b ) variation in management practices among farms on which isolates are found .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Genetic data ( open reading frame 5 gene sequences ) and data on farm characteristics and associated clinical disease signs were collected for 62 PRRS virus ( PRRSV ) field isolates , representing 52 farms .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Clinical disease signs were interrelated Ð confirming that a true reproductive syndrome exists ( involving abortions , infertility in sows , deaths of sows and preweaning mortality ) .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Pairs of farms experiencing deaths in their sow populations also tended to share viral isolates which were more similar to one another than expected by chance alone. This implies that sow death (one of the more-severe manifestations of PRRS) is under genetic influence. Large herd size was a significant risk factor for the death of sows and for respiratory disease in nursery pigs. All-in±allout management practices in the nursery were protective against reproductive signs in the sow herd. All-in±all-out management practices in the finishing stages of production were protective against respiratory disease in nursery pigs Ð but were paradoxically associated with an increased risk of infertility in sows. These results suggest that farm-management practices can also influence which PRRS clinical signs are manifested during an outbreak. In general, signs associated with PRRS appear to result from a combination of genetic factors and herd-management characteristics. The relative contributions of these two influences differ depending on the specific clinical sign in question. # : S 0 1 6 7 -5 8 7 7 ( 9 9 ) 0 0 1 0 4 -X",
      "sentences": [
        [
          {
            "segment_text": "Pairs of farms experiencing deaths in their sow populations also tended to share viral isolates which were more similar to one another than expected by chance alone .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This implies that sow death ( one of the more-severe manifestations of PRRS ) is under genetic influence .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Large herd size was a significant risk factor for the death of sows and for respiratory disease in nursery pigs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "All-in ± allout management practices in the nursery were protective against reproductive signs in the sow herd .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "All-in ± all-out management practices in the finishing stages of production were protective against respiratory disease in nursery pigs Ð but were paradoxically associated with an increased risk of infertility in sows .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results suggest that farm-management practices can also influence which PRRS clinical signs are manifested during an outbreak .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In general , signs associated with PRRS appear to result from a combination of genetic factors and herd-management characteristics .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The relative contributions of these two influences differ depending on the specific clinical sign in question .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "# : S 0 1 6 7 -5 8 7 7 ( 9 9 ) 0 0 1 0 4 - X",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "13",
    "segment_num": "13",
    "token_num": "320"
  }
}