{
  "paper_id": "7f9d381a640e649d27dfcac0b4795ea258a78776",
  "metadata": {
    "title": "Adenovirus-mediated expression of the C-terminal domain of SARS-CoV spike protein is sufficient to induce apoptosis in Vero E6 cells",
    "coda_data_split": "train",
    "coda_paper_id": 8850,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The pro-apoptotic properties of severe acute respiratory syndrome coronavirus (SARS-CoV) structural proteins were studied in vitro. By monitoring apoptosis indicators including chromatin condensation, cellular DNA fragmentation and cell membrane asymmetry, we demonstrated that the adenovirus-mediated over-expression of SARS-CoV spike (S) protein and its C-terminal domain (S2) induce apoptosis in Vero E6 cells in a time-and dosage-dependent manner, whereas the expression of its N-terminal domain (S1) and other structural proteins, including envelope (E), membrane (M) and nucleocapsid (N) protein do not. These findings suggest a possible role of S and S2 protein in SARS-CoV induced apoptosis and the molecular pathogenesis of SARS.",
      "sentences": [
        [
          {
            "segment_text": "The pro-apoptotic properties of severe acute respiratory syndrome coronavirus ( SARS-CoV ) structural proteins were studied in vitro .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "By monitoring apoptosis indicators including chromatin condensation ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "cellular DNA fragmentation and cell membrane asymmetry ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we demonstrated that the adenovirus-mediated over-expression of SARS-CoV spike ( S ) protein and its C-terminal domain ( S2 ) induce apoptosis in Vero E6 cells in a time-and dosage-dependent manner ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whereas the expression of its N-terminal domain ( S1 ) and other structural proteins ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including envelope ( E ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "membrane ( M ) and nucleocapsid ( N ) protein do not .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These findings suggest a possible role of S and S2 protein in SARS-CoV induced apoptosis and the molecular pathogenesis of SARS .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "3",
    "segment_num": "8",
    "token_num": "123"
  }
}