{
  "paper_id": "7fbcb872f0cbabf15f75d861c899ed7444a54ff6",
  "metadata": {
    "title": "Synthesis, modification and docking studies of 5-sulfonyl isatin derivatives as SARS-CoV 3C-like protease inhibitors",
    "coda_data_split": "train",
    "coda_paper_id": 2895,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The Severe Acute Respiratory Syndrome (SARS) is a serious life-threatening and strikingly mortal respiratory illness caused by SARS-CoV. SARS-CoV which contains a chymotrypsin-like main protease analogous to that of the main picornavirus protease, 3CL pro . 3CL pro plays a pivotal role in the viral replication cycle and is a potential target for SARS inhibitor development. A series of isatin derivatives as possible SARS-CoV 3CL pro inhibitors was designed, synthesized, and evaluated by in vitro protease assay using fluorogenic substrate peptide, in which several showed potent inhibition against the 3CL pro . Structureactivity relationship was analyzed, and possible binding interaction modes were proposed by molecular docking studies. Among all compounds, 8k 1 showed most potent inhibitory activity against 3CL pro (IC 50 \u003d 1.04 lM). These results indicated that these inhibitors could be potentially developed into anti-SARS drugs.",
      "sentences": [
        [
          {
            "segment_text": "The Severe Acute Respiratory Syndrome ( SARS ) is a serious life-threatening and strikingly mortal respiratory illness caused by SARS-CoV .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "SARS-CoV which contains a chymotrypsin-like main protease analogous to that of the main picornavirus protease , 3CL pro .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "3CL pro plays a pivotal role in the viral replication cycle and is a potential target for SARS inhibitor development .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A series of isatin derivatives as possible SARS-CoV 3CL pro inhibitors was designed ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "synthesized , and evaluated by in vitro protease assay using fluorogenic substrate peptide ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "in which several showed potent inhibition against the 3CL pro .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Structureactivity relationship was analyzed , and possible binding interaction modes were proposed by molecular docking studies .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Among all compounds , 8k 1 showed most potent inhibitory activity against 3CL pro ( IC 50 \u003d 1.04 lM ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results indicated that these inhibitors could be potentially developed into anti-SARS drugs .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "9",
    "token_num": "153"
  }
}