{
  "paper_id": "7fd0972f4d5eb0e4c7ec68efad48fc01a1f547c2",
  "metadata": {
    "title": "Structure of the SARS-CoV nsp12 polymerase bound to nsp7 and nsp8 co-factors",
    "coda_data_split": "train",
    "coda_paper_id": 3921,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Recent history is punctuated by the emergence of highly pathogenic coronaviruses such as SARS-and MERS-CoV into human circulation. Upon infecting host cells, coronaviruses assemble a multi-subunit RNA-synthesis complex of viral non-structural proteins (nsp) responsible for the replication and transcription of the viral genome. Here, we present the 3.1 Å resolution structure of the SARS-CoV nsp12 polymerase bound to its essential co-factors, nsp7 and nsp8, using single particle cryo-electron microscopy. nsp12 possesses an architecture common to all viral polymerases as well as a large N-terminal extension containing a kinase-like fold and is bound by two nsp8 co-factors. This structure illuminates the assembly of the coronavirus core RNA-synthesis machinery, provides key insights into nsp12 polymerase catalysis and fidelity and acts as a template for the design of novel antiviral therapeutics.",
      "sentences": [
        [
          {
            "segment_text": "Recent history is punctuated by the emergence of highly pathogenic coronaviruses such as SARS-and MERS-CoV into human circulation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Upon infecting host cells , coronaviruses assemble a multi-subunit RNA-synthesis complex of viral non-structural proteins ( nsp ) responsible for the replication and transcription of the viral genome .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we present the 3.1 Å resolution structure of the SARS-CoV nsp12 polymerase bound to its essential co-factors ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "nsp7 and nsp8 , using single particle cryo-electron microscopy .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "nsp12 possesses an architecture common to all viral polymerases as well as a large N-terminal extension containing a kinase-like fold and is bound by two nsp8 co-factors .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This structure illuminates the assembly of the coronavirus core RNA-synthesis machinery ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "provides key insights into nsp12 polymerase catalysis and fidelity and acts as a template for the design of novel antiviral therapeutics .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "7",
    "token_num": "140"
  }
}