{
  "paper_id": "7fedd1176b41cfd4cc01538305f91439304abee7",
  "metadata": {
    "title": "Structure-based identification of functional residues in the nucleoside- 2 0 -O-methylase domain of Bluetongue virus VP4 capping enzyme-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/)",
    "coda_data_split": "train",
    "coda_paper_id": 10751,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Bluetongue virus (BTV) encodes a single capping protein, VP4, which catalyzes all reactions required to generate cap1 structures on nascent viral transcripts. Further, structural analysis by X-ray crystallography indicated each catalytic reaction is arranged as a discrete domain, including a nucleoside-2 0 -O-methyltransferase (2 0 -O MTase). In this study, we have exploited the structural information to identify the residues that are important for the catalytic activity of 2 0 -O MTase of VP4 and their influence on BTV replication. The effect of these mutations on GMP binding, guanylyltransferase (GTase) and methylase activities were analysed by a series of in vitro biochemical assays using recombinant mutant proteins; subsequently their effects on virus replication were assessed by introducing the same mutations in replicating viral genome using a reverse genetics system. Our data showed that single substitution mutations in the catalytic tetrad K-D-K-E were sufficient to abolish 2 0 -O MTase activity in vitro and to completely abrogate BTV replication in cells; although these mutants retained the upstream GMP binding, GTase and guanine-N7-methyltransferase activities. Mutations of the surrounding substrate-binding pocket (predicted to recruit cap0) had variable effects on in vitro VP4 capping activity. Only triple but not single substitution mutations of these residues in genome resulted in reduced virus replication kinetics. This is the first report investigating the importance of 2 0 -O MTase function for any member of the Reoviridae and highlights the significance of K-D-K-E tetrad and surrounding residues for the efficiency of 2 0 -O MTase activity and in turn, for virus fitness.",
      "sentences": [
        [
          {
            "segment_text": "Bluetongue virus ( BTV ) encodes a single capping protein ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "VP4 , which catalyzes all reactions required to generate cap1 structures on nascent viral transcripts .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Further , structural analysis by X-ray crystallography indicated each catalytic reaction is arranged as a discrete domain ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including a nucleoside-2 0 - O-methyltransferase ( 2 0 - O MTase ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , we have exploited the structural information to identify the residues that are important for the catalytic activity of 2 0 - O MTase of VP4 and their influence on BTV replication .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The effect of these mutations on GMP binding ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "guanylyltransferase ( GTase ) and methylase activities were analysed by a series of in vitro biochemical assays using recombinant mutant proteins ; subsequently their effects on virus replication were assessed by introducing the same mutations in replicating viral genome using a reverse genetics system .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Our data showed that single substitution mutations in the catalytic tetrad K-D-K-E were sufficient to abolish 2 0 - O MTase activity in vitro and to completely abrogate BTV replication in cells ; although these mutants retained the upstream GMP binding , GTase and guanine-N7-methyltransferase activities .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Mutations of the surrounding substrate-binding pocket ( predicted to recruit cap0 ) had variable effects on in vitro VP4 capping activity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Only triple but not single substitution mutations of these residues in genome resulted in reduced virus replication kinetics .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This is the first report investigating the importance of 2 0 - O MTase function for any member of the Reoviridae and highlights the significance of K-D-K-E tetrad and surrounding residues for the efficiency of 2 0 - O MTase activity and in turn , for virus fitness .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "11",
    "token_num": "286"
  }
}