{
  "paper_id": "802255d090830f18b4fdd7c01db2492f06f273f0",
  "metadata": {
    "title": "SARS Coronavirus E Protein in Phospholipid Bilayers: An X-Ray Study",
    "coda_data_split": "train",
    "coda_paper_id": 7036,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "We investigated the structure of the hydrophobic domain of the severe acute respiratory syndrome E protein in model lipid membranes by x-ray reflectivity and x-ray scattering. In particular, we used x-ray reflectivity to study the location of an iodine-labeled residue within the lipid bilayer. The label imposes spatial constraints on the protein topology. Experimental data taken as a function of protein/lipid ratio P/L and different swelling states support the hairpin conformation of severe acute respiratory syndrome E protein reported previously. Changes in the bilayer thickness and acyl-chain ordering are presented as a function of P/L, and discussed in view of different structural models.",
      "sentences": [
        [
          {
            "segment_text": "We investigated the structure of the hydrophobic domain of the severe acute respiratory syndrome E protein in model lipid membranes by x-ray reflectivity and x-ray scattering .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "In particular , we used x-ray reflectivity to study the location of an iodine-labeled residue within the lipid bilayer .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The label imposes spatial constraints on the protein topology .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Experimental data taken as a function of protein/lipid ratio P/L and different swelling states support the hairpin conformation of severe acute respiratory syndrome E protein reported previously .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Changes in the bilayer thickness and acyl-chain ordering are presented as a function of P/L ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and discussed in view of different structural models .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "6",
    "token_num": "110"
  }
}