{
  "paper_id": "802c4e9e532b2a48928179795754847a229252ec",
  "metadata": {
    "title": "Bornaviruses in naturally infected Psittacus erithacus in Portugal: insights of molecular epidemiology and ecology",
    "coda_data_split": "train",
    "coda_paper_id": 3216,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: The genus Orthobornavirus comprises non-segmented, negative-stranded RNA viruses able to infect humans, mammals, reptiles and various birds. Parrot bornavirus 1 to 8 (PaBV-1 to 8) causes neurological and/or gastrointestinal syndromes and death on psittacines. We aimed to identify and to produce epidemiologic knowledge about the etiologic agent associated with a death of two female Psittacus erithacus (grey parrot). Methods and Results: Both parrots were submitted for a complete standardised necropsy. Tissue samples were analysed by PCR. The findings in necropsy were compatible with bornavirus infection. Analysis revealed PaBV-4 related with genotypes detected in captive and in wild birds. The N and X proteins of PaBV-4 were more related to avian bornaviruses, while phosphoprotein was more related to variegated squirrel bornavirus 1 (VSBV-1). Within the P gene/phosphoprotein a highly conserved region between and within bornavirus species was found. Conclusions: Portugal is on the routes of the intensive world trade of psittacines. Broad screening studies are required to help understanding the role of wild birds in the emergence and spread of pathogenic bornaviruses. PaBV-4 phosphoprotein is closer to VSBV-1 associated with lethal encephalitis in humans than with some of the avian bornaviruses. The highly conserved P gene/ phosphoprotein region is a good target for molecular diagnostics screenings.",
      "sentences": [
        [
          {
            "segment_text": "Background : The genus Orthobornavirus comprises non-segmented ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "negative-stranded RNA viruses able to infect humans ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "mammals , reptiles and various birds .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Parrot bornavirus 1 to 8 ( PaBV-1 to 8 ) causes neurological and/or gastrointestinal syndromes and death on psittacines .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We aimed to identify and to produce epidemiologic knowledge about the etiologic agent associated with a death of two female Psittacus erithacus ( grey parrot ) .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods and Results : Both parrots were submitted for a complete standardised necropsy .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Tissue samples were analysed by PCR .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The findings in necropsy were compatible with bornavirus infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Analysis revealed PaBV-4 related with genotypes detected in captive and in wild birds .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The N and X proteins of PaBV-4 were more related to avian bornaviruses ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while phosphoprotein was more related to variegated squirrel bornavirus 1 ( VSBV-1 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Within the P gene/phosphoprotein a highly conserved region between and within bornavirus species was found .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : Portugal is on the routes of the intensive world trade of psittacines .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Broad screening studies are required to help understanding the role of wild birds in the emergence and spread of pathogenic bornaviruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "PaBV-4 phosphoprotein is closer to VSBV-1 associated with lethal encephalitis in humans than with some of the avian bornaviruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The highly conserved P gene / phosphoprotein region is a good target for molecular diagnostics screenings .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "ARTICLE HISTORY",
      "sentences": [
        [
          {
            "segment_text": "ARTICLE HISTORY",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "14",
    "segment_num": "17",
    "token_num": "235"
  }
}