{
  "paper_id": "802ec789744669d95c380885412457a648a10e0d",
  "metadata": {
    "title": "MINI REVIEW Hepatitis C virus and host cell nuclear transport machinery: a clandestine affair",
    "coda_data_split": "train",
    "coda_paper_id": 2428,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "There is growing evidence that factors encoded by cytoplasmic replicating viruses functionally interact with components of the nucleocytoplasmic transport apparatus. They do so either to access the cell nucleus, thus affecting genes expression, or to interfere with nuclear transport functionality, hindering host immune response. Recent studies revealed that the hepatitis C virus (HCV) makes no exception, interacting with the host cell nuclear transport machinery at two different levels. On the one hand, small amounts of both core and NS5A localize within the host cell nucleus during productive infection, modulating gene expression and signaling functions to promote persistent infection. On the other hand, HCV infection causes a profound redistribution of certain nucleoproteins to the close proximity of endoplasmic reticulum membrane-derived viral replication factories, where viral RNA amplification occurs. These nucleoporins are believed to form nuclear pore complex-like structures, as suggested by their ability to recruit nuclear localization sequence-bearing proteins. Thus, both processes are linked to virus-induced persistence and pathogenesis, representing possible targets for the development of novel anti-HCV therapeutics.",
      "sentences": [
        [
          {
            "segment_text": "There is growing evidence that factors encoded by cytoplasmic replicating viruses functionally interact with components of the nucleocytoplasmic transport apparatus .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "They do so either to access the cell nucleus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "thus affecting genes expression , or to interfere with nuclear transport functionality , hindering host immune response .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Recent studies revealed that the hepatitis C virus ( HCV ) makes no exception ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "interacting with the host cell nuclear transport machinery at two different levels .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "On the one hand , small amounts of both core and NS5A localize within the host cell nucleus during productive infection ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "modulating gene expression and signaling functions to promote persistent infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "On the other hand , HCV infection causes a profound redistribution of certain nucleoproteins to the close proximity of endoplasmic reticulum membrane-derived viral replication factories ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "where viral RNA amplification occurs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These nucleoporins are believed to form nuclear pore complex-like structures ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as suggested by their ability to recruit nuclear localization sequence-bearing proteins .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Thus , both processes are linked to virus-induced persistence and pathogenesis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "representing possible targets for the development of novel anti-HCV therapeutics .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "13",
    "token_num": "188"
  }
}