{
  "paper_id": "8041d586dc357d38fb7e13f528d400a14ae64b8d",
  "metadata": {
    "title": "The Use of Recombinant Feline Interferon Omega Therapy as an Immune-Modulator in Cats Naturally Infected with Feline Immunodeficiency Virus: New Perspectives",
    "coda_data_split": "train",
    "coda_paper_id": 5164,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Type I interferons (IFNs) are well-known cytokines that, among their main functions, are key components of the host immune response against viral infections. Due to its immune modulation properties, they are commonly used in the therapeutic approach of various retroviral infections, namely human immunodeficiency virus (HIV) and feline immunodeficiency virus (FIV). In HIV infection, it has been shown that IFN therapy limits early viral replication, particularly useful on post-exposure prophylaxis. In veterinary medicine, recombinant feline interferon omega (rFeIFN-ω) was the first interferon licensed for use in cats. Several studies have recently shown that this compound seems to stimulate the innate immunity, decreasing clinical signs and co-infections in naturally FIV-infected cats. More than summarizing the main conclusions about rFeIFN-ω in cats, this review emphasizes the immune-modulation properties of IFN therapy, opening new perspectives for its use in retroviral infections. Either in FIV-infected cats or in HIV individuals, type I IFNs seem to induce an innate immune-modulation and should not be overlooked as a therapeutic option in retroviral infections.",
      "sentences": [
        [
          {
            "segment_text": "Type I interferons ( IFNs ) are well-known cytokines that ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "among their main functions , are key components of the host immune response against viral infections .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Due to its immune modulation properties ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "they are commonly used in the therapeutic approach of various retroviral infections ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "namely human immunodeficiency virus ( HIV ) and feline immunodeficiency virus ( FIV ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In HIV infection , it has been shown that IFN therapy limits early viral replication ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "particularly useful on post-exposure prophylaxis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In veterinary medicine , recombinant feline interferon omega ( rFeIFN-ω ) was the first interferon licensed for use in cats .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Several studies have recently shown that this compound seems to stimulate the innate immunity ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "decreasing clinical signs and co-infections in naturally FIV-infected cats .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "More than summarizing the main conclusions about rFeIFN-ω in cats ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "this review emphasizes the immune-modulation properties of IFN therapy ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "opening new perspectives for its use in retroviral infections .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Either in FIV-infected cats or in HIV individuals ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "type I IFNs seem to induce an innate immune-modulation and should not be overlooked as a therapeutic option in retroviral infections .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "15",
    "token_num": "193"
  }
}