{
  "paper_id": "80637e7403f730cb2e22a4af53fade48a1e42a87",
  "metadata": {
    "title": "The highly conserved 5\u0027 untranslated region as an effective target towards the inhibition of Enterovirus 71 replication by unmodified and appropriate 2\u0027-modified siRNAs",
    "coda_data_split": "train",
    "coda_paper_id": 7352,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Enterovirus 71 (EV71) is a highly infectious agent that plays an etiological role in hand, foot, and mouth disease. It is associated with severe neurological complications and has caused significant mortalities in recent large-scale outbreaks. Currently, no effective vaccine or specific clinical therapy is available against EV71.",
      "sentences": [
        [
          {
            "segment_text": "Background : Enterovirus 71 ( EV71 ) is a highly infectious agent that plays an etiological role in hand ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "foot , and mouth disease .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It is associated with severe neurological complications and has caused significant mortalities in recent large-scale outbreaks .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Currently , no effective vaccine or specific clinical therapy is available against EV71 .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Methods: Unmodified 21 nucleotide small interfering RNAs (siRNAs) and classic 2 0 -modified (2 0 -O-methylation or 2 0 -fluoro modification) siRNAs were designed to target highly conserved 5 0 untranslated region (UTR) of the EV71 genome and employed as anti-EV71 agents. Real-time TaqMan RT-PCR, western blot analysis and plaque assays were carried out to evaluate specific viral inhibition by the siRNAs. Results: Transfection of rhabdomyosarcoma (RD) cells with siRNAs targeting the EV71 genomic 5 0 UTR significantly delayed and alleviated the cytopathic effects of EV71 infection, increased cell viability in EV71-infected RD cells. The inhibitory effect on EV71 replication was sequence-specific and dosage-dependent, with significant corresponding decreases in viral RNA, VP1 protein and viral titer. Appropriate 2 0 -modified siRNAs exhibited similar RNA interference (RNAi) activity with dramatically increased serum stability in comparison with unmodified counterparts.",
      "sentences": [
        [
          {
            "segment_text": "Methods : Unmodified 21 nucleotide small interfering RNAs ( siRNAs ) and classic 2 0 - modified ( 2 0 - O-methylation or 2 0 - fluoro modification ) siRNAs were designed to target highly conserved 5 0 untranslated region ( UTR ) of the EV71 genome and employed as anti-EV71 agents .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Real-time TaqMan RT-PCR , western blot analysis and plaque assays were carried out to evaluate specific viral inhibition by the siRNAs .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Transfection of rhabdomyosarcoma ( RD ) cells with siRNAs targeting the EV71 genomic 5 0 UTR significantly delayed and alleviated the cytopathic effects of EV71 infection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "increased cell viability in EV71-infected RD cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The inhibitory effect on EV71 replication was sequence-specific and dosage-dependent ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with significant corresponding decreases in viral RNA ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "VP1 protein and viral titer .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Appropriate 2 0 - modified siRNAs exhibited similar RNA interference ( RNAi ) activity with dramatically increased serum stability in comparison with unmodified counterparts .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusion: Sequences were identified within the highly conserved 5 0 UTR that can be targeted to effectively inhibit EV71 replication through RNAi strategies. Appropriate 2 0 -modified siRNAs provide a promising approach to optimizing siRNAs to overcome barriers on RNAi-based antiviral therapies for broader administration.",
      "sentences": [
        [
          {
            "segment_text": "Conclusion : Sequences were identified within the highly conserved 5 0 UTR that can be targeted to effectively inhibit EV71 replication through RNAi strategies .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Appropriate 2 0 - modified siRNAs provide a promising approach to optimizing siRNAs to overcome barriers on RNAi-based antiviral therapies for broader administration .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "10",
    "segment_num": "14",
    "token_num": "268"
  }
}