{
  "paper_id": "807f17625f5311302e56af167008ce27da8ca33d",
  "metadata": {
    "title": "Lymphoid chemokines in chronic neuroinflammation",
    "coda_data_split": "train",
    "coda_paper_id": 6139,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Lymphoid chemokines play an essential role in the establishment and maintenance of lymphoid tissue microarchitecture and have been implicated in the formation of tertiary (or ectopic) lymphoid tissue in chronic inflammatory conditions. Here, we review recent advances in lymphoid chemokine research in central nervous system inflammation, focusing on multiple sclerosis and the animal model experimental autoimmune encephalomyelitis. We also highlight how the study of lymphoid chemokines, particularly CXCL13, has led to the identification of intrameningeal B-cell follicles in the multiple sclerosis brain paving the way to the discovery that these abnormal structures are highly enriched in Epstein-Barr virus-infected B cells and plasma cells.",
      "sentences": [
        [
          {
            "segment_text": "Lymphoid chemokines play an essential role in the establishment and maintenance of lymphoid tissue microarchitecture and have been implicated in the formation of tertiary ( or ectopic ) lymphoid tissue in chronic inflammatory conditions .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we review recent advances in lymphoid chemokine research in central nervous system inflammation ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "focusing on multiple sclerosis and the animal model experimental autoimmune encephalomyelitis .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We also highlight how the study of lymphoid chemokines ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "particularly CXCL13 , has led to the identification of intrameningeal B-cell follicles in the multiple sclerosis brain paving the way to the discovery that these abnormal structures are highly enriched in Epstein-Barr virus-infected B cells and plasma cells .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "3",
    "segment_num": "5",
    "token_num": "112"
  }
}