{
  "paper_id": "8088789d41940b220e417a4c81d6a4fe6d4b08da",
  "metadata": {
    "title": "In vitro properties and experimental pathogenic effect of three strains of feline immunodeficiency viruses (FIV) isolated from cats with terminal disease",
    "coda_data_split": "train",
    "coda_paper_id": 3456,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Moraillon, A., Barrr-Sinoussi, F., Parodi, A., Moraillon, R. and Dauguet, C., 1991. In vitro properties and experimental pathogenic effect of three strains of feline immunodeficiency viruses (FIV) isolated from cats with terminal disease. Vet. Microbiol., 31:41-54.",
      "sentences": [
        [
          {
            "segment_text": "Moraillon , A. , Barrr-Sinoussi ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "F. , Parodi , A. ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "Moraillon , R. and Dauguet , C. , 1991 .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "In vitro properties and experimental pathogenic effect of three strains of feline immunodeficiency viruses ( FIV ) isolated from cats with terminal disease .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Vet .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Microbiol. , 31:41-54 .",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "Three strains of virus isolated from peripheral blood mononuclear cells (PBMC) of sick cats were identified as feline immunodeficiency virus (FIV) on the basis of in vitro cytopathic effect, T-lymphotropism, ultrastructural morphology and magnesium-dependent reverse-transcriptase activity. The pathogenic properties of two isolates were studied in 13 experimentally infected cats. The primary phase of infection was characterised by a range of haematological (neutropenia, lymphopenia, presence of atypical lymphocytes) and clinical alterations (fever, various signs lasting several weeks, generalised lymphadenopathy persisting for several months) and specific seroconversion. A correlation between the inoculated dose of virus and the intensity and duration of clinical signs was observed. The primary phase was followed in the 10 surviving cats by a stage of asymptomatic seropositivity of undetermined duration but which has persisted for over 35 months for the earliest infections. Viruses reisolated several weeks or months after experimental infection retained the same in vitro properties as the initial isolates.",
      "sentences": [
        [
          {
            "segment_text": "Three strains of virus isolated from peripheral blood mononuclear cells ( PBMC ) of sick cats were identified as feline immunodeficiency virus ( FIV ) on the basis of in vitro cytopathic effect ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "T-lymphotropism , ultrastructural morphology and magnesium-dependent reverse-transcriptase activity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The pathogenic properties of two isolates were studied in 13 experimentally infected cats .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The primary phase of infection was characterised by a range of haematological ( neutropenia , lymphopenia , presence of atypical lymphocytes ) and clinical alterations ( fever , various signs lasting several weeks , generalised lymphadenopathy persisting for several months ) and specific seroconversion .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A correlation between the inoculated dose of virus and the intensity and duration of clinical signs was observed .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The primary phase was followed in the 10 surviving cats by a stage of asymptomatic seropositivity of undetermined duration but which has persisted for over 35 months for the earliest infections .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Viruses reisolated several weeks or months after experimental infection retained the same in vitro properties as the initial isolates .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "0378-1135/92/$05.00",
      "sentences": [
        [
          {
            "segment_text": "0378-1135/92 / $ 05.00",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "11",
    "segment_num": "14",
    "token_num": "229"
  }
}