{
  "paper_id": "80949ce99e6ecb18f6e030334e48d3712431c4dd",
  "metadata": {
    "title": "(+)RNA viruses rewire cellular pathways to build replication organelles",
    "coda_data_split": "train",
    "coda_paper_id": 3735,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Positive-strand RNA [(+)RNA] viruses show a significant degree of conservation of their mechanisms of replication. The universal requirement of (+)RNA viruses for cellular membranes for genome replication, and the formation of membranous replication organelles with similar architecture, suggest that they target essential control mechanisms of membrane metabolism conserved among eukaryotes. Recently, significant progress has been made in understanding the role of key host factors and pathways that are hijacked for the development of replication organelles. In addition, electron tomography studies have shed new light on their ultrastructure. Collectively, these studies reveal an unexpected complexity of the spatial organization of the replication membranes and suggest that (+)RNA viruses actively change cellular membrane composition to build their replication organelles.",
      "sentences": [
        [
          {
            "segment_text": "Positive-strand RNA ( ( + ) RNA ) viruses show a significant degree of conservation of their mechanisms of replication .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The universal requirement of ( + ) RNA viruses for cellular membranes for genome replication ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and the formation of membranous replication organelles with similar architecture ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "suggest that they target essential control mechanisms of membrane metabolism conserved among eukaryotes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Recently , significant progress has been made in understanding the role of key host factors and pathways that are hijacked for the development of replication organelles .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In addition , electron tomography studies have shed new light on their ultrastructure .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Collectively , these studies reveal an unexpected complexity of the spatial organization of the replication membranes and suggest that ( + ) RNA viruses actively change cellular membrane composition to build their replication organelles .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "7",
    "token_num": "138"
  }
}