{
  "paper_id": "809de304bd8dd175fd9e3059135c2a8af5dcba3e",
  "metadata": {
    "title": "Evaluation of Cotton Rats as a Model for Severe Acute Respiratory Syndrome",
    "coda_data_split": "train",
    "coda_paper_id": 9690,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Experimental studies were conducted to evaluate two species of cotton rats, Sigmodon hispidus and Sigmodon fulviventer, as a model for severe acute respiratory syndrome (SARS). Blood and turbinate wash samples, and lung tissue were collected from each animal at different time points after SARS coronavirus (CoV) infection for determining the growth curve of virus, if any, by the standard infectivity assay in Vero E6 cells. In addition, sections of the lung, liver, spleen, and kidney were taken and used for histology analysis. All animals were observed daily for signs of illness, and in some experiments, animals were weighed on the day when they were sacrificed. The results indicated that the cotton rat species, S. hispidus and S. fulviventer, were not a useful model for either SARS-CoV infection or disease. This observation was supported by the absence of any signs of illness, the failure to consistently demonstrate virus in the blood and tissues, and the absent of any notable histopathology. However, infected animals were capable of producing neuralizing antibodies against SARS-CoV, suggesting the seroconversion did occur. Further studies are warranted to consider other animal species in efforts to find better animal models for the evaluation of SARS-CoV vaccines and antiviral drugs. Key Words: Cotton rats-SARS-Model animal.",
      "sentences": [
        [
          {
            "segment_text": "Experimental studies were conducted to evaluate two species of cotton rats ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "Sigmodon hispidus and Sigmodon fulviventer ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "as a model for severe acute respiratory syndrome ( SARS ) .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Blood and turbinate wash samples ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and lung tissue were collected from each animal at different time points after SARS coronavirus ( CoV ) infection for determining the growth curve of virus ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "if any , by the standard infectivity assay in Vero E6 cells .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "In addition , sections of the lung ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "liver , spleen , and kidney were taken and used for histology analysis .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "All animals were observed daily for signs of illness ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and in some experiments , animals were weighed on the day when they were sacrificed .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The results indicated that the cotton rat species ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "S. hispidus and S. fulviventer ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "were not a useful model for either SARS-CoV infection or disease .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This observation was supported by the absence of any signs of illness ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the failure to consistently demonstrate virus in the blood and tissues ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the absent of any notable histopathology .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , infected animals were capable of producing neuralizing antibodies against SARS-CoV ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "suggesting the seroconversion did occur .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Further studies are warranted to consider other animal species in efforts to find better animal models for the evaluation of SARS-CoV vaccines and antiviral drugs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Key Words : Cotton rats-SARS-Model animal .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "20",
    "token_num": "236"
  }
}