{
  "paper_id": "80a673a3533fc472c4f825e2a810fb35e0b540b0",
  "metadata": {
    "title": "The Differential Effects of Alcohol and Nicotine- Specific Nitrosamine Ketone on White Matter Ultrastructure",
    "coda_data_split": "train",
    "coda_paper_id": 5270,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Aims: The chronic consumption of alcohol is known to result in neurodegeneration and impairment of cognitive function. Pathological and neuroimaging studies have confirmed that brain atrophy in alcoholics is mainly due to widespread white matter (WM) loss with neuronal loss restricted to specific regions, such as the prefrontal cortex. Neuroimaging studies of cigarette smokers also suggest that chronic inhalation of tobacco smoke leads to brain atrophy, although the neurotoxic component is unknown. As a high proportion of chronic alcoholics also smoke cigarettes it has been hypothesized that at least some alcohol-related brain damage is due to tobacco smoke exposure. Methods: 39 Long Evans rats were subjected to 8 weeks exposure to alcohol and/or 5 weeks coexposure to nicotine-specific nitrosamine ketone (NNK), a proxy for tobacco smoke. Their frontal WM was then assayed with transmission electron microscopy. Results: NNK and ethanol co-exposure had a synergistic effect in decreasing myelinated fibre density. Furthermore, NNK treatment led to a greater reduction in myelin sheath thickness than ethanol whereas only the ethanol-treated animals showed a decrease in unmyelinated fibre density. Conclusion: These data suggest that NNK causes WM degeneration, an effect that is exacerbated by alcohol, but unlike alcohol, it has little impact on the neuronal components of the brain.",
      "sentences": [
        [
          {
            "segment_text": "Aims : The chronic consumption of alcohol is known to result in neurodegeneration and impairment of cognitive function .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Pathological and neuroimaging studies have confirmed that brain atrophy in alcoholics is mainly due to widespread white matter ( WM ) loss with neuronal loss restricted to specific regions ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "such as the prefrontal cortex .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Neuroimaging studies of cigarette smokers also suggest that chronic inhalation of tobacco smoke leads to brain atrophy ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "although the neurotoxic component is unknown .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "As a high proportion of chronic alcoholics also smoke cigarettes it has been hypothesized that at least some alcohol-related brain damage is due to tobacco smoke exposure .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Methods : 39 Long Evans rats were subjected to 8 weeks exposure to alcohol and/or 5 weeks coexposure to nicotine-specific nitrosamine ketone ( NNK ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "a proxy for tobacco smoke .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Their frontal WM was then assayed with transmission electron microscopy .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : NNK and ethanol co-exposure had a synergistic effect in decreasing myelinated fibre density .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , NNK treatment led to a greater reduction in myelin sheath thickness than ethanol whereas only the ethanol-treated animals showed a decrease in unmyelinated fibre density .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusion : These data suggest that NNK causes WM degeneration ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "an effect that is exacerbated by alcohol ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but unlike alcohol , it has little impact on the neuronal components of the brain .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "14",
    "token_num": "230"
  }
}