{
  "paper_id": "80a77923cc53e58abc35b1b8fcb56d6339055206",
  "metadata": {
    "title": "Development and validation of a rapid, single-step reverse transcriptase loop-mediated isothermal amplification (RT-LAMP) system potentially to be used for reliable and high-throughput screening of COVID-19",
    "coda_data_split": "train",
    "coda_paper_id": 9626,
    "coda_has_expert_labels": false,
    "subset": "biorxiv_medrxiv"
  },
  "abstract": [
    {
      "original_text": "19 Objectives: Development and validation of a single-step and accurate reverse transcriptase loop-20 mediated isothermal amplification technique (RT-LAMP) for rapid identification of SARS COV-2 21 relative to commercial quantitative reverse transcriptase real-time PCR (qRT-PCR) assays to allow 22 prompt initiation of proper medical care and containment of virus spread. 23 24 All rights reserved. No reuse allowed without permission.",
      "sentences": [
        [
          {
            "segment_text": "19 Objectives : Development and validation of a single-step and accurate reverse transcriptase loop-20 mediated isothermal amplification technique ( RT-LAMP ) for rapid identification of SARS COV-2 21 relative to commercial quantitative reverse transcriptase real-time PCR ( qRT-PCR ) assays to allow 22 prompt initiation of proper medical care and containment of virus spread .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "23 24 All rights reserved .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "No reuse allowed without permission .",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
      "sentences": [
        [
          {
            "segment_text": "author/funder , who has granted medRxiv a license to display the preprint in perpetuity .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "4",
    "segment_num": "4",
    "token_num": "82"
  }
}