{
  "paper_id": "80a735987ea3897dc5e33a859e1a80310babb2da",
  "metadata": {
    "title": "Detection of HIV-1 RNA/DNA and CD4 mRNA in feces and urine from chronic HIV-1 infected subjects with and without anti-retroviral therapy",
    "coda_data_split": "train",
    "coda_paper_id": 6311,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "HIV-1 infects gut associated lymphoid tissues (GALT) very early after transmission by multiple routes. The infected GALT consequently serves as the major reservoir for HIV-1 infection and could constantly shed HIV-1 and CD4 + T cells into the intestinal lumen. To examine this hypothesis, we monitored HIV-1 RNA/DNA and CD4 mRNA in fecal samples of chronically infected subjects with and without antiretroviral therapy (ART). We compared this to levels of HIV-1 RNA/DNA in urine and blood from the same subjects. Our results show that HIV-1 DNA, RNA and CD4 mRNA were detected in 8%, 19% and 31% respectively, of feces samples from infected subjects with detectable plasma viral load, and were not detected in any of subjects on ART with undetectable plasma viral load. In urine samples, HIV-1 DNA was detected in 24% of infected subjects with detectable plasma viral load and 23% of subjects on ART with undetectable plasma viral load. Phylogenetic analysis of the envelope sequences of HIV-1 revealed distinct virus populations in concurrently collected serum, feces and urine samples from one subject. In addition, our study demonstrated for the first time the presence of CD4 mRNA in fecal specimens of HIV-1 infected subjects, which could be used to assess GALT pathogenesis in HIV-1 infection.",
      "sentences": [
        [
          {
            "segment_text": "HIV-1 infects gut associated lymphoid tissues ( GALT ) very early after transmission by multiple routes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The infected GALT consequently serves as the major reservoir for HIV-1 infection and could constantly shed HIV-1 and CD4 + T cells into the intestinal lumen .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To examine this hypothesis , we monitored HIV-1 RNA/DNA and CD4 mRNA in fecal samples of chronically infected subjects with and without antiretroviral therapy ( ART ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We compared this to levels of HIV-1 RNA/DNA in urine and blood from the same subjects .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Our results show that HIV-1 DNA ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "RNA and CD4 mRNA were detected in 8 % ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "19 % and 31 % respectively ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "of feces samples from infected subjects with detectable plasma viral load ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and were not detected in any of subjects on ART with undetectable plasma viral load .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In urine samples , HIV-1 DNA was detected in 24 % of infected subjects with detectable plasma viral load and 23 % of subjects on ART with undetectable plasma viral load .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Phylogenetic analysis of the envelope sequences of HIV-1 revealed distinct virus populations in concurrently collected serum ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "feces and urine samples from one subject .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , our study demonstrated for the first time the presence of CD4 mRNA in fecal specimens of HIV-1 infected subjects ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which could be used to assess GALT pathogenesis in HIV-1 infection .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "14",
    "token_num": "233"
  }
}