{
  "paper_id": "80ae0645a59c66f34ce7fe53fba4a00404b1c740",
  "metadata": {
    "title": "Distributed under Creative Commons CC-BY 4.0 A bibliometric analysis of IL-35 research from 2009 to 2018",
    "coda_data_split": "train",
    "coda_paper_id": 3015,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background. is a recently discovered cytokine that plays a role in immune suppression and has therefore been the subject of a great deal of research. A bibliometric analysis of the global research concerning IL-35, however, is rare. Objectives. The aim of this research was to assess the international scientific output of IL-35 research and explore its hotspots and frontiers from 2009 to 2018 by bibliometric analysis.",
      "sentences": [
        [
          {
            "segment_text": "Background .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "is a recently discovered cytokine that plays a role in immune suppression and has therefore been the subject of a great deal of research .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A bibliometric analysis of the global research concerning IL-35 , however , is rare .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Objectives .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The aim of this research was to assess the international scientific output of IL-35 research and explore its hotspots and frontiers from 2009 to 2018 by bibliometric analysis .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Methods. Publications about IL-35 research from 2009 to 2018 were retrieved from the Web of Science Core Collection (WoSCC). Citespace V was used to analyze years, journals, countries, research institutions, areas of exploration, research hotspots, and trends of publication. Results. We retrieved a total of 416 publications and observed a trend of publications increasing over the past decade. Original articles (351) were the most frequently occurring document type. The largest number of publications belonging to one country and one institution, respectively, was China (202) and Tianjin Medical University (17). Trending keywords may indicate frontier topics, including \u0027\u0027infectious tolerance,\u0027\u0027 \u0027\u0027autoimmune,\u0027\u0027 and \u0027\u0027central nervous system.\u0027\u0027 Conclusion. This study provides valuable information on the study of IL-35 so that researchers may identify new research fields.",
      "sentences": [
        [
          {
            "segment_text": "Methods .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Publications about IL-35 research from 2009 to 2018 were retrieved from the Web of Science Core Collection ( WoSCC ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Citespace V was used to analyze years ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "journals , countries , research institutions ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "areas of exploration , research hotspots , and trends of publication .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We retrieved a total of 416 publications and observed a trend of publications increasing over the past decade .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Original articles ( 351 ) were the most frequently occurring document type .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The largest number of publications belonging to one country and one institution ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "respectively , was China ( 202 ) and Tianjin Medical University ( 17 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Trending keywords may indicate frontier topics ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including `` infectious tolerance , \u0027\u0027 `` autoimmune ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "\u0027\u0027 and `` central nervous system . \u0027\u0027",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusion .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This study provides valuable information on the study of IL-35 so that researchers may identify new research fields .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "15",
    "segment_num": "20",
    "token_num": "230"
  }
}