{
  "paper_id": "80c223c83157e79e2c195eb742f7ae4f05743343",
  "metadata": {
    "title": "Chimeric influenza-virus-like particles containing the porcine reproductive and respiratory syndrome virus GP5 protein and the influenza virus HA and M1 proteins",
    "coda_data_split": "train",
    "coda_paper_id": 5769,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Both porcine reproductive and respiratory syndrome and swine influenza are acute, highly contagious swine diseases. These diseases pose severe threats for the swine industry and cause heavy economic losses worldwide. In this study, we have developed a chimeric viruslike particle (VLP) vaccine candidate for porcine reproductive and respiratory syndrome virus (PRRSV) and H3N2 influenza virus and investigated its immunogenicity in mice. The HA and M1 proteins from the H3N2 influenza virus and the PRRSV GP5 protein fused to the cytoplasmic and transmembrane domains of the NA protein were both incorporated into the chimeric VLPs. Analysis of the immune responses showed that the chimeric VLPs elicited serum antibodies specific for both PRRSV GP5 and the H3N2 HA protein, and they stimulated cellular immune responses compared to the responses to equivalent amounts of inactivated viruses. Taken together, the results suggested that the chimeric VLP vaccine represents a potential strategy for the development of a safe and effective vaccine to control PRRSV and H3N2 influenza virus.",
      "sentences": [
        [
          {
            "segment_text": "Both porcine reproductive and respiratory syndrome and swine influenza are acute , highly contagious swine diseases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These diseases pose severe threats for the swine industry and cause heavy economic losses worldwide .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , we have developed a chimeric viruslike particle ( VLP ) vaccine candidate for porcine reproductive and respiratory syndrome virus ( PRRSV ) and H3N2 influenza virus and investigated its immunogenicity in mice .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The HA and M1 proteins from the H3N2 influenza virus and the PRRSV GP5 protein fused to the cytoplasmic and transmembrane domains of the NA protein were both incorporated into the chimeric VLPs .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Analysis of the immune responses showed that the chimeric VLPs elicited serum antibodies specific for both PRRSV GP5 and the H3N2 HA protein ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and they stimulated cellular immune responses compared to the responses to equivalent amounts of inactivated viruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Taken together , the results suggested that the chimeric VLP vaccine represents a potential strategy for the development of a safe and effective vaccine to control PRRSV and H3N2 influenza virus .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "C. Xue and W. Wang contributed equally to this work.",
      "sentences": [
        [
          {
            "segment_text": "C. Xue and W. Wang contributed equally to this work .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "7",
    "segment_num": "8",
    "token_num": "188"
  }
}