{
  "paper_id": "80c830ed24c9a0c0fc6d251f745abf69dacb30f3",
  "metadata": {
    "title": "In toxic demyelination oligodendroglial cell death occurs early and is FAS independent",
    "coda_data_split": "train",
    "coda_paper_id": 10810,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Oligodendroglial cell death is a frequent phenomenon of many neurological diseases, e.g. in demyelinating diseases such as multiple sclerosis (MS). The underlying mechanisms are largely unknown. Here, we demonstrate that in the toxic demyelination cuprizone model, oligodendroglial cell death and downregulation of myelin genes start days after initiation of the cuprizone diet and weeks before demyelination is obvious. In earlybut not in laterstages, dying oligodendrocytes express activated caspase 3, suggesting a switch from classical apoptotic pathways to caspase 3-independent mechanisms during the course of the cuprizone diet. The expression level of FAS in the corpus callosum, a cell death receptor crucial for oligodendroglial cell death in experimental autoimmune encephalomyelitis (EAE), correlates with the expression of activated caspase 3 in oligodendrocytes. However, mice lacking FAS in oligodendrocytes are not protected against cuprizone-induced oligodendroglial cell death, showing that FAS is dispensable for oligodendroglial cell death in the cuprizone model.",
      "sentences": [
        [
          {
            "segment_text": "Oligodendroglial cell death is a frequent phenomenon of many neurological diseases ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "e.g. in demyelinating diseases such as multiple sclerosis ( MS ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The underlying mechanisms are largely unknown .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we demonstrate that in the toxic demyelination cuprizone model ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "oligodendroglial cell death and downregulation of myelin genes start days after initiation of the cuprizone diet and weeks before demyelination is obvious .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "In earlybut not in laterstages ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "dying oligodendrocytes express activated caspase 3 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "suggesting a switch from classical apoptotic pathways to caspase 3-independent mechanisms during the course of the cuprizone diet .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The expression level of FAS in the corpus callosum ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "a cell death receptor crucial for oligodendroglial cell death in experimental autoimmune encephalomyelitis ( EAE ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "correlates with the expression of activated caspase 3 in oligodendrocytes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , mice lacking FAS in oligodendrocytes are not protected against cuprizone-induced oligodendroglial cell death ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "showing that FAS is dispensable for oligodendroglial cell death in the cuprizone model .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "13",
    "token_num": "166"
  }
}