{
  "paper_id": "80d9d5734676b9a27d165dbb2826d4ba1da23da5",
  "metadata": {
    "title": "",
    "coda_data_split": "train",
    "coda_paper_id": 2971,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Severe acute respiratory syndrome (SARS) is caused by a novel coronavirus (SARS-CoV). In a longitudinal cross-sectional study, we determined the prevalence of virus in bodily excretions and time of seroconversion in discharged patients with SARS. Conjunctival, throat, stool, and urine specimens were collected weekly from 64 patients and tested for SARS-CoV RNA by real-time polymerase chain reaction; serum samples were collected weekly and tested for SARS-CoV antibody with indirect enzyme immunoassay and immunofluorescence assay. In total, 126 conjunctival, 124 throat swab, 116 stool, and 124 urine specimens were analyzed. Five patients had positive stool samples, collected in weeks 5-9. Two patients seroconverted in weeks 7 and 8; the others were seropositive at the first serum sample collection. In this study, 5 (7.8%) of 64 patients continued to shed viral RNA in stool samples only, for up to week 8 of illness. Most seroconversions occurred by week 6 of illness.",
      "sentences": [
        [
          {
            "segment_text": "Severe acute respiratory syndrome ( SARS ) is caused by a novel coronavirus ( SARS-CoV ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In a longitudinal cross-sectional study ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "we determined the prevalence of virus in bodily excretions and time of seroconversion in discharged patients with SARS .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Conjunctival , throat , stool ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and urine specimens were collected weekly from 64 patients and tested for SARS-CoV RNA by real-time polymerase chain reaction ; serum samples were collected weekly and tested for SARS-CoV antibody with indirect enzyme immunoassay and immunofluorescence assay .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "In total , 126 conjunctival ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "124 throat swab , 116 stool ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and 124 urine specimens were analyzed .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Five patients had positive stool samples , collected in weeks 5-9 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Two patients seroconverted in weeks 7 and 8 ; the others were seropositive at the first serum sample collection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In this study , 5 ( 7.8 % ) of 64 patients continued to shed viral RNA in stool samples only ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "for up to week 8 of illness .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Most seroconversions occurred by week 6 of illness .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "13",
    "token_num": "177"
  }
}