{
  "paper_id": "80dd39bc7260a4a8db7090350a0b958fd9459b8d",
  "metadata": {
    "title": "Intrabody Expression in Mammalian Cells",
    "coda_data_split": "train",
    "coda_paper_id": 8624,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The intracellular expression of antibodies or antibody fragments (intrabodies) in different compartments of mammalian cells allows to block or modulate the function of endogenous molecules. Intrabodies can alter protein folding, proteinprotein, protein-DNA, protein-RNA interactions and protein modification. They can induce a phenotypic knockout and work as neutralizing agents by direct binding to the target antigen, by diverting its intracellular traffic or by inhibiting its association with binding partners. They have been largely employed as research tools and are emerging as therapeutic molecules for the treatment of human diseases as viral pathologies, cancer and misfolding diseases. The fast growing bio-market of recombinant antibodies provides intrabodies with enhanced binding specificity, stability and solubility, together with lower immunogenicity, for their use in therapy. This chapter describes the crucial aspects required to express intrabodies in different intracellular compartments of mammalian cells, their various modes of action and gives an update on the applications of intrabodies in human diseases.",
      "sentences": [
        [
          {
            "segment_text": "The intracellular expression of antibodies or antibody fragments ( intrabodies ) in different compartments of mammalian cells allows to block or modulate the function of endogenous molecules .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Intrabodies can alter protein folding ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "proteinprotein , protein-DNA , protein-RNA interactions and protein modification .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "They can induce a phenotypic knockout and work as neutralizing agents by direct binding to the target antigen ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "by diverting its intracellular traffic or by inhibiting its association with binding partners .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "They have been largely employed as research tools and are emerging as therapeutic molecules for the treatment of human diseases as viral pathologies , cancer and misfolding diseases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The fast growing bio-market of recombinant antibodies provides intrabodies with enhanced binding specificity ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "stability and solubility , together with lower immunogenicity ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "for their use in therapy .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This chapter describes the crucial aspects required to express intrabodies in different intracellular compartments of mammalian cells ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "their various modes of action and gives an update on the applications of intrabodies in human diseases .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "11",
    "token_num": "171"
  }
}