{
  "paper_id": "80e940d11337db34b2dc48dc4002c5d79aff96d4",
  "metadata": {
    "title": "molecules Recent Advances in Aptamer Discovery and Applications",
    "coda_data_split": "train",
    "coda_paper_id": 9453,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Aptamers are short, single-stranded DNA, RNA, or synthetic XNA molecules that can be developed with high affinity and specificity to interact with any desired targets. They have been widely used in facilitating discoveries in basic research, ensuring food safety and monitoring the environment. Furthermore, aptamers play promising roles as clinical diagnostics and therapeutic agents. This review provides update on the recent advances in this rapidly progressing field of research with particular emphasis on generation of aptamers and their applications in biosensing, biotechnology and medicine. The limitations and future directions of aptamers in target specific delivery and real-time detection are also discussed.",
      "sentences": [
        [
          {
            "segment_text": "Aptamers are short , single-stranded DNA ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "RNA , or synthetic XNA molecules that can be developed with high affinity and specificity to interact with any desired targets .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "They have been widely used in facilitating discoveries in basic research ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "ensuring food safety and monitoring the environment .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Furthermore , aptamers play promising roles as clinical diagnostics and therapeutic agents .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review provides update on the recent advances in this rapidly progressing field of research with particular emphasis on generation of aptamers and their applications in biosensing , biotechnology and medicine .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The limitations and future directions of aptamers in target specific delivery and real-time detection are also discussed .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "7",
    "token_num": "112"
  }
}