{
  "paper_id": "80ea83eb20c374075380eadb6df930f2d356ea62",
  "metadata": {
    "title": "Engineered Toxins \u0027\u0027Zymoxins\u0027\u0027 Are Activated by the HCV NS3 Protease by Removal of an Inhibitory Protein Domain",
    "coda_data_split": "train",
    "coda_paper_id": 8102,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The synthesis of inactive enzyme precursors, also known as \u0027\u0027zymogens,\u0027\u0027 serves as a mechanism for regulating the execution of selected catalytic activities in a desirable time and/or site. Zymogens are usually activated by proteolytic cleavage. Many viruses encode proteases that execute key proteolytic steps of the viral life cycle. Here, we describe a proof of concept for a therapeutic approach to fighting viral infections through eradication of virally infected cells exclusively, thus limiting virus production and spread. Using the hepatitis C virus (HCV) as a model, we designed two HCV NS3 protease-activated \u0027\u0027zymogenized\u0027\u0027 chimeric toxins (which we denote \u0027\u0027zymoxins\u0027\u0027). In these recombinant constructs, the bacterial and plant toxins diphtheria toxin A (DTA) and Ricin A chain (RTA), respectively, were fused to rationally designed inhibitor peptides/ domains via an HCV NS3 protease-cleavable linker. The above toxins were then fused to the binding and translocation domains of Pseudomonas exotoxin A in order to enable translocation into the mammalian cells cytoplasm. We show that these toxins exhibit NS3 cleavage dependent increase in enzymatic activity upon NS3 protease cleavage in vitro. Moreover, a higher level of cytotoxicity was observed when zymoxins were applied to NS3 expressing cells or to HCV infected cells, demonstrating a potential therapeutic window. The increase in toxin activity correlated with NS3 protease activity in the treated cells, thus the therapeutic window was larger in cells expressing recombinant NS3 than in HCV infected cells. This suggests that the \u0027\u0027zymoxin\u0027\u0027 approach may be most appropriate for application to life-threatening acute infections where much higher levels of the activating protease would be expected. Citation: Shapira A, Gal-Tanamy M, Nahary L, Litvak-Greenfeld D, Zemel R, et al. (2011) Engineered Toxins \u0027\u0027Zymoxins\u0027\u0027 Are Activated by the HCV NS3 Protease by Removal of an Inhibitory Protein Domain. PLoS ONE 6(1): e15916.",
      "sentences": [
        [
          {
            "segment_text": "The synthesis of inactive enzyme precursors ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "also known as `` zymogens ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "\u0027\u0027 serves as a mechanism for regulating the execution of selected catalytic activities in a desirable time and/or site .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Zymogens are usually activated by proteolytic cleavage .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Many viruses encode proteases that execute key proteolytic steps of the viral life cycle .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we describe a proof of concept for a therapeutic approach to fighting viral infections through eradication of virally infected cells exclusively ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "thus limiting virus production and spread .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Using the hepatitis C virus ( HCV ) as a model ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we designed two HCV NS3 protease-activated `` zymogenized \u0027\u0027 chimeric toxins ( which we denote `` zymoxins \u0027\u0027 ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "In these recombinant constructs , the bacterial and plant toxins diphtheria toxin A ( DTA ) and Ricin A chain ( RTA ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "respectively , were fused to rationally designed inhibitor peptides / domains via an HCV NS3 protease-cleavable linker .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The above toxins were then fused to the binding and translocation domains of Pseudomonas exotoxin A in order to enable translocation into the mammalian cells cytoplasm .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We show that these toxins exhibit NS3 cleavage dependent increase in enzymatic activity upon NS3 protease cleavage in vitro .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , a higher level of cytotoxicity was observed when zymoxins were applied to NS3 expressing cells or to HCV infected cells ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "demonstrating a potential therapeutic window .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The increase in toxin activity correlated with NS3 protease activity in the treated cells ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "thus the therapeutic window was larger in cells expressing recombinant NS3 than in HCV infected cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This suggests that the `` zymoxin \u0027\u0027 approach may be most appropriate for application to life-threatening acute infections where much higher levels of the activating protease would be expected .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Citation : Shapira A , Gal-Tanamy M ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "Nahary L , Litvak-Greenfeld D ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "Zemel R , et al. ( 2011 ) Engineered Toxins `` Zymoxins \u0027\u0027 Are Activated by the HCV NS3 Protease by Removal of an Inhibitory Protein Domain .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "PLoS ONE 6 ( 1 ) : e15916 .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "13",
    "segment_num": "22",
    "token_num": "350"
  }
}