{
  "paper_id": "80ff5605b42b3ed42f2b62ab926192274b1dac7f",
  "metadata": {
    "title": "Acute, subacute, and chronic cervical lymphadenitis in children",
    "coda_data_split": "train",
    "coda_paper_id": 6412,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Lymphadenopathy refers to any disease process involving lymph nodes that are abnormal in size and consistency. Lymphadenitis specifically refers to lymphadenopathies that are caused by inflammatory processes. Cervical lymphadenopathy is a common problem in the pediatric age group and is largely inflammatory and infectious in etiology. Although most patients are treated successfully by their primary care physician, surgical consultation is frequently required for patients who fail to respond to initial therapy or for those in whom there is an index of suspicion for a neoplastic process. This article addresses current approaches to the diagnosis and management of cervical lymphadenitis in children.",
      "sentences": [
        [
          {
            "segment_text": "Lymphadenopathy refers to any disease process involving lymph nodes that are abnormal in size and consistency .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Lymphadenitis specifically refers to lymphadenopathies that are caused by inflammatory processes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Cervical lymphadenopathy is a common problem in the pediatric age group and is largely inflammatory and infectious in etiology .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although most patients are treated successfully by their primary care physician ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "surgical consultation is frequently required for patients who fail to respond to initial therapy or for those in whom there is an index of suspicion for a neoplastic process .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This article addresses current approaches to the diagnosis and management of cervical lymphadenitis in children .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "6",
    "token_num": "107"
  }
}