{
  "paper_id": "8111c472b27463ca0dfae56c5196eb4c92fdd14f",
  "metadata": {
    "title": "Studying the effect of chloroquine on sporozoite-induced protection and immune responses in Plasmodium berghei malaria",
    "coda_data_split": "train",
    "coda_paper_id": 9320,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Sporozoite immunization of animals and humans under a chemo-prophylactic cover of chloroquine (CPS-CQ) efficiently induces sterile protection against malaria. In humans, CPS-CQ is strikingly more efficient than immunization with radiation attenuated sporozoites (RAS), raising the hypothesis that this might be partially due to CQ. Chloroquine, an established anti-malarial drug, is also well known for its immune modulating properties including improvement of cross-presentation. The aim of this study was to investigate whether co-administration of CQ during sporozoite immunization improves cellular responses and protective efficacy in Plasmodium berghei models. Methods: A number of experiments in selected complimentary P. berghei murine models in Balb/cByJ and C57BL/6j mice was performed. First, the effect of CQ administration on the induction of protection and immune responses by RAS immunization was studied. Next, the effect of CQ on the induction of circumsporozoite (CS) protein-specific CD8 + T cells by immunization with P. berghei parasites expressing a mutant CS protein was investigated. Finally, a direct comparison of CPS-CQ to CPS with mefloquine (MQ), an anti-malarial with little known immune modulating effects, was performed. Results: When CQ was co-administered during immunization with graded numbers of RAS, this did not lead to an increase in frequencies of total memory CD8 + T cells or CS protein-specific CD8 + T cells. Also parasite-specific cytokine production and protection remained unaltered. Replacement of CQ by MQ for CPS immunization resulted in significantly reduced percentages of IFNγ producing memory T cells in the liver (p \u003d 0.01), but similar protection.",
      "sentences": [
        [
          {
            "segment_text": "Background : Sporozoite immunization of animals and humans under a chemo-prophylactic cover of chloroquine ( CPS-CQ ) efficiently induces sterile protection against malaria .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In humans , CPS-CQ is strikingly more efficient than immunization with radiation attenuated sporozoites ( RAS ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "raising the hypothesis that this might be partially due to CQ .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Chloroquine , an established anti-malarial drug ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "is also well known for its immune modulating properties including improvement of cross-presentation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The aim of this study was to investigate whether co-administration of CQ during sporozoite immunization improves cellular responses and protective efficacy in Plasmodium berghei models .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : A number of experiments in selected complimentary P. berghei murine models in Balb/cByJ and C57BL/6j mice was performed .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "First , the effect of CQ administration on the induction of protection and immune responses by RAS immunization was studied .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Next , the effect of CQ on the induction of circumsporozoite ( CS ) protein-specific CD8 + T cells by immunization with P. berghei parasites expressing a mutant CS protein was investigated .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Finally , a direct comparison of CPS-CQ to CPS with mefloquine ( MQ ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "an anti-malarial with little known immune modulating effects , was performed .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : When CQ was co-administered during immunization with graded numbers of RAS ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "this did not lead to an increase in frequencies of total memory CD8 + T cells or CS protein-specific CD8 + T cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Also parasite-specific cytokine production and protection remained unaltered .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Replacement of CQ by MQ for CPS immunization resulted in significantly reduced percentages of IFNγ producing memory T cells in the liver ( p \u003d 0.01 ) , but similar protection .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions: This study does not provide evidence for a direct beneficial effect of CQ on the induction of sporozoite-induced immune responses and protection in P. berghei malaria models. Alternatively, the higher efficiency of CPS compared to RAS might be explained by an indirect effect of CQ through limiting blood-stage exposure after immunization or to increased antigen exposure and, therefore, improved breadth of the immune response.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions : This study does not provide evidence for a direct beneficial effect of CQ on the induction of sporozoite-induced immune responses and protection in P. berghei malaria models .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Alternatively , the higher efficiency of CPS compared to RAS might be explained by an indirect effect of CQ through limiting blood-stage exposure after immunization or to increased antigen exposure and ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "therefore , improved breadth of the immune response .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "13",
    "segment_num": "18",
    "token_num": "353"
  }
}