{
  "paper_id": "8151ddc2f3b7ce323d15f39b1d7030b1d7ef84fb",
  "metadata": {
    "title": "Sequence of Mouse Hepatitis Virus A59 mRNA 2: Indications for RNA Recombination between Coronaviruses and Influenza C Virus",
    "coda_data_split": "train",
    "coda_paper_id": 7145,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The nucleotide sequence of the unique region of coronavirus MHV-A59 mRNA 2 has been determined. Two open reading frames (ORF) are predicted: ORFl potentially encodes a protein of 261 amino acids; its amino acid sequence contains elements which indicate nucleotide binding properties. ORF2 predicts a 413 amino acids protein; it lacks a translation initiation codon and is therefore probably a pseudogene. The amino acid sequence of ORF2 shares 300/o homology with the HA1 hemagglutinin sequence of influenza C virus. A short stretch of nucleotides immediately upstream of ORF2 shares 83O/0 homology with the MHC class I nucleotide sequences. We discuss the possibilitythat both similarities are the result of recombinations and present a model for the acquisition and the subsequent inactivation of ORF2; the model applies also to MHV-A59-related coronaviruses in which we expect ORF2 to be still functional.",
      "sentences": [
        [
          {
            "segment_text": "The nucleotide sequence of the unique region of coronavirus MHV-A59 mRNA 2 has been determined .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Two open reading frames ( ORF ) are predicted : ORFl potentially encodes a protein of 261 amino acids ; its amino acid sequence contains elements which indicate nucleotide binding properties .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "ORF2 predicts a 413 amino acids protein ; it lacks a translation initiation codon and is therefore probably a pseudogene .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The amino acid sequence of ORF2 shares 300/o homology with the HA1 hemagglutinin sequence of influenza C virus .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A short stretch of nucleotides immediately upstream of ORF2 shares 83O/0 homology with the MHC class I nucleotide sequences .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We discuss the possibilitythat both similarities are the result of recombinations and present a model for the acquisition and the subsequent inactivation of ORF2 ; the model applies also to MHV-A59-related coronaviruses in which we expect ORF2 to be still functional .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "6",
    "token_num": "150"
  }
}