{
  "paper_id": "817b21573c7e32c6012a2bc7d34c013ebfdc46f9",
  "metadata": {
    "title": "Invasive bacterial infections following influenza: a time-series analysis in Montré al, Canada, 1996-2008",
    "coda_data_split": "train",
    "coda_paper_id": 2062,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background Shared seasonal patterns, such as between influenza and some respiratory bacterial infections, can create associations between phenomena not causally related.",
      "sentences": [
        [
          {
            "segment_text": "Background Shared seasonal patterns , such as between influenza and some respiratory bacterial infections ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "can create associations between phenomena not causally related .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Objectives To estimate the association of influenza with subsequent bacterial infections after full adjustment for confounding by seasonal and long-term trends.",
      "sentences": [
        [
          {
            "segment_text": "Objectives To estimate the association of influenza with subsequent bacterial infections after full adjustment for confounding by seasonal and long-term trends .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Methods Time series of weekly counts of notified cases of invasive infections with Haemophilus influenzae, Neisseria meningitidis, Streptococcus pneumoniae and Streptococcus pyogenes, in Montréal, Canada, 1996-2008, were modelled by negative binomial regression, with terms representing seasonal and longterm trends and terms for numbers of positive laboratory tests for influenza A and B.",
      "sentences": [
        [
          {
            "segment_text": "Methods Time series of weekly counts of notified cases of invasive infections with Haemophilus influenzae ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "Neisseria meningitidis , Streptococcus pneumoniae and Streptococcus pyogenes ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "in Montréal , Canada , 1996-2008 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "were modelled by negative binomial regression ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "with terms representing seasonal and longterm trends and terms for numbers of positive laboratory tests for influenza A and B.",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "The associations of S. pneumoniae, H. influenzae and N. meningitidis with influenza disappeared after seasonal terms were added to the model. However, the influenza B count remained associated with the S. pyogenes counts for the same week and the following week: S. pyogenes incidence rate ratios were 1.0376 (95% CI: 1.0009-1.0757) and 1.0354 (0.9958-1.0766), respectively, for each increase of 1 in the influenza count.",
      "sentences": [
        [
          {
            "segment_text": "The associations of S. pneumoniae ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "H. influenzae and N. meningitidis with influenza disappeared after seasonal terms were added to the model .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , the influenza B count remained associated with the S. pyogenes counts for the same week and the following week : S. pyogenes incidence rate ratios were 1.0376 ( 95 % CI : 1.0009-1.0757 ) and 1.0354 ( 0.9958-1.0766 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "respectively , for each increase of 1 in the influenza count .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions Influenza B accounts for about 8% of the incidence of invasive S. pyogenes infections, over and above any effect associated with modellable seasonal and long-term trends. This association of influenza B with S. pyogenes infections can be attributed largely to the years 1997, 2001, 2007 and 2008, when late peaks in influenza B counts were followed by peaks in S. pyogenes notifications. This finding reinforces the case for universal immunization against influenza, as partial protection against the \u0027flesh eating disease\u0027.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions Influenza B accounts for about 8 % of the incidence of invasive S. pyogenes infections ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "over and above any effect associated with modellable seasonal and long-term trends .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This association of influenza B with S. pyogenes infections can be attributed largely to the years 1997 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "2001 , 2007 and 2008 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "when late peaks in influenza B counts were followed by peaks in S. pyogenes notifications .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This finding reinforces the case for universal immunization against influenza ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as partial protection against the ` flesh eating disease \u0027 .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "5",
    "sentence_num": "8",
    "segment_num": "19",
    "token_num": "274"
  }
}