{
  "paper_id": "8190ea84cdfa846568cdac1f77111d9505ec399b",
  "metadata": {
    "title": "Threshold parameters for a model of epidemic spread among households and workplaces",
    "coda_data_split": "train",
    "coda_paper_id": 9273,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The basic reproduction number R 0 is one of the most important concepts in modern infectious disease epidemiology. However, for more realistic and more complex models than those assuming homogeneous mixing in the population, other threshold quantities can be defined that are sometimes more useful and easily derived in terms of model parameters.",
      "sentences": [
        [
          {
            "segment_text": "The basic reproduction number R 0 is one of the most important concepts in modern infectious disease epidemiology .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , for more realistic and more complex models than those assuming homogeneous mixing in the population ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "other threshold quantities can be defined that are sometimes more useful and easily derived in terms of model parameters .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "In this paper, we present a model for the spread of a permanently immunizing infection in a population socially structured into households and workplaces/schools, and we propose and discuss a new household-to-household reproduction number R H for it. We show how R H overcomes some of the limitations of a previously proposed threshold parameter, and we highlight its relationship with the effort required to control an epidemic when interventions are targeted at randomly selected households.",
      "sentences": [
        [
          {
            "segment_text": "In this paper , we present a model for the spread of a permanently immunizing infection in a population socially structured into households and workplaces/schools ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and we propose and discuss a new household-to-household reproduction number R H for it .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We show how R H overcomes some of the limitations of a previously proposed threshold parameter ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and we highlight its relationship with the effort required to control an epidemic when interventions are targeted at randomly selected households .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "4",
    "segment_num": "7",
    "token_num": "137"
  }
}