{
  "paper_id": "819d34a22b80877f34090f17f71b2d80a70d3a35",
  "metadata": {
    "title": "140:687 702 _Archives ZMolecular Genetics, SmithKline Beecham Animal Health",
    "coda_data_split": "train",
    "coda_paper_id": 2764,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Cats exposed to feline infectious peritonitis virus (FIPV) or feline enteric coronavirus (FECV) cannot be differentiated by serological analysis. Three synthetic peptides and an E. coli recombinant fusion protein generated from FIPV 79-1146 spike gene sequence were produced. Coronavirus positive cat sera reacted to peptide aa 950-990 but were non-reactive to aa137-151 and aa 150-180 peptides as demonstrated by ELISA. Amino acid sequence 97-222 expressed as a galk fusion protein in E. coli was tested against coronavirus positive cat sera by western blot analysis. Only sera from cats exposed to the FIPV type-II strains DF-2 or 79-1146 that were exhibiting signs of FIP recognized the fusion protein. Sera from FECV exposed cats did not recognize the 97-222 fusion protein in western blot analysis.",
      "sentences": [
        [
          {
            "segment_text": "Cats exposed to feline infectious peritonitis virus ( FIPV ) or feline enteric coronavirus ( FECV ) can not be differentiated by serological analysis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Three synthetic peptides and an E. coli recombinant fusion protein generated from FIPV 79-1146 spike gene sequence were produced .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Coronavirus positive cat sera reacted to peptide aa 950-990 but were non-reactive to aa137-151 and aa 150-180 peptides as demonstrated by ELISA .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Amino acid sequence 97-222 expressed as a galk fusion protein in E. coli was tested against coronavirus positive cat sera by western blot analysis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Only sera from cats exposed to the FIPV type-II strains DF-2 or 79-1146 that were exhibiting signs of FIP recognized the fusion protein .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Sera from FECV exposed cats did not recognize the 97-222 fusion protein in western blot analysis .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Anti-galk monoclonal antibodies (MAbs) were obtained as mouse ascites fluid from SmithKline Beecham Department of Molecular Genetics. Anti-galk MAbs were semi-",
      "sentences": [
        [
          {
            "segment_text": "Anti-galk monoclonal antibodies ( MAbs ) were obtained as mouse ascites fluid from SmithKline Beecham Department of Molecular Genetics .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Anti-galk MAbs were semi -",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "8",
    "segment_num": "8",
    "token_num": "159"
  }
}