{
  "paper_id": "81b992164d368b01c45fa3cc4ffd54d525e1d4b2",
  "metadata": {
    "title": "SURVEY AND SUMMARY G-quadruplexes and G-quadruplex ligands: targets and tools in antiviral therapy",
    "coda_data_split": "train",
    "coda_paper_id": 9289,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "G-quadruplexes (G4s) are non-canonical nucleic acids secondary structures that form within guaninerich strands of regulatory genomic regions. G4s have been extensively described in the human genome, especially in telomeres and oncogene promoters; in recent years the presence of G4s in viruses has attracted increasing interest. Indeed, G4s have been reported in several viruses, including those involved in recent epidemics, such as the Zika and Ebola viruses. Viral G4s are usually located in regulatory regions of the genome and implicated in the control of key viral processes; in some cases, they have been involved also in viral latency. In this context, G4 ligands have been developed and tested both as tools to study the complexity of G4-mediated mechanisms in the viral life cycle, and as therapeutic agents. In general, G4 ligands showed promising antiviral activity, with G4-mediated mechanisms of action both at the genome and transcript level. This review aims to provide an updated close-up of the literature on G4s in viruses. The current state of the art of G4 ligands in antiviral research is also reported, with particular focus on the structural and physicochemical requirements for optimal biological activity. The achievements and the to-dos in the field are discussed.",
      "sentences": [
        [
          {
            "segment_text": "G-quadruplexes ( G4s ) are non-canonical nucleic acids secondary structures that form within guaninerich strands of regulatory genomic regions .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "G4s have been extensively described in the human genome ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "especially in telomeres and oncogene promoters ; in recent years the presence of G4s in viruses has attracted increasing interest .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Indeed , G4s have been reported in several viruses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including those involved in recent epidemics ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "such as the Zika and Ebola viruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Viral G4s are usually located in regulatory regions of the genome and implicated in the control of key viral processes ; in some cases ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "they have been involved also in viral latency .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this context , G4 ligands have been developed and tested both as tools to study the complexity of G4-mediated mechanisms in the viral life cycle , and as therapeutic agents .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In general , G4 ligands showed promising antiviral activity ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "with G4-mediated mechanisms of action both at the genome and transcript level .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review aims to provide an updated close-up of the literature on G4s in viruses .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The current state of the art of G4 ligands in antiviral research is also reported ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with particular focus on the structural and physicochemical requirements for optimal biological activity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The achievements and the to-dos in the field are discussed .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "15",
    "token_num": "222"
  }
}