{
  "paper_id": "81da14090d3f84e13717bd27434bf03dabc32395",
  "metadata": {
    "title": "Faecal viruses of dogs -an electron microscope study",
    "coda_data_split": "train",
    "coda_paper_id": 3787,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Faecal samples from I 12 dogs both with and without diarrhoea were screened for parvovirus by a haemagglutination titration test and then examined by electron microscopy for the presence of viruses and virus-like particles. On the basis of morphology eight distinct viruses or virus-like particles were identified. Particles identified were coronaviruses, coronavirus-like particles, rotavirus-like particles, papovavirus-like particles, torovirus-like particles, picomavirus-like particles, 27 nm virus-like particles with projections and parvovirus-like particles which did not cause haemagglutination.",
      "sentences": [
        [
          {
            "segment_text": "Faecal samples from I 12 dogs both with and without diarrhoea were screened for parvovirus by a haemagglutination titration test and then examined by electron microscopy for the presence of viruses and virus-like particles .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "On the basis of morphology eight distinct viruses or virus-like particles were identified .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Particles identified were coronaviruses , coronavirus-like particles ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "rotavirus-like particles , papovavirus-like particles ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "torovirus-like particles , picomavirus-like particles ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "27 nm virus-like particles with projections and parvovirus-like particles which did not cause haemagglutination .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "3",
    "segment_num": "6",
    "token_num": "84"
  }
}