{
  "paper_id": "81f2c369448b2620b20328fe5713d749ea5b75db",
  "metadata": {
    "title": "",
    "coda_data_split": "train",
    "coda_paper_id": 9319,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "This paper presents a comprehensive overview of lexicogrammatical devices which highlight important or relevant points in lectures. Despite the established usefulness of discourse organizational cues for lecture comprehension and note-taking, very little is known about the marking of relevance in this genre. The current overview of lexicogrammatical relevance markers combines a qualitative and quantitative investigation of 160 lectures from the British Academic Spoken English (BASE) corpus. These markers could mostly be classified according to their main element into adjective, noun, verb and adverb patterns. Verb patterns were the most common, followed by noun patterns. The verb pattern V clause (e.g., remember slavery had already been legally abolished) and the noun pattern MN v-link (e.g., the point is) are the predominant types of relevance markers. The discrepancy between the prevalent markers and what may be thought of as prototypical or included in EAP textbooks as relevance markers also demonstrates the need for corpus linguistic research. Implications for EAP course design, teaching English for lecturing purposes, and educational research are discussed.",
      "sentences": [
        [
          {
            "segment_text": "This paper presents a comprehensive overview of lexicogrammatical devices which highlight important or relevant points in lectures .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Despite the established usefulness of discourse organizational cues for lecture comprehension and note-taking ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "very little is known about the marking of relevance in this genre .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The current overview of lexicogrammatical relevance markers combines a qualitative and quantitative investigation of 160 lectures from the British Academic Spoken English ( BASE ) corpus .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These markers could mostly be classified according to their main element into adjective ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "noun , verb and adverb patterns .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Verb patterns were the most common , followed by noun patterns .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The verb pattern V clause ( e.g. , remember slavery had already been legally abolished ) and the noun pattern MN v-link ( e.g. , the point is ) are the predominant types of relevance markers .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The discrepancy between the prevalent markers and what may be thought of as prototypical or included in EAP textbooks as relevance markers also demonstrates the need for corpus linguistic research .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Implications for EAP course design ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "teaching English for lecturing purposes ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and educational research are discussed .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "12",
    "token_num": "191"
  }
}