{
  "paper_id": "81fa220064229342b7c1c65ccc6cf0cc60722248",
  "metadata": {
    "title": "Physica A Effect of time delay on pattern dynamics in a spatial epidemic model",
    "coda_data_split": "train",
    "coda_paper_id": 3359,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "• Effect of time delay on pattern dynamics of an epidemic model is investigated. • Exact turing space is obtained by linear stability analysis. • Delay can change the pattern essence, such as the arm length and the direction of the stripe. • Time delay can largely postpone the pattern formation.",
      "sentences": [
        [
          {
            "segment_text": "• Effect of time delay on pattern dynamics of an epidemic model is investigated .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "• Exact turing space is obtained by linear stability analysis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "• Delay can change the pattern essence ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "such as the arm length and the direction of the stripe .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "• Time delay can largely postpone the pattern formation .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "• Time delay can widen the turing space. a b s t r a c t Time delay, accounting for constant incubation period or sojourn times in an infective state, widely exists in most biological systems like epidemiological models. However, the effect of time delay on spatial epidemic models is not well understood. In this paper, spatial pattern of an epidemic model with both nonlinear incidence rate and time delay is investigated. In particular, we mainly focus on the effect of time delay on the formation of spatial pattern. Through mathematical analysis, we gain the conditions for Hopf bifurcation and Turing bifurcation, and find exact Turing space in parameter space. Furthermore, numerical results show that time delay has a significant effect on pattern formation. The simulation results may enrich the finding of patterns and may well capture some key features in the epidemic models.",
      "sentences": [
        [
          {
            "segment_text": "• Time delay can widen the turing space .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "a b s t r a c t Time delay ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "accounting for constant incubation period or sojourn times in an infective state ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "widely exists in most biological systems like epidemiological models .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , the effect of time delay on spatial epidemic models is not well understood .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this paper , spatial pattern of an epidemic model with both nonlinear incidence rate and time delay is investigated .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "In particular , we mainly focus on the effect of time delay on the formation of spatial pattern .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Through mathematical analysis , we gain the conditions for Hopf bifurcation and Turing bifurcation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and find exact Turing space in parameter space .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , numerical results show that time delay has a significant effect on pattern formation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The simulation results may enrich the finding of patterns and may well capture some key features in the epidemic models .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "12",
    "segment_num": "16",
    "token_num": "216"
  }
}