{
  "paper_id": "82012173f8bddbcaa3138ccc3aae2d554e1dcd1f",
  "metadata": {
    "title": "Data Resource Profile Data resource profile: Household Influenza Vaccine Evaluation (HIVE) Study Data resource basics",
    "coda_data_split": "train",
    "coda_paper_id": 10469,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Acute respiratory infections (ARI) are a major cause of morbidity worldwide. 1 Some of the earliest studies to describe the epidemiology of these infections were household cohort studies. [2] [3] [4] [5] [6] [7] The largest of these were conducted in Seattle, Washington and Tecumseh, Michigan in the 1960s and 1970s 6,7 and they provided information on the relative frequency, seasonality and symptomatic characteristics of ARI shortly after many respiratory viruses were first identified. 7 Given that the role of household structure in seasonal incidence and transmission of respiratory viruses was the primary objective, an individual\u0027s longitudinal history of infection was not a major focus. Indeed, during the first phase of the Tecumseh Study of Respiratory Illness, households were maintained on report for only 1 year, and then gradually replaced so that the entire community could be represented over time. 8 These historical studies relied on cell culture for virus identification, a method that requires specimens to be processed quickly and is considerably less sensitive than current molecular methods. 9 For this reason, the Tecumseh study and others relied extensively on serodiagnosis of influenza infection using twice yearly blood specimens. 10 It was not possible to time infections in those who only were serologically positive, limiting the ability to do robust analyses of transmission patterns. 11 With current molecular techniques, it has become much easier to identify a broad range of agents of respiratory infection. This allows documentation of infection, co-infection and subsequent re-infection. Collecting specimens within a short time from the onset of symptoms still maximizes the likelihood of accurate and timely identification of viruses associated with a respiratory illness for studies of transmission and vaccine effectiveness. Collection of regular blood specimens continues to be valuable as well, for both virus identification and for analysis of serologic correlates of protection.",
      "sentences": [
        [
          {
            "segment_text": "Acute respiratory infections ( ARI ) are a major cause of morbidity worldwide .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "1 Some of the earliest studies to describe the epidemiology of these infections were household cohort studies .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "( 2 ) ( 3 ) ( 4 ) ( 5 ) ( 6 ) ( 7 ) The largest of these were conducted in Seattle ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Washington and Tecumseh , Michigan in the 1960s and 1970s 6,7 and they provided information on the relative frequency ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "seasonality and symptomatic characteristics of ARI shortly after many respiratory viruses were first identified .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "7 Given that the role of household structure in seasonal incidence and transmission of respiratory viruses was the primary objective ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "an individual \u0027s longitudinal history of infection was not a major focus .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Indeed , during the first phase of the Tecumseh Study of Respiratory Illness ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "households were maintained on report for only 1 year ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and then gradually replaced so that the entire community could be represented over time .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "8 These historical studies relied on cell culture for virus identification ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a method that requires specimens to be processed quickly and is considerably less sensitive than current molecular methods .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "9 For this reason , the Tecumseh study and others relied extensively on serodiagnosis of influenza infection using twice yearly blood specimens .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "10 It was not possible to time infections in those who only were serologically positive ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "limiting the ability to do robust analyses of transmission patterns .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "11 With current molecular techniques ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "it has become much easier to identify a broad range of agents of respiratory infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This allows documentation of infection , co-infection and subsequent re-infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Collecting specimens within a short time from the onset of symptoms still maximizes the likelihood of accurate and timely identification of viruses associated with a respiratory illness for studies of transmission and vaccine effectiveness .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Collection of regular blood specimens continues to be valuable as well ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "for both virus identification and for analysis of serologic correlates of protection .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "The Household Influenza Vaccine Evaluation (HIVE) Study is an ongoing prospective household cohort study that began in 2010. The HIVE Study was based on the original Tecumseh Study of Respiratory Illness 6 with several key modifications to illness surveillance and to laboratory methods for identification of respiratory viruses. While respiratory virus infections in general could be studied, the primary objective was to estimate the effectiveness of influenza vaccines using a cohort design for comparison with studies using the testnegative design (TND). Under the TND, specimens are collected from participants who meet a respiratory illness case V C The Author(s)",
      "sentences": [
        [
          {
            "segment_text": "The Household Influenza Vaccine Evaluation ( HIVE ) Study is an ongoing prospective household cohort study that began in 2010 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The HIVE Study was based on the original Tecumseh Study of Respiratory Illness 6 with several key modifications to illness surveillance and to laboratory methods for identification of respiratory viruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "While respiratory virus infections in general could be studied ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the primary objective was to estimate the effectiveness of influenza vaccines using a cohort design for comparison with studies using the testnegative design ( TND ) .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Under the TND , specimens are collected from participants who meet a respiratory illness case V C The Author ( s )",
            "crowd_label": "method"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "16",
    "segment_num": "26",
    "token_num": "452"
  }
}