{
  "paper_id": "821f41ad6fc07b1ba99159a209f7adb72834409b",
  "metadata": {
    "title": "Comparative Proteomic Analysis of Plasma from Clinical Healthy Cows and Mastitic Cows",
    "coda_data_split": "train",
    "coda_paper_id": 7974,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The current research presents the protein changes in plasma from healthy dairy cows and clinical mastitic cows using twodimensional gel electrophoresis (2-DE). After staining with silver nitrate and Coomassie Blue, differential expression proteins were detected by PDQuest 7.4 software, and then subjected to ion trap mass spectrometer equipped with a Surveyor HPLC System, differential spots of protein were identified. Three protein spots that originated from preparation gels were identified to be two proteins. Overall, haptoglobin precursor was up-regulated in cows infected with clinical mastitis and could be a mastitis-associated diagnostic marker, whereas SCGB 2A1 (secretoglobin, family 2A, member 1) was down-regulated protein. Plasma protein expression patterns were changed when cows were infected with mammary gland inflammation; it suggests that analysis of differential expression protein might be useful to clarify the mechanisms involved in the pathophysiology, and find new diagnostic markers of mastitis and potential protein targets for treatment.",
      "sentences": [
        [
          {
            "segment_text": "The current research presents the protein changes in plasma from healthy dairy cows and clinical mastitic cows using twodimensional gel electrophoresis ( 2-DE ) .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "After staining with silver nitrate and Coomassie Blue ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "differential expression proteins were detected by PDQuest 7.4 software ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and then subjected to ion trap mass spectrometer equipped with a Surveyor HPLC System ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "differential spots of protein were identified .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Three protein spots that originated from preparation gels were identified to be two proteins .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Overall , haptoglobin precursor was up-regulated in cows infected with clinical mastitis and could be a mastitis-associated diagnostic marker ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whereas SCGB 2A1 ( secretoglobin , family 2A , member 1 ) was down-regulated protein .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Plasma protein expression patterns were changed when cows were infected with mammary gland inflammation ; it suggests that analysis of differential expression protein might be useful to clarify the mechanisms involved in the pathophysiology ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and find new diagnostic markers of mastitis and potential protein targets for treatment .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "10",
    "token_num": "166"
  }
}