{
  "paper_id": "823f2cd633b4b8dd60487059059e9264f4c35020",
  "metadata": {
    "title": "Wastewater-Based Epidemiology for Early Detection of Viral Outbreaks",
    "coda_data_split": "train",
    "coda_paper_id": 6695,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The immense global burden of infectious disease outbreaks and the need to establish prediction and prevention systems have been recognized by the World Health Organization (WHO), the National Institutes of Health (NIH), the United States Agency of International Development (USAID), the Bill and Melinda Gates Foundation, and the international scientific community. Despite multiple efforts, this infectious burden is still increasing. For example, it has been reported that between 1.5 and 12 million people die each year from waterborne diseases and diarrheal diseases are listed within the top 15 leading causes of death worldwide. Rapid population growth, climate change, natural disasters, immigration, globalization, and the corresponding sanitation and waste management challenges are expected to intensify the problem in the years to come.",
      "sentences": [
        [
          {
            "segment_text": "The immense global burden of infectious disease outbreaks and the need to establish prediction and prevention systems have been recognized by the World Health Organization ( WHO ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the National Institutes of Health ( NIH ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the United States Agency of International Development ( USAID ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the Bill and Melinda Gates Foundation ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and the international scientific community .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Despite multiple efforts , this infectious burden is still increasing .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "For example , it has been reported that between 1.5 and 12 million people die each year from waterborne diseases and diarrheal diseases are listed within the top 15 leading causes of death worldwide .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Rapid population growth , climate change ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "natural disasters , immigration , globalization ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and the corresponding sanitation and waste management challenges are expected to intensify the problem in the years to come .",
            "crowd_label": "background"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "10",
    "token_num": "142"
  }
}