{
  "paper_id": "82595a37b57e08ec0c97527fddf32009081acf04",
  "metadata": {
    "title": "Recent developments in therapeutic protein expression technologies in plants",
    "coda_data_split": "train",
    "coda_paper_id": 3206,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Infectious diseases and cancers are some of the commonest causes of deaths throughout the world. The previous two decades have witnessed a combined endeavor across various biological sciences to address this issue in novel ways. The advent of recombinant DNA technologies has provided the tools for producing recombinant proteins that can be used as therapeutic agents. A number of expression systems have been developed for the production of pharmaceutical products. Recently, advances have been made using plants as bioreactors to produce therapeutic proteins directed against infectious diseases and cancers. This review highlights the recent progress in therapeutic protein expression in plants (stable and transient), the factors affecting heterologous protein expression, vector systems and recent developments in existing technologies and steps towards the industrial production of plant-made vaccines, antibodies, and biopharmaceuticals.",
      "sentences": [
        [
          {
            "segment_text": "Infectious diseases and cancers are some of the commonest causes of deaths throughout the world .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The previous two decades have witnessed a combined endeavor across various biological sciences to address this issue in novel ways .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The advent of recombinant DNA technologies has provided the tools for producing recombinant proteins that can be used as therapeutic agents .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A number of expression systems have been developed for the production of pharmaceutical products .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Recently , advances have been made using plants as bioreactors to produce therapeutic proteins directed against infectious diseases and cancers .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review highlights the recent progress in therapeutic protein expression in plants ( stable and transient ) ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "the factors affecting heterologous protein expression ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "vector systems and recent developments in existing technologies and steps towards the industrial production of plant-made vaccines , antibodies , and biopharmaceuticals .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "8",
    "token_num": "143"
  }
}