{
  "paper_id": "825b65e57d2aa49eb507cf377561ce4ea950c644",
  "metadata": {
    "title": "Adaptive memory and evolution of the human naturalistic mind: Insights from the use of medicinal plants",
    "coda_data_split": "train",
    "coda_paper_id": 10535,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Throughout evolutionary history, humans have been exposed to a wide variety of diseases, some of which have serious and even lethal consequences. Memorizing medicinal plants for the treatment of serious diseases likely maximized the chances of survival and reproduction and was instrumental in the evolutionary success of our species. In the present study, we used the idea of adaptive memory to understand whether human memory evolved to recall information about medicinal plants for the treatment of serious diseases. We considered plant-disease pairs of words as units of information available in a medical system based on the use of medicinal plants. The pairs included in the categories of chronic infectious diseases and transmissible infectious diseases were considered to be of higher adaptive value, whereas those included in the category of common conditions were considered to be of lower adaptive value. Pairs grouped into the category of emerging and reemerging diseases were employed to investigate conformity bias; pairs belonging to the category esthetic uses were considered to be of little adaptive relevance and utilized as an experimental control. Our results revealed that plant-disease pairs associated with the category of common conditions, considered by us to be of lower severity and less adaptive relevance for humans, were better remembered and retained in the participants\u0027 memory. We believe that prior experience with common conditions and the frequency of these conditions in the population may have intensified the ability to remember the plant-disease pairs associated with this group of diseases. OPEN ACCESS Citation: Henriques da Silva R, Ferreira Júnior WS, Muniz de Medeiros P, Albuquerque UP (2019) Adaptive memory and evolution of the human naturalistic mind: Insights from the use of medicinal plants. PLoS ONE 14(3): e0214300.",
      "sentences": [
        [
          {
            "segment_text": "Throughout evolutionary history , humans have been exposed to a wide variety of diseases ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "some of which have serious and even lethal consequences .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Memorizing medicinal plants for the treatment of serious diseases likely maximized the chances of survival and reproduction and was instrumental in the evolutionary success of our species .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In the present study , we used the idea of adaptive memory to understand whether human memory evolved to recall information about medicinal plants for the treatment of serious diseases .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We considered plant-disease pairs of words as units of information available in a medical system based on the use of medicinal plants .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The pairs included in the categories of chronic infectious diseases and transmissible infectious diseases were considered to be of higher adaptive value ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "whereas those included in the category of common conditions were considered to be of lower adaptive value .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Pairs grouped into the category of emerging and reemerging diseases were employed to investigate conformity bias ; pairs belonging to the category esthetic uses were considered to be of little adaptive relevance and utilized as an experimental control .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Our results revealed that plant-disease pairs associated with the category of common conditions ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "considered by us to be of lower severity and less adaptive relevance for humans ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "were better remembered and retained in the participants \u0027 memory .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We believe that prior experience with common conditions and the frequency of these conditions in the population may have intensified the ability to remember the plant-disease pairs associated with this group of diseases .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "OPEN ACCESS Citation : Henriques da Silva R ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "Ferreira Júnior WS , Muniz de Medeiros P ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "Albuquerque UP ( 2019 ) Adaptive memory and evolution of the human naturalistic mind : Insights from the use of medicinal plants .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "PLoS ONE 14 ( 3 ) : e0214300 .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "16",
    "token_num": "311"
  }
}