{
  "paper_id": "8265802ea1d7844ea39c53f73e51dc3213440533",
  "metadata": {
    "title": "Heparan Sulfate Proteoglycans in Infection",
    "coda_data_split": "train",
    "coda_paper_id": 9962,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "To cause infections, microbial pathogens elaborate a multitude of factors that interact with host components. Using these host-pathogen interactions to their advantage, pathogens attach, invade, disseminate, and evade host defense mechanisms to promote their survival in the hostile host environment. Many viruses, bacteria, and parasites express adhesins that bind to cell surface heparan sulfate proteoglycans (HSPGs) to facilitate their initial attachment and subsequent cellular entry. Some pathogens also secrete virulence factors that modify HSPG expression. HSPGs are ubiquitously expressed on the cell surface of adherent cells and in the extracellular matrix. HSPGs are composed of one or several heparan sulfate (HS) glycosaminoglycan chains attached covalently to specific core proteins. For most intracellular pathogens, cell surface HSPGs serve as a scaffold that facilitates the interaction of microbes with secondary receptors that mediate host cell entry. Consistent with this mechanism, addition of HS or its pharmaceutical functional mimic, heparin, inhibits microbial attachment and entry into cultured host cells, and HS-binding pathogens can no longer attach or enter cultured host cells whose HS expression has been reduced by enzymatic treatment or chemical mutagenesis. In pathogens where the specific HS adhesin has been identified, mutant strains lacking HS adhesins are viable and show normal growth rates, suggesting that the capacity to interact with HSPGs is strictly a virulence activity. The goal of this chapter is to provide a mechanistic overview of our current understanding of how certain microbial pathogens subvert HSPGs to promote their infection, using specific HSPGpathogen interactions as representative examples.",
      "sentences": [
        [
          {
            "segment_text": "To cause infections , microbial pathogens elaborate a multitude of factors that interact with host components .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Using these host-pathogen interactions to their advantage ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "pathogens attach , invade , disseminate ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and evade host defense mechanisms to promote their survival in the hostile host environment .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Many viruses , bacteria , and parasites express adhesins that bind to cell surface heparan sulfate proteoglycans ( HSPGs ) to facilitate their initial attachment and subsequent cellular entry .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Some pathogens also secrete virulence factors that modify HSPG expression .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "HSPGs are ubiquitously expressed on the cell surface of adherent cells and in the extracellular matrix .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "HSPGs are composed of one or several heparan sulfate ( HS ) glycosaminoglycan chains attached covalently to specific core proteins .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "For most intracellular pathogens , cell surface HSPGs serve as a scaffold that facilitates the interaction of microbes with secondary receptors that mediate host cell entry .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Consistent with this mechanism , addition of HS or its pharmaceutical functional mimic ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "heparin , inhibits microbial attachment and entry into cultured host cells ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and HS-binding pathogens can no longer attach or enter cultured host cells whose HS expression has been reduced by enzymatic treatment or chemical mutagenesis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In pathogens where the specific HS adhesin has been identified ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "mutant strains lacking HS adhesins are viable and show normal growth rates ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "suggesting that the capacity to interact with HSPGs is strictly a virulence activity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The goal of this chapter is to provide a mechanistic overview of our current understanding of how certain microbial pathogens subvert HSPGs to promote their infection ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "using specific HSPGpathogen interactions as representative examples .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "17",
    "token_num": "277"
  }
}