{
  "paper_id": "828346dae0617484137ece2e7d38b34641f7fc4c",
  "metadata": {
    "title": "Environment-adjusted total-factor energy efficiency of Taiwan\u0027s service sectors",
    "coda_data_split": "train",
    "coda_paper_id": 4324,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The technical efficiency and energy-saving target of service sectors are assessed. The pre-adjusted and environment-adjusted total-factor energy efficiency scores in services are assessed. The industrial characteristic differences are examined by the panel-data, random-effects Tobit regression model. Labor, capital, and energy and an output (GDP) are included in the DEA model. Future new capital investment should also be accompanied with energy-saving technology in the service sectors.",
      "sentences": [
        [
          {
            "segment_text": "The technical efficiency and energy-saving target of service sectors are assessed .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The pre-adjusted and environment-adjusted total-factor energy efficiency scores in services are assessed .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The industrial characteristic differences are examined by the panel-data , random-effects Tobit regression model .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Labor , capital , and energy and an output ( GDP ) are included in the DEA model .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Future new capital investment should also be accompanied with energy-saving technology in the service sectors .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "This study computes the pure technical efficiency (PTE) and energy-saving target of Taiwan\u0027s service sectors during 2001-2008 by using the input-oriented data envelopment analysis (DEA) approach with the assumption of a variable returns-to-scale (VRS) situation. This paper further investigates the effects of industry characteristics on the energy-saving target by applying the four-stage DEA proposed by Fried et al. (1999) . We also calculate the pre-adjusted and environment-adjusted total-factor energy efficiency (TFEE) scores in these service sectors. There are three inputs (labor, capital stock, and energy consumption) and a single output (real GDP) in the DEA model. The most energy efficient service sector is finance, insurance and real estate, which has an average TFEE of 0.994 and an environment-adjusted TFEE (EATFEE) of 0.807. The study utilizes the panel-data, random-effects Tobit regression model with the energy-saving target (EST) as the dependent variable. Those service industries with a larger GDP output have greater excess use of energy. The capital-labor ratio has a significantly positive effect while the time trend variable has a significantly negative impact on the EST, suggesting that future new capital investment should also be accompanied with energy-saving technology in the service sectors.",
      "sentences": [
        [
          {
            "segment_text": "This study computes the pure technical efficiency ( PTE ) and energy-saving target of Taiwan \u0027s service sectors during 2001-2008 by using the input-oriented data envelopment analysis ( DEA ) approach with the assumption of a variable returns-to-scale ( VRS ) situation .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "This paper further investigates the effects of industry characteristics on the energy-saving target by applying the four-stage DEA proposed by Fried et al. ( 1999 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We also calculate the pre-adjusted and environment-adjusted total-factor energy efficiency ( TFEE ) scores in these service sectors .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "There are three inputs ( labor , capital stock , and energy consumption ) and a single output ( real GDP ) in the DEA model .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The most energy efficient service sector is finance ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "insurance and real estate , which has an average TFEE of 0.994 and an environment-adjusted TFEE ( EATFEE ) of 0.807 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The study utilizes the panel-data ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "random-effects Tobit regression model with the energy-saving target ( EST ) as the dependent variable .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Those service industries with a larger GDP output have greater excess use of energy .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The capital-labor ratio has a significantly positive effect while the time trend variable has a significantly negative impact on the EST ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "suggesting that future new capital investment should also be accompanied with energy-saving technology in the service sectors .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "13",
    "segment_num": "16",
    "token_num": "299"
  }
}