{
  "paper_id": "828b5e677574c6506801484ace87d686321e69d9",
  "metadata": {
    "title": "Implications of New Technology for Infectious Diseases Practice",
    "coda_data_split": "train",
    "coda_paper_id": 6976,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "New assays for the diagnosis of infectious diseases-particularly those that use molecular technologies-will revolutionize infectious diseases practices, but the fulfillment of the promise is several years away. Problems with currently available molecular assays include a lack of knowledge about the extent of microbial nucleic acid in \"normal\" hosts, concentration of agent material in small volume samples, lack of microbiologist expertise, lack of adequate reimbursement, and difficulty with validation based on conventional methods. Clinicians must appreciate the shortcomings of new technology to use it effectively and appropriately. However, we are realizing tangible progress in our ability to detect new etiological agents; the availability of rapid, accurate diagnostic tests for previously difficult infections; and advances into new, human responsebased paradigms for diagnostic testing.",
      "sentences": [
        [
          {
            "segment_text": "New assays for the diagnosis of infectious diseases-particularly those that use molecular technologies-will revolutionize infectious diseases practices ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but the fulfillment of the promise is several years away .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Problems with currently available molecular assays include a lack of knowledge about the extent of microbial nucleic acid in `` normal \u0027\u0027 hosts ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "concentration of agent material in small volume samples ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "lack of microbiologist expertise , lack of adequate reimbursement ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and difficulty with validation based on conventional methods .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Clinicians must appreciate the shortcomings of new technology to use it effectively and appropriately .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , we are realizing tangible progress in our ability to detect new etiological agents ; the availability of rapid ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "accurate diagnostic tests for previously difficult infections ; and advances into new ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "human responsebased paradigms for diagnostic testing .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "10",
    "token_num": "137"
  }
}