{
  "paper_id": "82ad828543f78e08f102305476b27173c62359fa",
  "metadata": {
    "title": "Macrophage colony-stimulating factor (CSF1) controls monocyte production and maturation and the steady-state size of the liver in pigs Licensed under Creative Commons Attribution CC-BY 3.0",
    "coda_data_split": "train",
    "coda_paper_id": 5731,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Macrophage colony-stimulating factor (CSF1) is an essential growth and differentiation factor for cells of the macrophage lineage. To explore the role of CSF1 in steady-state control of monocyte production and differentiation and tissue repair, we previously developed a bioactive protein with a longer half-life in circulation by fusing pig CSF1 with the Fc region of pig IgG1a. CSF1-Fc administration to pigs expanded progenitor pools in the marrow and selectively increased monocyte numbers and their expression of the maturation marker CD163. There was a rapid increase in the size of the liver, and extensive proliferation of hepatocytes associated with increased macrophage infiltration. Despite the large influx of macrophages, there was no evidence of liver injury and no increase in circulating liver enzymes. Microarray expression profiling of livers identified increased expression of macrophage markers, i.e., cytokines such as TNF, IL1, and IL6 known to influence hepatocyte proliferation, alongside cell cycle genes. The analysis also revealed selective enrichment of genes associated with portal, as opposed to centrilobular regions, as seen in hepatic regeneration. Combined with earlier data from the mouse, this study supports the existence of a CSF1-dependent feedback loop, linking macrophages of the liver with bone marrow and blood monocytes, to mediate homeostatic control of the size of the liver. The results also provide evidence of safety and efficacy for possible clinical applications of CSF1-Fc.",
      "sentences": [
        [
          {
            "segment_text": "Macrophage colony-stimulating factor ( CSF1 ) is an essential growth and differentiation factor for cells of the macrophage lineage .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To explore the role of CSF1 in steady-state control of monocyte production and differentiation and tissue repair ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "we previously developed a bioactive protein with a longer half-life in circulation by fusing pig CSF1 with the Fc region of pig IgG1a .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "CSF1-Fc administration to pigs expanded progenitor pools in the marrow and selectively increased monocyte numbers and their expression of the maturation marker CD163 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "There was a rapid increase in the size of the liver ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and extensive proliferation of hepatocytes associated with increased macrophage infiltration .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Despite the large influx of macrophages ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "there was no evidence of liver injury and no increase in circulating liver enzymes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Microarray expression profiling of livers identified increased expression of macrophage markers ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "i.e. , cytokines such as TNF ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "IL1 , and IL6 known to influence hepatocyte proliferation , alongside cell cycle genes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The analysis also revealed selective enrichment of genes associated with portal ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as opposed to centrilobular regions ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as seen in hepatic regeneration .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Combined with earlier data from the mouse ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "this study supports the existence of a CSF1-dependent feedback loop ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "linking macrophages of the liver with bone marrow and blood monocytes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "to mediate homeostatic control of the size of the liver .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The results also provide evidence of safety and efficacy for possible clinical applications of CSF1-Fc .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "hepatosplenomegaly; CD163; macrophages; hepatostat; M-CSF",
      "sentences": [
        [
          {
            "segment_text": "hepatosplenomegaly ; CD163 ; macrophages ; hepatostat ; M-CSF",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "This study is based on extensive studies in the mouse of the role of CSF1 in monocyte-macrophage production and differentiation and the function of macrophages in the control of hepatocyte proliferation. We use a novel form of CSF1, an Fc fusion protein, to demonstrate that the findings in mice can be extended to large animals. We discuss the possible role for CSF1 in homeostatic control of the size of the liver.",
      "sentences": [
        [
          {
            "segment_text": "This study is based on extensive studies in the mouse of the role of CSF1 in monocyte-macrophage production and differentiation and the function of macrophages in the control of hepatocyte proliferation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We use a novel form of CSF1 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "an Fc fusion protein , to demonstrate that the findings in mice can be extended to large animals .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We discuss the possible role for CSF1 in homeostatic control of the size of the liver .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "MACROPHAGE COLONY-STIMULATING FACTOR (CSF1) is an essential growth and differentiation factor for cells of the macrophage lineage (23). Subsequent to the original isolation of human CSF1 cDNA in the 1980s and demonstration that injection of the recombinant CSF1 protein can expand macrophage popu-* K. A. Sauter and L. A. Waddell contributed equally to this work.",
      "sentences": [
        [
          {
            "segment_text": "MACROPHAGE COLONY-STIMULATING FACTOR ( CSF1 ) is an essential growth and differentiation factor for cells of the macrophage lineage ( 23 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Subsequent to the original isolation of human CSF1 cDNA in the 1980s and demonstration that injection of the recombinant CSF1 protein can expand macrophage popu - * K. A. Sauter and L. A. Waddell contributed equally to this work .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "15",
    "segment_num": "26",
    "token_num": "395"
  }
}