{
  "paper_id": "82b26efe64a82ae2cf599fa9cb90ced4ebfef2ce",
  "metadata": {
    "title": "Journal Pre-proof Mathematical model of infection kinetics and its analysis for COVID-19, SARS and MERS Mathematical model of infection kinetics and its analysis for COVID-19, SARS and MERS",
    "coda_data_split": "train",
    "coda_paper_id": 6568,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The purpose of this paper is to reveal the spread rules of the three pneumonia: COVID-19, SARS and MERS. We compare the new spread characteristics of COVID-19 with those of SARS and MERS. By considering the growth rate and inhibition constant of infectious diseases, their propagation growth model is established. The parameters of the three coronavirus transmission growth models are obtained by nonlinear fitting. Parametric analysis shows that the growth rate of COVID-19 is about twice that of the SARS and MERS, and the COVID-19 doubling cycle is two to three days, suggesting that the number of COVID-19 patients would double in two to three days without human intervention. The infection inhibition constant in Hubei is two orders of magnitude lower than in other regions, which reasonably explains the situation of the COVID-19 outbreak in Hubei.",
      "sentences": [
        [
          {
            "segment_text": "The purpose of this paper is to reveal the spread rules of the three pneumonia : COVID-19 , SARS and MERS .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We compare the new spread characteristics of COVID-19 with those of SARS and MERS .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "By considering the growth rate and inhibition constant of infectious diseases ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "their propagation growth model is established .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The parameters of the three coronavirus transmission growth models are obtained by nonlinear fitting .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Parametric analysis shows that the growth rate of COVID-19 is about twice that of the SARS and MERS ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the COVID-19 doubling cycle is two to three days ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "suggesting that the number of COVID-19 patients would double in two to three days without human intervention .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The infection inhibition constant in Hubei is two orders of magnitude lower than in other regions ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which reasonably explains the situation of the COVID-19 outbreak in Hubei .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "10",
    "token_num": "148"
  }
}