{
  "paper_id": "82c2a3745866654d92e79db92d6622a61d2830dd",
  "metadata": {
    "title": "Emerging viral diseases of livestock in the developing world",
    "coda_data_split": "train",
    "coda_paper_id": 5668,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Emerging and reemerging viral diseases of livestock and human beings are in sharp rise in recent years. Importantly, many of these viruses, including influenza, Hendra, Nipah and corona are of zoonotic importance. Several viral diseases of livestock such as bluetongue, peste des petits ruminants, camel pox, equine infectious anaemia, chicken anaemia and sheep-associated malignant catarrhal fever are crossing their traditional boundaries. Emergence of new serotypes and variant forms of viruses as in the case of blue tongue virus, avian infectious bronchitis virus, Newcastle disease virus adds additional level of complexity. The increased incidence of emerging and reemerging viral diseases could be attributed to several factors including deforestation and surge in direct contact of livestock and humans with wild animals and birds. This special issue of \u0027\u0027Indian Journal of Virology\u0027\u0027 is focused on diverse aspects of above diseases: isolation and characterization of viruses, epidemiology, pathogenesis, diagnosis, prevention measures and vaccine development.",
      "sentences": [
        [
          {
            "segment_text": "Emerging and reemerging viral diseases of livestock and human beings are in sharp rise in recent years .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Importantly , many of these viruses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including influenza , Hendra , Nipah and corona are of zoonotic importance .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Several viral diseases of livestock such as bluetongue ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "peste des petits ruminants , camel pox ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "equine infectious anaemia , chicken anaemia and sheep-associated malignant catarrhal fever are crossing their traditional boundaries .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Emergence of new serotypes and variant forms of viruses as in the case of blue tongue virus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "avian infectious bronchitis virus , Newcastle disease virus adds additional level of complexity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The increased incidence of emerging and reemerging viral diseases could be attributed to several factors including deforestation and surge in direct contact of livestock and humans with wild animals and birds .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This special issue of `` Indian Journal of Virology \u0027\u0027 is focused on diverse aspects of above diseases : isolation and characterization of viruses ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "epidemiology , pathogenesis , diagnosis ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "prevention measures and vaccine development .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "12",
    "token_num": "173"
  }
}