{
  "paper_id": "82d062351eaf753c76bc1edd76ddc5f0a4210450",
  "metadata": {
    "title": "Community-acquired pneumonia among children: the latest evidence for an updated management ଝ",
    "coda_data_split": "train",
    "coda_paper_id": 10057,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Objective: To provide cutting-edge information for the management of community-acquired pneumonia in children under 5 years, based on the latest evidence published in the literature. Data source: A comprehensive search was conducted in PubMed, by using the expressionsAll articles retrieved had the title and the abstract read, when the papers reporting the latest evidence on each subject were identified and downloaded for complete reading. Data synthesis: In the era of largely implemented bacterial conjugate vaccines and widespread use of amplification nucleic acid techniques, respiratory viruses have been identified as the most frequent causative agents of community-acquired pneumonia in patients under 5 years. Hypoxemia (oxygen saturation ≤96%) and increased work of breathing are signs most associated with community-acquired pneumonia. Wheezing detected on physical examination independently predicts viral infection and the negative predictive value (95% confidence interval) of normal chest X-ray and serum procalcitonin \u003c0.25 ng/dL was 92% (77---98%) and 93% (90---99%), respectively. Inability to drink/feed, vomiting everything, convulsions, lower chest indrawing, central cyanosis, lethargy, nasal flaring, grunting, head nodding, and oxygen saturation \u003c90% are predictors of death and can be used as indicators for hospitalization. Moderate/large pleural effusions and multilobar infiltrates are predictors of severe disease. Orally administered amoxicillin is the first line outpatient treatment, while ampicillin, aqueous penicillin G, or amoxicillin (initiated initially by intravenous route) are the first line options to treat inpatients. Conclusions: Distinct aspects of childhood community-acquired pneumonia have changed during the last three decades.",
      "sentences": [
        [
          {
            "segment_text": "Objective : To provide cutting-edge information for the management of community-acquired pneumonia in children under 5 years ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "based on the latest evidence published in the literature .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Data source : A comprehensive search was conducted in PubMed ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "by using the expressionsAll articles retrieved had the title and the abstract read ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "when the papers reporting the latest evidence on each subject were identified and downloaded for complete reading .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Data synthesis : In the era of largely implemented bacterial conjugate vaccines and widespread use of amplification nucleic acid techniques ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "respiratory viruses have been identified as the most frequent causative agents of community-acquired pneumonia in patients under 5 years .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Hypoxemia ( oxygen saturation ≤ 96 % ) and increased work of breathing are signs most associated with community-acquired pneumonia .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Wheezing detected on physical examination independently predicts viral infection and the negative predictive value ( 95 % confidence interval ) of normal chest X-ray and serum procalcitonin \u003c 0.25 ng/dL was 92 % ( 77 -- 98 % ) and 93 % ( 90 -- 99 % ) , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Inability to drink/feed , vomiting everything ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "convulsions , lower chest indrawing ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "central cyanosis , lethargy , nasal flaring ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "grunting , head nodding , and oxygen saturation \u003c 90 % are predictors of death and can be used as indicators for hospitalization .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moderate/large pleural effusions and multilobar infiltrates are predictors of severe disease .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Orally administered amoxicillin is the first line outpatient treatment ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while ampicillin , aqueous penicillin G ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "or amoxicillin ( initiated initially by intravenous route ) are the first line options to treat inpatients .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : Distinct aspects of childhood community-acquired pneumonia have changed during the last three decades .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "18",
    "token_num": "292"
  }
}