{
  "paper_id": "82d9d980891b9946c0fa6a2bd4b65af5b348035a",
  "metadata": {
    "title": "Trends and advances in food analysis by real-time polymerase chain reaction",
    "coda_data_split": "train",
    "coda_paper_id": 9943,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Analyses to ensure food safety and quality are more relevant now because of rapid changes in the quantity, diversity and mobility of food. Food-contamination must be determined to maintain health and up-hold laws, as well as for ethical and cultural concerns. Real-time polymerase chain reaction (RT-PCR), a rapid and inexpensive quantitative method to detect the presence of targeted DNA-segments in samples, helps in determining both accidental and intentional adulterations of foods by biological contaminants. This review presents recent developments in theory, techniques, and applications of RT-PCR in food analyses, RT-PCR addresses the limitations of traditional food analyses in terms of sensitivity, range of analytes, multiplexing ability, cost, time, and pointof-care applications. A range of targets, including species of plants or animals which are used as food ingredients, food-borne bacteria or viruses, genetically modified organisms, and allergens, even in highly processed foods can be identified by RT-PCR, even at very low concentrations. Microfluidic RT-PCR eliminates the separate sample-processing step to create opportunities for point-of-care analyses. We also cover the challenges related to using RT-PCR for food analyses, such as the need to further improve sample handling.",
      "sentences": [
        [
          {
            "segment_text": "Analyses to ensure food safety and quality are more relevant now because of rapid changes in the quantity ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "diversity and mobility of food .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Food-contamination must be determined to maintain health and up-hold laws ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "as well as for ethical and cultural concerns .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Real-time polymerase chain reaction ( RT-PCR ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a rapid and inexpensive quantitative method to detect the presence of targeted DNA-segments in samples ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "helps in determining both accidental and intentional adulterations of foods by biological contaminants .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review presents recent developments in theory ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "techniques , and applications of RT-PCR in food analyses ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "RT-PCR addresses the limitations of traditional food analyses in terms of sensitivity ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "range of analytes , multiplexing ability ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "cost , time , and pointof-care applications .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "A range of targets , including species of plants or animals which are used as food ingredients ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "food-borne bacteria or viruses , genetically modified organisms ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and allergens , even in highly processed foods can be identified by RT-PCR ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "even at very low concentrations .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Microfluidic RT-PCR eliminates the separate sample-processing step to create opportunities for point-of-care analyses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We also cover the challenges related to using RT-PCR for food analyses ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "such as the need to further improve sample handling .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "19",
    "token_num": "213"
  }
}