{
  "paper_id": "82dcb53e236df1adb5c3c9f5291dc4e8eabb354a",
  "metadata": {
    "title": "Pathogen screening and prognostic factors in children with severe ARDS of pulmonary origin",
    "coda_data_split": "train",
    "coda_paper_id": 3085,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Acute respiratory distress syndrome (ARDS) is one of the most lethal diseases encountered in the pediatric intensive care unit (PICU). The etiological pathogens and prognostic factors of severe ARDS of pulmonary origin in children with respiratory virus infections were prospectively investigated. Methods: Enrolled children fulfilled the following criteria: (1) PICU admission; (2) age of 1 month to 16 years; (3) diagnosis of infectious pneumonia and respiratory virus infection; and (4) development of severe ARDS within 72 h after PICU admission. Pathogens were detected in the blood and tracheal lavage fluid using molecular techniques and a conventional culture system. The serum levels of inflammatory mediators on the day of PICU admission were examined. Results: Fifty-seven patients (32 boys; median age, 9 months) were enrolled. Multiple virus infections, co-infection with bacteria/fungus, and bacteremia/fungemia were observed in 60%, 49%, and 32% of children, respectively. Adenovirus-B, measles virus, and cytomegalovirus were detected predominantly in tracheal lavage fluid. There were no statistically significant differences between non-survivors and survivors regarding the types of pathogen, incidence of multiple virus infection, gender, age, clinical features, and treatment. The serum levels of interferon (IFN)-γ and the IFN-γ/interleukin (IL)-10 ratio were higher in non-survivors. Conclusions: IFN-γ upregulation as detected on the day of PICU admission was found to be one of the possible prognostic factors affecting a fatal outcome. These results suggest that modulation of inflammatory responses is critical for the clinical management of children with ARDS.",
      "sentences": [
        [
          {
            "segment_text": "Background : Acute respiratory distress syndrome ( ARDS ) is one of the most lethal diseases encountered in the pediatric intensive care unit ( PICU ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The etiological pathogens and prognostic factors of severe ARDS of pulmonary origin in children with respiratory virus infections were prospectively investigated .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Methods : Enrolled children fulfilled the following criteria : ( 1 ) PICU admission ; ( 2 ) age of 1 month to 16 years ; ( 3 ) diagnosis of infectious pneumonia and respiratory virus infection ; and ( 4 ) development of severe ARDS within 72 h after PICU admission .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Pathogens were detected in the blood and tracheal lavage fluid using molecular techniques and a conventional culture system .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The serum levels of inflammatory mediators on the day of PICU admission were examined .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Fifty-seven patients ( 32 boys ; median age , 9 months ) were enrolled .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Multiple virus infections , co-infection with bacteria/fungus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and bacteremia/fungemia were observed in 60 % ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "49 % , and 32 % of children , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Adenovirus-B , measles virus , and cytomegalovirus were detected predominantly in tracheal lavage fluid .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "There were no statistically significant differences between non-survivors and survivors regarding the types of pathogen ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "incidence of multiple virus infection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "gender , age , clinical features , and treatment .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The serum levels of interferon ( IFN ) - γ and the IFN-γ/interleukin ( IL ) -10 ratio were higher in non-survivors .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : IFN-γ upregulation as detected on the day of PICU admission was found to be one of the possible prognostic factors affecting a fatal outcome .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results suggest that modulation of inflammatory responses is critical for the clinical management of children with ARDS .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "12",
    "segment_num": "16",
    "token_num": "296"
  }
}