{
  "paper_id": "82eecb4775bfa6ab256d3b6b2de8818c7070a1bf",
  "metadata": {
    "title": "The ISG15 Conjugation System",
    "coda_data_split": "train",
    "coda_paper_id": 5722,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "ISG15 is a ubiquitin-like modifi er that is expressed in response to type 1 interferon signaling (IFN-α / β ) and plays a role in antiviral responses. The core E1, E2, and E3 enzymes for ISG15 are Ube1L, UbcH8, and Herc5, respectively, and these are all also induced at the transcriptional level by IFN-α / β . We recently showed that Herc5 associates with polysomes and modifi es target proteins in a cotranslational manner. Here, we describe the expression of the core conjugating enzymes in human cells, the detection of ISG15 conjugates, and the methods for fractionation of Herc5 with polysomes.",
      "sentences": [
        [
          {
            "segment_text": "ISG15 is a ubiquitin-like modifi er that is expressed in response to type 1 interferon signaling ( IFN-α / β ) and plays a role in antiviral responses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The core E1 , E2 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and E3 enzymes for ISG15 are Ube1L ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "UbcH8 , and Herc5 , respectively ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and these are all also induced at the transcriptional level by IFN-α / β .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We recently showed that Herc5 associates with polysomes and modifi es target proteins in a cotranslational manner .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Here , we describe the expression of the core conjugating enzymes in human cells ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "the detection of ISG15 conjugates ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the methods for fractionation of Herc5 with polysomes .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "9",
    "token_num": "114"
  }
}