{
  "paper_id": "82f3e5abcabd0756aae8c054832a80658915bde3",
  "metadata": {
    "title": "Rapid and High-Throughput pan-Orthopoxvirus Detection and Identification using PCR and Mass Spectrometry",
    "coda_data_split": "train",
    "coda_paper_id": 9503,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The genus Orthopoxvirus contains several species of related viruses, including the causative agent of smallpox (Variola virus). In addition to smallpox, several other members of the genus are capable of causing human infection, including monkeypox, cowpox, and other zoonotic rodent-borne poxviruses. Therefore, a single assay that can accurately identify all orthopoxviruses could provide a valuable tool for rapid broad orthopovirus identification. We have developed a pan-Orthopoxvirus assay for identification of all members of the genus based on four PCR reactions targeting Orthopoxvirus DNA and RNA helicase and polymerase genes. The amplicons are detected using electrospray ionization-mass spectrometry (PCR/ESI-MS) on the Ibis T5000 system. We demonstrate that the assay can detect and identify a diverse collection of orthopoxviruses, provide sub-species information and characterize viruses from the blood of rabbitpox infected rabbits. The assay is sensitive at the stochastic limit of PCR and detected virus in blood containing approximately six plaque-forming units per milliliter from a rabbitpox virus-infected rabbit.",
      "sentences": [
        [
          {
            "segment_text": "The genus Orthopoxvirus contains several species of related viruses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including the causative agent of smallpox ( Variola virus ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In addition to smallpox , several other members of the genus are capable of causing human infection ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including monkeypox , cowpox , and other zoonotic rodent-borne poxviruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Therefore , a single assay that can accurately identify all orthopoxviruses could provide a valuable tool for rapid broad orthopovirus identification .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We have developed a pan-Orthopoxvirus assay for identification of all members of the genus based on four PCR reactions targeting Orthopoxvirus DNA and RNA helicase and polymerase genes .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The amplicons are detected using electrospray ionization-mass spectrometry ( PCR/ESI-MS ) on the Ibis T5000 system .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We demonstrate that the assay can detect and identify a diverse collection of orthopoxviruses ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "provide sub-species information and characterize viruses from the blood of rabbitpox infected rabbits .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The assay is sensitive at the stochastic limit of PCR and detected virus in blood containing approximately six plaque-forming units per milliliter from a rabbitpox virus-infected rabbit .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "10",
    "token_num": "175"
  }
}