{
  "paper_id": "8312a5139605d32ac6f271ffa8b804d75d47d954",
  "metadata": {
    "title": "Epidemiological investigation of Middle East respiratory syndrome coronavirus in dromedary camel farms linked with human infection in Abu Dhabi Emirate, United Arab Emirates",
    "coda_data_split": "train",
    "coda_paper_id": 6501,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The objective of this research was to investigate the prevalence of Middle East respiratory syndrome coronavirus (MERS-CoV) infection primarily in dromedary camel farms and the relationship of those infections with infections in humans in the Emirate of Abu Dhabi. Nasal swabs from 1113 dromedary camels (39 farms) and 34 sheep (1 farm) and sputum samples from 2 MERS-CoVinfected camel farm owners and 1 MERS-CoV-infected sheep farm owner were collected. Samples from camels and humans underwent real-time reverse-transcription quantitative PCR screening to detect MERS-CoV. In addition, sequencing and phylogenetic analysis of partially characterized MERS-CoV genome fragments obtained from camels were performed. Among the 40 farms, 6 camel farms were positive for MERS-CoV; the virus was not detected in the single sheep farm. The maximum duration of viral shedding from infected camels was 2 weeks after the first positive test result as detected in nasal swabs and in rectal swabs obtained from infected calves. Three partial camel sequences characterized in this study (open reading frames 1a and 1ab, Spike1, Spike2, and ORF4b) together with the corresponding regions of previously reported MERS-CoV sequence obtained from one farm owner were clustering together within the larger MERS-CoV sequences cluster containing human and camel isolates reported for the Arabian Peninsula. Data provided further evidence of the zoonotic potential of MERS-CoV infection and strongly suggested that camels may have a role in the transmission of the virus to humans.",
      "sentences": [
        [
          {
            "segment_text": "The objective of this research was to investigate the prevalence of Middle East respiratory syndrome coronavirus ( MERS-CoV ) infection primarily in dromedary camel farms and the relationship of those infections with infections in humans in the Emirate of Abu Dhabi .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Nasal swabs from 1113 dromedary camels ( 39 farms ) and 34 sheep ( 1 farm ) and sputum samples from 2 MERS-CoVinfected camel farm owners and 1 MERS-CoV-infected sheep farm owner were collected .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Samples from camels and humans underwent real-time reverse-transcription quantitative PCR screening to detect MERS-CoV .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "In addition , sequencing and phylogenetic analysis of partially characterized MERS-CoV genome fragments obtained from camels were performed .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Among the 40 farms , 6 camel farms were positive for MERS-CoV ; the virus was not detected in the single sheep farm .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The maximum duration of viral shedding from infected camels was 2 weeks after the first positive test result as detected in nasal swabs and in rectal swabs obtained from infected calves .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Three partial camel sequences characterized in this study ( open reading frames 1a and 1ab , Spike1 , Spike2 , and ORF4b ) together with the corresponding regions of previously reported MERS-CoV sequence obtained from one farm owner were clustering together within the larger MERS-CoV sequences cluster containing human and camel isolates reported for the Arabian Peninsula .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Data provided further evidence of the zoonotic potential of MERS-CoV infection and strongly suggested that camels may have a role in the transmission of the virus to humans .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "8",
    "token_num": "254"
  }
}