{
  "paper_id": "833f392ae03b75260838505b490da16d13088cba",
  "metadata": {
    "title": "Changes in expression of cellular oncogenes and endogenous retrovirus- like sequences during hepatocarcinogenesis induced by a peroxisome proliferator",
    "coda_data_split": "train",
    "coda_paper_id": 4939,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Previous studies have demonstrated that BR-931, a hepatic peroxisome proliferator, can induce liver tumours in mice and rats. Since alterations in gene expression may play a critical role in multistage hepatocarcinogenesis, the present studies examined the expression of the c-myc, c-H-ras, epidermal growth factor (EGF) receptor and ODC (ornithine decarboxylase) genes, as well as endogenous retrovirus-like sequences, in F344 rat liver during the first 8 weeks of feeding a 0.16% Br931 diet and in liver tumours induced by chronic feeding of this diet. Northern blot analysis of poly A+ liver RNA samples showed an increase in the level of RNAs homologous to rat leukaemia virus (RaLV) but no significant change in the level of 30S-retrovirus related RNAs in the liver RNA samples obtained from rats during the first 8 weeks of feeding the diet containing BR931. An increase in the levels of c-myc, c-H-ras and ODC transcripts was also seen in the liver RNA samples from the treated rats. Of particular interest was a decrease in the abundance of EGF receptor transcripts in the liver RNA samples from rats fed the BR931 diet. Increased levels of RaLV, c-myc, and ODC RNAs were also seen in the tumours induced by BR931, but this was not the case for 30S and c-H-ras. The liver tumour samples also showed a decrease in EGF receptor RNA. These changes in cellular levels of specific RNAs resemble, in several respect, those we previously described in rodent liver during regeneration and tumour promotion, and also those seen in rodent hepatomas induced by other agents. Therefore, they may reflect a common profile of gene expression relevant to liver proliferation and carcinogenesis.",
      "sentences": [
        [
          {
            "segment_text": "Previous studies have demonstrated that BR-931 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a hepatic peroxisome proliferator , can induce liver tumours in mice and rats .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Since alterations in gene expression may play a critical role in multistage hepatocarcinogenesis ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the present studies examined the expression of the c-myc ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "c-H-ras , epidermal growth factor ( EGF ) receptor and ODC ( ornithine decarboxylase ) genes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "as well as endogenous retrovirus-like sequences ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "in F344 rat liver during the first 8 weeks of feeding a 0.16 % Br931 diet and in liver tumours induced by chronic feeding of this diet .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Northern blot analysis of poly A + liver RNA samples showed an increase in the level of RNAs homologous to rat leukaemia virus ( RaLV ) but no significant change in the level of 30S-retrovirus related RNAs in the liver RNA samples obtained from rats during the first 8 weeks of feeding the diet containing BR931 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "An increase in the levels of c-myc ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "c-H-ras and ODC transcripts was also seen in the liver RNA samples from the treated rats .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Of particular interest was a decrease in the abundance of EGF receptor transcripts in the liver RNA samples from rats fed the BR931 diet .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Increased levels of RaLV , c-myc ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and ODC RNAs were also seen in the tumours induced by BR931 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but this was not the case for 30S and c-H-ras .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The liver tumour samples also showed a decrease in EGF receptor RNA .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These changes in cellular levels of specific RNAs resemble ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "in several respect , those we previously described in rodent liver during regeneration and tumour promotion ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and also those seen in rodent hepatomas induced by other agents .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Therefore , they may reflect a common profile of gene expression relevant to liver proliferation and carcinogenesis .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "19",
    "token_num": "305"
  }
}