{
  "paper_id": "8342f41eb231ed9e0180c1cb5ffa6c8f03b680a1",
  "metadata": {
    "title": "Effect of chloroquine on feline infectious peritonitis virus infection in vitro and in vivo",
    "coda_data_split": "train",
    "coda_paper_id": 4553,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Feline infectious peritonitis (FIP) is a feline coronavirus-induced fatal disease in domestic and wild cats. Several studies have investigated potential treatments for FIP. However, there have been no reports on agents that have exhibited a therapeutic effect. Recently, chloroquine has been reported to antiviral effect. We investigated whether chloroquine can be used to treat FIP in vitro and in vivo. It was demonstrated that chloroquine has inhibitory effect against the replication of FIPV and anti-inflammatory effect in vitro. In vivo study using cats with experimentally induced FIP, the clinical score of chloroquine-treatment groups were better than in chloroquine-untreated group. However, alanine aminotransferase levels increased in the chloroquine-treated groups. It will be necessary to further investigate the possibility of FIP treatment with a combination of chloroquine and other agents.",
      "sentences": [
        [
          {
            "segment_text": "Feline infectious peritonitis ( FIP ) is a feline coronavirus-induced fatal disease in domestic and wild cats .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Several studies have investigated potential treatments for FIP .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , there have been no reports on agents that have exhibited a therapeutic effect .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Recently , chloroquine has been reported to antiviral effect .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We investigated whether chloroquine can be used to treat FIP in vitro and in vivo .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "It was demonstrated that chloroquine has inhibitory effect against the replication of FIPV and anti-inflammatory effect in vitro .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In vivo study using cats with experimentally induced FIP ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the clinical score of chloroquine-treatment groups were better than in chloroquine-untreated group .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , alanine aminotransferase levels increased in the chloroquine-treated groups .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "It will be necessary to further investigate the possibility of FIP treatment with a combination of chloroquine and other agents .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "10",
    "token_num": "143"
  }
}