{
  "paper_id": "83447780f68227bd566b75739a926149c96ff3d1",
  "metadata": {
    "title": "Design Novel Dual Agonists for Treating Type-2 Diabetes by Targeting Peroxisome Proliferator-Activated Receptors with Core Hopping Approach",
    "coda_data_split": "train",
    "coda_paper_id": 5451,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Owing to their unique functions in regulating glucose, lipid and cholesterol metabolism, PPARs (peroxisome proliferatoractivated receptors) have drawn special attention for developing drugs to treat type-2 diabetes. By combining the lipid benefit of PPAR-alpha agonists (such as fibrates) with the glycemic advantages of the PPAR-gamma agonists (such as thiazolidinediones), the dual PPAR agonists approach can both improve the metabolic effects and minimize the side effects caused by either agent alone, and hence has become a promising strategy for designing effective drugs against type-2 diabetes. In this study, by means of the powerful \u0027\u0027core hopping\u0027\u0027 and \u0027\u0027glide docking\u0027\u0027 techniques, a novel class of PPAR dual agonists was discovered based on the compound GW409544, a well-known dual agonist for both PPAR-alpha and PPARgamma modified from the farglitazar structure. It was observed by molecular dynamics simulations that these novel agonists not only possessed the same function as GW409544 did in activating PPAR-alpha and PPAR-gamma, but also had more favorable conformation for binding to the two receptors. It was further validated by the outcomes of their ADME (absorption, distribution, metabolism, and excretion) predictions that the new agonists hold high potential to become drug candidates. Or at the very least, the findings reported here may stimulate new strategy or provide useful insights for discovering more effective dual agonists for treating type-2 diabetes. Since the \u0027\u0027core hopping\u0027\u0027 technique allows for rapidly screening novel cores to help overcome unwanted properties by generating new lead compounds with improved core properties, it has not escaped our notice that the current strategy along with the corresponding computational procedures can also be utilized to find novel and more effective drugs for treating other illnesses.",
      "sentences": [
        [
          {
            "segment_text": "Owing to their unique functions in regulating glucose ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "lipid and cholesterol metabolism , PPARs ( peroxisome proliferatoractivated receptors ) have drawn special attention for developing drugs to treat type-2 diabetes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "By combining the lipid benefit of PPAR-alpha agonists ( such as fibrates ) with the glycemic advantages of the PPAR-gamma agonists ( such as thiazolidinediones ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the dual PPAR agonists approach can both improve the metabolic effects and minimize the side effects caused by either agent alone ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and hence has become a promising strategy for designing effective drugs against type-2 diabetes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , by means of the powerful `` core hopping \u0027\u0027 and `` glide docking \u0027\u0027 techniques ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "a novel class of PPAR dual agonists was discovered based on the compound GW409544 ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "a well-known dual agonist for both PPAR-alpha and PPARgamma modified from the farglitazar structure .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "It was observed by molecular dynamics simulations that these novel agonists not only possessed the same function as GW409544 did in activating PPAR-alpha and PPAR-gamma ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but also had more favorable conformation for binding to the two receptors .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "It was further validated by the outcomes of their ADME ( absorption , distribution , metabolism , and excretion ) predictions that the new agonists hold high potential to become drug candidates .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Or at the very least ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the findings reported here may stimulate new strategy or provide useful insights for discovering more effective dual agonists for treating type-2 diabetes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Since the `` core hopping \u0027\u0027 technique allows for rapidly screening novel cores to help overcome unwanted properties by generating new lead compounds with improved core properties ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "it has not escaped our notice that the current strategy along with the corresponding computational procedures can also be utilized to find novel and more effective drugs for treating other illnesses .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "15",
    "token_num": "307"
  }
}