{
  "paper_id": "837c77d566651f559ed3f78c2e490213f99212e6",
  "metadata": {
    "title": "The geometry of dependence: solitary bee larvae prioritize carbohydrate over protein in",
    "coda_data_split": "train",
    "coda_paper_id": 3524,
    "coda_has_expert_labels": false,
    "subset": "biorxiv_medrxiv"
  },
  "abstract": [
    {
      "original_text": "1. Bees, important pollinators, have declined significantly in recent decades, and human-11 induced changes to nutritional landscapes are partly responsible. Changes to nutritional 12 quality rather than quantity have been overlooked as a threat to bee health. Yet 13 knowledge of bee nutrition is currently largely restricted to adults of social species. 14 Larval stages, where most growth occurs, are relatively understudied -perhaps because 15 most social bees provision progressively and collectively, making nutrition difficult to 16 trace. 17 2. In mass-provisioning solitary bees (Osmia bicornis L.), we can manipulate and follow 18 larval nutrition, and thereby determine effects of changes in diet quality. Under the 19 Geometric Framework for Nutrition, we restricted larvae to 6 diets: 3 20 protein:carbohydrate ratios and 2 nutrient concentrations. We asked: (a) which diets 21 maximise body size and survival, (b) what consumption rules do larvae follow when 22 nutrients are imbalanced? Finally, (c) given a choice of complementary diets, are larvae 23 able to select a dietary balance? 24 3. Larvae pupated after consuming a fixed carbohydrate amount, but tolerated a wide range 25 of protein. Body size and survival were maximised on our lowest P:C ratio diet, and 26",
      "sentences": [
        [
          {
            "segment_text": "1 .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Bees , important pollinators , have declined significantly in recent decades ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and human-11 induced changes to nutritional landscapes are partly responsible .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Changes to nutritional 12 quality rather than quantity have been overlooked as a threat to bee health .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Yet 13 knowledge of bee nutrition is currently largely restricted to adults of social species .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "14 Larval stages , where most growth occurs ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "are relatively understudied - perhaps because 15 most social bees provision progressively and collectively ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "making nutrition difficult to 16 trace .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "17 2 .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "In mass-provisioning solitary bees ( Osmia bicornis L. ) ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "we can manipulate and follow 18 larval nutrition ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and thereby determine effects of changes in diet quality .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Under the 19 Geometric Framework for Nutrition ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we restricted larvae to 6 diets : 3 20 protein : carbohydrate ratios and 2 nutrient concentrations .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We asked : ( a ) which diets 21 maximise body size and survival ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "( b ) what consumption rules do larvae follow when 22 nutrients are imbalanced ?",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Finally , ( c ) given a choice of complementary diets ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "are larvae 23 able to select a dietary balance ?",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "24 3 .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Larvae pupated after consuming a fixed carbohydrate amount ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but tolerated a wide range 25 of protein .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Body size and survival were maximised on our lowest P : C ratio diet , and 26",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "13",
    "segment_num": "22",
    "token_num": "238"
  }
}