{
  "paper_id": "8388a6b2a13edf94c16b7cc931aba71223de0dcf",
  "metadata": {
    "title": "Genetic susceptibility to infectious diseases: Current status and future perspectives from genome-wide approaches",
    "coda_data_split": "train",
    "coda_paper_id": 2424,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Genome-wide association studies (GWASs) have been widely applied to identify genetic factors that affect complex diseases or traits. Presently, the GWAS Catalog includes \u003e 2800 human studies. Of these, only a minority have investigated the susceptibility to infectious diseases or the response to therapies for the treatment or prevention of infections. Despite their limited application in the field, GWASs have provided valuable insights by pinpointing associations to both innate and adaptive immune response loci, as well as novel unexpected risk factors for infection susceptibility. Herein, we discuss some issues and caveats of GWASs for infectious diseases, we review the most recent findings ensuing from these studies, and we provide a brief summary of selected GWASs for infections in non-human mammals. We conclude that, although the general trend in the field of complex traits is to shift from GWAS to next-generation sequencing, important knowledge on infectious diseaserelated traits can be still gained by GWASs, especially for those conditions that have never been investigated using this approach. We suggest that future studies will benefit from the leveraging of information from the host\u0027s and pathogen\u0027s genomes, as well as from the exploration of models that incorporate heterogeneity across populations and phenotypes. Interactions within HLA genes or among HLA variants and polymorphisms located outside the major histocompatibility complex may also play an important role in shaping the susceptibility and response to invading pathogens.",
      "sentences": [
        [
          {
            "segment_text": "Genome-wide association studies ( GWASs ) have been widely applied to identify genetic factors that affect complex diseases or traits .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Presently , the GWAS Catalog includes \u003e 2800 human studies .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Of these , only a minority have investigated the susceptibility to infectious diseases or the response to therapies for the treatment or prevention of infections .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Despite their limited application in the field ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "GWASs have provided valuable insights by pinpointing associations to both innate and adaptive immune response loci ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "as well as novel unexpected risk factors for infection susceptibility .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Herein , we discuss some issues and caveats of GWASs for infectious diseases ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "we review the most recent findings ensuing from these studies ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and we provide a brief summary of selected GWASs for infections in non-human mammals .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We conclude that , although the general trend in the field of complex traits is to shift from GWAS to next-generation sequencing ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "important knowledge on infectious diseaserelated traits can be still gained by GWASs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "especially for those conditions that have never been investigated using this approach .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We suggest that future studies will benefit from the leveraging of information from the host \u0027s and pathogen \u0027s genomes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as well as from the exploration of models that incorporate heterogeneity across populations and phenotypes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Interactions within HLA genes or among HLA variants and polymorphisms located outside the major histocompatibility complex may also play an important role in shaping the susceptibility and response to invading pathogens .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "15",
    "token_num": "252"
  }
}