{
  "paper_id": "83938e7a72820e7de7655d2b9cc7c728e335b1b2",
  "metadata": {
    "title": "A View of the Literature The most influential articles in critical care medicine ☆",
    "coda_data_split": "train",
    "coda_paper_id": 10731,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Purpose: The study aimed to examine query strategies that would provide an exhaustive search method to retrieve the most referenced articles within specific categories of critical care. Material and Methods: A comprehensive list of the most cited critical care medicine articles was generated by searching the Science Citation Index Expanded data set using general critical care terms keywords such as \"critical care,\" critical care journal titles, and keywords for subsubjects of critical care. Results: The final database included 1187 articles published between 1905 and 2006. The most cited article was referenced 4909 times. The most productive search term was intensive care. However, this term only retrieved 25% of the top 100 articles. Furthermore, 662 of the top 1000 articles could not be found using any of the basic critical care search terms. Sepsis, acute lung injury, and mechanical ventilation were the most common areas of focus for the articles retrieved. Conclusion: Retrieving frequently cited, influential articles in critical care requires using multiple search terms and manuscript sources. Periodic compilations of most cited articles may be useful for critical care practitioners and researches to keep abreast of important information.",
      "sentences": [
        [
          {
            "segment_text": "Purpose : The study aimed to examine query strategies that would provide an exhaustive search method to retrieve the most referenced articles within specific categories of critical care .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Material and Methods : A comprehensive list of the most cited critical care medicine articles was generated by searching the Science Citation Index Expanded data set using general critical care terms keywords such as `` critical care ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "\u0027\u0027 critical care journal titles ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and keywords for subsubjects of critical care .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : The final database included 1187 articles published between 1905 and 2006 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The most cited article was referenced 4909 times .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The most productive search term was intensive care .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , this term only retrieved 25 % of the top 100 articles .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , 662 of the top 1000 articles could not be found using any of the basic critical care search terms .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Sepsis , acute lung injury ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and mechanical ventilation were the most common areas of focus for the articles retrieved .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusion : Retrieving frequently cited ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "influential articles in critical care requires using multiple search terms and manuscript sources .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Periodic compilations of most cited articles may be useful for critical care practitioners and researches to keep abreast of important information .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "14",
    "token_num": "212"
  }
}