{
  "paper_id": "83af27fe675989af6496f0693f17537467625a2b",
  "metadata": {
    "title": "Serological Responses in Patients with Severe Acute Respiratory Syndrome Coronavirus Infection and Cross-Reactivity with Human Coronaviruses 229E, OC43, and NL63",
    "coda_data_split": "train",
    "coda_paper_id": 10599,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The serological response profile of severe acute respiratory syndrome (SARS) coronavirus (CoV) infection was defined by neutralization tests and subclass-specific immunofluorescent (IF) tests using serial sera from 20 patients. SARS CoV total immunoglobulin (Ig) (IgG, IgA, and IgM [IgGAM]) was the first antibody to be detectable. There was no difference in time to seroconversion between the patients who survived (n ‫؍‬ 14) and those who died (n ‫؍‬ 6). Although SARS CoV IgM was still detectable by IF tests with 8 of 11 patients at 7 months postinfection, the geometric mean titers dropped from 282 at 1 month postinfection to 19 at 7 months (P ‫؍‬ 0.001). In contrast, neutralizing antibody and SARS CoV IgGAM and IgG antibody titers remained stable over this period. The SARS CoV antibody response was sometimes associated with an increase in preexisting IF IgG antibody titers for human coronaviruses OC43, 229E, and NL63. There was no change in IF IgG titer for virus capsid antigen from the herpesvirus that was used as an unrelated control, Epstein-Barr virus. In contrast, patients who had OC43 infections, and probably also 229E infections, without prior exposure to SARS CoV had increases of antibodies specific for the infecting virus but not for SARS CoV. There is a need for awareness of cross-reactive antibody responses between coronaviruses when interpreting IF serology.",
      "sentences": [
        [
          {
            "segment_text": "The serological response profile of severe acute respiratory syndrome ( SARS ) coronavirus ( CoV ) infection was defined by neutralization tests and subclass-specific immunofluorescent ( IF ) tests using serial sera from 20 patients .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "SARS CoV total immunoglobulin ( Ig ) ( IgG , IgA , and IgM ( IgGAM ) ) was the first antibody to be detectable .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "There was no difference in time to seroconversion between the patients who survived ( n 14 ) and those who died ( n 6 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Although SARS CoV IgM was still detectable by IF tests with 8 of 11 patients at 7 months postinfection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the geometric mean titers dropped from 282 at 1 month postinfection to 19 at 7 months ( P 0.001 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In contrast , neutralizing antibody and SARS CoV IgGAM and IgG antibody titers remained stable over this period .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The SARS CoV antibody response was sometimes associated with an increase in preexisting IF IgG antibody titers for human coronaviruses OC43 , 229E , and NL63 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "There was no change in IF IgG titer for virus capsid antigen from the herpesvirus that was used as an unrelated control , Epstein-Barr virus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In contrast , patients who had OC43 infections ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and probably also 229E infections ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "without prior exposure to SARS CoV had increases of antibodies specific for the infecting virus but not for SARS CoV .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "There is a need for awareness of cross-reactive antibody responses between coronaviruses when interpreting IF serology .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "12",
    "token_num": "254"
  }
}