{
  "paper_id": "83b302c75378ce58e35ef93b6214a6ec330998c1",
  "metadata": {
    "title": "Modeling pathogenesis of emergent and pre-emergent human coronaviruses in mice",
    "coda_data_split": "train",
    "coda_paper_id": 5682,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The emergence of highly pathogenic human coronaviruses (hCoVs) in the last two decades has illuminated their potential to cause high morbidity and mortality in human populations and disrupt global economies. Global pandemic concerns stem from their high mortality rates, capacity for human-to-human spread by respiratory transmission, and complete lack of approved therapeutic countermeasures. Limiting disease may require the development of virus-directed and host-directed therapeutic strategies due to the acute etiology of hCoV infections. Therefore, understanding how hCoV-host interactions cause pathogenic outcomes relies upon mammalian models that closely recapitulate the pathogenesis of hCoVs in humans. Pragmatism has largely been the driving force underpinning mice as highly effective mammalian models for elucidating hCoV-host interactions that govern pathogenesis. Notably, tractable mouse genetics combined with hCoV reverse genetic systems has afforded the concomitant manipulation of virus and host genetics to evaluate virus-host interaction networks in disease. In addition to assessing etiologies of known hCoVs, mouse models have clinically predictive value as tools to appraise potential disease phenotypes associated with pre-emergent CoVs. Knowledge of CoV pathogenic potential before it crosses the species barrier into the human population provides a highly desirable preclinical platform for addressing global pathogen preparedness, an overarching directive of the World Health Organization. Although we recognize that results obtained in robust mouse models require evaluation in non-human primates, we focus this review on the current state of hCoV mouse models, their use as tractable complex genetic organisms for untangling complex hCoV-host interactions, and as pathogenesis models for preclinical evaluation of novel therapeutic interventions.",
      "sentences": [
        [
          {
            "segment_text": "The emergence of highly pathogenic human coronaviruses ( hCoVs ) in the last two decades has illuminated their potential to cause high morbidity and mortality in human populations and disrupt global economies .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Global pandemic concerns stem from their high mortality rates ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "capacity for human-to-human spread by respiratory transmission ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and complete lack of approved therapeutic countermeasures .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Limiting disease may require the development of virus-directed and host-directed therapeutic strategies due to the acute etiology of hCoV infections .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Therefore , understanding how hCoV-host interactions cause pathogenic outcomes relies upon mammalian models that closely recapitulate the pathogenesis of hCoVs in humans .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Pragmatism has largely been the driving force underpinning mice as highly effective mammalian models for elucidating hCoV-host interactions that govern pathogenesis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Notably , tractable mouse genetics combined with hCoV reverse genetic systems has afforded the concomitant manipulation of virus and host genetics to evaluate virus-host interaction networks in disease .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In addition to assessing etiologies of known hCoVs ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "mouse models have clinically predictive value as tools to appraise potential disease phenotypes associated with pre-emergent CoVs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Knowledge of CoV pathogenic potential before it crosses the species barrier into the human population provides a highly desirable preclinical platform for addressing global pathogen preparedness ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "an overarching directive of the World Health Organization .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although we recognize that results obtained in robust mouse models require evaluation in non-human primates ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "we focus this review on the current state of hCoV mouse models ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "their use as tractable complex genetic organisms for untangling complex hCoV-host interactions ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and as pathogenesis models for preclinical evaluation of novel therapeutic interventions .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "16",
    "token_num": "271"
  }
}