{
  "paper_id": "83cca3779f8aeea47c5426e1d0fa65f1e9567e0c",
  "metadata": {
    "title": "G-quadruplex stabilization in the ions and maltose transporters inhibit Salmonella enterica growth and virulence",
    "coda_data_split": "train",
    "coda_paper_id": 10759,
    "coda_has_expert_labels": false,
    "subset": "biorxiv_medrxiv"
  },
  "abstract": [
    {
      "original_text": "The G-quadruplex structure forming motifs have recently emerged as a novel therapeutic drug target in various human pathogens. Herein, we report three highly conserved G-quadruplex motifs (SE-PGQ -1, 2, and3) in genome of all the 412 strains of Salmonella enterica. Bioinformatics analysis inferred the presence of SE-PGQ-1 in the regulatory region of mgtA, presence of SE-PGQ-2 in the open reading frame of entA and presence of SE-PGQ-3 in the promoter region of malE and malK genes. The products of mgtA and entA are involved in transport and homeostasis of Mg 2+ and Fe 3+ ion and thereby required for bacterial survival in the presence of reactive nitrogen/oxygen species produced by the host macrophages, whereas, malK and malE genes are involved in transport of maltose sugar, that is one of the major carbon source in the gastrointestinal tract of human. The formation of stable intramolecular G-quadruplex structures by SE-PGQs was confirmed by employing CD, EMSA and NMR spectroscopy. Cellular studies revealed the inhibitory effect of 9-amino acridine on Salmonella enterica growth. Next, CD melting analysis demonstrated the stabilizing effect of 9-amino acridine on SE-PGQs. Further, polymerase inhibition and RT-qPCR assays emphasize the biological relevance of predicted G-quadruplex in the expression of PGQ possessing genes and demonstrate the G-quadruplexes as a potential drug target for the devolping novel therapeutics for combating Salmonella enterica infection.",
      "sentences": [
        [
          {
            "segment_text": "The G-quadruplex structure forming motifs have recently emerged as a novel therapeutic drug target in various human pathogens .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Herein , we report three highly conserved G-quadruplex motifs ( SE-PGQ -1 , 2 , and3 ) in genome of all the 412 strains of Salmonella enterica .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Bioinformatics analysis inferred the presence of SE-PGQ-1 in the regulatory region of mgtA ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "presence of SE-PGQ-2 in the open reading frame of entA and presence of SE-PGQ-3 in the promoter region of malE and malK genes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The products of mgtA and entA are involved in transport and homeostasis of Mg 2 + and Fe 3 + ion and thereby required for bacterial survival in the presence of reactive nitrogen/oxygen species produced by the host macrophages ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whereas , malK and malE genes are involved in transport of maltose sugar ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "that is one of the major carbon source in the gastrointestinal tract of human .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The formation of stable intramolecular G-quadruplex structures by SE-PGQs was confirmed by employing CD , EMSA and NMR spectroscopy .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Cellular studies revealed the inhibitory effect of 9-amino acridine on Salmonella enterica growth .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Next , CD melting analysis demonstrated the stabilizing effect of 9-amino acridine on SE-PGQs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Further , polymerase inhibition and RT-qPCR assays emphasize the biological relevance of predicted G-quadruplex in the expression of PGQ possessing genes and demonstrate the G-quadruplexes as a potential drug target for the devolping novel therapeutics for combating Salmonella enterica infection .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "11",
    "token_num": "244"
  }
}