{
  "paper_id": "83cc3a716dbab14981750df9ef8d0029f4a39d19",
  "metadata": {
    "title": "Experimental coronavirus retinopathy (ECOR): Retinal degeneration susceptible mice have an augmented interferon and chemokine (CXCL9, CXCL10) response early after virus infection",
    "coda_data_split": "train",
    "coda_paper_id": 2658,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Mouse hepatitis virus induces a biphasic disease in BALB/c mice that consists of an acute retinitis followed by progression to a chronic retinal degeneration with autoimmune reactivity. Retinal degeneration resistant CD-1 mice do not develop the late phase. What host factors contribute to the distinct responses to the virus are unknown. Herein, we show that IFN-α, IFN-β and IFN-γ act in concert as part of the innate immune response to the retinal infection. At day 2, high serum levels of IFN-γ, CXCL9 and CXCL10, were detected in BALB/c mice. Moreover, elevated levels of CXCL9 and CXCL10 gene expression were detected in retinal tissue. Although IFN-γ and the chemokines were detected in CD-1 mice, they were at significantly lower levels compared to BALB/c mice. These augmented innate responses observed correlated with the development of autoimmune reactivity and retinal degeneration and thus may contribute to the pathogenic processes.",
      "sentences": [
        [
          {
            "segment_text": "Mouse hepatitis virus induces a biphasic disease in BALB/c mice that consists of an acute retinitis followed by progression to a chronic retinal degeneration with autoimmune reactivity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Retinal degeneration resistant CD-1 mice do not develop the late phase .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "What host factors contribute to the distinct responses to the virus are unknown .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Herein , we show that IFN-α ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "IFN-β and IFN-γ act in concert as part of the innate immune response to the retinal infection .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "At day 2 , high serum levels of IFN-γ ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "CXCL9 and CXCL10 , were detected in BALB/c mice .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , elevated levels of CXCL9 and CXCL10 gene expression were detected in retinal tissue .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Although IFN-γ and the chemokines were detected in CD-1 mice ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "they were at significantly lower levels compared to BALB/c mice .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These augmented innate responses observed correlated with the development of autoimmune reactivity and retinal degeneration and thus may contribute to the pathogenic processes .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "11",
    "token_num": "161"
  }
}