{
  "paper_id": "83d6a8c7182184de45c0d5f9dcf2825e1425aa4c",
  "metadata": {
    "title": "Filovirus pathogenesis and immune evasion: insights from Ebola virus and Marburg virus",
    "coda_data_split": "train",
    "coda_paper_id": 7682,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Ebola viruses and Marburg viruses, members of the filovirus family, are zoonotic pathogens that cause severe disease in people. The Ebola virus epidemic in West Africa, which was first recognized in early 2014, highlights the threat posed by these deadly viruses. Filovirus disease is characterized by uncontrolled virus replication and the activation of damaging host pathways. Underlying these phenomena is the potent suppression of host innate antiviral responses, particularly the type I interferon (IFN) response, which allows high levels of replication. Here we review the mechanisms deployed by filoviruses to block host innate immunity and discuss aspects of virus replication that promote disease.",
      "sentences": [
        [
          {
            "segment_text": "Ebola viruses and Marburg viruses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "members of the filovirus family ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "are zoonotic pathogens that cause severe disease in people .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The Ebola virus epidemic in West Africa ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which was first recognized in early 2014 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "highlights the threat posed by these deadly viruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Filovirus disease is characterized by uncontrolled virus replication and the activation of damaging host pathways .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Underlying these phenomena is the potent suppression of host innate antiviral responses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "particularly the type I interferon ( IFN ) response ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which allows high levels of replication .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we review the mechanisms deployed by filoviruses to block host innate immunity and discuss aspects of virus replication that promote disease .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "11",
    "token_num": "116"
  }
}