{
  "paper_id": "83d82d42b92c964ba7bd7bd9f456a16c9d3cbaaf",
  "metadata": {
    "title": "viruses Mechanisms of Adaptive Immunity to Porcine Reproductive and Respiratory Syndrome Virus",
    "coda_data_split": "train",
    "coda_paper_id": 2460,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The adaptive immune response is necessary for the development of protective immunity against infectious diseases. Porcine reproductive and respiratory syndrome virus (PRRSV), a genetically heterogeneous and rapidly evolving RNA virus, is the most burdensome pathogen of swine health and wellbeing worldwide. Viral infection induces antigen-specific immunity that ultimately clears the infection. However, the resulting immune memory, induced by virulent or attenuated vaccine viruses, is inconsistently protective against diverse viral strains. The immunological mechanisms by which primary and memory protection are generated and used are not well understood. Here, we summarize current knowledge regarding cellular and humoral components of the adaptive immune response to PRRSV infection that mediate primary and memory immune protection against viruses.",
      "sentences": [
        [
          {
            "segment_text": "The adaptive immune response is necessary for the development of protective immunity against infectious diseases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Porcine reproductive and respiratory syndrome virus ( PRRSV ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a genetically heterogeneous and rapidly evolving RNA virus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "is the most burdensome pathogen of swine health and wellbeing worldwide .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Viral infection induces antigen-specific immunity that ultimately clears the infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , the resulting immune memory ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "induced by virulent or attenuated vaccine viruses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "is inconsistently protective against diverse viral strains .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The immunological mechanisms by which primary and memory protection are generated and used are not well understood .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we summarize current knowledge regarding cellular and humoral components of the adaptive immune response to PRRSV infection that mediate primary and memory immune protection against viruses .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "10",
    "token_num": "128"
  }
}