{
  "paper_id": "83db37721c6caed93bb45a46f45bfe99701fb3ae",
  "metadata": {
    "title": "Electrochemical nucleic acid detection based on parallel structural dsDNA/recombinant azurin hybrid",
    "coda_data_split": "train",
    "coda_paper_id": 9269,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Several challenges remained to fabricate a molecular-level nucleic acid biosensor such as surface immobilization control, single mismatch detection and low current response. To overcome those issues, for the first time, authors presented a novel parallel structural dsDNA/recombinant azurin (PSD/rAzu) hybrid structure for the general nucleic acid detection. The PSD was designed and introduced by the optimized 8 Ag + ions to have greater conductivity than the canonical dsDNA, and conjugated with rAzu to develop a general platform for electrochemical detection of miRNAs and viral DNAs with high reproducibility and ultra-sensitivity towards single base pair mutation. Thanks to the bifunctional rAzu as the selective spacer and electrochemical signal mediator, in the presence of the target strand, the imperfect PSD switched rapidly to the upright position where the Ag + ions intercalated between C-C mismatches of dsDNAs at the top of each structure brought further from the electrode surface resulting in a significant electrochemical signal drop of the Ag + ions. The charge transfer (CT) mechanism across the hybrid structure was simply clarified on the basis of the redox potential location of the species. The electrical conductivity of DNAs were measured using scanning tunneling spectroscopy (STS) at the molecular scale and cyclic voltammetry (CV) technique based on the reduction of Ag + ion. The proposed PSD/rAzu hybrid structure with a great capability of single mutation recognition and miRNA expression level profiling in cancer cells holds a very promising platform to be studied for further development of various kinds of nanoscale biosensors, bioelectronic devices.",
      "sentences": [
        [
          {
            "segment_text": "Several challenges remained to fabricate a molecular-level nucleic acid biosensor such as surface immobilization control ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "single mismatch detection and low current response .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To overcome those issues , for the first time ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "authors presented a novel parallel structural dsDNA/recombinant azurin ( PSD/rAzu ) hybrid structure for the general nucleic acid detection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The PSD was designed and introduced by the optimized 8 Ag + ions to have greater conductivity than the canonical dsDNA ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and conjugated with rAzu to develop a general platform for electrochemical detection of miRNAs and viral DNAs with high reproducibility and ultra-sensitivity towards single base pair mutation .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Thanks to the bifunctional rAzu as the selective spacer and electrochemical signal mediator ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "in the presence of the target strand ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "the imperfect PSD switched rapidly to the upright position where the Ag + ions intercalated between C-C mismatches of dsDNAs at the top of each structure brought further from the electrode surface resulting in a significant electrochemical signal drop of the Ag + ions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The charge transfer ( CT ) mechanism across the hybrid structure was simply clarified on the basis of the redox potential location of the species .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The electrical conductivity of DNAs were measured using scanning tunneling spectroscopy ( STS ) at the molecular scale and cyclic voltammetry ( CV ) technique based on the reduction of Ag + ion .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The proposed PSD/rAzu hybrid structure with a great capability of single mutation recognition and miRNA expression level profiling in cancer cells holds a very promising platform to be studied for further development of various kinds of nanoscale biosensors , bioelectronic devices .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "12",
    "token_num": "273"
  }
}