{
  "paper_id": "83eaa2f75251e0ef105dd3922dc498012e4a7d0a",
  "metadata": {
    "title": "Major Factors Influencing Consumer Selection of Travel Agencies",
    "coda_data_split": "train",
    "coda_paper_id": 7005,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The research reported in this article explores why consumers choose to book their travel arrangements with travel agencies in regional settings. Consumers can now access online bookings for airlines, accommodation, transportation, sightseeing tours and other related products, so why do they still go to travel agencies for reservations? This article identifies the attributes consumers seek in a travel agency or consultant and determines the relative importance of these in their selection process. The research was conducted in two stages. The first stage was a series of in-depth interviews with 10 travel agency users and three travel consultants.",
      "sentences": [
        [
          {
            "segment_text": "The research reported in this article explores why consumers choose to book their travel arrangements with travel agencies in regional settings .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Consumers can now access online bookings for airlines ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "accommodation , transportation , sightseeing tours and other related products ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "so why do they still go to travel agencies for reservations ?",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This article identifies the attributes consumers seek in a travel agency or consultant and determines the relative importance of these in their selection process .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The research was conducted in two stages .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The first stage was a series of in-depth interviews with 10 travel agency users and three travel consultants .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "The second stage was a mail-out survey of 400 users of travel agencies in the Darling Downs area of Queensland, Australia.",
      "sentences": [
        [
          {
            "segment_text": "The second stage was a mail-out survey of 400 users of travel agencies in the Darling Downs area of Queensland , Australia .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Despite its regionality, the region is a significant consumer of travel with approximately eight agencies in the city of Toowoomba alone.",
      "sentences": [
        [
          {
            "segment_text": "Despite its regionality , the region is a significant consumer of travel with approximately eight agencies in the city of Toowoomba alone .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "The in-depth interviews highlighted the need to de-emphasise two particular agency attributes, agency promotion and adequate brochure provision, from the research questions and replace these with parking and travel reward programs as factors worthy of investigation. Survey results revealed that there were 12 significant attributes impacting on consumer selection and, of these, the most important were the knowledge and experience of consultants, and the helpfulness and friendliness of consultants. Of particular note was that these attributes related to the consultant and not the agency per se. Travel reward programs were seen as the least influential in this research.",
      "sentences": [
        [
          {
            "segment_text": "The in-depth interviews highlighted the need to de-emphasise two particular agency attributes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "agency promotion and adequate brochure provision ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "from the research questions and replace these with parking and travel reward programs as factors worthy of investigation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Survey results revealed that there were 12 significant attributes impacting on consumer selection and ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "of these , the most important were the knowledge and experience of consultants ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the helpfulness and friendliness of consultants .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Of particular note was that these attributes related to the consultant and not the agency per se .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Travel reward programs were seen as the least influential in this research .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "11",
    "segment_num": "17",
    "token_num": "259"
  }
}