{
  "paper_id": "83fb58d2d997738b64ed7855b23b066b9f9adf11",
  "metadata": {
    "title": "Structure-based glycoengineering of interferon lambda 4 enhances its productivity and anti-viral potency",
    "coda_data_split": "train",
    "coda_paper_id": 8849,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Interferon lambda 4 (IFNλ4) has been recently known and studied for its role in hepatitis C virus (HCV) infection, but its clinical potential is significantly hampered due to its poor expression in vitro. Our study reports the successful production of IFNλ4 from a mammalian cell line through a glycoengineering and structure-based approach. We introduced de novo N-glycosylation of IFNλ4, guided by structural analysis, and produced IFNλ4 variants in Expi293F that displayed improved expression and potency. To preserve the structure and functionality of IFNλ4, the model structure of the IFNλ4 signaling complex was analyzed and the N-glycosylation candidate sites were selected. The receptor binding activity of engineered IFNλ4 variants and their receptormediated signaling pathway were similar to the E. coli version of IFNλ4 (eIFNλ4), while the antiviral activity and induction levels of interferon-stimulated gene (ISG) were all more robust in our variants. Our engineered IFNλ4 variants may be further developed for clinical applications and utilized in basic research to decipher the immunological roles of IFNλ4. Previously, the transient expression of wild-type IFNλ4 in mammalian cells failed to produce significant amounts of recombinant",
      "sentences": [
        [
          {
            "segment_text": "Interferon lambda 4 ( IFNλ4 ) has been recently known and studied for its role in hepatitis C virus ( HCV ) infection ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but its clinical potential is significantly hampered due to its poor expression in vitro .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Our study reports the successful production of IFNλ4 from a mammalian cell line through a glycoengineering and structure-based approach .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We introduced de novo N-glycosylation of IFNλ4 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "guided by structural analysis , and produced IFNλ4 variants in Expi293F that displayed improved expression and potency .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To preserve the structure and functionality of IFNλ4 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the model structure of the IFNλ4 signaling complex was analyzed and the N-glycosylation candidate sites were selected .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The receptor binding activity of engineered IFNλ4 variants and their receptormediated signaling pathway were similar to the E. coli version of IFNλ4 ( eIFNλ4 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while the antiviral activity and induction levels of interferon-stimulated gene ( ISG ) were all more robust in our variants .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our engineered IFNλ4 variants may be further developed for clinical applications and utilized in basic research to decipher the immunological roles of IFNλ4 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Previously , the transient expression of wild-type IFNλ4 in mammalian cells failed to produce significant amounts of recombinant",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "11",
    "token_num": "201"
  }
}