{
  "paper_id": "841998f8e4a16c0ef70e39d506cb9956fb7eb34c",
  "metadata": {
    "title": "Genome-wide gene-environment interaction analysis for asbestos exposure in lung cancer susceptibility",
    "coda_data_split": "train",
    "coda_paper_id": 6938,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Asbestos exposure is a known risk factor for lung cancer. Although recent genome-wide association studies (GWASs) have identified some novel loci for lung cancer risk, few addressed genome-wide gene-environment interactions. To determine gene-asbestos interactions in lung cancer risk, we conducted genome-wide geneenvironment interaction analyses at levels of single nucleotide polymorphisms (SNPs), genes and pathways, using our published Texas lung cancer GWAS dataset. This dataset included 317 498 SNPs from 1154 lung cancer cases and 1137 cancer-free controls. The initial SNP-level P-values for interactions between genetic variants and self-reported asbestos exposure were estimated by unconditional logistic regression models with adjustment for age, sex, smoking status and pack-years. The P-value for the most significant SNP rs13383928 was 2.17 × 10 -6 , which did not reach the genome-wide statistical significance. Using a versatile gene-based test approach, we found that the top significant gene was C7orf54, located on 7q32.1 (P \u003d 8.90 × 10 -5 ). Interestingly, most of the other significant genes were located on 11q13. When we used an improved gene-set-enrichment analysis approach, we found that the Fas signaling pathway and the antigen processing and presentation pathway were most significant (nominal P \u003c 0.001; false discovery rate \u003c 0.05) among 250 pathways containing 17 572 genes. We believe that our analysis is a pilot study that first describes the gene-asbestos interaction in lung cancer risk at levels of SNPs, genes and pathways. Our findings suggest that immune function regulation-related pathways may be mechanistically involved in asbestos-associated lung cancer risk.",
      "sentences": [
        [
          {
            "segment_text": "Asbestos exposure is a known risk factor for lung cancer .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although recent genome-wide association studies ( GWASs ) have identified some novel loci for lung cancer risk ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "few addressed genome-wide gene-environment interactions .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To determine gene-asbestos interactions in lung cancer risk ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "we conducted genome-wide geneenvironment interaction analyses at levels of single nucleotide polymorphisms ( SNPs ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "genes and pathways , using our published Texas lung cancer GWAS dataset .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "This dataset included 317 498 SNPs from 1154 lung cancer cases and 1137 cancer-free controls .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The initial SNP-level P-values for interactions between genetic variants and self-reported asbestos exposure were estimated by unconditional logistic regression models with adjustment for age ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "sex , smoking status and pack-years .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The P-value for the most significant SNP rs13383928 was 2.17 × 10 -6 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "which did not reach the genome-wide statistical significance .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Using a versatile gene-based test approach ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "we found that the top significant gene was C7orf54 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "located on 7q32 .1 ( P \u003d 8.90 × 10 -5 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Interestingly , most of the other significant genes were located on 11q13 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "When we used an improved gene-set-enrichment analysis approach ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "we found that the Fas signaling pathway and the antigen processing and presentation pathway were most significant ( nominal P \u003c 0.001 ; false discovery rate \u003c 0.05 ) among 250 pathways containing 17 572 genes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We believe that our analysis is a pilot study that first describes the gene-asbestos interaction in lung cancer risk at levels of SNPs , genes and pathways .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our findings suggest that immune function regulation-related pathways may be mechanistically involved in asbestos-associated lung cancer risk .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "19",
    "token_num": "279"
  }
}