{
  "paper_id": "84410afd000e3ba812045fe85c3484997701e2e5",
  "metadata": {
    "title": "Globalized Perspectives on Infectious Disease Management and Trade in Africa: A Conceptual Framework for Assessing Risk in Developing Country Settings",
    "coda_data_split": "train",
    "coda_paper_id": 5980,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "In the era of globalization, internationalized representations of infectious disease threats have profound implications for understandings of infectious disease problems and their management in developing countries, particularly in Sub-Saharan Africa. By examining the policy implications of the key narratives around public health, animal health and trade, it becomes possible to clarify the relationship between global understandings of infectious disease risk and their impact on the development of local responses to disease problems. We highlight the tensions that resource-constrained countries face in the nexus of animal healthpublic health and trade, including the perception that resource-constrained countries are both source and victims of potential infectious disease threats. Given this scenario, it is important to think about how developing countries, particularly those in Sub-Saharan Africa, can approach infectious disease risk management as it relates to pandemic scale threats such as avian and pandemic influenza. We outline some of the key considerations in defining and assessing disease risk using avian and pandemic influenza in Zambia as an example. We conclude that the key to the feasibility of the analysis of the risk of multi-sectoral affecting emerging infectious diseases such as zoonotic avian influenza is flexibility in how risk is framed across the public health, animal health and trade systems.",
      "sentences": [
        [
          {
            "segment_text": "In the era of globalization ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "internationalized representations of infectious disease threats have profound implications for understandings of infectious disease problems and their management in developing countries , particularly in Sub-Saharan Africa .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "By examining the policy implications of the key narratives around public health ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "animal health and trade , it becomes possible to clarify the relationship between global understandings of infectious disease risk and their impact on the development of local responses to disease problems .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We highlight the tensions that resource-constrained countries face in the nexus of animal healthpublic health and trade ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "including the perception that resource-constrained countries are both source and victims of potential infectious disease threats .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Given this scenario , it is important to think about how developing countries ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "particularly those in Sub-Saharan Africa ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "can approach infectious disease risk management as it relates to pandemic scale threats such as avian and pandemic influenza .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We outline some of the key considerations in defining and assessing disease risk using avian and pandemic influenza in Zambia as an example .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We conclude that the key to the feasibility of the analysis of the risk of multi-sectoral affecting emerging infectious diseases such as zoonotic avian influenza is flexibility in how risk is framed across the public health ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "animal health and trade systems .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "12",
    "token_num": "220"
  }
}