{
  "paper_id": "846f108dcf44ed854491112e1de0c86b5193cb86",
  "metadata": {
    "title": "Self-reported anticipated compliance with physician advice to stay home during pandemic (H1N1) 2009: Results from the 2009 Queensland Social Survey",
    "coda_data_split": "train",
    "coda_paper_id": 8739,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: One strategy available to public health officials during a pandemic is physician recommendations for isolation of infected individuals. This study was undertaken during the height of the Australian pandemic (H1N1) 2009 outbreak to measure self-reported willingness to comply with physician recommendations to stay home for seven days, and to compare responses for the current strain of pandemic influenza, avian influenza, seasonal influenza, and the common cold. Methods: Data were collected as part of the Queensland Social Survey (QSS) 2009, which consisted of a standardized introduction, 37 demographic questions, and research questions incorporated through a cost-sharing arrangement. Four questions related to respondents\u0027 anticipated compliance with a physician\u0027s advice to stay home if they had a common cold, seasonal influenza, pandemic (H1N1) 2009 influenza or avian influenza were incorporated into QSS 2009, with responses recorded using a balanced Likert scale ranging from \"very unlikely\" to \"very likely.\" Discordance between responses for different diseases was analysed using McNemar\u0027s test. Associations between demographic variables and anticipated compliance were analysed using Pearson\u0027s chi-square or chisquare for linear-by-linear association, and confirmed using multivariate logistic regression; p \u003c 0.05 was used to establish statistical significance.",
      "sentences": [
        [
          {
            "segment_text": "Background : One strategy available to public health officials during a pandemic is physician recommendations for isolation of infected individuals .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This study was undertaken during the height of the Australian pandemic ( H1N1 ) 2009 outbreak to measure self-reported willingness to comply with physician recommendations to stay home for seven days ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and to compare responses for the current strain of pandemic influenza ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "avian influenza , seasonal influenza , and the common cold .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : Data were collected as part of the Queensland Social Survey ( QSS ) 2009 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "which consisted of a standardized introduction ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "37 demographic questions , and research questions incorporated through a cost-sharing arrangement .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Four questions related to respondents \u0027 anticipated compliance with a physician \u0027s advice to stay home if they had a common cold ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "seasonal influenza , pandemic ( H1N1 ) 2009 influenza or avian influenza were incorporated into QSS 2009 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "with responses recorded using a balanced Likert scale ranging from `` very unlikely \u0027\u0027 to `` very likely . \u0027\u0027",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Discordance between responses for different diseases was analysed using McNemar \u0027s test .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Associations between demographic variables and anticipated compliance were analysed using Pearson \u0027s chi-square or chisquare for linear-by-linear association ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and confirmed using multivariate logistic regression ; p \u003c 0.05 was used to establish statistical significance .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results: Self-reported anticipated compliance increased from 59.9% for the common cold to 71.3% for seasonal influenza (p \u003c .001), and to 95.0% for pandemic (H1N1) 2009 influenza and 94.7% for avian influenza (p \u003c 0.001 for both versus seasonal influenza). Anticipated compliance did not differ for pandemic (H1N1) 2009 and avian influenza (p \u003d 0.815). Age and sex were both associated with anticipated compliance in the setting of seasonal influenza and the common cold. Notably, 27.1% of health and community service workers would not comply with physician advice to stay home for seasonal influenza.",
      "sentences": [
        [
          {
            "segment_text": "Results : Self-reported anticipated compliance increased from 59.9 % for the common cold to 71.3 % for seasonal influenza ( p \u003c .001 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and to 95.0 % for pandemic ( H1N1 ) 2009 influenza and 94.7 % for avian influenza ( p \u003c 0.001 for both versus seasonal influenza ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Anticipated compliance did not differ for pandemic ( H1N1 ) 2009 and avian influenza ( p \u003d 0.815 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Age and sex were both associated with anticipated compliance in the setting of seasonal influenza and the common cold .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Notably , 27.1 % of health and community service workers would not comply with physician advice to stay home for seasonal influenza .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions: Ninety-five percent of people report they would comply with a physicians\u0027 advice to stay home for seven days if they are diagnosed with pandemic (H1N1) 2009 or avian influenza, but only 71% can be expected to comply in the setting of seasonal influenza and fewer still can be expected to comply if they are diagnosed with a common cold. Sub-populations that might be worthwhile targets for public health messages aimed at increasing the rate of self-imposed isolation for seasonal influenza include males, younger people, and healthcare workers.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions : Ninety-five percent of people report they would comply with a physicians \u0027 advice to stay home for seven days if they are diagnosed with pandemic ( H1N1 ) 2009 or avian influenza ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but only 71 % can be expected to comply in the setting of seasonal influenza and fewer still can be expected to comply if they are diagnosed with a common cold .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Sub-populations that might be worthwhile targets for public health messages aimed at increasing the rate of self-imposed isolation for seasonal influenza include males ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "younger people , and healthcare workers .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "12",
    "segment_num": "22",
    "token_num": "437"
  }
}