{
  "paper_id": "8470e235e9f820661ab1f620f2e5419aafd00d15",
  "metadata": {
    "title": "Factors Influencing Emergency Nurses\u0027 Burnout During an Outbreak of Middle East Respiratory Syndrome Coronavirus in Korea",
    "coda_data_split": "train",
    "coda_paper_id": 5429,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "coronavirus infections emergencies nurses professional burnout s u m m a r y Purpose: Emergency department (ED) nurses suffer from persistent stress after experiencing the traumatic event of exposure to Middle East respiratory syndrome coronavirus (MERS-CoV), which can subsequently lead to burnout. This study aimed to assess ED nurses\u0027 burnout level during an outbreak of MERS-CoV and to identify influencing factors in order to provide basic information for lowering and preventing the level of burnout. Methods: Study participants were ED nurses working in eight hospitals designated for treating MERS-CoV-infected patients in Korea. We performed multiple regression analysis to explore the factors influencing burnout. Results: The ED nurses\u0027 burnout was affected by job stress (b ¼ 0.59, p \u003c .001), poor hospital resources for the treatment of MERS-CoV (b ¼ À0.19, p \u003c .001) and poor support from family and friends (b ¼ À0.14, p \u003c .05). These three variables explained 47.3% of the variance in burnout. Conclusions: ED nurses taking care of MERS-CoV-infected patients should be aware that burnout is higher for nurses in their divisions than nurses in other hospital departments and that job stress is the biggest influential factor of burnout. To be ready for the outbreak of emerging contagious diseases such as MERS-CoV, efforts and preparations should be made to reduce burnout. Job stress should be managed and resolved. Working conditions for mitigating job stress and systematic stress management programs should be provided, and hospital resources for the treatment of MERS-CoV need to be reinforced. Moreover, promoting support from family and friends is required.",
      "sentences": [
        [
          {
            "segment_text": "coronavirus infections emergencies nurses professional burnout s u m m a r y Purpose : Emergency department ( ED ) nurses suffer from persistent stress after experiencing the traumatic event of exposure to Middle East respiratory syndrome coronavirus ( MERS-CoV ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which can subsequently lead to burnout .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This study aimed to assess ED nurses \u0027 burnout level during an outbreak of MERS-CoV and to identify influencing factors in order to provide basic information for lowering and preventing the level of burnout .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : Study participants were ED nurses working in eight hospitals designated for treating MERS-CoV-infected patients in Korea .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We performed multiple regression analysis to explore the factors influencing burnout .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : The ED nurses \u0027 burnout was affected by job stress ( b 1/4 0.59 , p \u003c .001 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "poor hospital resources for the treatment of MERS-CoV ( b 1/4 À0 .19 , p \u003c .001 ) and poor support from family and friends ( b 1/4 À0 .14 , p \u003c .05 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These three variables explained 47.3 % of the variance in burnout .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : ED nurses taking care of MERS-CoV-infected patients should be aware that burnout is higher for nurses in their divisions than nurses in other hospital departments and that job stress is the biggest influential factor of burnout .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "To be ready for the outbreak of emerging contagious diseases such as MERS-CoV ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "efforts and preparations should be made to reduce burnout .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Job stress should be managed and resolved .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Working conditions for mitigating job stress and systematic stress management programs should be provided ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and hospital resources for the treatment of MERS-CoV need to be reinforced .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , promoting support from family and friends is required .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "15",
    "token_num": "295"
  }
}