{
  "paper_id": "84909bfe0cc12bf7f3dad1e17e488765b9fe1252",
  "metadata": {
    "title": "A novel delivery platform based on Bacteriophage MS2 virus-like particles",
    "coda_data_split": "train",
    "coda_paper_id": 6690,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Our objective here is to review the novel delivery platform based on Bacteriophage MS2 virus-like particles (VLPs), including introduction to their structure, their potential as a delivery platform, and their expected use in medicine and other fields. Bacteriophage MS2 VLPs are nanoparticles devoid of viral genetic material and can self-assemble from the coat protein into an icosahedral capsid. As a novel delivery platform, they possess numerous features that make them suitable and attractive for targeted delivery of RNAs or DNAs, epitope peptides, and drugs within the protein capsid. In short, as a novel delivery platform, MS2 VLPs are suitable for delivery of targeted agents and hold promise for use in diagnostics, vaccines, and therapeutic modalities.",
      "sentences": [
        [
          {
            "segment_text": "Our objective here is to review the novel delivery platform based on Bacteriophage MS2 virus-like particles ( VLPs ) ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "including introduction to their structure ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "their potential as a delivery platform ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and their expected use in medicine and other fields .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Bacteriophage MS2 VLPs are nanoparticles devoid of viral genetic material and can self-assemble from the coat protein into an icosahedral capsid .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "As a novel delivery platform ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "they possess numerous features that make them suitable and attractive for targeted delivery of RNAs or DNAs ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "epitope peptides , and drugs within the protein capsid .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In short , as a novel delivery platform ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "MS2 VLPs are suitable for delivery of targeted agents and hold promise for use in diagnostics ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "vaccines , and therapeutic modalities .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "11",
    "token_num": "131"
  }
}