{
  "paper_id": "84a2fe6c8a420aa7116a5fc45cdcac852be6d4f6",
  "metadata": {
    "title": "The need to include animal protection in public health policies",
    "coda_data_split": "train",
    "coda_paper_id": 4416,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Many critical public health issues require non-traditional approaches. Although many novel strategies are used, one approach not widely applied involves improving the treatment of animals. Emerging infectious diseases are pressing public health challenges that could benefit from improving the treatment of animals. Other human health issues, that overlap with animal treatment issues, and that warrant further exploration, are medical research and domestic violence. The diverse nature of these health issues and their connection with animal treatment suggest that there may be other similar intersections. Public health would benefit by including the treatment of animals as a topic of study and policy development.",
      "sentences": [
        [
          {
            "segment_text": "Many critical public health issues require non-traditional approaches .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although many novel strategies are used ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "one approach not widely applied involves improving the treatment of animals .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Emerging infectious diseases are pressing public health challenges that could benefit from improving the treatment of animals .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Other human health issues , that overlap with animal treatment issues ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and that warrant further exploration ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "are medical research and domestic violence .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The diverse nature of these health issues and their connection with animal treatment suggest that there may be other similar intersections .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Public health would benefit by including the treatment of animals as a topic of study and policy development .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "9",
    "token_num": "112"
  }
}