{
  "paper_id": "84befea7ee1f85d2e9367d83bdb4834d56f9682a",
  "metadata": {
    "title": "Experimental Piscine orthoreovirus infection mediates protection against pancreas disease in Atlantic salmon (Salmo salar)",
    "coda_data_split": "train",
    "coda_paper_id": 6578,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Viral diseases are among the main challenges in farming of Atlantic salmon (Salmo salar). The most prevalent viral diseases in Norwegian salmon aquaculture are heart and skeletal muscle inflammation (HSMI) caused by Piscine orthoreovirus (PRV), and pancreas disease (PD) caused by Salmonid alphavirus (SAV). Both PRV and SAV target heart and skeletal muscles, but SAV additionally targets exocrine pancreas. PRV and SAV are often present in the same locations and co-infections occur, but the effect of this crosstalk on disease development has not been investigated. In the present experiment, the effect of a primary PRV infection on subsequent SAV infection was studied. Atlantic salmon were infected with PRV by cohabitation, followed by addition of SAV shedder fish 4 or 10 weeks after the initial PRV infection. Histopathological evaluation, monitoring of viral RNA levels and host gene expression analysis were used to assess disease development. Significant reduction of SAV RNA levels and of PD specific histopathological changes were observed in the co-infected groups compared to fish infected by SAV only. A strong correlation was found between histopathological development and expression of disease related genes in heart. In conclusion, experimentally PRV infected salmon are less susceptible to secondary SAV infection and development of PD.",
      "sentences": [
        [
          {
            "segment_text": "Viral diseases are among the main challenges in farming of Atlantic salmon ( Salmo salar ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The most prevalent viral diseases in Norwegian salmon aquaculture are heart and skeletal muscle inflammation ( HSMI ) caused by Piscine orthoreovirus ( PRV ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and pancreas disease ( PD ) caused by Salmonid alphavirus ( SAV ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Both PRV and SAV target heart and skeletal muscles ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but SAV additionally targets exocrine pancreas .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "PRV and SAV are often present in the same locations and co-infections occur ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but the effect of this crosstalk on disease development has not been investigated .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In the present experiment , the effect of a primary PRV infection on subsequent SAV infection was studied .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Atlantic salmon were infected with PRV by cohabitation ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "followed by addition of SAV shedder fish 4 or 10 weeks after the initial PRV infection .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Histopathological evaluation , monitoring of viral RNA levels and host gene expression analysis were used to assess disease development .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Significant reduction of SAV RNA levels and of PD specific histopathological changes were observed in the co-infected groups compared to fish infected by SAV only .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A strong correlation was found between histopathological development and expression of disease related genes in heart .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In conclusion , experimentally PRV infected salmon are less susceptible to secondary SAV infection and development of PD .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "14",
    "token_num": "229"
  }
}