{
  "paper_id": "84d46dc8a4907f616fa335c339c15d81c31a4ab4",
  "metadata": {
    "title": "Mini-review Polycyclic peptide and glycopeptide antibiotics and their derivatives as inhibitors of HIV entry",
    "coda_data_split": "train",
    "coda_paper_id": 9437,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Antiviral activity and other biological properties of two groups of polycyclic peptides are discussed. Antibiotics of the complestatin-kistamycin group have a structural motif similar to that of the peptide core of antibacterial antibiotics of the vancomycin-teicoplanin group though no amino acid component in the chloropeptin-kistamicin antibiotics is identical to an amino acid incorporated in the peptide core of the antibiotics of the vancomycin-teicoplanin group. Chloropeptins and the hydrophobic several derivatives of antibacterial antibiotics are inhibitors of HIV and some other viruses. They interfere with the viral (i.e. HIV) entry process. Chemical modifications of natural glycopeptide antibiotics led to the compounds with antiviral properties whereas antibacterial properties were lost. These glycopeptide aglycons derivatives can be envisaged as potential lead compounds for application as microbicides against sexual HIV transmission.",
      "sentences": [
        [
          {
            "segment_text": "Antiviral activity and other biological properties of two groups of polycyclic peptides are discussed .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Antibiotics of the complestatin-kistamycin group have a structural motif similar to that of the peptide core of antibacterial antibiotics of the vancomycin-teicoplanin group though no amino acid component in the chloropeptin-kistamicin antibiotics is identical to an amino acid incorporated in the peptide core of the antibiotics of the vancomycin-teicoplanin group .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Chloropeptins and the hydrophobic several derivatives of antibacterial antibiotics are inhibitors of HIV and some other viruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "They interfere with the viral ( i.e. HIV ) entry process .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Chemical modifications of natural glycopeptide antibiotics led to the compounds with antiviral properties whereas antibacterial properties were lost .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These glycopeptide aglycons derivatives can be envisaged as potential lead compounds for application as microbicides against sexual HIV transmission .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "6",
    "token_num": "135"
  }
}