{
  "paper_id": "84d61caf80ff57dc5aa5197d502b21f854a2e5bf",
  "metadata": {
    "title": "Cultural shift towards sustainability in the construction industry of Hong Kong",
    "coda_data_split": "train",
    "coda_paper_id": 7453,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Sustainable development is forward-looking; it is a continuous mission for future developments of human society. A genuinely sustainable society is one that initiates developments in sustainable ways. The development of a genuinely sustainable society is supported by its citizens who think and act according to a recognized code of conduct -the sustainable culture. Similar to other forms of culture, sustainable culture of a society is not static, but changes over time. The changes found in a sustainable culture are reflections of the status of sustainability in a society and these changes should be measured from time to time. The resulting measurement gives very important information for decision-makers, in the government and in the private sector, to examine the magnitude of changes that have taken place in a given period of time. The results will also enable them to review and adjust policies in order to better accommodate changes according to the trends of society.",
      "sentences": [
        [
          {
            "segment_text": "Sustainable development is forward-looking ; it is a continuous mission for future developments of human society .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A genuinely sustainable society is one that initiates developments in sustainable ways .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The development of a genuinely sustainable society is supported by its citizens who think and act according to a recognized code of conduct - the sustainable culture .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Similar to other forms of culture ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "sustainable culture of a society is not static , but changes over time .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The changes found in a sustainable culture are reflections of the status of sustainability in a society and these changes should be measured from time to time .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The resulting measurement gives very important information for decision-makers ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "in the government and in the private sector ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "to examine the magnitude of changes that have taken place in a given period of time .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The results will also enable them to review and adjust policies in order to better accommodate changes according to the trends of society .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "This paper provides a method -the T-model, to investigate and measure the extent of change of sustainable culture through two extensive surveys among participants of the construction industry of Hong Kong. The change in sustainable culture is reflected by the change in attitude and practice among construction participants, this can be found in their performance in project development, design and construction operations. The data of these changes are collected and converted to numerical scores. The T-model synthesized these scores and revealed the change of sustainable culture within the specific study time frame.",
      "sentences": [
        [
          {
            "segment_text": "This paper provides a method - the T-model ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "to investigate and measure the extent of change of sustainable culture through two extensive surveys among participants of the construction industry of Hong Kong .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The change in sustainable culture is reflected by the change in attitude and practice among construction participants ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "this can be found in their performance in project development , design and construction operations .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The data of these changes are collected and converted to numerical scores .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The T-model synthesized these scores and revealed the change of sustainable culture within the specific study time frame .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "11",
    "segment_num": "16",
    "token_num": "267"
  }
}