{
  "paper_id": "84efaac896e551763256fd4d16e56a99b416c175",
  "metadata": {
    "title": "Ancient oncogenesis, infection and human evolution",
    "coda_data_split": "train",
    "coda_paper_id": 7056,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The recent discovery that malignant neoplastic lesions date back nearly 2 million years ago not only highlights the antiquity of cancer in the human lineage, but also provides remarkable insight into ancestral hominin disease pathology. Using these Early Pleistocene examples as a point of departure, we emphasize the prominent role of viral and bacterial pathogens in oncogenesis and evaluate the impact of pathogens on human evolutionary processes in Africa. In the Shakespearean vernacular \"what\u0027s past is prologue,\" we highlight the significance of novel information derived from ancient pathogenic DNA. In particular, and given the temporal depth of human occupation in sub-Saharan Africa, it is emphasized that the region is ideally positioned to play a strategic role in the discovery of ancient pathogenic drivers of not only human mortality, but also human evolution. Ancient African pathogen genome data can provide novel revelations concerning human-pathogen coevolutionary processes, and such knowledge is essential for forecasting the ways in which emerging zoonotic and increasingly transmissible diseases might influence human demography and longevity in the future. K E Y W O R D S ancient DNA, Australopithecus, Homo, oncogenesis, pathogens, Pleistocene, sub-Saharan Africa How to cite this article: Rifkin RF, Potgieter M, Ramond J-B, Cowan DA. Ancient oncogenesis, infection and human evolution. Evol Appl.",
      "sentences": [
        [
          {
            "segment_text": "The recent discovery that malignant neoplastic lesions date back nearly 2 million years ago not only highlights the antiquity of cancer in the human lineage ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but also provides remarkable insight into ancestral hominin disease pathology .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Using these Early Pleistocene examples as a point of departure ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "we emphasize the prominent role of viral and bacterial pathogens in oncogenesis and evaluate the impact of pathogens on human evolutionary processes in Africa .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "In the Shakespearean vernacular `` what \u0027s past is prologue ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "\u0027\u0027 we highlight the significance of novel information derived from ancient pathogenic DNA .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "In particular , and given the temporal depth of human occupation in sub-Saharan Africa ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "it is emphasized that the region is ideally positioned to play a strategic role in the discovery of ancient pathogenic drivers of not only human mortality , but also human evolution .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Ancient African pathogen genome data can provide novel revelations concerning human-pathogen coevolutionary processes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and such knowledge is essential for forecasting the ways in which emerging zoonotic and increasingly transmissible diseases might influence human demography and longevity in the future .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "K E Y W O R D S ancient DNA ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "Australopithecus , Homo , oncogenesis ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "pathogens , Pleistocene , sub-Saharan Africa How to cite this article : Rifkin RF ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "Potgieter M , Ramond J-B , Cowan DA .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Ancient oncogenesis , infection and human evolution .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Evol Appl .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "16",
    "token_num": "238"
  }
}