{
  "paper_id": "84fa6bccf41b30b190f54a3d2d1f0a8825254688",
  "metadata": {
    "title": "Virus Removal by Disinfection of Effluents",
    "coda_data_split": "train",
    "coda_paper_id": 6348,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The safe disposal of effluents can present a major problem to large urban communities because of their inevitable content of potentially pathogenic enteric viruses. At least one hundred types of virus may be present although many of these are difficult or even impossible to characterise under these conditions. Wastewater treatment does not greatly effect the survival of many enteric viruses and some survive well even after effluent disposal. The use of disinfectants for the inactivation of virus in effluent is practicable but requires careful manipulation in order to avoid the disemination of byproducts toxic to man or capable of interferring with the ecology of the receiving waters or soils. No one system is likely to be either universally acceptable because of the variable quality of effluents and much research remains to be done before guidelines can be recommended or established.",
      "sentences": [
        [
          {
            "segment_text": "The safe disposal of effluents can present a major problem to large urban communities because of their inevitable content of potentially pathogenic enteric viruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "At least one hundred types of virus may be present although many of these are difficult or even impossible to characterise under these conditions .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Wastewater treatment does not greatly effect the survival of many enteric viruses and some survive well even after effluent disposal .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The use of disinfectants for the inactivation of virus in effluent is practicable but requires careful manipulation in order to avoid the disemination of byproducts toxic to man or capable of interferring with the ecology of the receiving waters or soils .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "No one system is likely to be either universally acceptable because of the variable quality of effluents and much research remains to be done before guidelines can be recommended or established .",
            "crowd_label": "background"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "5",
    "token_num": "145"
  }
}