{
  "paper_id": "84fb34996678d2b07b936892fc9c445fe7944148",
  "metadata": {
    "title": "Nitric oxide synthase Type II expression by different cell types in MHV-JHM encephalitis suggests distinct roles for nitric oxide in acute versus persistent virus infection",
    "coda_data_split": "train",
    "coda_paper_id": 3080,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": ". Intranasal inoculation with mouse hepatitis virus strain JHM MHV-JHM results in acute meningoencephalitis. We found NOS II mRNA expression in brains of acutely infected animals on days 5 through 7 after infection. In situ hybridization and immunohistochemistry demonstrated NOS II message and protein in infiltrating macrophages. Persistent infection with MHV-JHM results in chronic demyelinating encephalomyelitis. NOS II mRNA was detected in persistently infected spinal cords. In situ hybridization and immunohistochemistry showed expression of NOS II in astrocytes in and around demyelinated lesions. These results suggest the role of NO release in acute versus persistent infection with this virus, and its contribution to the resulting pathology, may be different.",
      "sentences": [
        [
          {
            "segment_text": ".",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Intranasal inoculation with mouse hepatitis virus strain JHM MHV-JHM results in acute meningoencephalitis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We found NOS II mRNA expression in brains of acutely infected animals on days 5 through 7 after infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In situ hybridization and immunohistochemistry demonstrated NOS II message and protein in infiltrating macrophages .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Persistent infection with MHV-JHM results in chronic demyelinating encephalomyelitis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "NOS II mRNA was detected in persistently infected spinal cords .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In situ hybridization and immunohistochemistry showed expression of NOS II in astrocytes in and around demyelinated lesions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results suggest the role of NO release in acute versus persistent infection with this virus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and its contribution to the resulting pathology , may be different .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "9",
    "token_num": "118"
  }
}