{
  "paper_id": "8501134dc346e7e26f3cc4248aabeca907592174",
  "metadata": {
    "title": "NCI-H292 as an alternative cell line for the isolation and propagation of the human paramyxoviruses",
    "coda_data_split": "train",
    "coda_paper_id": 4448,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Primary rhesus monkey kidney (MK) cells have long been the cells of choice for isolation and propagation of the human paramyxoviruses (parainfluenza 1, 2, 3, 4A, 4B, and mumps). However, problems with the supply and cost of MK cells and the presence of endogenous viruses, including herpes B virus and SV-5, necessitated a search for an alternative cell line. Continuous cell cultures of human origin (L132, A-549, HUT-292, HEK, G-293, G-401, A-498, A-704, CAKI-1, RD) and simian origin (LLC-MK2, BSC-1, MA-104, Vero) were evaluated for their capacity to support the growth of the human paramyxoviruses, as followed by cytopathic effect, hemadsorption, hemagglutination, and EIA. NCI-H292 (HUT-292) human lung mucoepidermoid carcinoma cells (ATCC # CRL-1848) proved to be the most sensitive line for cultivating all serotypes and strains of the paramyxoviruses. These cells were also shown to be a suitable substitute for MK in primary isolation of paramyxoviruses from clinical specimens. RPMI-1640 with 1.5gg/ml trypsin was the preferred maintenance medium; alternatively, Eagle\u0027s MEM supplemented with 1.5 gg/ml trypsin and 0.1% ITS was satisfactory. NCI-H292 cells are a continuous line with excellent growth characteristics, although the genetic polyploidy of the cells may limit the number of passages of usable cells.",
      "sentences": [
        [
          {
            "segment_text": "Primary rhesus monkey kidney ( MK ) cells have long been the cells of choice for isolation and propagation of the human paramyxoviruses ( parainfluenza 1 , 2 , 3 , 4A , 4B , and mumps ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , problems with the supply and cost of MK cells and the presence of endogenous viruses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including herpes B virus and SV-5 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "necessitated a search for an alternative cell line .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Continuous cell cultures of human origin ( L132 , A-549 , HUT-292 , HEK , G-293 , G-401 , A-498 , A-704 , CAKI-1 , RD ) and simian origin ( LLC-MK2 , BSC-1 , MA-104 , Vero ) were evaluated for their capacity to support the growth of the human paramyxoviruses ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "as followed by cytopathic effect ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "hemadsorption , hemagglutination , and EIA .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "NCI-H292 ( HUT-292 ) human lung mucoepidermoid carcinoma cells ( ATCC # CRL-1848 ) proved to be the most sensitive line for cultivating all serotypes and strains of the paramyxoviruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These cells were also shown to be a suitable substitute for MK in primary isolation of paramyxoviruses from clinical specimens .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "RPMI-1640 with 1.5 gg/ml trypsin was the preferred maintenance medium ; alternatively ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Eagle \u0027s MEM supplemented with 1.5 gg/ml trypsin and 0.1 % ITS was satisfactory .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "NCI-H292 cells are a continuous line with excellent growth characteristics ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "although the genetic polyploidy of the cells may limit the number of passages of usable cells .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "13",
    "token_num": "247"
  }
}