{
  "paper_id": "85034882a31e894144a9e118489ea3a5dc0e33c3",
  "metadata": {
    "title": "Policy \u0026 practice Risk and outbreak communication: lessons from alternative paradigms",
    "coda_data_split": "train",
    "coda_paper_id": 6155,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Risk communication guidelines widely used in public health are based on the psychometric paradigm of risk, which focuses on risk perception at the level of individuals. However, infectious disease outbreaks and other public health emergencies are more than public health events and occur in a highly charged political, social and economic environment. This study examines other sociological and cultural approaches from scholars such as Ulrich Beck and Mary Douglas for insights on how to communicate in such environments. It recommends developing supplemental tools for outbreak communication to deal with issues such as questions of blame and fairness in risk distribution and audiences who do not accept biomedical explanations of disease.",
      "sentences": [
        [
          {
            "segment_text": "Risk communication guidelines widely used in public health are based on the psychometric paradigm of risk ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which focuses on risk perception at the level of individuals .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , infectious disease outbreaks and other public health emergencies are more than public health events and occur in a highly charged political , social and economic environment .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This study examines other sociological and cultural approaches from scholars such as Ulrich Beck and Mary Douglas for insights on how to communicate in such environments .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "It recommends developing supplemental tools for outbreak communication to deal with issues such as questions of blame and fairness in risk distribution and audiences who do not accept biomedical explanations of disease .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Une traduction en français de ce résumé figure à la fin de l\u0027article. Al final del artículo se facilita una traducción al español.",
      "sentences": [
        [
          {
            "segment_text": "Une traduction en français de ce résumé figure à la fin de l\u0027article .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Al final del artículo se facilita una traducción al español .",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "‫املقالة.‬ ‫لهذه‬ ‫الكامل‬ ‫النص‬ ‫نهاية‬ ‫يف‬ ‫الخالصة‬ ‫لهذه‬ ‫العربية‬ ‫الرتجمة‬",
      "sentences": [
        [
          {
            "segment_text": "املقالة .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "لهذه الكامل النص نهاية يف الخالصة لهذه العربية الرتجمة",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "8",
    "segment_num": "9",
    "token_num": "153"
  }
}