{
  "paper_id": "850dbba6d7cb1da148690ad1f2a662313f903b28",
  "metadata": {
    "title": "Recent advances in the role of non-invasive ventilation in acute respiratory failure",
    "coda_data_split": "train",
    "coda_paper_id": 4355,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Strong evidences (Table 2) supporting the role of NIPPV in the treatment of different conditions leading to acute or acute-onchronic respiratory failure include four conditions as follows: (a) Prevention of intubation in patients with acute exacerbations of chronic obstructive pulmonary disease (AECOPD) (b) Acute cardiogenic pulmonary oedema (ACPO) ABSTRACT Non-invasive positive pressure ventilation (NIPPV) is the technique of delivering mechanical ventilation without endotracheal intubation or tracheostomy. This is increasingly being utilised in both acute and chronic conditions. Strong evidence supports the use of NIPPV for acute respiratory failure (ARF) to prevent endotracheal intubation (ETI) and to facilitate extubation in patients with acute exacerbations of chronic obstructive pulmonary disease, to avoid ETI in acute cardiogenic pulmonary oedema (ACPO), and in immunocompromised patients. Weaker evidence supports the use of NIPPV for patients with ARF due to asthma exacerbations, with postoperative ARF, pneumonia and acute lung injury/acute respiratory distress syndrome. NIPPV should be applied under close monitoring for signs of treatment failure and, in such cases, ETI should be promptly available. A trained team, at an appropriate location, with careful patient selection and optimal choice of devices can optimise the outcome of NIPPV.",
      "sentences": [
        [
          {
            "segment_text": "Strong evidences ( Table 2 ) supporting the role of NIPPV in the treatment of different conditions leading to acute or acute-onchronic respiratory failure include four conditions as follows : ( a ) Prevention of intubation in patients with acute exacerbations of chronic obstructive pulmonary disease ( AECOPD ) ( b ) Acute cardiogenic pulmonary oedema ( ACPO ) ABSTRACT Non-invasive positive pressure ventilation ( NIPPV ) is the technique of delivering mechanical ventilation without endotracheal intubation or tracheostomy .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This is increasingly being utilised in both acute and chronic conditions .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Strong evidence supports the use of NIPPV for acute respiratory failure ( ARF ) to prevent endotracheal intubation ( ETI ) and to facilitate extubation in patients with acute exacerbations of chronic obstructive pulmonary disease ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "to avoid ETI in acute cardiogenic pulmonary oedema ( ACPO ) , and in immunocompromised patients .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Weaker evidence supports the use of NIPPV for patients with ARF due to asthma exacerbations ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with postoperative ARF , pneumonia and acute lung injury/acute respiratory distress syndrome .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "NIPPV should be applied under close monitoring for signs of treatment failure and ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "in such cases , ETI should be promptly available .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A trained team , at an appropriate location ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with careful patient selection and optimal choice of devices can optimise the outcome of NIPPV .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "10",
    "token_num": "223"
  }
}