{
  "paper_id": "852677ae0a8bebcf35c671386d4a626f2664ae4a",
  "metadata": {
    "title": "Replication-Competent Influenza Virus and Respiratory Syncytial Virus Luciferase Reporter Strains Engineered for Co- Infections Identify Antiviral Compounds in Combination Screens HHS Public Access",
    "coda_data_split": "train",
    "coda_paper_id": 2716,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Myxoviruses such as influenza A virus (IAV) and respiratory syncytial virus (RSV) are major human pathogens, mandating the development of novel therapeutics. To establish a highthroughput screening protocol for the simultaneous identification of pathogen-and host-targeted hit candidates against either or both pathogens, we have attempted coinfection of cells with IAV and RSV. However, viral replication kinetics were incompatible, RSV signal window was low, and an IAV-driven minireplicon reporter assay used in initial screens narrowed the host cell range and restricted to single-cycle infections. To overcome these limitations, we developed an RSV strain carrying firefly luciferase fused to an innovative universal small-molecule assisted shut-off domain, which boosted assay signal window, and a hyperactive fusion protein that synchronized IAV and RSV reporter expression kinetics and suppresses the identification of RSV entry inhibitors sensitive to a recently reported RSV pan-resistance mechanism. Combined with a replication-competent recombinant IAV strain harboring nano-luciferase, the assay performed well on a human respiratory cell line and supports multi-cycle infections. Miniaturized to 384-well format, the protocol was validated through screening of a set of the NIH Clinical Collection (NCC) in quadruplicate. These test screens demonstrated favorable assay parameters and reproducibility. Application to a LOPAC library of bioactive compounds in a proof-of-concept campaign detected licensed anti-myxovirus therapeutics, ribavirin and the neuraminidase inhibitor zanamivir, and identified two unexpected RSV-specific hit candidates, Fenretinide and the opioid receptor antagonist BNTX-7. Hits were evaluated in direct and orthogonal dose-response counterscreens using a standard recRSV reporter strain expressing renilla luciferase.",
      "sentences": [
        [
          {
            "segment_text": "Myxoviruses such as influenza A virus ( IAV ) and respiratory syncytial virus ( RSV ) are major human pathogens ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "mandating the development of novel therapeutics .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To establish a highthroughput screening protocol for the simultaneous identification of pathogen-and host-targeted hit candidates against either or both pathogens ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "we have attempted coinfection of cells with IAV and RSV .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , viral replication kinetics were incompatible ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "RSV signal window was low ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and an IAV-driven minireplicon reporter assay used in initial screens narrowed the host cell range and restricted to single-cycle infections .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To overcome these limitations , we developed an RSV strain carrying firefly luciferase fused to an innovative universal small-molecule assisted shut-off domain ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "which boosted assay signal window ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and a hyperactive fusion protein that synchronized IAV and RSV reporter expression kinetics and suppresses the identification of RSV entry inhibitors sensitive to a recently reported RSV pan-resistance mechanism .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Combined with a replication-competent recombinant IAV strain harboring nano-luciferase ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "the assay performed well on a human respiratory cell line and supports multi-cycle infections .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Miniaturized to 384-well format , the protocol was validated through screening of a set of the NIH Clinical Collection ( NCC ) in quadruplicate .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "These test screens demonstrated favorable assay parameters and reproducibility .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Application to a LOPAC library of bioactive compounds in a proof-of-concept campaign detected licensed anti-myxovirus therapeutics ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "ribavirin and the neuraminidase inhibitor zanamivir ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and identified two unexpected RSV-specific hit candidates ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Fenretinide and the opioid receptor antagonist BNTX-7 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Hits were evaluated in direct and orthogonal dose-response counterscreens using a standard recRSV reporter strain expressing renilla luciferase .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "19",
    "token_num": "273"
  }
}