{
  "paper_id": "8537f9e6d5acd0362f3f856f7b56341462eb8e7f",
  "metadata": {
    "title": "Arginine metabolism during macrophage autocrine activation and infection with mouse hepatitis virus 3",
    "coda_data_split": "train",
    "coda_paper_id": 2025,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "In contrast to BALB/c mouse macrophages (MF), MF from the A/J mouse strain, upon activation by exogenous interferon gamma (IFNg), develop an anti-mouse hepatitis virus 3 (MHV3) state which correlates with resistance to virus infection. To investigate the autocrine activation of BALB/c and A/J MF, we activated them with interleukin-12 (IL-12) and/or IL-18, and quantified IFNg production, the anti-MHV3 state and arginine metabolism. Synergistic activation by IL-12/IL-18 induced the expression of the IFNg gene in MF from both mouse strains. In bone marrow (BM) or peritoneal (P) MF of specific pathogen-free (spf) mice of both strains, IFNg synthesis occurred only with a synergistic IL-12/IL-18 activation and showed increasing levels from 24 to 72 h of activation. In contrast, when non-spf mice were used in the assay, their PMF synthesized higher IFNg levels upon activation with only IL-12 or only IL-18 or both. The BALB/c MF were always capable of synthesizing higher amounts of IFNg than the A/J MF. An anti-MHV3 state was observed only in A/J MF upon activation with IL-12/IL-18 or IFNg regardless of their origin from the peritoneum or bone marrow. Arginine metabolism in activated and/or virus infected BMMF was investigated through nitric oxide (NO) and arginase induction as well as the consumption of arginine and synthesis of citrulline, ornithine and spermine. The results showed that both BALB/c and A/J BMMF populations released NO only after activation with IL-12/IL-18 or IFNg. Arginase was not induced in BMMF from both strains by IL-12/IL-18 or IFNg but only by IL-4/IL-10. Higher arginine consumption was observed in BMMF from both strains upon activation with IL-4 or IFNg which further increased, in this case, when the cells were infected with MHV3. As a consequence of nitric oxide synthase synthesis and arginine consumption in IFNg activated BMMF, we observed a higher synthesis of citrulline. High levels of ornithine were induced only upon IL-4 activation. Polyamine synthesis was higher in A/J BMMF than in BALB/c ones, which correlated with the slightly lower levels of ornithine observed. Upon infection with MHV3, we observed a higher synthesis of spermine. IL-12/IL-18 or IFNg activation, mainly in MHV3 infected cells, led to a decreased synthesis of polyamines, notably spermine, only in A/J BMMF. Difluoromethylornithine treatment, which leads to inhibition of polyamine synthesis, induced a decreased MHV3 multiplication in www.elsevier.de/imbio (C.A. Pereira). both BALB/c and A/J BMMF. Altogether these data show the relevance of IFNg, from the autocrine or paracrine pathway, and arginine metabolism for the control of MHV3 replication in MF of a resistant mouse strain.",
      "sentences": [
        [
          {
            "segment_text": "In contrast to BALB/c mouse macrophages ( MF ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "MF from the A/J mouse strain ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "upon activation by exogenous interferon gamma ( IFNg ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "develop an anti-mouse hepatitis virus 3 ( MHV3 ) state which correlates with resistance to virus infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To investigate the autocrine activation of BALB/c and A/J MF ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "we activated them with interleukin-12 ( IL-12 ) and/or IL-18 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and quantified IFNg production , the anti-MHV3 state and arginine metabolism .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Synergistic activation by IL-12 / IL-18 induced the expression of the IFNg gene in MF from both mouse strains .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In bone marrow ( BM ) or peritoneal ( P ) MF of specific pathogen-free ( spf ) mice of both strains ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "IFNg synthesis occurred only with a synergistic IL-12 / IL-18 activation and showed increasing levels from 24 to 72 h of activation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In contrast , when non-spf mice were used in the assay ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "their PMF synthesized higher IFNg levels upon activation with only IL-12 or only IL-18 or both .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The BALB/c MF were always capable of synthesizing higher amounts of IFNg than the A/J MF .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "An anti-MHV3 state was observed only in A/J MF upon activation with IL-12 / IL-18 or IFNg regardless of their origin from the peritoneum or bone marrow .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Arginine metabolism in activated and/or virus infected BMMF was investigated through nitric oxide ( NO ) and arginase induction as well as the consumption of arginine and synthesis of citrulline , ornithine and spermine .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The results showed that both BALB/c and A/J BMMF populations released NO only after activation with IL-12 / IL-18 or IFNg .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Arginase was not induced in BMMF from both strains by IL-12 / IL-18 or IFNg but only by IL-4 / IL-10 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Higher arginine consumption was observed in BMMF from both strains upon activation with IL-4 or IFNg which further increased ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "in this case , when the cells were infected with MHV3 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "As a consequence of nitric oxide synthase synthesis and arginine consumption in IFNg activated BMMF ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "we observed a higher synthesis of citrulline .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "High levels of ornithine were induced only upon IL-4 activation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Polyamine synthesis was higher in A/J BMMF than in BALB/c ones ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which correlated with the slightly lower levels of ornithine observed .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Upon infection with MHV3 , we observed a higher synthesis of spermine .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "IL-12 / IL-18 or IFNg activation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "mainly in MHV3 infected cells ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "led to a decreased synthesis of polyamines ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "notably spermine , only in A/J BMMF .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Difluoromethylornithine treatment , which leads to inhibition of polyamine synthesis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "induced a decreased MHV3 multiplication in www.elsevier.de/imbio ( C.A. Pereira ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "both BALB/c and A/J BMMF .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Altogether these data show the relevance of IFNg ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "from the autocrine or paracrine pathway ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and arginine metabolism for the control of MHV3 replication in MF of a resistant mouse strain .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "19",
    "segment_num": "35",
    "token_num": "492"
  }
}