{
  "paper_id": "854e623d1f875e4605b2ffd3f72599d063a56cc0",
  "metadata": {
    "title": "Diversity of Salmonella spp. serovars isolated from the intestines of water buffalo calves with gastroenteritis",
    "coda_data_split": "train",
    "coda_paper_id": 6016,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Salmonellosis in water buffalo (Bubalus bubalis) calves is a widespread disease characterized by severe gastrointestinal lesions, profuse diarrhea and severe dehydration, occasionally exhibiting a systemic course. Several Salmonella serovars seem to be able to infect water buffalo, but Salmonella isolates collected from this animal species have been poorly characterized. In the present study, the prevalence of Salmonella spp. in water buffalo calves affected by lethal gastroenteritis was assessed, and a polyphasic characterization of isolated strains of S. Typhimurium was performed. Results: The microbiological analysis of the intestinal contents obtained from 248 water buffalo calves affected by lethal gastroenteritis exhibited a significant prevalence of Salmonella spp. (25%), characterized by different serovars, most frequently Typhimurium (21%), Muenster (11%), and Give (11%). The 13 S. Typhimurium isolates were all associated with enterocolitis characterized by severe damage of the intestine, and only sporadically isolated with another possible causative agent responsible for gastroenteritis, such as Cryptosporidium spp., Rotavirus or Clostridium perfringens. Other Salmonella isolates were mostly isolated from minor intestinal lesions, and often (78% of cases) isolated with other microorganisms, mainly toxinogenic Escherichia coli (35%), Cryptosporidium spp. (20%) and Rotavirus (10%). The S. Typhimurium strains were characterized by phage typing and further genotyped by polymerase chain reaction (PCR) detection of 24 virulence genes. The isolates exhibited nine different phage types and 10 different genetic profiles. Three monophasic S. Typhimurium (B:4,12:i:-) isolates were also found and characterized, displaying three different phage types and three different virulotypes. The molecular characterization was extended to the 7 S. Muenster and 7 S. Give isolates collected, indicating the existence of different virulotypes also within these serovars. Three representative strains of S. Typhimurium were tested in vivo in a mouse model of mixed infection. The most pathogenic strain was characterized by a high number of virulence factors and the presence of the locus agfA, coding for a thin aggregative fimbria. Conclusions: These results provide evidence that Salmonella is frequently associated with gastroenteritis in water buffalo calves, particularly S. Typhimurium. Moreover, the variety in the number and distribution of different virulence markers among the collected S. Typhimurium strains suggests that within this serovar there are different pathotypes potentially responsible for different clinical syndromes.",
      "sentences": [
        [
          {
            "segment_text": "Background : Salmonellosis in water buffalo ( Bubalus bubalis ) calves is a widespread disease characterized by severe gastrointestinal lesions ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "profuse diarrhea and severe dehydration ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "occasionally exhibiting a systemic course .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Several Salmonella serovars seem to be able to infect water buffalo ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but Salmonella isolates collected from this animal species have been poorly characterized .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In the present study , the prevalence of Salmonella spp. in water buffalo calves affected by lethal gastroenteritis was assessed ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and a polyphasic characterization of isolated strains of S. Typhimurium was performed .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : The microbiological analysis of the intestinal contents obtained from 248 water buffalo calves affected by lethal gastroenteritis exhibited a significant prevalence of Salmonella spp. ( 25 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "characterized by different serovars , most frequently Typhimurium ( 21 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Muenster ( 11 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and Give ( 11 % ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The 13 S. Typhimurium isolates were all associated with enterocolitis characterized by severe damage of the intestine ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and only sporadically isolated with another possible causative agent responsible for gastroenteritis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "such as Cryptosporidium spp. , Rotavirus or Clostridium perfringens .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Other Salmonella isolates were mostly isolated from minor intestinal lesions ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and often ( 78 % of cases ) isolated with other microorganisms ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "mainly toxinogenic Escherichia coli ( 35 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Cryptosporidium spp. ( 20 % ) and Rotavirus ( 10 % ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The S. Typhimurium strains were characterized by phage typing and further genotyped by polymerase chain reaction ( PCR ) detection of 24 virulence genes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The isolates exhibited nine different phage types and 10 different genetic profiles .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Three monophasic S. Typhimurium ( B : 4,12 : i :--RRB- isolates were also found and characterized , displaying three different phage types and three different virulotypes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The molecular characterization was extended to the 7 S. Muenster and 7 S. Give isolates collected ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "indicating the existence of different virulotypes also within these serovars .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Three representative strains of S. Typhimurium were tested in vivo in a mouse model of mixed infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The most pathogenic strain was characterized by a high number of virulence factors and the presence of the locus agfA ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "coding for a thin aggregative fimbria .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : These results provide evidence that Salmonella is frequently associated with gastroenteritis in water buffalo calves , particularly S. Typhimurium .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , the variety in the number and distribution of different virulence markers among the collected S. Typhimurium strains suggests that within this serovar there are different pathotypes potentially responsible for different clinical syndromes .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "14",
    "segment_num": "28",
    "token_num": "433"
  }
}