{
  "paper_id": "85600d58166573ed016072d757f3b6e133098b74",
  "metadata": {
    "title": "Interferon-c in the serum and effusions of cats with feline coronavirus infection The Veterinary Journal",
    "coda_data_split": "train",
    "coda_paper_id": 9168,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The aim of this study was to quantify and compare interferon-c (IFN-c) concentrations in the serum of clinically normal cats infected with feline coronavirus (FCoV) with its concentration in the sera and effusions of cats with feline infectious peritonitis (FIP), a disease associated with infection with a mutated form of FCoV.",
      "sentences": [
        [
          {
            "segment_text": "The aim of this study was to quantify and compare interferon-c ( IFN-c ) concentrations in the serum of clinically normal cats infected with feline coronavirus ( FCoV ) with its concentration in the sera and effusions of cats with feline infectious peritonitis ( FIP ) ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "a disease associated with infection with a mutated form of FCoV .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Clinically normal FCoV-infected cats living in catteries with a high prevalence of FIP had the highest serum IFN-c concentrations. The serum concentration of IFN-c was not significantly different in cats with FIP compared with clinically normal FCoV-infected animals living in catteries with a low prevalence of the disease. Moreover, the concentration of IFN-c was significantly higher in the effusions than in the serum of cats with FIP, probably due to IFN-c production within lesions. These findings support the hypothesis that there is a strong, \u0027systemic\u0027 cell mediated immune response in clinically normal, FCoV-infected cats and that a similar process, albeit at a tissue level, is involved in the pathogenesis of FIP.",
      "sentences": [
        [
          {
            "segment_text": "Clinically normal FCoV-infected cats living in catteries with a high prevalence of FIP had the highest serum IFN-c concentrations .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The serum concentration of IFN-c was not significantly different in cats with FIP compared with clinically normal FCoV-infected animals living in catteries with a low prevalence of the disease .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , the concentration of IFN-c was significantly higher in the effusions than in the serum of cats with FIP ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "probably due to IFN-c production within lesions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These findings support the hypothesis that there is a strong ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "` systemic \u0027 cell mediated immune response in clinically normal ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "FCoV-infected cats and that a similar process ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "albeit at a tissue level ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "is involved in the pathogenesis of FIP .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "5",
    "segment_num": "11",
    "token_num": "182"
  }
}