{
  "paper_id": "85637af6d90f858bd0a9d42b7cda79b4bec55ba8",
  "metadata": {
    "title": "Canine kobuvirus infections in Korean dogs",
    "coda_data_split": "train",
    "coda_paper_id": 10348,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "To investigate canine kobuvirus (CaKoV) infection, fecal samples (n \u003d 59) were collected from dogs with or without diarrhea (n \u003d 21 and 38, respectively) in the Republic of Korea (ROK) in 2012. CaKoV infection was detected in four diarrheic samples (19.0 %) and five non-diarrheic samples (13.2 %). All CaKoV-positive dogs with diarrhea were found to be infected in mixed infections with canine distemper virus and canine parvovirus or canine adenovirus. There was no significant difference in the prevalence of CaKoV in dogs with and without diarrhea. By phylogenetic analysis based on partial 3D genes and complete genome sequences, the Korean isolates were found to be closely related to each other regardless of whether they were associated with diarrhea, and to the canine kobuviruses identified in the USA and UK. This study supports the conclusion that CaKoVs from different countries are not restricted geographically and belong to a single lineage.",
      "sentences": [
        [
          {
            "segment_text": "To investigate canine kobuvirus ( CaKoV ) infection ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "fecal samples ( n \u003d 59 ) were collected from dogs with or without diarrhea ( n \u003d 21 and 38 , respectively ) in the Republic of Korea ( ROK ) in 2012 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "CaKoV infection was detected in four diarrheic samples ( 19.0 % ) and five non-diarrheic samples ( 13.2 % ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "All CaKoV-positive dogs with diarrhea were found to be infected in mixed infections with canine distemper virus and canine parvovirus or canine adenovirus .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "There was no significant difference in the prevalence of CaKoV in dogs with and without diarrhea .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "By phylogenetic analysis based on partial 3D genes and complete genome sequences ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the Korean isolates were found to be closely related to each other regardless of whether they were associated with diarrhea ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and to the canine kobuviruses identified in the USA and UK .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This study supports the conclusion that CaKoVs from different countries are not restricted geographically and belong to a single lineage .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "9",
    "token_num": "173"
  }
}