{
  "paper_id": "85641d021daf18df153d6aaa39e13a235b88236c",
  "metadata": {
    "title": "Hepatitis C virus entry into the hepatocyte",
    "coda_data_split": "train",
    "coda_paper_id": 8766,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Hepatitis C virus (HCV) is a small enveloped virus with a positive stranded RNA genome belonging to the Flaviviridae family. The virion has the unique ability of forming a complex with lipoproteins, which is known as the lipoviroparticle. Lipoprotein components as well as the envelope proteins, E1 and E2, play a key role in virus entry into the hepatocyte. HCV entry is a complex multistep process involving sequential interactions with several cell surface proteins. The virus relies on glycosaminoglycans and possibly the low-density lipoprotein receptors to attach to cells. Furthermore, four specific entry factors are involved in the following steps which lead to virus internalization and fusion in early endosomes. These molecules are the scavenger receptor SRB1, tetraspanin CD81 and two tight junction proteins, Claudin-1 and Occludin. Although they are essential to HCV entry, the precise role of these molecules is not completely understood. Finally, hepatocytes are highly polarized cells and which likely affects the entry process. Our current knowledge on HCV entry is summarized in this review. © Versita Sp. z o.o.",
      "sentences": [
        [
          {
            "segment_text": "Hepatitis C virus ( HCV ) is a small enveloped virus with a positive stranded RNA genome belonging to the Flaviviridae family .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The virion has the unique ability of forming a complex with lipoproteins ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which is known as the lipoviroparticle .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Lipoprotein components as well as the envelope proteins ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "E1 and E2 , play a key role in virus entry into the hepatocyte .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "HCV entry is a complex multistep process involving sequential interactions with several cell surface proteins .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The virus relies on glycosaminoglycans and possibly the low-density lipoprotein receptors to attach to cells .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Furthermore , four specific entry factors are involved in the following steps which lead to virus internalization and fusion in early endosomes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These molecules are the scavenger receptor SRB1 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "tetraspanin CD81 and two tight junction proteins , Claudin-1 and Occludin .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although they are essential to HCV entry ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the precise role of these molecules is not completely understood .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Finally , hepatocytes are highly polarized cells and which likely affects the entry process .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Our current knowledge on HCV entry is summarized in this review .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "© Versita Sp. z o.o.",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "15",
    "token_num": "193"
  }
}