{
  "paper_id": "856b6b5e0e5baedd6eef6801c3f59305438c47eb",
  "metadata": {
    "title": "Key Gaps in the Knowledge of the Porcine Respiratory Reproductive Syndrome Virus (PRRSV)",
    "coda_data_split": "train",
    "coda_paper_id": 8787,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The porcine reproductive and respiratory syndrome virus (PRRSV) is one of the most important swine diseases in the world. It is causing an enormous economic burden due to reproductive failure in sows and a complex respiratory syndrome in pigs of all ages, with mortality varying from 2 to 100% in the most extreme cases of emergent highly pathogenic strains. PRRSV displays complex interactions with the immune system and a high mutation rate, making the development, and implementation of control strategies a major challenge. In this review, the biology of the virus will be addressed focusing on newly discovered functions of non-structural proteins and novel dissemination mechanisms. Secondly, the role of different cell types and viral proteins will be reviewed in natural and vaccine-induced immune response together with the role of different immune evasion mechanisms focusing on those gaps of knowledge that are critical to generate more efficacious vaccines. Finally, novel strategies for antigen discovery and vaccine development will be discussed, in particular the use of exosomes (extracellular vesicles of endocytic origin). As nanocarriers of lipids, proteins and nucleic acids, exosomes have potential effects on cell activation, modulation of immune responses and antigen presentation. Thus, representing a novel vaccination approach against this devastating disease.",
      "sentences": [
        [
          {
            "segment_text": "The porcine reproductive and respiratory syndrome virus ( PRRSV ) is one of the most important swine diseases in the world .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It is causing an enormous economic burden due to reproductive failure in sows and a complex respiratory syndrome in pigs of all ages ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "with mortality varying from 2 to 100 % in the most extreme cases of emergent highly pathogenic strains .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "PRRSV displays complex interactions with the immune system and a high mutation rate ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "making the development , and implementation of control strategies a major challenge .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this review , the biology of the virus will be addressed focusing on newly discovered functions of non-structural proteins and novel dissemination mechanisms .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Secondly , the role of different cell types and viral proteins will be reviewed in natural and vaccine-induced immune response together with the role of different immune evasion mechanisms focusing on those gaps of knowledge that are critical to generate more efficacious vaccines .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Finally , novel strategies for antigen discovery and vaccine development will be discussed ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "in particular the use of exosomes ( extracellular vesicles of endocytic origin ) .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "As nanocarriers of lipids , proteins and nucleic acids ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "exosomes have potential effects on cell activation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "modulation of immune responses and antigen presentation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Thus , representing a novel vaccination approach against this devastating disease .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "13",
    "token_num": "227"
  }
}