{
  "paper_id": "8574b815f71d9a6eb4c0d61dbdce8da79c80a437",
  "metadata": {
    "title": "Kaempferol -A dietary anticancer molecule with multiple mechanisms of action: Recent trends and advancements",
    "coda_data_split": "train",
    "coda_paper_id": 8291,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The consumption of diet-based naturally bioactive metabolites is preferred to synthetic material in order to avert health-associated disorders. Among the plant-derived polyphenols, kaempferol (KMF) is considered as a valuable functional food ingredient with a broad range of therapeutic applications such as anti-cancer, antioxidant and anti-inflammatory uses. KMF acts on a range of intracellular as well as extracellular targets involved in the cell signaling pathways that in turn are known to regulate the hallmarks of cancer growth progressions like apoptosis, cell cycle, invasion or metastasis, angiogenesis and inflammation. Importantly, the understanding of mechanisms of action of KMF-mediated therapeutic effects may help the scientific community to design novel strategies for the treatment of dreadful diseases. The current review summarizes the various types of molecular targets of KMF in cancer cells as well as other health-associated disorders. In addition, this review also highlights the absorption, metabolism and epidemiological findings.",
      "sentences": [
        [
          {
            "segment_text": "The consumption of diet-based naturally bioactive metabolites is preferred to synthetic material in order to avert health-associated disorders .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Among the plant-derived polyphenols , kaempferol ( KMF ) is considered as a valuable functional food ingredient with a broad range of therapeutic applications such as anti-cancer , antioxidant and anti-inflammatory uses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "KMF acts on a range of intracellular as well as extracellular targets involved in the cell signaling pathways that in turn are known to regulate the hallmarks of cancer growth progressions like apoptosis ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "cell cycle , invasion or metastasis , angiogenesis and inflammation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Importantly , the understanding of mechanisms of action of KMF-mediated therapeutic effects may help the scientific community to design novel strategies for the treatment of dreadful diseases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The current review summarizes the various types of molecular targets of KMF in cancer cells as well as other health-associated disorders .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , this review also highlights the absorption , metabolism and epidemiological findings .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "7",
    "token_num": "162"
  }
}