{
  "paper_id": "85968b0e042d51b98fc82fa831f15fd3a3012736",
  "metadata": {
    "title": "Human Rhinovirus Proteinase 2A Induces Th1 and Th2 Immunity in COPD",
    "coda_data_split": "train",
    "coda_paper_id": 7037,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background-Tobacco related lung diseases including chronic obstructive pulmonary disease (COPD), are major causes of lung-related disability and death worldwide. Acute exacerbation of COPD (AE-COPD) is commonly associated with upper and lower respiratory viral infections and may result in respiratory failure in those with advanced lung disease.",
      "sentences": [
        [
          {
            "segment_text": "Background-Tobacco related lung diseases including chronic obstructive pulmonary disease ( COPD ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "are major causes of lung-related disability and death worldwide .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Acute exacerbation of COPD ( AE-COPD ) is commonly associated with upper and lower respiratory viral infections and may result in respiratory failure in those with advanced lung disease .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Objective-We sought to determine the mechanism underlying COPD exacerbation, and host response to pathogen-derived factors.",
      "sentences": [
        [
          {
            "segment_text": "Objective-We sought to determine the mechanism underlying COPD exacerbation ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and host response to pathogen-derived factors .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Methods-Over a 24 months period, we assessed the viral causes for upper and lower respiratory infections in COPD (n\u003d155) and control (n\u003d103) subjects. We collected nasal and bronchoalveolar lavage (BAL) fluid and peripheral blood under baseline and exacerbated condition. We determined the effect of human rhinovirus (HRV) proteinases on T cell activation in humans, and in mice.",
      "sentences": [
        [
          {
            "segment_text": "Methods-Over a 24 months period ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we assessed the viral causes for upper and lower respiratory infections in COPD ( n \u003d 155 ) and control ( n \u003d 103 ) subjects .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We collected nasal and bronchoalveolar lavage ( BAL ) fluid and peripheral blood under baseline and exacerbated condition .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We determined the effect of human rhinovirus ( HRV ) proteinases on T cell activation in humans , and in mice .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results-HRVs are isolated from nasal and lung fluid from subjects with AE-COPD. BAL fluid, and CD4 T cells from COPD patients exhibited a type 1 T helper (Th1), and Th2 cell cytokine phenotype during acute infection. HRV-encoded proteinase 2A activated monocyte-derived dendritic cells in vitro, and induced strong Th1, and Th2 immune responses from CD4 T cells. Intranasal",
      "sentences": [
        [
          {
            "segment_text": "Results-HRVs are isolated from nasal and lung fluid from subjects with AE-COPD .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "BAL fluid , and CD4 T cells from COPD patients exhibited a type 1 T helper ( Th1 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and Th2 cell cytokine phenotype during acute infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "HRV-encoded proteinase 2A activated monocyte-derived dendritic cells in vitro ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and induced strong Th1 , and Th2 immune responses from CD4 T cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Intranasal",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "10",
    "segment_num": "15",
    "token_num": "211"
  }
}