{
  "paper_id": "859a588ec3e56087224a3305abba2ef991ad0712",
  "metadata": {
    "title": "The Importance of Understanding the Human-Animal Interface From Early Hominins to Global Citizens",
    "coda_data_split": "train",
    "coda_paper_id": 9783,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The complex relationships between the human and animal species have never ceased to evolve since the emergence of the human species and have resulted in a human-animal interface that has promoted the cross-species transmission, emergence and eventual evolution of a plethora of infectious pathogens. Remarkably, most of the characteristics of the human-animal interface-as we know it today-have been established long before the end of our species prehistorical development took place, to be relentlessly shaped throughout the history of our species. More recently, changes affecting the modern human population worldwide as well as their dramatic impact on the global environment have taken domestication, agriculture, urbanization, industrialization, and colonization to unprecedented levels. This has created a unique global multi-faceted humananimal interface, associated with a major epidemiological transition that is accompanied by an unexpected rise of new and emerging infectious diseases. Importantly, these developments are largely paralleled by medical, technological, and scientific progress, continuously spurred by our never-ending combat against pathogens. The human-animal interface has most likely contributed significantly to the evolutionary shaping and historical development of our species. Investment in a better understanding of this human-animal interface will offer humankind a future head-start in the never-ending battle against infectious diseases.",
      "sentences": [
        [
          {
            "segment_text": "The complex relationships between the human and animal species have never ceased to evolve since the emergence of the human species and have resulted in a human-animal interface that has promoted the cross-species transmission ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "emergence and eventual evolution of a plethora of infectious pathogens .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Remarkably , most of the characteristics of the human-animal interface-as we know it today-have been established long before the end of our species prehistorical development took place ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "to be relentlessly shaped throughout the history of our species .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "More recently , changes affecting the modern human population worldwide as well as their dramatic impact on the global environment have taken domestication ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "agriculture , urbanization , industrialization ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and colonization to unprecedented levels .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This has created a unique global multi-faceted humananimal interface ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "associated with a major epidemiological transition that is accompanied by an unexpected rise of new and emerging infectious diseases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Importantly , these developments are largely paralleled by medical ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "technological , and scientific progress ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "continuously spurred by our never-ending combat against pathogens .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The human-animal interface has most likely contributed significantly to the evolutionary shaping and historical development of our species .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Investment in a better understanding of this human-animal interface will offer humankind a future head-start in the never-ending battle against infectious diseases .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "14",
    "token_num": "218"
  }
}