{
  "paper_id": "859ffa8109b72b1b18ebe76c76cfd32c8783d92f",
  "metadata": {
    "title": "Enhanced inhibition of porcine reproductive and respiratory syndrome virus replication by combination of morpholino oligomers",
    "coda_data_split": "train",
    "coda_paper_id": 7734,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Porcine reproductive and respiratory syndrome (PRRS) has caused heavy economic losses in the swine industry worldwide and current strategies to control PRRS are inadequate. Previous studies have shown that peptide-conjugated phosphorodiamidate morpholino oligomer (PPMO) can be an effective antiviral against the PRRS virus (PRRSV). PPMO is structurally similar to DNA with modified backbone and is resistant to nuclease. This study was designed to examine increasing inhibitory effect of PPMO combination. Two pairs of PPMOs were identified to have enhanced suppression of PRRSV replication in cell culture, while individual constituents did not work under the same testing conditions. PPMO 5UP1 that is complementary to 5 terminus of PRRSV genome was paired with 4P1 or 7P1 that are complementary to sequence in the translation initiation regions of ORFs 4 and 7, respectively. The PPMO combination also inhibited replication of heterologous strains in the North American PRRSV genotype. Treatment of the cells with the combinations reduced PRRSV RNA and protein levels. In cell-free or cell-based luciferase reporter assays, the PPMO combination suppressed target mRNA translation more effectively than individual constituents, indicating that the suppression was due to their antisense effect. These results suggest potential application of these PPMO combinations for PRRS control.",
      "sentences": [
        [
          {
            "segment_text": "Porcine reproductive and respiratory syndrome ( PRRS ) has caused heavy economic losses in the swine industry worldwide and current strategies to control PRRS are inadequate .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Previous studies have shown that peptide-conjugated phosphorodiamidate morpholino oligomer ( PPMO ) can be an effective antiviral against the PRRS virus ( PRRSV ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "PPMO is structurally similar to DNA with modified backbone and is resistant to nuclease .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This study was designed to examine increasing inhibitory effect of PPMO combination .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Two pairs of PPMOs were identified to have enhanced suppression of PRRSV replication in cell culture ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while individual constituents did not work under the same testing conditions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "PPMO 5UP1 that is complementary to 5 terminus of PRRSV genome was paired with 4P1 or 7P1 that are complementary to sequence in the translation initiation regions of ORFs 4 and 7 , respectively .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The PPMO combination also inhibited replication of heterologous strains in the North American PRRSV genotype .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Treatment of the cells with the combinations reduced PRRSV RNA and protein levels .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In cell-free or cell-based luciferase reporter assays ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "the PPMO combination suppressed target mRNA translation more effectively than individual constituents ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "indicating that the suppression was due to their antisense effect .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results suggest potential application of these PPMO combinations for PRRS control .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "13",
    "token_num": "219"
  }
}