{
  "paper_id": "85a219a54de089e3d0923da0959cfc9d2c80fdd6",
  "metadata": {
    "title": "Inhibitory effect of flavonoids against NS2B-NS3 protease of ZIKA virus and their structure activity relationship",
    "coda_data_split": "train",
    "coda_paper_id": 6617,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Objectives To determine the inhibitory activities of flavonoids against NS2B-NS3 protease of ZIKA virus (ZIKV NS2B-NS3 pro ) expressed in Escherichia coli BL21 (DE3) and their structure activity relationship. Results ZIKV NS2B-NS3 pro was expressed in E. coli BL21(DE3) as a 35 kDa protein. It had a K m of 26 lM with the fluorogenic peptide Dabcyl-KTSAVLQS GFRKME-Edan. The purified ZIKV NS2B-NS3 pro was used for inhibition and kinetic assays to determine the activities of 22 polyphenol compounds. These polyphenol compounds at 100 lM inhibited the activity of ZIKV NS2B-NS3 pro by 6.2-88%. Seven polyphenol compounds had IC 50 ranging from 22 ± 0.2 to 112 ± 5.5 lM. Myricetin showed a mixed type inhibitory pattern against ZIKV NS2B-NS3 pro protease. Its IC 50 value was 22 ± 0.2 lM with a K i value of 8.9 ± 1.9 lM. Conclusion The chemical structure of a polyphenol compound and its inhibitory activity against ZIKV NS2B-NS3 pro can be explored to develop highly selective inhibitors against ZIKV NS2B-NS3 pro .",
      "sentences": [
        [
          {
            "segment_text": "Objectives To determine the inhibitory activities of flavonoids against NS2B-NS3 protease of ZIKA virus ( ZIKV NS2B-NS3 pro ) expressed in Escherichia coli BL21 ( DE3 ) and their structure activity relationship .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Results ZIKV NS2B-NS3 pro was expressed in E. coli BL21 ( DE3 ) as a 35 kDa protein .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "It had a K m of 26 lM with the fluorogenic peptide Dabcyl-KTSAVLQS GFRKME-Edan .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The purified ZIKV NS2B-NS3 pro was used for inhibition and kinetic assays to determine the activities of 22 polyphenol compounds .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These polyphenol compounds at 100 lM inhibited the activity of ZIKV NS2B-NS3 pro by 6.2-88 % .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Seven polyphenol compounds had IC 50 ranging from 22 ± 0.2 to 112 ± 5.5 lM .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Myricetin showed a mixed type inhibitory pattern against ZIKV NS2B-NS3 pro protease .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Its IC 50 value was 22 ± 0.2 lM with a K i value of 8.9 ± 1.9 lM .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusion The chemical structure of a polyphenol compound and its inhibitory activity against ZIKV NS2B-NS3 pro can be explored to develop highly selective inhibitors against ZIKV NS2B-NS3 pro .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "9",
    "token_num": "184"
  }
}