{
  "paper_id": "85b43c086b804389a1363732f85de88cca9cdffc",
  "metadata": {
    "title": "Vaccines for porcine epidemic diarrhea virus and other swine coronaviruses",
    "coda_data_split": "train",
    "coda_paper_id": 7366,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The recent introduction of the porcine epidemic diarrhea virus (PEDV) into the North American swine herd has highlighted again the need for effective vaccines for swine coronaviruses. While vaccines for transmissible gastroenteritis virus (TGEV) have been available to producers around the world for a long time, effective vaccines for PEDV and deltacoronaviruses were only recently developed or are still in development. Here, we review existing vaccine technologies for swine coronaviruses and highlight promising technologies which may help to control these important viruses in the future.",
      "sentences": [
        [
          {
            "segment_text": "The recent introduction of the porcine epidemic diarrhea virus ( PEDV ) into the North American swine herd has highlighted again the need for effective vaccines for swine coronaviruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "While vaccines for transmissible gastroenteritis virus ( TGEV ) have been available to producers around the world for a long time ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "effective vaccines for PEDV and deltacoronaviruses were only recently developed or are still in development .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we review existing vaccine technologies for swine coronaviruses and highlight promising technologies which may help to control these important viruses in the future .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "3",
    "segment_num": "4",
    "token_num": "94"
  }
}