{
  "paper_id": "85bd238e891ec39cfaca1cf2689fef55568986ca",
  "metadata": {
    "title": "Physica A Dynamics of an epidemic model with spatial diffusion",
    "coda_data_split": "train",
    "coda_paper_id": 10600,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "h i g h l i g h t s",
      "sentences": [
        [
          {
            "segment_text": "h i g h l i g h t s",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "• We obtained a spatial epidemic model with logistic growth. • Using multiple-scale analysis, we present amplitude equations. • There are different types of stationary patterns. • Reaction diffusion epidemic systems have rich dynamics.",
      "sentences": [
        [
          {
            "segment_text": "• We obtained a spatial epidemic model with logistic growth .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "• Using multiple-scale analysis , we present amplitude equations .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "• There are different types of stationary patterns .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "• Reaction diffusion epidemic systems have rich dynamics .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Mathematical models are very useful in analyzing the spread and control of infectious diseases which can be used to predict the developing tendency of the infectious disease, determine the key factors and to seek the optimum strategies of disease control. As a result, we investigated the pattern dynamics of a spatial epidemic model with logistic growth. By using amplitude equation, we found that there were different types of stationary patterns including spotted, mixed, and stripe patterns, which mean that spatial motion of individuals can form high density of diseases. The obtained results can be extended in other related fields, such as vegetation patterns in ecosystems.",
      "sentences": [
        [
          {
            "segment_text": "Mathematical models are very useful in analyzing the spread and control of infectious diseases which can be used to predict the developing tendency of the infectious disease ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "determine the key factors and to seek the optimum strategies of disease control .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "As a result , we investigated the pattern dynamics of a spatial epidemic model with logistic growth .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "By using amplitude equation , we found that there were different types of stationary patterns including spotted ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "mixed , and stripe patterns ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which mean that spatial motion of individuals can form high density of diseases .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The obtained results can be extended in other related fields ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "such as vegetation patterns in ecosystems .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "9",
    "segment_num": "13",
    "token_num": "165"
  }
}