{
  "paper_id": "85cf0d4fd0de528e8178161a44d55112650d1058",
  "metadata": {
    "title": "Validation of the safety of MDCK cells as a substrate for the production of a cell-derived influenza vaccine",
    "coda_data_split": "train",
    "coda_paper_id": 7593,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Cell culture-based production methods may assist in meeting increasing demand for seasonal influenza vaccines and developing production flexibility required for addressing influenza pandemics. MDCK-33016PF cells are used in propagation of a cell-based seasonal influenza vaccine (Optaflu Ò ); but, like most continuous cell lines, can grow in immunocompromised mice to produce tumors. It is, therefore, essential that no residual cells remain within the vaccine, that cell lysates or DNA are not oncogenic, and that the cell substrate does not contain oncogenic viruses or oncogenic DNA. Multiple, redundant processes ensure the safety of influenza vaccines produced in MDCK-33016PF cells. The probability of a residual cell being present in a dose of vaccine is approximately 1 in 10 34 . Residual MDCK-DNA is 10 ng per dose and the ß-propiolactone used to inactivate influenza virus results in reduction of detectable DNA to less than 200 base pairs (bp). Degenerate PCR and specific PCR confirm exclusion of oncogenic viruses. The manufacturing process has been validated for its capacity to remove and inactivate viruses. We conclude that the theoretical risks arising from manufacturing seasonal influenza vaccine using MDCK-33016PF cells are reduced to levels that are effectively zero by the multiple, orthogonal processes used during production.",
      "sentences": [
        [
          {
            "segment_text": "Cell culture-based production methods may assist in meeting increasing demand for seasonal influenza vaccines and developing production flexibility required for addressing influenza pandemics .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "MDCK-33016PF cells are used in propagation of a cell-based seasonal influenza vaccine ( Optaflu Ò ) ; but ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "like most continuous cell lines ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "can grow in immunocompromised mice to produce tumors .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It is , therefore , essential that no residual cells remain within the vaccine ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "that cell lysates or DNA are not oncogenic ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and that the cell substrate does not contain oncogenic viruses or oncogenic DNA .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Multiple , redundant processes ensure the safety of influenza vaccines produced in MDCK-33016PF cells .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The probability of a residual cell being present in a dose of vaccine is approximately 1 in 10 34 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Residual MDCK-DNA is 10 ng per dose and the ß-propiolactone used to inactivate influenza virus results in reduction of detectable DNA to less than 200 base pairs ( bp ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Degenerate PCR and specific PCR confirm exclusion of oncogenic viruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The manufacturing process has been validated for its capacity to remove and inactivate viruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We conclude that the theoretical risks arising from manufacturing seasonal influenza vaccine using MDCK-33016PF cells are reduced to levels that are effectively zero by the multiple ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "orthogonal processes used during production .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "14",
    "token_num": "221"
  }
}