{
  "paper_id": "85f3c300e460e62364ef4a74fb1289334a5c2317",
  "metadata": {
    "title": "",
    "coda_data_split": "train",
    "coda_paper_id": 6265,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: In many countries, the predominant field isolates of infectious bronchitis virus (IBV) have been classified as QX-like strains since 1996. However, no commercial vaccines that are specific for this type of IBV are currently available. Therefore, there is an urgent need to develop novel vaccines that prevent QX-like IBV infection.",
      "sentences": [
        [
          {
            "segment_text": "Background : In many countries ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the predominant field isolates of infectious bronchitis virus ( IBV ) have been classified as QX-like strains since 1996 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , no commercial vaccines that are specific for this type of IBV are currently available .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Therefore , there is an urgent need to develop novel vaccines that prevent QX-like IBV infection .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Marek\u0027s disease virus (MDV), rMDV-S1, that expresses the S1 subunit of the spike (S) protein from the QX-like infectious bronchitis virus (IBV) was constructed by inserting the IBV S1 gene into the genome of the CVI988/Rispens strain of MDV. Specific pathogen-free (SPF) chickens that were vaccinated with rMDV-S1 were protected when challenged with the QX-like IBV. They were observed to have mild clinical signs of disease, a short virus-shedding period and low mortality. Additionally, the rMDV-S1 conferred full protection to chickens against virulent MDV, as did the CVI988/Rispens strain.",
      "sentences": [
        [
          {
            "segment_text": "Marek \u0027s disease virus ( MDV ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "rMDV-S1 , that expresses the S1 subunit of the spike ( S ) protein from the QX-like infectious bronchitis virus ( IBV ) was constructed by inserting the IBV S1 gene into the genome of the CVI988/Rispens strain of MDV .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Specific pathogen-free ( SPF ) chickens that were vaccinated with rMDV-S1 were protected when challenged with the QX-like IBV .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "They were observed to have mild clinical signs of disease ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "a short virus-shedding period and low mortality .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Additionally , the rMDV-S1 conferred full protection to chickens against virulent MDV ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as did the CVI988/Rispens strain .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Our results demonstrate that rMDV-S1 is an effective and promising recombinant vaccine for the prevention of QX-like IBV infection.",
      "sentences": [
        [
          {
            "segment_text": "Our results demonstrate that rMDV-S1 is an effective and promising recombinant vaccine for the prevention of QX-like IBV infection .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "8",
    "segment_num": "12",
    "token_num": "187"
  }
}