{
  "paper_id": "85f5968642411598e44291f2a10df85101b8799f",
  "metadata": {
    "title": "Evaluation of an immunogold electron microscopy technique for detecting bovine coronavirus",
    "coda_data_split": "train",
    "coda_paper_id": 9175,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "A solid phase colloidal gold immunoelectron microscopy (IGEM) technique for detecting bovine coronavirus (BCV) was developed and shown to be specific. This test was compared with three other diagnostic tests using fifteen faecal samples. Bovine coronavirus was detected in 2 samples by direct electron microscopy (DEM), in 3 samples by immunosorbent electron microscopy, in 5 samples by haemadsorption-elution-haemagglutination and in 6 samples by IGEM. Ninety four faecal samples were tested by DEM and IGEM. Of 26 samples found to contain BCV by IGEM only 14 were positive by DEM. The IGEM technique is simple, efficient and less susceptible than others to non-specific reactions.",
      "sentences": [
        [
          {
            "segment_text": "A solid phase colloidal gold immunoelectron microscopy ( IGEM ) technique for detecting bovine coronavirus ( BCV ) was developed and shown to be specific .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "This test was compared with three other diagnostic tests using fifteen faecal samples .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Bovine coronavirus was detected in 2 samples by direct electron microscopy ( DEM ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "in 3 samples by immunosorbent electron microscopy ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "in 5 samples by haemadsorption-elution-haemagglutination and in 6 samples by IGEM .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Ninety four faecal samples were tested by DEM and IGEM .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Of 26 samples found to contain BCV by IGEM only 14 were positive by DEM .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The IGEM technique is simple ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "efficient and less susceptible than others to non-specific reactions .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "9",
    "token_num": "118"
  }
}