{
  "paper_id": "86027ff90e11e6a54153ba198148fff49c9eeb5f",
  "metadata": {
    "title": "Development of a highly sensitive real-time nested RT-PCR assay in a single closed tube for detection of enterovirus 71 in hand, foot, and mouth disease",
    "coda_data_split": "train",
    "coda_paper_id": 3058,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Enterovirus 71 (EV71) is one of the major causative agents of outbreaks of hand, foot, and mouth disease (HFMD). A commercial TaqMan probe-based real-time PCR assay has been widely used for the differential detection of EV71 despite its relatively high cost and failure to detect samples with a low viral load (Ct value [ 35). In this study, a highly sensitive real-time nested RT-PCR (RTN RT-PCR) assay in a single closed tube for detection of EV71 in HFMD was developed. The sensitivity and specificity of this assay were evaluated using a reference EV71 stock and a panel of controls consisting of coxsackievirus A16 (CVA16) and common respiratory viruses, respectively. The clinical performance of this assay was evaluated and compared with those of a commercial TaqMan probe-based real-time PCR (qRT-PCR) assay and a traditional two-step nested RT-PCR assay. The limit of detection for the RTN RT-PCR assay was 0.01 TCID 50 /ml, with a Ct value of 38.3, which was the same as that of the traditional two-step nested RT-PCR assay and approximately tenfold lower than that of the qRT-PCR assay. When testing the reference strain EV71, this assay showed favorable detection reproducibility and no obvious cross-reactivity. The testing results of 100 clinical throat swabs from HFMD-suspected patients revealed that 41 samples were positive for EV71 by both RTN RT-PCR and traditional two-step nested RT-PCR assays, whereas only 29 were EV71 positive by qRT-PCR assay. P. Niu and S. Qi contributed equally to this study.",
      "sentences": [
        [
          {
            "segment_text": "Enterovirus 71 ( EV71 ) is one of the major causative agents of outbreaks of hand ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "foot , and mouth disease ( HFMD ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A commercial TaqMan probe-based real-time PCR assay has been widely used for the differential detection of EV71 despite its relatively high cost and failure to detect samples with a low viral load ( Ct value ( 35 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , a highly sensitive real-time nested RT-PCR ( RTN RT-PCR ) assay in a single closed tube for detection of EV71 in HFMD was developed .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The sensitivity and specificity of this assay were evaluated using a reference EV71 stock and a panel of controls consisting of coxsackievirus A16 ( CVA16 ) and common respiratory viruses , respectively .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The clinical performance of this assay was evaluated and compared with those of a commercial TaqMan probe-based real-time PCR ( qRT-PCR ) assay and a traditional two-step nested RT-PCR assay .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The limit of detection for the RTN RT-PCR assay was 0.01 TCID 50 / ml ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "with a Ct value of 38.3 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "which was the same as that of the traditional two-step nested RT-PCR assay and approximately tenfold lower than that of the qRT-PCR assay .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "When testing the reference strain EV71 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "this assay showed favorable detection reproducibility and no obvious cross-reactivity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The testing results of 100 clinical throat swabs from HFMD-suspected patients revealed that 41 samples were positive for EV71 by both RTN RT-PCR and traditional two-step nested RT-PCR assays ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whereas only 29 were EV71 positive by qRT-PCR assay .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "P. Niu and S. Qi contributed equally to this study .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Electronic supplementary material The online version of this article (",
      "sentences": [
        [
          {
            "segment_text": "Electronic supplementary material The online version of this article (",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "10",
    "segment_num": "15",
    "token_num": "284"
  }
}