{
  "paper_id": "8605d9a84e827e232a47861c65c61605c789acf7",
  "metadata": {
    "title": "Transmission of Pandemic Influenza A (H1N1) Virus in a Train in China",
    "coda_data_split": "train",
    "coda_paper_id": 9575,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Pandemic influenza A (H1N1) virus emerged in North America in April 2009 and spread globally. We describe the epidemiology and public health response to the first known outbreak of 2009 H1N1 in a train, which occurred in June 2009 in China. Methods: After 2 provinces provided initial reports of 2009 H1N1 infection in 2 persons who had travelled on the same train, we conducted a retrospective epidemiologic investigation to collect information from the passengers, crew members, contacts, and health care providers. We explored the source of infection and possible routes of transmission in the train. All cases were confirmed by real-time reverse transcription polymerase chain reaction testing. Results: Train #1223 traveled 40 hours, made 28 stops in 4 Chinese provinces, and boarded 2555 passengers, who logged a total of 59 144 person-hours of travel time. Nineteen confirmed 2009 H1N1 cases were identified. Of these, 13 were infected and developed symptoms on the train and 6 occurred among contacts who developed illness during medical monitoring. In addition, 3 asymptomatic cases were identified based on RT-PCR testing of respiratory swabs from contacts. The attack rate among contacts of confirmed cases in the same car was higher than that among contacts in other cars (3.15% vs. 0%, P \u003c 0.001). Attack rates increased with exposure time. Conclusions: Close contact and long exposure may have contributed to the transmission of 2009 H1N1 virus in the train. Trains may have played an important role in the 2009 influenza pandemic.",
      "sentences": [
        [
          {
            "segment_text": "Background : Pandemic influenza A ( H1N1 ) virus emerged in North America in April 2009 and spread globally .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We describe the epidemiology and public health response to the first known outbreak of 2009 H1N1 in a train ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "which occurred in June 2009 in China .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : After 2 provinces provided initial reports of 2009 H1N1 infection in 2 persons who had travelled on the same train ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we conducted a retrospective epidemiologic investigation to collect information from the passengers ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "crew members , contacts , and health care providers .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We explored the source of infection and possible routes of transmission in the train .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "All cases were confirmed by real-time reverse transcription polymerase chain reaction testing .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Train # 1223 traveled 40 hours ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "made 28 stops in 4 Chinese provinces ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and boarded 2555 passengers , who logged a total of 59 144 person-hours of travel time .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Nineteen confirmed 2009 H1N1 cases were identified .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Of these , 13 were infected and developed symptoms on the train and 6 occurred among contacts who developed illness during medical monitoring .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , 3 asymptomatic cases were identified based on RT-PCR testing of respiratory swabs from contacts .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The attack rate among contacts of confirmed cases in the same car was higher than that among contacts in other cars ( 3.15 % vs. 0 % , P \u003c 0.001 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Attack rates increased with exposure time .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : Close contact and long exposure may have contributed to the transmission of 2009 H1N1 virus in the train .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Trains may have played an important role in the 2009 influenza pandemic .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "13",
    "segment_num": "18",
    "token_num": "280"
  }
}