{
  "paper_id": "860ba42a414be56d8892be78865f939fcd3fb2e9",
  "metadata": {
    "title": "Exacerbations of chronic obstructive pulmonary disease and chronic mucus hypersecretion",
    "coda_data_split": "train",
    "coda_paper_id": 6410,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Chronic obstructive pulmonary disease (COPD) exacerbations are an important cause of the considerable morbidity and mortality found in COPD. COPD exacerbations increase with increasing severity of COPD, and some patients are prone to frequent exacerbations leading to hospital admission and readmission. These frequent exacerbations may have considerable impact on quality of life and activities of daily living. Factors that increase the risk for COPD exacerbations are associated with increased airway inflammation caused by common pollutants and bacterial and/or viral infections. These inflammatory responses cause mucus hypersecretion and, thereby, airway obstruction and associated exacerbations. While chronic mucus hypersecretion is a significant risk factor for frequent and severe exacerbations, patients with chronic mucus hypersecretion have a lower rate of relapse after initial treatment for acute exacerbation. The benefit of antibiotics for treatment of COPD exacerbations is small but significant. While the mechanisms of actions are not clear, mucolytic agents reduce the number of days of disability in subjects with exacerbations. Reducing mucous cell numbers in small airways could be a useful way to reduce chronic mucus hypersecretion. Our studies suggest that programmed cell death is crucial in the resolution of metaplastic mucous cells, and understanding these mechanisms may provide novel therapies to reduce the risk of COPD exacerbations.",
      "sentences": [
        [
          {
            "segment_text": "Chronic obstructive pulmonary disease ( COPD ) exacerbations are an important cause of the considerable morbidity and mortality found in COPD .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "COPD exacerbations increase with increasing severity of COPD ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and some patients are prone to frequent exacerbations leading to hospital admission and readmission .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These frequent exacerbations may have considerable impact on quality of life and activities of daily living .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Factors that increase the risk for COPD exacerbations are associated with increased airway inflammation caused by common pollutants and bacterial and/or viral infections .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These inflammatory responses cause mucus hypersecretion and ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "thereby , airway obstruction and associated exacerbations .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "While chronic mucus hypersecretion is a significant risk factor for frequent and severe exacerbations ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "patients with chronic mucus hypersecretion have a lower rate of relapse after initial treatment for acute exacerbation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The benefit of antibiotics for treatment of COPD exacerbations is small but significant .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "While the mechanisms of actions are not clear ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "mucolytic agents reduce the number of days of disability in subjects with exacerbations .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Reducing mucous cell numbers in small airways could be a useful way to reduce chronic mucus hypersecretion .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Our studies suggest that programmed cell death is crucial in the resolution of metaplastic mucous cells ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and understanding these mechanisms may provide novel therapies to reduce the risk of COPD exacerbations .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "15",
    "token_num": "224"
  }
}