{
  "paper_id": "86161746859c22d29da637d687deda287607c69d",
  "metadata": {
    "title": "Comparative phylogenomics of pathogenic bacteria by microarray analysis",
    "coda_data_split": "train",
    "coda_paper_id": 5743,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "DNA microarrays represent a powerful technology that enables whole-scale comparison of bacterial genomes. This, coupled with new methods to model DNA microarray data, is facilitating the development of robust comparative phylogenomics analyses. Such studies have dramatically increased our ability to differentiate between bacteria, highlighting previously undetected genetic differences and population structures and providing new insight into virulence and evolution of bacterial pathogens. Recent results from such studies have generated insights into the evolution of bacterial pathogens, the levels of diversity and plasticity in the genome of a species, as well as the differences in virulence amongst pathogenic bacteria.",
      "sentences": [
        [
          {
            "segment_text": "DNA microarrays represent a powerful technology that enables whole-scale comparison of bacterial genomes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This , coupled with new methods to model DNA microarray data ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "is facilitating the development of robust comparative phylogenomics analyses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Such studies have dramatically increased our ability to differentiate between bacteria ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "highlighting previously undetected genetic differences and population structures and providing new insight into virulence and evolution of bacterial pathogens .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Recent results from such studies have generated insights into the evolution of bacterial pathogens ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the levels of diversity and plasticity in the genome of a species ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "as well as the differences in virulence amongst pathogenic bacteria .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Comparative phylogenomics of pathogenic bacteria by microarray analysis Dorrell, Hinchliffe and Wren 621 Figure 1 Principles of comparative phylogenomics using DNA microarrays. For further details, see main body of text. www.sciencedirect.com Current Opinion in Microbiology 2005, 8:620-626 Comparative phylogenomics of pathogenic bacteria by microarray analysis Dorrell, Hinchliffe and Wren 625 www.sciencedirect.com Current Opinion in Microbiology 2005, 8:620-626",
      "sentences": [
        [
          {
            "segment_text": "Comparative phylogenomics of pathogenic bacteria by microarray analysis Dorrell ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Hinchliffe and Wren 621 Figure 1 Principles of comparative phylogenomics using DNA microarrays .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "For further details , see main body of text .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "www.sciencedirect.com Current Opinion in Microbiology 2005 ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "8:620-626 Comparative phylogenomics of pathogenic bacteria by microarray analysis Dorrell ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "Hinchliffe and Wren 625 www.sciencedirect.com Current Opinion in Microbiology 2005 , 8:620-626",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "7",
    "segment_num": "14",
    "token_num": "171"
  }
}