{
  "paper_id": "86334a1a36bd178b5a3b2c1f6943d2ac6fa40e27",
  "metadata": {
    "title": "Identification of aromatic amino acid residues in conserved region VI of the large polymerase of vesicular stomatitis virus is essential for both guanine-N-7 and ribose 2\u0027-O methyltransferases",
    "coda_data_split": "train",
    "coda_paper_id": 10530,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Non-segmented negative-sense RNA viruses possess a unique mechanism for mRNA cap methylation. For vesicular stomatitis virus, conserved region VI in the large (L) polymerase protein catalyzes both guanine-N-7 (G-N-7) and ribose 2\u0027-O (2\u0027-O) methyltransferases, and the two methylases share a binding site for the methyl donor S-adenosyl-l-methionine. Unlike conventional mRNA cap methylation, the 2\u0027-O methylation of VSV precedes subsequent G-N-7 methylation. In this study, we found that individual alanine substitutions in two conserved aromatic residues (Y1650 and F1691) in region VI of L protein abolished both G-N-7 and 2\u0027-O methylation. However, replacement of one aromatic residue with another aromatic residue did not significantly affect the methyltransferase activities. Our studies provide genetic and biochemical evidence that conserved aromatic residues in region VI of L protein essential for both G-N-7 and 2\u0027-O methylations. In combination with the structural prediction, our results suggest that these aromatic residues may participate in RNA recognition. Virology j o u r n a l h o m e p a g e : w w w. e l s e v i e r. c o m / l o c a t e / y v i r o full-length antigenomic RNA, which in turn results in the synthesis of genomic RNA. How polymerase complex controls these two distinct RNA synthesis is still poorly understood.",
      "sentences": [
        [
          {
            "segment_text": "Non-segmented negative-sense RNA viruses possess a unique mechanism for mRNA cap methylation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "For vesicular stomatitis virus , conserved region VI in the large ( L ) polymerase protein catalyzes both guanine-N-7 ( G-N-7 ) and ribose 2 \u0027 - O ( 2 \u0027 - O ) methyltransferases ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and the two methylases share a binding site for the methyl donor S-adenosyl-l-methionine .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Unlike conventional mRNA cap methylation ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the 2 \u0027 - O methylation of VSV precedes subsequent G-N-7 methylation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , we found that individual alanine substitutions in two conserved aromatic residues ( Y1650 and F1691 ) in region VI of L protein abolished both G-N-7 and 2 \u0027 - O methylation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , replacement of one aromatic residue with another aromatic residue did not significantly affect the methyltransferase activities .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our studies provide genetic and biochemical evidence that conserved aromatic residues in region VI of L protein essential for both G-N-7 and 2 \u0027 - O methylations .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In combination with the structural prediction ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "our results suggest that these aromatic residues may participate in RNA recognition .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Virology j o u r n a l h o m e p a g e : w w w. e l s e v i e r. c o m / l o c a t e / y v i r o full-length antigenomic RNA ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which in turn results in the synthesis of genomic RNA .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "How polymerase complex controls these two distinct RNA synthesis is still poorly understood .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "The VSV L protein is a 241-kDa multifunctional protein. Structure has not been determined for any of portion of L protein within NNS RNA viruses. In addition to the polymerase function, the L protein possesses all the enzymatic activities for mRNA processing such as capping, methylation and polyadenylation (Abraham et al.",
      "sentences": [
        [
          {
            "segment_text": "The VSV L protein is a 241-kDa multifunctional protein .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Structure has not been determined for any of portion of L protein within NNS RNA viruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition to the polymerase function ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the L protein possesses all the enzymatic activities for mRNA processing such as capping ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "methylation and polyadenylation ( Abraham et al. .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "12",
    "segment_num": "18",
    "token_num": "315"
  }
}