{
  "paper_id": "8656bed5cbc03e462d32fd08ac1c880bd47edffa",
  "metadata": {
    "title": "A rapid immunochromatographic test strip for detecting rabies virus antibody",
    "coda_data_split": "train",
    "coda_paper_id": 4597,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "An immunochromatographic test strip (ICTS) for detecting antibodies to rabies virus was developed, using colloidal gold particles labeled with rabies virus glycoprotein as the tracer. The assay was evaluated using sera from dogs immunized with various commercial rabies vaccines, or from dogs in the clinics and sera from dogs immunized with vaccines against pathogens other than rabies virus, and negative sera from a wide variety of animal sources, including dogs, mice, and cats which had never been vaccinated. The ICTS was found to be highly specific for antibodies against rabies virus, with a detection limit of 0.5 IU/ml as measured by the fluorescent antibody virus neutralization (FAVN) test. Compared with the FAVN test, the specificity and sensitivity of ICTS were 98.2% and 90.4%, respectively. There was an excellent agreement between results obtained by the ICTS and FAVN tests (kappa \u003d 0.888). Strips stored at 4 • C in a plastic bag with a desiccant retained their specificity and sensitivity for at least 15 months, and strips stored at ambient temperature remained stable for 12 months. The immunochromatographic test strip may therefore be useful for clinical laboratories lacking specialized equipment and for diagnosis in the field for rapid detection of rabies virus-specific antibodies.",
      "sentences": [
        [
          {
            "segment_text": "An immunochromatographic test strip ( ICTS ) for detecting antibodies to rabies virus was developed ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "using colloidal gold particles labeled with rabies virus glycoprotein as the tracer .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The assay was evaluated using sera from dogs immunized with various commercial rabies vaccines ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "or from dogs in the clinics and sera from dogs immunized with vaccines against pathogens other than rabies virus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and negative sera from a wide variety of animal sources ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including dogs , mice , and cats which had never been vaccinated .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The ICTS was found to be highly specific for antibodies against rabies virus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with a detection limit of 0.5 IU/ml as measured by the fluorescent antibody virus neutralization ( FAVN ) test .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Compared with the FAVN test ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the specificity and sensitivity of ICTS were 98.2 % and 90.4 % , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "There was an excellent agreement between results obtained by the ICTS and FAVN tests ( kappa \u003d 0.888 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Strips stored at 4 • C in a plastic bag with a desiccant retained their specificity and sensitivity for at least 15 months ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and strips stored at ambient temperature remained stable for 12 months .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The immunochromatographic test strip may therefore be useful for clinical laboratories lacking specialized equipment and for diagnosis in the field for rapid detection of rabies virus-specific antibodies .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "14",
    "token_num": "227"
  }
}