{
  "paper_id": "866943e037d3b683d0405a9d65d94568074ed592",
  "metadata": {
    "title": "Induction of T-cell response by a DNA vaccine encoding a novel HLA-A*0201 severe acute respiratory syndrome coronavirus epitope",
    "coda_data_split": "train",
    "coda_paper_id": 5235,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The severe acute respiratory syndrome coronavirus nucleocapsid protein (SARS-CoV N) is one of the major targets for SARS vaccine due to its high potency in triggering immune responses. In this study, we have identified a novel HLA-A*0201 restricted epitope, N220 (LALLLLDRL), of the SARS-CoV N-protein through bioinformatics analysis. The N-protein peptide N220 shows a high binding affinity towards human MHC class I in T2-cells, and is capable of activating cytotoxic T-cells in human peripheral blood mononuclear cells (PBMCs). The application of using the N220 peptide sequence with a single-chain-trimer (SCT) approach to produce a potential DNA vaccine candidate was investigated in HLA-A2.1K b transgenic mice. Cytotoxicity assay clearly showed that the T-cells obtained from the vaccinated animals were able to kill the N-protein expressing cells with a cytotoxicity level of 86% in an effector cells/target cells ratio of 81:1 one week after the last vaccination, which is significantly higher than other N-protein peptides previously described. The novel immunogenic N-protein peptide revealed in the present study provides valuable information for therapeutic SARS vaccine design.",
      "sentences": [
        [
          {
            "segment_text": "The severe acute respiratory syndrome coronavirus nucleocapsid protein ( SARS-CoV N ) is one of the major targets for SARS vaccine due to its high potency in triggering immune responses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , we have identified a novel HLA-A * 0201 restricted epitope ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "N220 ( LALLLLDRL ) , of the SARS-CoV N-protein through bioinformatics analysis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The N-protein peptide N220 shows a high binding affinity towards human MHC class I in T2-cells ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and is capable of activating cytotoxic T-cells in human peripheral blood mononuclear cells ( PBMCs ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The application of using the N220 peptide sequence with a single-chain-trimer ( SCT ) approach to produce a potential DNA vaccine candidate was investigated in HLA-A2.1 K b transgenic mice .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Cytotoxicity assay clearly showed that the T-cells obtained from the vaccinated animals were able to kill the N-protein expressing cells with a cytotoxicity level of 86 % in an effector cells/target cells ratio of 81:1 one week after the last vaccination ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which is significantly higher than other N-protein peptides previously described .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The novel immunogenic N-protein peptide revealed in the present study provides valuable information for therapeutic SARS vaccine design .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "9",
    "token_num": "196"
  }
}