{
  "paper_id": "867752d917b2bc3c4baa4ce3192dc1aa6d656938",
  "metadata": {
    "title": "Chinese Journal of Natural Medicines Metabolism of Epimedium-derived Flavonoid Glycosides in Intestinal Flora of Rabbits and Its Inhibition by Gluconolactone",
    "coda_data_split": "train",
    "coda_paper_id": 6722,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The metabolism of Epimedium-derived flavonoid glycosides (EF, with icariin as the main component) in rabbit intestinal flora and its inhibition by gluconolactone were investigated in this paper to help reveal the metabolic pathway of EF in rabbits and to identify the in vivo bioactive components of EF in the prevention of steroid-associated osteonecrosis. METHODS: EF were incubated at 37 °C anaerobically with rabbit intestinal flora, and then water-saturated ethyl acetate was used for sample extraction at different time points. Furthermore, gluconolactone was added at different concentrations (8, 12 and 16 mg·mL −1 ) to study its inhibition of the metabolism of EF in rabbit intestinal flora. The separation was performed on a ODS column by gradient elution with acetonitrile-water (including 0.1% formic acid respectively) as mobile phase at detection wavelength of 335 nm. RESULTS: EF were metabolized to icariside II in 2 h, and then to icaritin when incubated for 8 h; gluconolactone showed the inhibition of EF metabolism in rabbit intestinal flora in a concentration-dependent manner. CONCLUSION: EF were found to be metabolized rapidly by hydrolysis of rabbit intestinal flora to produce icariside II and icaritin; and the total inhibition was achieved by gluconolactone at a concentration of 16 mg·mL −1 . [KEY WORDS] Epimedium-derived flavonoid glycosides; Prevention of steroid-associated osteonecrosis; Metabolism in rabbit intestinal flora; Gluconolactone; Inhibition [CLC Number] R965 [Document code] A [Article ID] 1672-3651(2011)06-0461-05 [*Corresponding author] YAO Zhi-Hong: Associate Prof.,",
      "sentences": [
        [
          {
            "segment_text": "The metabolism of Epimedium-derived flavonoid glycosides ( EF , with icariin as the main component ) in rabbit intestinal flora and its inhibition by gluconolactone were investigated in this paper to help reveal the metabolic pathway of EF in rabbits and to identify the in vivo bioactive components of EF in the prevention of steroid-associated osteonecrosis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "METHODS : EF were incubated at 37 °C anaerobically with rabbit intestinal flora ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and then water-saturated ethyl acetate was used for sample extraction at different time points .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Furthermore , gluconolactone was added at different concentrations ( 8 , 12 and 16 mg · mL − 1 ) to study its inhibition of the metabolism of EF in rabbit intestinal flora .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The separation was performed on a ODS column by gradient elution with acetonitrile-water ( including 0.1 % formic acid respectively ) as mobile phase at detection wavelength of 335 nm .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "RESULTS : EF were metabolized to icariside II in 2 h ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and then to icaritin when incubated for 8 h ; gluconolactone showed the inhibition of EF metabolism in rabbit intestinal flora in a concentration-dependent manner .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "CONCLUSION : EF were found to be metabolized rapidly by hydrolysis of rabbit intestinal flora to produce icariside II and icaritin ; and the total inhibition was achieved by gluconolactone at a concentration of 16 mg · mL − 1 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "( KEY WORDS ) Epimedium-derived flavonoid glycosides ; Prevention of steroid-associated osteonecrosis ; Metabolism in rabbit intestinal flora ; Gluconolactone ; Inhibition ( CLC Number ) R965 ( Document code ) A ( Article ID ) 1672-3651 ( 2011 ) 06-0461-05 ( * Corresponding author ) YAO Zhi-Hong : Associate Prof. ,",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "9",
    "token_num": "282"
  }
}