{
  "paper_id": "867ebb2be2d466bcb35e5a7319708eaff39c4799",
  "metadata": {
    "title": "Antimicrobial prescribing in Australian hospitals; antimicrobial choice and indications for inappropriate prescribing",
    "coda_data_split": "train",
    "coda_paper_id": 6279,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "publicly funded repositories, such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source. These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active.",
      "sentences": [
        [
          {
            "segment_text": "publicly funded repositories , such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Propensity-score matched analysis comparing clinical benefits of antimicrobial de-escalation and non-switch in adults with community-onset monomicrobial Escherichia coli, Klebsiella species, and Proteus mirabilis bacteremia",
      "sentences": [
        [
          {
            "segment_text": "Propensity-score matched analysis comparing clinical benefits of antimicrobial de-escalation and non-switch in adults with community-onset monomicrobial Escherichia coli ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Klebsiella species , and Proteus mirabilis bacteremia",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "3",
    "segment_num": "4",
    "token_num": "77"
  }
}