{
  "paper_id": "8688ca00892a6134485b2d9dd30f95e7aad1a3d8",
  "metadata": {
    "title": "Expatriates\u0027 Multiple Fears, from Terrorism to Working Conditions: Development of a Model",
    "coda_data_split": "train",
    "coda_paper_id": 8012,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Companies\u0027 internationalization appears to be fundamental in the current globalized and competitive environment and seems important not only for organizational success, but also for societal development and sustainability. On one hand, global business increases the demand for managers for international assignment. On the other hand, emergent fears, such as terrorism, seem to be developing around the world, enhancing the risk of expatriates\u0027 potential health problems. The purpose of this paper is to examine the relationships between the emergent concept of fear of expatriation with further workplace fears (economic crisis and dangerous working conditions) and with mental health problems. The study uses a quantitative design. Self-reported data were collected from 265 Italian expatriate workers assigned to both Italian and worldwide projects. Structural equation model analyses showed that fear of expatriation mediates the relationship of mental health with fear of economic crisis and with perceived dangerous working conditions. As expected, in addition to fear, worries of expatriation are also related to further fears. Although, the study is based on self-reports and the cross-sectional study design limits the possibility of making causal inferences, the new constructs introduced add to previous research.",
      "sentences": [
        [
          {
            "segment_text": "Companies \u0027 internationalization appears to be fundamental in the current globalized and competitive environment and seems important not only for organizational success ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but also for societal development and sustainability .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "On one hand , global business increases the demand for managers for international assignment .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "On the other hand , emergent fears ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "such as terrorism , seem to be developing around the world ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "enhancing the risk of expatriates \u0027 potential health problems .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The purpose of this paper is to examine the relationships between the emergent concept of fear of expatriation with further workplace fears ( economic crisis and dangerous working conditions ) and with mental health problems .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The study uses a quantitative design .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Self-reported data were collected from 265 Italian expatriate workers assigned to both Italian and worldwide projects .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Structural equation model analyses showed that fear of expatriation mediates the relationship of mental health with fear of economic crisis and with perceived dangerous working conditions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "As expected , in addition to fear ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "worries of expatriation are also related to further fears .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Although , the study is based on self-reports and the cross-sectional study design limits the possibility of making causal inferences ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the new constructs introduced add to previous research .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "14",
    "token_num": "211"
  }
}