{
  "paper_id": "869527ed7b135ec927aa893580ac78d45ce35c98",
  "metadata": {
    "title": "In situ reverse-transcription loop-mediated isothermal amplification (in situ RT-LAMP) for detection of Japanese encephalitis viral RNA in host cells",
    "coda_data_split": "train",
    "coda_paper_id": 6185,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background: Clinical diagnosis of Japanese encephalitis is usually difficult due to non-specific signs at the early and acute stages of the infection. Virus isolation from peripheral blood is also not possible because of the short period and low level of transient viremia even in the acute stage of the disease. It is thus urgent to develop a feasible and convenient method for laboratory diagnosis of the infection. Objectives: To establish a newly designed molecular approach that can be used to detect intracellular Japanese encephalitis viral RNA in host cells. Study design: The method was firstly established and then was carried out to test its efficacy in cultured BHK-21 cells, subsequently in peripheral blood mononuclear cells (PBMCs) isolated from mice that have been inoculated with JE virus suspension. Results: In this study, in situ reverse-transcription loop-mediated isothermal amplification (in situ RT-LAMP) was established; which combines merits of recently developed loop-mediated isothermal amplification (LAMP) and in situ reverse-transcriptase polymerase chain reaction (in situ RT-PCR). Conclusions: The newly designed method can detect viral RNAs in peripheral blood mononuclear cells (PBMCs) in a short time with high sensitivity and efficiency. (W.-J. Chen). a These authors contributed equally to this study.",
      "sentences": [
        [
          {
            "segment_text": "Background : Clinical diagnosis of Japanese encephalitis is usually difficult due to non-specific signs at the early and acute stages of the infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Virus isolation from peripheral blood is also not possible because of the short period and low level of transient viremia even in the acute stage of the disease .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It is thus urgent to develop a feasible and convenient method for laboratory diagnosis of the infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Objectives : To establish a newly designed molecular approach that can be used to detect intracellular Japanese encephalitis viral RNA in host cells .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Study design : The method was firstly established and then was carried out to test its efficacy in cultured BHK-21 cells ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "subsequently in peripheral blood mononuclear cells ( PBMCs ) isolated from mice that have been inoculated with JE virus suspension .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : In this study ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "in situ reverse-transcription loop-mediated isothermal amplification ( in situ RT-LAMP ) was established ; which combines merits of recently developed loop-mediated isothermal amplification ( LAMP ) and in situ reverse-transcriptase polymerase chain reaction ( in situ RT-PCR ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : The newly designed method can detect viral RNAs in peripheral blood mononuclear cells ( PBMCs ) in a short time with high sensitivity and efficiency .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "( W.-J .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Chen ) .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "a These authors contributed equally to this study .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "12",
    "token_num": "226"
  }
}