{
  "paper_id": "86afebc58ebd3a14ab6d730d4c5fc32dc56ec3c5",
  "metadata": {
    "title": "Type 1 interferon gene transfer enhances host defense against pulmonary Streptococcus pneumoniae infection via activating innate leukocytes",
    "coda_data_split": "train",
    "coda_paper_id": 6775,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Pneumococcal infections are the leading cause of community-acquired pneumonia. Although the type 1 interferon-α (IFN-α) is a well-known antiviral cytokine, the role of IFN-α in antipneumococcal host defense and its therapeutic potential remain poorly understood. We have investigated these issues by using a murine transgene expression model. We found that in control animals, Streptococcus pneumoniae infection caused severe weight loss and excessive lung inflammation, associated with rapid bacterial outgrowth. In contrast, the animals that received a single dose of an adenoviral vector expressing IFN-α prior to pneumococcal infection demonstrated rapid and effective control of bacterial replication and lung inflammation and improved clinical outcome. Enhanced protection by IFN-α was due to increased activation of neutrophils and macrophages with increased release of reactive oxygen and nitrogen species and bacterial killing. Furthermore, we found that raised levels of IFN-α in the lung remained immune protective even when the gene transfer vector was given at a time postpneumococcal infection. Our study thus shows that the classically antiviral type 1 IFN can be exploited for enhancing immunity against pneumococcal infection via its activating effects on innate immune cells. Our findings hold implications for the therapeutic use of IFN-α gene transfer strategies to combat pneumococcal infections.",
      "sentences": [
        [
          {
            "segment_text": "Pneumococcal infections are the leading cause of community-acquired pneumonia .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although the type 1 interferon-α ( IFN-α ) is a well-known antiviral cytokine ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the role of IFN-α in antipneumococcal host defense and its therapeutic potential remain poorly understood .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We have investigated these issues by using a murine transgene expression model .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We found that in control animals ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Streptococcus pneumoniae infection caused severe weight loss and excessive lung inflammation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "associated with rapid bacterial outgrowth .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In contrast , the animals that received a single dose of an adenoviral vector expressing IFN-α prior to pneumococcal infection demonstrated rapid and effective control of bacterial replication and lung inflammation and improved clinical outcome .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Enhanced protection by IFN-α was due to increased activation of neutrophils and macrophages with increased release of reactive oxygen and nitrogen species and bacterial killing .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , we found that raised levels of IFN-α in the lung remained immune protective even when the gene transfer vector was given at a time postpneumococcal infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our study thus shows that the classically antiviral type 1 IFN can be exploited for enhancing immunity against pneumococcal infection via its activating effects on innate immune cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our findings hold implications for the therapeutic use of IFN-α gene transfer strategies to combat pneumococcal infections .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "12",
    "token_num": "216"
  }
}