{
  "paper_id": "86c68d9b158d6b327fd9e6ff748fff6d5e2167bb",
  "metadata": {
    "title": "The population genetics of drug resistance evolution in natural populations of viral, bacterial and eukaryotic pathogens",
    "coda_data_split": "train",
    "coda_paper_id": 3820,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Drug resistance is a costly consequence of pathogen evolution and a major concern in public health. In this review, we show how population genetics can be used to study the evolution of drug resistance and also how drug resistance evolution is informative as an evolutionary model system. We highlight five examples from diverse organisms with particular focus on: (i) identifying drug resistance loci in the malaria parasite Plasmodium falciparum using the genomic signatures of selective sweeps, (ii) determining the role of epistasis in drug resistance evolution in influenza, (iii) quantifying the role of standing genetic variation in the evolution of drug resistance in HIV, (iv) using drug resistance mutations to study clonal interference dynamics in tuberculosis and (v) analysing the population structure of the core and accessory genome of Staphylococcus aureus to understand the spread of methicillin resistance. Throughout this review, we discuss the uses of sequence data and population genetic theory in studying the evolution of drug resistance.",
      "sentences": [
        [
          {
            "segment_text": "Drug resistance is a costly consequence of pathogen evolution and a major concern in public health .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this review , we show how population genetics can be used to study the evolution of drug resistance and also how drug resistance evolution is informative as an evolutionary model system .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We highlight five examples from diverse organisms with particular focus on : ( i ) identifying drug resistance loci in the malaria parasite Plasmodium falciparum using the genomic signatures of selective sweeps ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "( ii ) determining the role of epistasis in drug resistance evolution in influenza ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "( iii ) quantifying the role of standing genetic variation in the evolution of drug resistance in HIV ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "( iv ) using drug resistance mutations to study clonal interference dynamics in tuberculosis and ( v ) analysing the population structure of the core and accessory genome of Staphylococcus aureus to understand the spread of methicillin resistance .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Throughout this review , we discuss the uses of sequence data and population genetic theory in studying the evolution of drug resistance .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "7",
    "token_num": "179"
  }
}