{
  "paper_id": "86e9475d521572b99360c5de0de9114cca145533",
  "metadata": {
    "title": "Interferon-inducible effector mechanisms in cell-autonomous immunity",
    "coda_data_split": "train",
    "coda_paper_id": 9517,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Interferons (IFNs) induce the expression of hundreds of genes as part of an elaborate antimicrobial programme designed to combat infection in all nucleated cells -a process termed cellautonomous immunity. As described in this Review, recent genomic and subgenomic analyses have begun to assign functional properties to novel IFN-inducible effector proteins that restrict bacteria, protozoa and viruses in different subcellular compartments and at different stages of the pathogen life cycle. Several newly described host defence factors also participate in canonical oxidative and autophagic pathways by spatially coordinating their activities to enhance microbial killing. Together, these IFN-induced effector networks help to confer vertebrate host resistance to a vast and complex microbial world.",
      "sentences": [
        [
          {
            "segment_text": "Interferons ( IFNs ) induce the expression of hundreds of genes as part of an elaborate antimicrobial programme designed to combat infection in all nucleated cells - a process termed cellautonomous immunity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "As described in this Review ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "recent genomic and subgenomic analyses have begun to assign functional properties to novel IFN-inducible effector proteins that restrict bacteria ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "protozoa and viruses in different subcellular compartments and at different stages of the pathogen life cycle .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Several newly described host defence factors also participate in canonical oxidative and autophagic pathways by spatially coordinating their activities to enhance microbial killing .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Together , these IFN-induced effector networks help to confer vertebrate host resistance to a vast and complex microbial world .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "6",
    "token_num": "120"
  }
}