{
  "paper_id": "86f7ad61a425b9c21d944b9b2d09fb8040d42ba4",
  "metadata": {
    "title": "Journal Pre-proof Are loose-fitting powered air-purifying respirators safe during chest compression? A simulation study Title : Are Loose-fitting Powered Air-Purifying Respirators Safe During Chest Compression? A Simulation Study Running head: Powered air-purifying respirators and chest compression Author names and affiliations",
    "coda_data_split": "train",
    "coda_paper_id": 2021,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Journal Pre-proof J o u r n a l P r e -p r o o f 2 wildhi.Journal Pre-proof J o u r n a l P r e -p r o o f 3 ABSTRACT Background :",
      "sentences": [
        [
          {
            "segment_text": "Journal Pre-proof J o u r n a l P r e - p r o o f 2 wildhi.Journal Pre-proof J o u r n a l P r e - p r o o f 3 ABSTRACT Background :",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "The application of appropriate personal protective equipment for respiratory protection to health care workers is a cornerstone for providing safe healthcare in emergency departments. We investigated the protective effect and usefulness of loose-fitting powered air-purifying respirators (PAPRs) during chest compression.",
      "sentences": [
        [
          {
            "segment_text": "The application of appropriate personal protective equipment for respiratory protection to health care workers is a cornerstone for providing safe healthcare in emergency departments .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We investigated the protective effect and usefulness of loose-fitting powered air-purifying respirators ( PAPRs ) during chest compression .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "This was a single-center simulation study performed from in a tertiary hospital. We measured the concentrations of ambient aerosol and particles inside the loose-fitting PAPR during chest compression, and this ratio was set as the simulated workplace protecting factor (SWPF). According to the National Institute for Occupational Safety and Health regulations, the assigned protection factor (APF) of loose-fitting PAPRs is 25. Thus, the loose-fitting PAPRs were assumed to have a protective effect when the SWPF were ≥ 250 (APF×10). We measured the SWPF of PAPR in real time during chest compression and also investigated the problems encountered during its use.",
      "sentences": [
        [
          {
            "segment_text": "This was a single-center simulation study performed from in a tertiary hospital .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We measured the concentrations of ambient aerosol and particles inside the loose-fitting PAPR during chest compression ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and this ratio was set as the simulated workplace protecting factor ( SWPF ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "According to the National Institute for Occupational Safety and Health regulations ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "the assigned protection factor ( APF ) of loose-fitting PAPRs is 25 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Thus , the loose-fitting PAPRs were assumed to have a protective effect when the SWPF were ≥ 250 ( APF × 10 ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We measured the SWPF of PAPR in real time during chest compression and also investigated the problems encountered during its use .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results : Ninety-one participants (median age 29 [interquartile range (IQR) :26-32] years; 74% female) completed the simulation. None of the participants failed with SWPF below 250 during three sessions of chest compression. The median (IQR) values of SWPF at three cycles were 17,063 (10,145-26,373), 15,683 (9,477-32,394), and 16,960 (7,695-27,279).",
      "sentences": [
        [
          {
            "segment_text": "Results : Ninety-one participants ( median age 29 ( interquartile range ( IQR ) : 26-32 ) years ; 74 % female ) completed the simulation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "None of the participants failed with SWPF below 250 during three sessions of chest compression .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The median ( IQR ) values of SWPF at three cycles were 17,063 ( 10,145-26,373 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "15,683 ( 9,477-32,394 ) , and 16,960 ( 7,695-27,279 ) .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "There was no disconnection of equipment or mechanical failures during chest compression.",
      "sentences": [
        [
          {
            "segment_text": "There was no disconnection of equipment or mechanical failures during chest compression .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "In addition, most participants (83%) replied that they rarely or never experienced difficulty in verbal communication and felt that the loose-fitting PAPR was comfortable.",
      "sentences": [
        [
          {
            "segment_text": "In addition , most participants ( 83 % ) replied that they rarely or never experienced difficulty in verbal communication and felt that the loose-fitting PAPR was comfortable .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "The loose-fitting PAPRs provided sufficient respiratory protection without disturbances during chest compression.",
      "sentences": [
        [
          {
            "segment_text": "The loose-fitting PAPRs provided sufficient respiratory protection without disturbances during chest compression .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Journal Pre-proof J o u r n a l P r e -p r o o f",
      "sentences": [
        [
          {
            "segment_text": "Journal Pre-proof J o u r n a l P r e - p r o o f",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "8",
    "sentence_num": "15",
    "segment_num": "18",
    "token_num": "345"
  }
}