{
  "paper_id": "8708cfefae75ff2d2573247395ec42ed81fb33de",
  "metadata": {
    "title": "ACE2 in Brain Physiology and Pathophysiology: Evidence from Transgenic Animal Models",
    "coda_data_split": "train",
    "coda_paper_id": 5069,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Angiotensin-converting enzyme 2 (ACE2) is a protein consisting of two domains, the N-terminus is a carboxypeptidase homologous to ACE and the C-terminus is homologous to collectrin and responsible for the trafficking of the neutral amino acid transporter B(0)AT1 to the plasma membrane of gut epithelial cells. The carboxypeptidase domain not only metabolizes angiotensin II to angiotensin-(1-7), but also other peptide substrates, such as apelin, kinins and morphins. In addition, the collectrin domain regulates the levels of some amino acids in the blood, in particular of tryptophan. Therefore it is of no surprise that animals with genetic alterations in the expression of ACE2 develop a diverse pattern of phenotypes ranging from hypertension, metabolic and behavioural dysfunctions, to impairments in serotonin synthesis and neurogenesis. This review summarizes the phenotypes of such animals with a particular focus on the central nervous system.",
      "sentences": [
        [
          {
            "segment_text": "Angiotensin-converting enzyme 2 ( ACE2 ) is a protein consisting of two domains ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the N-terminus is a carboxypeptidase homologous to ACE and the C-terminus is homologous to collectrin and responsible for the trafficking of the neutral amino acid transporter B ( 0 ) AT1 to the plasma membrane of gut epithelial cells .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The carboxypeptidase domain not only metabolizes angiotensin II to angiotensin - ( 1-7 ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but also other peptide substrates ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "such as apelin , kinins and morphins .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In addition , the collectrin domain regulates the levels of some amino acids in the blood , in particular of tryptophan .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Therefore it is of no surprise that animals with genetic alterations in the expression of ACE2 develop a diverse pattern of phenotypes ranging from hypertension ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "metabolic and behavioural dysfunctions , to impairments in serotonin synthesis and neurogenesis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review summarizes the phenotypes of such animals with a particular focus on the central nervous system .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "9",
    "token_num": "162"
  }
}