{
  "paper_id": "87495b11ecc1e58d6a59232cc792fe6d8eda701f",
  "metadata": {
    "title": "Interaction of the role of Concentrated Animal Feeding Operations (CAFOs) in Emerging Infectious Diseases (EIDS)",
    "coda_data_split": "train",
    "coda_paper_id": 8610,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Most significant change in the evolution of the influenza virus is the rapid growth of the Concentrated Animal Feeding Operations (CAFOs) on a global scale. These industrial agricultural operations have the potential of housing thousands of animals in a relatively small area. Emerging Infectious Diseases (EIDs) event can be considered as a shift in the pathogen-host-environment interplay characteristics described by Engering et al. (2013) . These changes in the host-environment and the disease ecology are key to creating novel transmission patterns and selection of novel pathogens with a modification of genetic traits. With the development of CAFOs throughout the world, the need for training of animal caretakers to observe, identify, treat, vaccinate and cull if necessary is important to safeguard public health. The best defense against another pandemic of Emerging Infectious Diseases (EIDs) is the constant monitoring of the livestock and handlers of CAFOs and the live animal markets. These are the most likely epicenter of the next pandemic.",
      "sentences": [
        [
          {
            "segment_text": "Most significant change in the evolution of the influenza virus is the rapid growth of the Concentrated Animal Feeding Operations ( CAFOs ) on a global scale .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These industrial agricultural operations have the potential of housing thousands of animals in a relatively small area .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Emerging Infectious Diseases ( EIDs ) event can be considered as a shift in the pathogen-host-environment interplay characteristics described by Engering et al. ( 2013 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These changes in the host-environment and the disease ecology are key to creating novel transmission patterns and selection of novel pathogens with a modification of genetic traits .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "With the development of CAFOs throughout the world ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the need for training of animal caretakers to observe ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "identify , treat , vaccinate and cull if necessary is important to safeguard public health .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The best defense against another pandemic of Emerging Infectious Diseases ( EIDs ) is the constant monitoring of the livestock and handlers of CAFOs and the live animal markets .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These are the most likely epicenter of the next pandemic .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "9",
    "token_num": "177"
  }
}