{
  "paper_id": "874ded1a490a5118efb3fadc3198cfb383fb2f3a",
  "metadata": {
    "title": "Structure-based design and synthesis of triazole-based macrocyclic inhibitors of norovirus protease: Structural, biochemical, spectroscopic, and antiviral studies",
    "coda_data_split": "train",
    "coda_paper_id": 2425,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Outbreaks of acute gastroenteritis caused by noroviruses constitute a public health concern worldwide. To date, there are no approved drugs or vaccines for the management and prophylaxis of norovirus infections. A potentially effective strategy for the development of norovirus therapeutics entails the discovery of inhibitors of norovirus 3CL protease, an enzyme essential for noroviral replication. We describe herein the structure-based design of the first class of permeable, triazole-based macrocyclic inhibitors of norovirus 3C-like protease, as well as pertinent X-ray crystallographic, biochemical, spectroscopic, and antiviral studies.",
      "sentences": [
        [
          {
            "segment_text": "Outbreaks of acute gastroenteritis caused by noroviruses constitute a public health concern worldwide .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To date , there are no approved drugs or vaccines for the management and prophylaxis of norovirus infections .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A potentially effective strategy for the development of norovirus therapeutics entails the discovery of inhibitors of norovirus 3CL protease ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "an enzyme essential for noroviral replication .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We describe herein the structure-based design of the first class of permeable ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "triazole-based macrocyclic inhibitors of norovirus 3C-like protease ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "as well as pertinent X-ray crystallographic ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "biochemical , spectroscopic , and antiviral studies .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Published by Elsevier Masson SAS.",
      "sentences": [
        [
          {
            "segment_text": "Published by Elsevier Masson SAS .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "5",
    "segment_num": "9",
    "token_num": "102"
  }
}