{
  "paper_id": "875f53ade77f15902f0bda4b7cd3c01a44ab28c4",
  "metadata": {
    "title": "DESIGN AND CREATIVITY IN SYNTHESIS OF MULTIVALENT NEOGLYCOCONJUGATES",
    "coda_data_split": "train",
    "coda_paper_id": 9488,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "166 Y. M. CHABRE AND R. ROY NH 2 HO HO HO HX XH XH HX X \u003d O X \u003d S X \u003d NH Branched aliphatic scaffolds N NH 2 H 2 N NH 2 H 2 N N H NH 2 AB 2 system AB 3 systems Trivalent core Tetravalent core Branched aromatic scaffolds X X X X \u003d COCl, CO 2 H Br, I, CH 2 OH Trivalent core X Y X X \u003d OH, NH 2 , Br, I Y \u003d COOH AB 2 system HO COOH OH HO AB 3 system X \u003d COCl, CO 2 H, Br, I X X Tetravalent cores Cl Cl Cl Cl Cl Cl Hexavalent cores N HN N NH X X O OH HO OH HO OH Hexavalent core Br Br Br Br Br O AcO AcO O AcO OAc OAc O AcO O Br OAc 1) NaN 3 , 15-crown-5 26 R \u003d Bn 27 R \u003d Bz 28 R \u003d H 11 23 24 25 Scheme 4. Synthesis of tetramannosylated pentaerythritol having an extended linker. 75 29 12 32 33 36 Scheme 5. Extended tetramannosylated clusters prepared by Touaibia et al. 76 X O AcO O AcO X \u003d OorS O AcO AcO OAc AcO O AcO AcO AcO OAc O AcO AcO AcO OAc Co 2 (CO) 8 Dioxane, Δ, several days X O AcO X O OAc X O OAc + X O AcO X O OAc X O AcO 66 (Major isomer: ≥ 84%) 67 (Major isomer: ≤ 16%) , 15-61% 29 64 65 Scheme 9. Cobalt-catalyzed cyclotrimerization of propargylated glycosides. 90 O RO O BzO BzO BzO OBz O AcO AcO AcO OAc O AcO AcO OAc AcO 92 93 94 95 93-95",
      "sentences": [
        [
          {
            "segment_text": "166 Y. M. CHABRE AND R. ROY NH 2 HO HO HO HX XH XH HX X \u003d O X \u003d S X \u003d NH Branched aliphatic scaffolds N NH 2 H 2 N NH 2 H 2 N N H NH 2 AB 2 system AB 3 systems Trivalent core Tetravalent core Branched aromatic scaffolds X X X X \u003d COCl ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "CO 2 H Br , I ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "CH 2 OH Trivalent core X Y X X \u003d OH ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "NH 2 , Br , I Y \u003d COOH AB 2 system HO COOH OH HO AB 3 system X \u003d COCl ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "CO 2 H , Br ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "I X X Tetravalent cores Cl Cl Cl Cl Cl Cl Hexavalent cores N HN N NH X X O OH HO OH HO OH Hexavalent core Br Br Br Br Br O AcO AcO O AcO OAc OAc O AcO O Br OAc 1 ) NaN 3 ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "15-crown-5 26 R \u003d Bn 27 R \u003d Bz 28 R \u003d H 11 23 24 25 Scheme 4 .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Synthesis of tetramannosylated pentaerythritol having an extended linker .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "75 29 12 32 33 36 Scheme 5 .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Extended tetramannosylated clusters prepared by Touaibia et al. 76 X O AcO O AcO X \u003d OorS O AcO AcO OAc AcO O AcO AcO AcO OAc O AcO AcO AcO OAc Co 2 ( CO ) 8 Dioxane ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "Δ , several days X O AcO X O OAc X O OAc + X O AcO X O OAc X O AcO 66 ( Major isomer : ≥ 84 % ) 67 ( Major isomer : ≤ 16 % ) ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "15-61 % 29 64 65 Scheme 9 .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Cobalt-catalyzed cyclotrimerization of propargylated glycosides .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "90 O RO O BzO BzO BzO OBz O AcO AcO AcO OAc O AcO AcO OAc AcO 92 93 94 95 93-95",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "14",
    "token_num": "317"
  }
}