{
  "paper_id": "87613a0455061fbbacefe21c186ff6e62be35d5b",
  "metadata": {
    "title": "Clinical and Diagnostic Virology Comparison of monoclonal biotin-avidin enzyme immunoassay and monoclonal time-resolved fluoroimmunoassay in detection of respiratory virus antigens",
    "coda_data_split": "train",
    "coda_paper_id": 4724,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background: Detection of respiratory viruses by time-resolved fluoroimmunoassay based on monoclonal antibodies were developed in our laboratories in the late 1980s and they have been successfully used in daily diagnosis for more than seven years. Later, similar Biotin-EIAs were developed but the sensitivities were unsatisfactory.",
      "sentences": [
        [
          {
            "segment_text": "Background : Detection of respiratory viruses by time-resolved fluoroimmunoassay based on monoclonal antibodies were developed in our laboratories in the late 1980s and they have been successfully used in daily diagnosis for more than seven years .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Later , similar Biotin-EIAs were developed but the sensitivities were unsatisfactory .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Objectives: Further optimization of monoclonal Biotin-EIAs and comparison of the optimized assays with TR-FIAs.",
      "sentences": [
        [
          {
            "segment_text": "Objectives : Further optimization of monoclonal Biotin-EIAs and comparison of the optimized assays with TR-FIAs .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Study design: Variations in test format, diluents, incubation times and temperatures, and different monoclonal antibodies were tested, and the final comparisons were made with TR-FIA using stored nasopharyngeal aspirates.",
      "sentences": [
        [
          {
            "segment_text": "Study design : Variations in test format ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "diluents , incubation times and temperatures ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and different monoclonal antibodies were tested ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and the final comparisons were made with TR-FIA using stored nasopharyngeal aspirates .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results: The improvements in Biotin-EIA featured four changes which increased sensitivity in the assay: (a) test diluent contained diethylenetriamino-pentaacetic acid; (b) antigen and biotinylated detector antibody were added simultaneously; (c) reaction time was extended from 1 h at 37째C to overnight at 4째C; (d) from the thirteen monoclonal antibodies used in TR-FIA, ten were optimal also in Biotin-EIA, but in the parainfluenza 1 and 2 assays other monoclonals proved more sensitive. Out of 257 originally positive specimens tested in the comparison studies, 192 (74.7%) were again positive and 54 (21.0%) were negative in both assays; nine were negative in TR-FIA but positive in Biotin-EIA, while two specimens were negative in Biotin-EIA but positive in TR-FIA. The overall agreement between the two assays was 95.7%.",
      "sentences": [
        [
          {
            "segment_text": "Results : The improvements in Biotin-EIA featured four changes which increased sensitivity in the assay : ( a ) test diluent contained diethylenetriamino-pentaacetic acid ; ( b ) antigen and biotinylated detector antibody were added simultaneously ; ( c ) reaction time was extended from 1 h at 37 째C to overnight at 4 째C ; ( d ) from the thirteen monoclonal antibodies used in TR-FIA ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "ten were optimal also in Biotin-EIA ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but in the parainfluenza 1 and 2 assays other monoclonals proved more sensitive .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Out of 257 originally positive specimens tested in the comparison studies ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "192 ( 74.7 % ) were again positive and 54 ( 21.0 % ) were negative in both assays ; nine were negative in TR-FIA but positive in Biotin-EIA ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while two specimens were negative in Biotin-EIA but positive in TR-FIA .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The overall agreement between the two assays was 95.7 % .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "7",
    "segment_num": "14",
    "token_num": "254"
  }
}