{
  "paper_id": "87795a5783981250b35b32635c37fd2a098c4ed6",
  "metadata": {
    "title": "The Impact of Weather on Influenza and Pneumonia Mortality",
    "coda_data_split": "train",
    "coda_paper_id": 3349,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The substantial winter influenza peak in temperate climates has lead to the hypothesis that cold and/or dry air is a causal factor in influenza variability. We examined the relationship between cold and/or dry air and daily influenza and pneumonia mortality in the cold season in the New York metropolitan area from 1975-2002. We conducted a retrospective study relating daily pneumonia and influenza mortality for New York City and surroundings from 1975-2002 to daily air temperature, dew point temperature (a measure of atmospheric humidity), and daily air mass type. We identified high mortality days and periods and employed temporal smoothers and lags to account for the latency period and the time between infection and death. Unpaired t-tests were used to compare high mortality events to non-events and nonparametric bootstrapped regression analysis was used to examine the characteristics of longer mortality episodes. We found a statistically significant (p \u003d 0.003) association between periods of low dew point temperature and above normal pneumonia and influenza mortality 17 days later. The duration (r \u003d 20.61) and severity (r \u003d 20.56) of high mortality episodes was inversely correlated with morning dew point temperature prior to and during the episodes. Weeks in which moist polar air masses were common (air masses characterized by low dew point temperatures) were likewise followed by above normal mortality 17 days later (p \u003d 0.019). This research supports the contention that cold, dry air may be related to influenza mortality and suggests that warning systems could provide enough lead time to be effective in mitigating the effects.",
      "sentences": [
        [
          {
            "segment_text": "The substantial winter influenza peak in temperate climates has lead to the hypothesis that cold and/or dry air is a causal factor in influenza variability .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We examined the relationship between cold and/or dry air and daily influenza and pneumonia mortality in the cold season in the New York metropolitan area from 1975-2002 .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We conducted a retrospective study relating daily pneumonia and influenza mortality for New York City and surroundings from 1975-2002 to daily air temperature ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "dew point temperature ( a measure of atmospheric humidity ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and daily air mass type .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We identified high mortality days and periods and employed temporal smoothers and lags to account for the latency period and the time between infection and death .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Unpaired t-tests were used to compare high mortality events to non-events and nonparametric bootstrapped regression analysis was used to examine the characteristics of longer mortality episodes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We found a statistically significant ( p \u003d 0.003 ) association between periods of low dew point temperature and above normal pneumonia and influenza mortality 17 days later .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The duration ( r \u003d 20.61 ) and severity ( r \u003d 20.56 ) of high mortality episodes was inversely correlated with morning dew point temperature prior to and during the episodes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Weeks in which moist polar air masses were common ( air masses characterized by low dew point temperatures ) were likewise followed by above normal mortality 17 days later ( p \u003d 0.019 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This research supports the contention that cold ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "dry air may be related to influenza mortality and suggests that warning systems could provide enough lead time to be effective in mitigating the effects .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "12",
    "token_num": "280"
  }
}