{
  "paper_id": "8780e9524d9271a7b8e789f0f8c4eb6860ca8c50",
  "metadata": {
    "title": "Avian viral surveillance in Victoria, Australia, and detection of two novel avian herpesviruses",
    "coda_data_split": "train",
    "coda_paper_id": 8372,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Viruses in avian hosts can pose threats to avian health and some have zoonotic potential. Hospitals that provide veterinary care for avian patients may serve as a site of exposure of other birds and human staff in the facility to these viruses. They can also provide a useful location to collect samples from avian patients in order to examine the viruses present in wild birds. This study aimed to investigate viruses of biosecurity and/or zoonotic significance in Australian birds by screening samples collected from 409 birds presented to the Australian Wildlife Health Centre at Zoos Victoria\u0027s Healesville Sanctuary for veterinary care between December 2014 and December 2015. Samples were tested for avian influenza viruses, herpesviruses, paramyxoviruses and coronaviruses, using genus-or family-wide polymerase chain reaction methods coupled with sequencing and phylogenetic analyses for detection and identification of both known and novel viruses. A very low prevalence of viruses was detected. Columbid alphaherpesvirus 1 was detected from a powerful owl (Ninox strenua) with inclusion body hepatitis, and an avian paramyxovirus most similar to Avian avulavirus 5 was detected from a musk lorikeet (Glossopsitta concinna). Two distinct novel avian alphaherpesviruses were detected in samples from a sulphurcrested cockatoo (Cacatua galerita) and a tawny frogmouth (Podargus strigoides). Avian influenza viruses and avian coronaviruses were not detected. The clinical significance of the newly detected viruses remains undetermined. Further studies are needed to assess the host specificity, epidemiology, pathogenicity and host-pathogen relationships of these novel viruses. Further genome characterization is also indicated, and would be required before these viruses can be formally classified taxonomically. The detection of these viruses contributes to our knowledge on avian virodiversity. The low level of avian virus detection, and the absence of any viruses with zoonotic potential, suggests low risk to biosecurity and human health.",
      "sentences": [
        [
          {
            "segment_text": "Viruses in avian hosts can pose threats to avian health and some have zoonotic potential .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Hospitals that provide veterinary care for avian patients may serve as a site of exposure of other birds and human staff in the facility to these viruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "They can also provide a useful location to collect samples from avian patients in order to examine the viruses present in wild birds .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This study aimed to investigate viruses of biosecurity and/or zoonotic significance in Australian birds by screening samples collected from 409 birds presented to the Australian Wildlife Health Centre at Zoos Victoria \u0027s Healesville Sanctuary for veterinary care between December 2014 and December 2015 .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Samples were tested for avian influenza viruses ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "herpesviruses , paramyxoviruses and coronaviruses ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "using genus-or family-wide polymerase chain reaction methods coupled with sequencing and phylogenetic analyses for detection and identification of both known and novel viruses .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A very low prevalence of viruses was detected .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Columbid alphaherpesvirus 1 was detected from a powerful owl ( Ninox strenua ) with inclusion body hepatitis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and an avian paramyxovirus most similar to Avian avulavirus 5 was detected from a musk lorikeet ( Glossopsitta concinna ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Two distinct novel avian alphaherpesviruses were detected in samples from a sulphurcrested cockatoo ( Cacatua galerita ) and a tawny frogmouth ( Podargus strigoides ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Avian influenza viruses and avian coronaviruses were not detected .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The clinical significance of the newly detected viruses remains undetermined .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Further studies are needed to assess the host specificity ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "epidemiology , pathogenicity and host-pathogen relationships of these novel viruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Further genome characterization is also indicated ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and would be required before these viruses can be formally classified taxonomically .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The detection of these viruses contributes to our knowledge on avian virodiversity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The low level of avian virus detection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the absence of any viruses with zoonotic potential ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "suggests low risk to biosecurity and human health .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "14",
    "segment_num": "21",
    "token_num": "326"
  }
}