{
  "paper_id": "879a3ed60046b32223672b629a81cfd1eb915912",
  "metadata": {
    "title": "Structure, function and evolution of the hemagglutinin-esterase proteins of corona-and toroviruses",
    "coda_data_split": "train",
    "coda_paper_id": 10517,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Virus attachment to host cells is mediated by dedicated virion proteins, which specifically recognize one or, at most, a limited number of cell surface molecules. Receptor binding often involves protein-protein interactions, but carbohydrates may serve as receptor determinants as well. In fact, many different viruses use members of the sialic acid family either as their main receptor or as an initial attachment factor. Sialic acids (Sias) are 9-carbon negativelycharged monosaccharides commonly occurring as terminal residues of glycoconjugates. They come in a large variety and are differentially expressed in cells and tissues. By targeting specific Sia subtypes, viruses achieve host cell selectivity, but only to a certain extent. The Sia of choice might still be abundantly present on non-cell associated molecules, on non-target cells (including cells already infected) and even on virus particles themselves. This poses a hazard, as high-affinity virion binding to any of such \"false\" receptors would result in loss of infectivity. Some enveloped RNA viruses deal with this problem by encoding virionassociated receptor-destroying enzymes (RDEs). These enzymes make the attachment to Sia reversible, thus providing the virus with an escape ticket. RDEs occur in two types: neuraminidases and sialate-O-acetylesterases. The latter, originally discovered in influenza C virus, are also found in certain nidoviruses, namely in group 2 coronaviruses and in toroviruses, as well as in infectious salmon anemia virus, an orthomyxovirus of teleosts. Here, the structure, function and evolution of viral sialate-O-acetylesterases is re-R.J.d. Groot ( ) Virology Section,",
      "sentences": [
        [
          {
            "segment_text": "Virus attachment to host cells is mediated by dedicated virion proteins ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which specifically recognize one or ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "at most , a limited number of cell surface molecules .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Receptor binding often involves protein-protein interactions ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but carbohydrates may serve as receptor determinants as well .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In fact , many different viruses use members of the sialic acid family either as their main receptor or as an initial attachment factor .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Sialic acids ( Sias ) are 9-carbon negativelycharged monosaccharides commonly occurring as terminal residues of glycoconjugates .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "They come in a large variety and are differentially expressed in cells and tissues .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "By targeting specific Sia subtypes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "viruses achieve host cell selectivity ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but only to a certain extent .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The Sia of choice might still be abundantly present on non-cell associated molecules ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "on non-target cells ( including cells already infected ) and even on virus particles themselves .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This poses a hazard , as high-affinity virion binding to any of such `` false \u0027\u0027 receptors would result in loss of infectivity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Some enveloped RNA viruses deal with this problem by encoding virionassociated receptor-destroying enzymes ( RDEs ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These enzymes make the attachment to Sia reversible ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "thus providing the virus with an escape ticket .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "RDEs occur in two types : neuraminidases and sialate-O-acetylesterases .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The latter , originally discovered in influenza C virus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "are also found in certain nidoviruses ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "namely in group 2 coronaviruses and in toroviruses ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as well as in infectious salmon anemia virus , an orthomyxovirus of teleosts .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Here , the structure , function and evolution of viral sialate-O-acetylesterases is re-R.J.d. Groot ( ) Virology Section ,",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "13",
    "segment_num": "23",
    "token_num": "280"
  }
}