{
  "paper_id": "87b89b038b28d2ba0bcfd2203845bf15f922c1b5",
  "metadata": {
    "title": "Evolving epidemiology of novel coronavirus diseases 2019 and possible interruption of local transmission outside Hubei Province in China: a descriptive and modeling study",
    "coda_data_split": "train",
    "coda_paper_id": 7122,
    "coda_has_expert_labels": false,
    "subset": "biorxiv_medrxiv"
  },
  "abstract": [
    {
      "original_text": "The COVID-19 epidemic originated in Wuhan City of Hubei Province in December 2019 and has spread throughout China. Understanding the fast evolving epidemiology and transmission dynamics of the outbreak beyond Hubei would provide timely information to guide intervention policy.",
      "sentences": [
        [
          {
            "segment_text": "The COVID-19 epidemic originated in Wuhan City of Hubei Province in December 2019 and has spread throughout China .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Understanding the fast evolving epidemiology and transmission dynamics of the outbreak beyond Hubei would provide timely information to guide intervention policy .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "We collected individual information on 8,579 laboratory-confirmed cases from official publically sources reported outside Hubei in mainland China, as of February 17, 2020. We estimated the temporal variation of the demographic characteristics of cases and key time-to-event intervals. We used a Bayesian approach to estimate the dynamics of the net reproduction number (Rt) at the provincial level.",
      "sentences": [
        [
          {
            "segment_text": "We collected individual information on 8,579 laboratory-confirmed cases from official publically sources reported outside Hubei in mainland China ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "as of February 17 , 2020 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We estimated the temporal variation of the demographic characteristics of cases and key time-to-event intervals .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We used a Bayesian approach to estimate the dynamics of the net reproduction number ( Rt ) at the provincial level .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "5",
    "segment_num": "6",
    "token_num": "105"
  }
}