{
  "paper_id": "87bfa13221ccf5a02d4a888ef1320b57f2c2d5e2",
  "metadata": {
    "title": "REPROGRAMMED PTEROPUS BAT STEM CELLS PRESENT DISTINCT IMMUNE SIGNATURE AND ARE HIGHLY PERMISSIVE FOR 2 HENIPAVIRUSES 3 4 5 Summary sentence: Somatic reprogramming provides new bat stem cells with unique immune",
    "coda_data_split": "train",
    "coda_paper_id": 3477,
    "coda_has_expert_labels": false,
    "subset": "biorxiv_medrxiv"
  },
  "abstract": [
    {
      "original_text": "Bats are unique among mammals due to the ability of powered flight and exceptional longevity. They 2 are also asymptomatic hosts for numerous viruses, including recently emerged zoonotic 3 Henipaviruses Nipah and Hendra, which are highly pathogenic for humans and other mammals. 4 Better understanding of how bats control viral infection requires development of relevant permissive 5 cellular experimental models. By applying a somatic reprogramming protocol to Pteropus bat primary 6 cells, using a novel combination of ESRRB, CDX2, and c-MYC transcription factors, we generated 7 bat reprogrammed cells exhibiting stem cell-like characteristics and a neural stem cell-like molecular 8 signature. These cells present a unique interferon-stimulated transcriptomic signature and both 9 produce and respond to interferon type-I, highlighting differences between stem cells from bats and 10 other mammals. In contrast to primary bat cells, these reprogrammed cells are highly susceptible to 11 infection by Henipavirus, thereby enabling isolation of new bat viruses, study of virus-bat 12 interactions, and better understanding of bat biology.",
      "sentences": [
        [
          {
            "segment_text": "Bats are unique among mammals due to the ability of powered flight and exceptional longevity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "They 2 are also asymptomatic hosts for numerous viruses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including recently emerged zoonotic 3 Henipaviruses Nipah and Hendra ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which are highly pathogenic for humans and other mammals .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "4 Better understanding of how bats control viral infection requires development of relevant permissive 5 cellular experimental models .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "By applying a somatic reprogramming protocol to Pteropus bat primary 6 cells ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "using a novel combination of ESRRB ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "CDX2 , and c-MYC transcription factors ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we generated 7 bat reprogrammed cells exhibiting stem cell-like characteristics and a neural stem cell-like molecular 8 signature .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "These cells present a unique interferon-stimulated transcriptomic signature and both 9 produce and respond to interferon type-I ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "highlighting differences between stem cells from bats and 10 other mammals .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In contrast to primary bat cells ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "these reprogrammed cells are highly susceptible to 11 infection by Henipavirus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "thereby enabling isolation of new bat viruses ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "study of virus-bat 12 interactions ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and better understanding of bat biology .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "13 14",
      "sentences": [
        [
          {
            "segment_text": "13 14",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "7",
    "segment_num": "17",
    "token_num": "183"
  }
}