{
  "paper_id": "87cf9bfa0ce7fe8ba6714e83a50a36c5f4e376b5",
  "metadata": {
    "title": "Ecological Traits Driving the Outbreaks and Emergence of Zoonotic Pathogens",
    "coda_data_split": "train",
    "coda_paper_id": 8565,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Infectious diseases that are transmitted from wildlife hosts to humans, such as the Ebola virus and MERS virus, can be difficult to understand because the pathogens emerge from complex multifaceted ecological interactions. We use a wildlife-pathogen system-prairie dogs (Cynomys ludovicianus) and the plague bacterium (Yersinia pestis)-to describe aspects of disease ecology that apply to many cases of emerging infectious disease. We show that the monitoring and surveillance of hosts and vectors during the buildup to disease outbreaks are crucial for understanding pathogen-transmission dynamics and that a community-ecology framework is important to identify reservoir hosts. Incorporating multidisciplinary approaches and frameworks may improve wildlife-pathogen surveillance and our understanding of seemingly sporadic and rare pathogen outbreaks.",
      "sentences": [
        [
          {
            "segment_text": "Infectious diseases that are transmitted from wildlife hosts to humans ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "such as the Ebola virus and MERS virus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "can be difficult to understand because the pathogens emerge from complex multifaceted ecological interactions .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We use a wildlife-pathogen system-prairie dogs ( Cynomys ludovicianus ) and the plague bacterium ( Yersinia pestis ) - to describe aspects of disease ecology that apply to many cases of emerging infectious disease .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We show that the monitoring and surveillance of hosts and vectors during the buildup to disease outbreaks are crucial for understanding pathogen-transmission dynamics and that a community-ecology framework is important to identify reservoir hosts .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Incorporating multidisciplinary approaches and frameworks may improve wildlife-pathogen surveillance and our understanding of seemingly sporadic and rare pathogen outbreaks .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "6",
    "token_num": "125"
  }
}