{
  "paper_id": "87d23553b1e4abc9f23750121d6259b10da73387",
  "metadata": {
    "title": "Pathogenicity and Viral shedding of Mers-coV in immunocompromised rhesus Macaques",
    "coda_data_split": "train",
    "coda_paper_id": 6349,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Middle East respiratory syndrome coronavirus (MERS-CoV) has recently emerged in the Middle East. Since 2012, there have been approximately 2,100 confirmed cases, with a 35% case fatality rate. Disease severity has been linked to patient health status, as people with chronic diseases or an immunocompromised status fare worse, although the mechanisms of disease have yet to be elucidated. We used the rhesus macaque model of mild MERS to investigate whether the immune response plays a role in the pathogenicity in relation to MERS-CoV shedding. Immunosuppressed macaques were inoculated with MERS-CoV and sampled daily for 6 days to assess their immune statues and to measure viral shedding and replication. Immunosuppressed macaques supported significantly higher levels of MERS-CoV replication in respiratory tissues and shed more virus, and virus disseminated to tissues outside of the respiratory tract, whereas viral RNA was confined to respiratory tissues in non-immunosuppressed animals. Despite increased viral replication, pathology in the lungs was significantly lower in immunosuppressed animals. The observation that the virus was less pathogenic in these animals suggests that disease has an immunopathogenic component and shows that inflammatory responses elicited by the virus contribute to disease.",
      "sentences": [
        [
          {
            "segment_text": "Middle East respiratory syndrome coronavirus ( MERS-CoV ) has recently emerged in the Middle East .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Since 2012 , there have been approximately 2,100 confirmed cases ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "with a 35 % case fatality rate .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Disease severity has been linked to patient health status ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "as people with chronic diseases or an immunocompromised status fare worse ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "although the mechanisms of disease have yet to be elucidated .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We used the rhesus macaque model of mild MERS to investigate whether the immune response plays a role in the pathogenicity in relation to MERS-CoV shedding .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Immunosuppressed macaques were inoculated with MERS-CoV and sampled daily for 6 days to assess their immune statues and to measure viral shedding and replication .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Immunosuppressed macaques supported significantly higher levels of MERS-CoV replication in respiratory tissues and shed more virus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and virus disseminated to tissues outside of the respiratory tract ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whereas viral RNA was confined to respiratory tissues in non-immunosuppressed animals .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Despite increased viral replication , pathology in the lungs was significantly lower in immunosuppressed animals .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The observation that the virus was less pathogenic in these animals suggests that disease has an immunopathogenic component and shows that inflammatory responses elicited by the virus contribute to disease .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "13",
    "token_num": "207"
  }
}