{
  "paper_id": "87da44133d160b92f900b8282f08d24fd9dcc4ea",
  "metadata": {
    "title": "Functions and Biosynthesis of O-Acetylated Sialic Acids",
    "coda_data_split": "train",
    "coda_paper_id": 9527,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Sialic acids have a pivotal functional impact in many biological interactions such as virus attachment, cellular adhesion, regulation of proliferation, and apoptosis. A common modification of sialic acids is O-acetylation. O-Acetylated sialic acids occur in bacteria and parasites and are also receptor determinants for a number of viruses. Moreover, they have important functions in embryogenesis, development, and immunological processes. O-Acetylated sialic acids represent cancer markers, as shown for acute lymphoblastic leukemia, and they are known to play significant roles in the regulation of ganglioside-mediated apoptosis. Expression of O-acetylated sialoglycans is regulated by sialic acid-specific O-acetyltransferases and O-acetylesterases. Recent developments in the identification of the enigmatic sialic acid-specific O-acetyltransferase are discussed.",
      "sentences": [
        [
          {
            "segment_text": "Sialic acids have a pivotal functional impact in many biological interactions such as virus attachment ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "cellular adhesion , regulation of proliferation , and apoptosis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A common modification of sialic acids is O-acetylation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "O-Acetylated sialic acids occur in bacteria and parasites and are also receptor determinants for a number of viruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Moreover , they have important functions in embryogenesis ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "development , and immunological processes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "O-Acetylated sialic acids represent cancer markers ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "as shown for acute lymphoblastic leukemia ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and they are known to play significant roles in the regulation of ganglioside-mediated apoptosis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Expression of O-acetylated sialoglycans is regulated by sialic acid-specific O-acetyltransferases and O-acetylesterases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Recent developments in the identification of the enigmatic sialic acid-specific O-acetyltransferase are discussed .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "11",
    "token_num": "125"
  }
}