{
  "paper_id": "87dc58281d4cc2e8dc481a54c9b4fd81f89e51e9",
  "metadata": {
    "title": "A new mouse-adapted strain of SARS-CoV as a lethal model for evaluating antiviral agents in vitro and in vivo",
    "coda_data_split": "train",
    "coda_paper_id": 2543,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Severe acute respiratory syndrome (SARS) is a highly lethal emerging disease caused by coronavirus SARS-CoV. New lethal animal models for SARS were needed to facilitate antiviral research. We adapted and characterized a new strain of SARS-CoV (strain v2163) that was highly lethal in 5-6 week old BALB/c mice. It had nine mutations affecting 10 amino acid residues. Strain v2163 increased IL-1α, IL-6, MIP-1α, MCP-1, and RANTES in mice, and high IL-6 expression correlated with mortality. The infection largely mimicked human disease, but lung pathology lacked hyaline membrane formation. In vitro efficacy against v2163 was shown with known inhihibitors of SARS-CoV replication. In v2163-infected mice, Ampligen™ was fully protective, stinging nettle lectin (UDA) was partially protective, ribavirin was disputable and possibly exacerbated disease, and EP128533 was inactive. Ribavirin, UDA and Ampligen™ decreased IL-6 expression. Strain v2163 provided a valuable model for anti-SARS research.",
      "sentences": [
        [
          {
            "segment_text": "Severe acute respiratory syndrome ( SARS ) is a highly lethal emerging disease caused by coronavirus SARS-CoV .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "New lethal animal models for SARS were needed to facilitate antiviral research .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We adapted and characterized a new strain of SARS-CoV ( strain v2163 ) that was highly lethal in 5-6 week old BALB/c mice .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "It had nine mutations affecting 10 amino acid residues .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Strain v2163 increased IL-1α , IL-6 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "MIP-1α , MCP-1 , and RANTES in mice ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and high IL-6 expression correlated with mortality .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The infection largely mimicked human disease ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but lung pathology lacked hyaline membrane formation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In vitro efficacy against v2163 was shown with known inhihibitors of SARS-CoV replication .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In v2163-infected mice , Ampligen ™ was fully protective ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "stinging nettle lectin ( UDA ) was partially protective ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "ribavirin was disputable and possibly exacerbated disease , and EP128533 was inactive .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Ribavirin , UDA and Ampligen ™ decreased IL-6 expression .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Strain v2163 provided a valuable model for anti-SARS research .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "15",
    "token_num": "171"
  }
}