{
  "paper_id": "87fc628cc392d138ec48ad2a1d2c7508d1287517",
  "metadata": {
    "title": "Microbial Considerations in Genetically Engineered Mouse Research",
    "coda_data_split": "train",
    "coda_paper_id": 4747,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Microbial infections have long been of concern to scientists using laboratory rodents because of their potential to confound and invalidate research. With the explosion of genetically engineered mice (GEM), new concerns over the impact of microbial agents have emerged because these rodents in many cases are more susceptible to disease than their inbred or outbred counterparts. Moreover, interaction between microbe and host and the resulting manifestation of disease conceivably differ between GEM and their inbred and outbred counterparts. As a result, infections may alter the GEM phenotype and confound interpretation of results and conclusions about mutated gene function. In addition, because GEM are expensive to produce and maintain, contamination by pathogens or opportunists has severe economic consequences. This review addresses how microbial infections may influence phenotype, how immunomodulation of the host as the result of induced mutations may modify host susceptibility to microbial infections, how novel host:microbe interactions have led to the development of new animal models for disease, how phenotype changes have led to the discovery of new pathogens, and new challenges associated with prevention and control of microbial infections in GEM. Although the focus is on naturally occurring infections, extensive literature on the use of GEM in studies of microbial pathogenesis also exists, and the reader is referred to this literature if microbial infection is a suspected culprit in phenotype alteration.",
      "sentences": [
        [
          {
            "segment_text": "Microbial infections have long been of concern to scientists using laboratory rodents because of their potential to confound and invalidate research .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "With the explosion of genetically engineered mice ( GEM ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "new concerns over the impact of microbial agents have emerged because these rodents in many cases are more susceptible to disease than their inbred or outbred counterparts .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Moreover , interaction between microbe and host and the resulting manifestation of disease conceivably differ between GEM and their inbred and outbred counterparts .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "As a result , infections may alter the GEM phenotype and confound interpretation of results and conclusions about mutated gene function .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In addition , because GEM are expensive to produce and maintain ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "contamination by pathogens or opportunists has severe economic consequences .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review addresses how microbial infections may influence phenotype ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "how immunomodulation of the host as the result of induced mutations may modify host susceptibility to microbial infections ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "how novel host : microbe interactions have led to the development of new animal models for disease ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "how phenotype changes have led to the discovery of new pathogens ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and new challenges associated with prevention and control of microbial infections in GEM .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Although the focus is on naturally occurring infections ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "extensive literature on the use of GEM in studies of microbial pathogenesis also exists ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the reader is referred to this literature if microbial infection is a suspected culprit in phenotype alteration .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "15",
    "token_num": "245"
  }
}