{
  "paper_id": "880359b9dd6158ec31280e45a077f9d59b68e22f",
  "metadata": {
    "title": "Whole-genome Sequencing for Tracing the Transmission Link between Two ARD Outbreaks Caused by a Novel HAdV Serotype 7 Variant, China OPEN",
    "coda_data_split": "train",
    "coda_paper_id": 3247,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "two outbreaks of acute respiratory disease caused by HAdV-7 were reported in China. We investigated possible transmission links between these two seemingly unrelated outbreaks by integration of epidemiological and whole-genome sequencing (WGS) data. WGS analyses showed that the HAdV-7 isolates from the two outbreaks were genetically indistinguishable; however, a 12 bp deletion in the virus-associated RNA gene distinguished the outbreak isolates from other HAdV-7 isolates. Outbreak HAdV-7 isolates demonstrated increased viral replication compared to non-outbreak associated HAdV-7 isolate. Epidemiological data supported that the first outbreak was caused by introduction of the novel HAdV-7 virus by an infected recruit upon arrival at the training base. Nosocomial transmission by close contacts was the most likely source leading to onset of the second HAdV-7 outbreak, establishing the apparent transmission link between the outbreaks. Our findings imply that in-hospital contact investigations should be encouraged to reduce or interrupt further spread of infectious agents when treating outbreak cases, and WGS can provide useful information guiding infection-control interventions.",
      "sentences": [
        [
          {
            "segment_text": "two outbreaks of acute respiratory disease caused by HAdV-7 were reported in China .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We investigated possible transmission links between these two seemingly unrelated outbreaks by integration of epidemiological and whole-genome sequencing ( WGS ) data .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "WGS analyses showed that the HAdV-7 isolates from the two outbreaks were genetically indistinguishable ; however ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "a 12 bp deletion in the virus-associated RNA gene distinguished the outbreak isolates from other HAdV-7 isolates .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Outbreak HAdV-7 isolates demonstrated increased viral replication compared to non-outbreak associated HAdV-7 isolate .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Epidemiological data supported that the first outbreak was caused by introduction of the novel HAdV-7 virus by an infected recruit upon arrival at the training base .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Nosocomial transmission by close contacts was the most likely source leading to onset of the second HAdV-7 outbreak ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "establishing the apparent transmission link between the outbreaks .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our findings imply that in-hospital contact investigations should be encouraged to reduce or interrupt further spread of infectious agents when treating outbreak cases ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and WGS can provide useful information guiding infection-control interventions .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Human adenoviruses (HAdVs) are non-enveloped, icosahedral, double-stranded DNA viruses that are classified into seven species (A-G) based on their nucleotide homology, haemagglutination, biochemical and biological properties; at least 51 serotypes are recognized 1-3 . HAdV can cause a wide range of clinical syndromes, including respiratory tract illnesses, conjunctivitis, cystitis, gastroenteritis, neurological diseases; in some cases infection directly results in death 1,4 . HAdV is reported to be one of the primary causes of acute respiratory disease (ARD) worldwide, which is responsible for 5-10% of lower respiratory tract infections in children throughout the world 2,5 . Serotype 7 (HAdV-7) accounts for nearly 20% of all HAdV infections reported to the World Health Organization 4,6 , and is more frequently associated with severe illnesses, particularly in children aged \u003c 7 years and persons with underlying health conditions 7,8 .",
      "sentences": [
        [
          {
            "segment_text": "Human adenoviruses ( HAdVs ) are non-enveloped ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "icosahedral , double-stranded DNA viruses that are classified into seven species ( A-G ) based on their nucleotide homology ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "haemagglutination , biochemical and biological properties ; at least 51 serotypes are recognized 1-3 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "HAdV can cause a wide range of clinical syndromes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including respiratory tract illnesses , conjunctivitis ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "cystitis , gastroenteritis , neurological diseases ; in some cases infection directly results in death 1,4 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "HAdV is reported to be one of the primary causes of acute respiratory disease ( ARD ) worldwide ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which is responsible for 5-10 % of lower respiratory tract infections in children throughout the world 2,5 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Serotype 7 ( HAdV-7 ) accounts for nearly 20 % of all HAdV infections reported to the World Health Organization 4,6 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and is more frequently associated with severe illnesses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "particularly in children aged \u003c 7 years and persons with underlying health conditions 7,8 .",
            "crowd_label": "background"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "11",
    "segment_num": "21",
    "token_num": "335"
  }
}