{
  "paper_id": "882add17d7b4155f04b40c4e25da480c5c4a7a33",
  "metadata": {
    "title": "Reliability of self-sampling for accurate assessment of respiratory virus viral and immunologic kinetics",
    "coda_data_split": "train",
    "coda_paper_id": 5786,
    "coda_has_expert_labels": false,
    "subset": "biorxiv_medrxiv"
  },
  "abstract": [
    {
      "original_text": "The SARS-CoV-2 pandemic demonstrates the need for accurate and convenient approaches to 2 diagnose and therapeutically monitor respiratory viral infections. We demonstrated that self-3 sampling with foam swabs is well-tolerated and provides quantitative viral output concordant 4 with flocked swabs. Using longitudinal home-based self-sampling, we demonstrate nasal 5 cytokine levels correlate and cluster according to immune cell of origin. Periods of stable viral 6 loads are followed by rapid elimination, which could be coupled with cytokine expansion and 7 contraction using mathematical models. Nasal foam swab self-sampling at home provides a 8 precise, mechanistic readout of respiratory virus shedding and local immune responses. 9",
      "sentences": [
        [
          {
            "segment_text": "The SARS-CoV-2 pandemic demonstrates the need for accurate and convenient approaches to 2 diagnose and therapeutically monitor respiratory viral infections .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We demonstrated that self-3 sampling with foam swabs is well-tolerated and provides quantitative viral output concordant 4 with flocked swabs .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Using longitudinal home-based self-sampling , we demonstrate nasal 5 cytokine levels correlate and cluster according to immune cell of origin .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Periods of stable viral 6 loads are followed by rapid elimination ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which could be coupled with cytokine expansion and 7 contraction using mathematical models .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Nasal foam swab self-sampling at home provides a 8 precise ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "mechanistic readout of respiratory virus shedding and local immune responses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "9",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": ". CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
      "sentences": [
        [
          {
            "segment_text": ".",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "CC-BY-ND 4.0 International license It is made available under a author/funder ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "who has granted medRxiv a license to display the preprint in perpetuity .",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "is the (which was not peer-reviewed) The copyright holder for this preprint .",
      "sentences": [
        [
          {
            "segment_text": "is the ( which was not peer-reviewed ) The copyright holder for this preprint .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "9",
    "segment_num": "12",
    "token_num": "153"
  }
}