{
  "paper_id": "884b19f49da8930b2222b5669f387ed974d1f3f3",
  "metadata": {
    "title": "Mekong Basin Disease Surveillance (MBDS): A Trust-Based Network",
    "coda_data_split": "train",
    "coda_paper_id": 7011,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The Mekong Basin Disease Surveillance (MBDS) network was formally established in 2001 through a Memorandum of Understanding signed by six Ministers of Health of the countries in the Greater Mekong sub-region: Cambodia, China (Yunnan and Guangxi), Lao PDR, Myanmar, Thailand and Vietnam. The main areas of focus of the network are to: i) improve cross-border infectious disease outbreak investigation and response by sharing surveillance data and best practices in disease recognition and reporting, and by jointly responding to outbreaks; ii) develop expertise in epidemiological surveillance across the countries; and iii) enhance communication between the countries. Comprised of senior health officials, epidemiologists, health practitioners, and other professionals, the MBDS has grown and matured over the years into an entity based on mutual trust that can be sustained into the future. Other regions have started emulating the network\u0027s pioneering work. In this paper, we describe the development of MBDS, the way in which it operates today, and some of its achievements. We present key challenges the network has faced and lessons its members have learned about how to develop sufficient trust for health and other professionals to alert each other to disease threats across national borders and thereby more effectively combat these threats.",
      "sentences": [
        [
          {
            "segment_text": "The Mekong Basin Disease Surveillance ( MBDS ) network was formally established in 2001 through a Memorandum of Understanding signed by six Ministers of Health of the countries in the Greater Mekong sub-region : Cambodia ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "China ( Yunnan and Guangxi ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Lao PDR , Myanmar , Thailand and Vietnam .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The main areas of focus of the network are to : i ) improve cross-border infectious disease outbreak investigation and response by sharing surveillance data and best practices in disease recognition and reporting ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and by jointly responding to outbreaks ; ii ) develop expertise in epidemiological surveillance across the countries ; and iii ) enhance communication between the countries .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Comprised of senior health officials ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "epidemiologists , health practitioners , and other professionals ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the MBDS has grown and matured over the years into an entity based on mutual trust that can be sustained into the future .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Other regions have started emulating the network \u0027s pioneering work .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this paper , we describe the development of MBDS ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "the way in which it operates today ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and some of its achievements .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We present key challenges the network has faced and lessons its members have learned about how to develop sufficient trust for health and other professionals to alert each other to disease threats across national borders and thereby more effectively combat these threats .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "13",
    "token_num": "231"
  }
}