{
  "paper_id": "8863943c0c9153a3677761f16e704854c65c3783",
  "metadata": {
    "title": "EGFR as a Negative Regulatory Protein Adjusts the Activity and Mobility of NHE3 in the Cell Membrane of IPEC-J2 Cells With TGEV Infection",
    "coda_data_split": "train",
    "coda_paper_id": 6484,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Transmissible gastroenteritis (TGE) has caused devastating economic losses to the swine industry worldwide, despite extensive research focusing on the pathogenesis of virus infection. The molecular pathogenic mechanism of TGEV-induced diarrhea in piglets is unknown. Intestinal diarrhea is closely related to the function of the Na + /H + exchanger protein NHE3 in the brush border membrane of small intestine epithelial cells. The epidermal growth factor receptor (EGFR) may act to regulate NHE3 expression. In addition, EGFR may promote viral invasion of host cells. The present study aimed to determine whether NHE3 activity is regulated by altering EGFR expression to affect Na + absorption in TGEV-infected intestinal epithelial cells. Porcine intestinal epithelial cells were used as models for TGEV infection. The results showed that Na + absorption and NHE3 expression levels decreased in TGEV-infected cells. Proliferation of TGEV within IPEC-J2 cells could be inhibited by treatment with the EGFR inhibitor AG1478 and knockdown; resulting in recovery of Na + absorption in TGEV infected cells and increasing the activity and expression of NHE3. Moreover, we demonstrated that NHE3 activity was regulated through the EGFR/ERK pathway. Importantly, NHE3 mobility on the plasma membrane of TGEV infected cells was significantly weaker than that in normal cells, and EGFR inhibition and knockdown recovered this mobility. Our research indicated that NHE3 activity was negatively regulated by EGFR in TGEV-infected intestinal epithelial cells.",
      "sentences": [
        [
          {
            "segment_text": "Transmissible gastroenteritis ( TGE ) has caused devastating economic losses to the swine industry worldwide ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "despite extensive research focusing on the pathogenesis of virus infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The molecular pathogenic mechanism of TGEV-induced diarrhea in piglets is unknown .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Intestinal diarrhea is closely related to the function of the Na + / H + exchanger protein NHE3 in the brush border membrane of small intestine epithelial cells .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The epidermal growth factor receptor ( EGFR ) may act to regulate NHE3 expression .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In addition , EGFR may promote viral invasion of host cells .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The present study aimed to determine whether NHE3 activity is regulated by altering EGFR expression to affect Na + absorption in TGEV-infected intestinal epithelial cells .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Porcine intestinal epithelial cells were used as models for TGEV infection .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The results showed that Na + absorption and NHE3 expression levels decreased in TGEV-infected cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Proliferation of TGEV within IPEC-J2 cells could be inhibited by treatment with the EGFR inhibitor AG1478 and knockdown ; resulting in recovery of Na + absorption in TGEV infected cells and increasing the activity and expression of NHE3 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , we demonstrated that NHE3 activity was regulated through the EGFR/ERK pathway .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Importantly , NHE3 mobility on the plasma membrane of TGEV infected cells was significantly weaker than that in normal cells ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and EGFR inhibition and knockdown recovered this mobility .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our research indicated that NHE3 activity was negatively regulated by EGFR in TGEV-infected intestinal epithelial cells .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "12",
    "segment_num": "14",
    "token_num": "249"
  }
}