{
  "paper_id": "8866d2274d3ecb0ef50ccf806d9e03839ad2edbc",
  "metadata": {
    "title": "PCR Improves Diagnostic Yield from Lung Aspiration in Malawian Children with Radiologically Confirmed Pneumonia",
    "coda_data_split": "train",
    "coda_paper_id": 8749,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Accurate data on childhood pneumonia aetiology are essential especially from regions where mortality is high, in order to inform case-management guidelines and the potential of prevention strategies such as bacterial conjugate vaccines. Yield from blood culture is low, but lung aspirate culture provides a higher diagnostic yield. We aimed to determine if diagnostic yield could be increased further by polymerase chain reaction (PCR) detection of bacteria (Streptococcus pneumoniae and Haemophilus influenzae b) and viruses in lung aspirate fluid.",
      "sentences": [
        [
          {
            "segment_text": "Background : Accurate data on childhood pneumonia aetiology are essential especially from regions where mortality is high ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "in order to inform case-management guidelines and the potential of prevention strategies such as bacterial conjugate vaccines .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Yield from blood culture is low ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but lung aspirate culture provides a higher diagnostic yield .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We aimed to determine if diagnostic yield could be increased further by polymerase chain reaction ( PCR ) detection of bacteria ( Streptococcus pneumoniae and Haemophilus influenzae b ) and viruses in lung aspirate fluid .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Methods: A total of 95 children with radiological focal, lobar or segmental consolidation had lung aspirate performed and sent for bacterial culture and for PCR for detection of bacteria, viruses and Pneumocystis jirovecii. In children with a pneumococcal aetiology, pneumococcal bacterial loads were calculated in blood and lung aspirate fluid.",
      "sentences": [
        [
          {
            "segment_text": "Methods : A total of 95 children with radiological focal ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "lobar or segmental consolidation had lung aspirate performed and sent for bacterial culture and for PCR for detection of bacteria , viruses and Pneumocystis jirovecii .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "In children with a pneumococcal aetiology ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "pneumococcal bacterial loads were calculated in blood and lung aspirate fluid .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results: Blood culture identified a bacterial pathogen in only 8 patients (8%). With the addition of PCR on lung aspirate samples, causative pathogens (bacterial, viral, pneumocystis) were identified singly or as co-infections in 59 children (62%). The commonest bacterial organism was S.pneumoniae (41%), followed by H. influenzae b (6%), and the commonest virus identified was adenovirus (16%), followed by human bocavirus (HBoV) (4%), either as single or co-infection.",
      "sentences": [
        [
          {
            "segment_text": "Results : Blood culture identified a bacterial pathogen in only 8 patients ( 8 % ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "With the addition of PCR on lung aspirate samples ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "causative pathogens ( bacterial , viral , pneumocystis ) were identified singly or as co-infections in 59 children ( 62 % ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The commonest bacterial organism was S.pneumoniae ( 41 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "followed by H. influenzae b ( 6 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the commonest virus identified was adenovirus ( 16 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "followed by human bocavirus ( HBoV ) ( 4 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "either as single or co-infection .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "In a select group of African children, lung aspirate PCR significantly improves diagnostic yield. Our study confirms a major role of S.pneumoniae and viruses in the aetiology of childhood pneumonia in Africa.",
      "sentences": [
        [
          {
            "segment_text": "In a select group of African children ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "lung aspirate PCR significantly improves diagnostic yield .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our study confirms a major role of S.pneumoniae and viruses in the aetiology of childhood pneumonia in Africa .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "10",
    "segment_num": "20",
    "token_num": "281"
  }
}