{
  "paper_id": "886c6ddb98181ca59127f4ae5615fed593ba2b5e",
  "metadata": {
    "title": "siRNA-containing liposomes modified with polyarginine effectively silence the targeted gene",
    "coda_data_split": "train",
    "coda_paper_id": 6234,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Development of RNA interference (RNAi) technology utilizing the short interfering RNA sequences (siRNA) based \u0027targeted\u0027 therapeutics has focused on creating methods for delivering siRNAs to cells and for enhancing siRNA stability in vitro and in vivo. Here, we describe a novel approach for siRNA cellular delivery using siRNA encapsulated into liposomes additionally bearing arginine octamer (R8) molecules attached to their outer surface (R8-liposomes). The R8-liposomal human double minute gene 2 (HDM2)-siRNA demonstrated a significant stability against degradation in the blood serum (siRNA-loaded R8-liposomes remained intact even after 24-h incubation), and higher transfection efficiency into all three tested lung tumor cell lines. siRNA delivery successfully proceeds in the presence of plasma proteins, and R8-liposomes demonstrate low non-specific toxicity. The mechanism of action of R8-liposome-encapsulated siRNA is associated with the RNAi-mediated degradation of the target mRNA. siRNA in R8-liposomes effectively inhibited the targeted gene and significantly reduced the proliferation of cancer cells. The approach offers the potential for siRNA delivery for various in vitro and in vivo applications.",
      "sentences": [
        [
          {
            "segment_text": "Development of RNA interference ( RNAi ) technology utilizing the short interfering RNA sequences ( siRNA ) based ` targeted \u0027 therapeutics has focused on creating methods for delivering siRNAs to cells and for enhancing siRNA stability in vitro and in vivo .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we describe a novel approach for siRNA cellular delivery using siRNA encapsulated into liposomes additionally bearing arginine octamer ( R8 ) molecules attached to their outer surface ( R8-liposomes ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The R8-liposomal human double minute gene 2 ( HDM2 ) - siRNA demonstrated a significant stability against degradation in the blood serum ( siRNA-loaded R8-liposomes remained intact even after 24-h incubation ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and higher transfection efficiency into all three tested lung tumor cell lines .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "siRNA delivery successfully proceeds in the presence of plasma proteins ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and R8-liposomes demonstrate low non-specific toxicity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The mechanism of action of R8-liposome-encapsulated siRNA is associated with the RNAi-mediated degradation of the target mRNA .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "siRNA in R8-liposomes effectively inhibited the targeted gene and significantly reduced the proliferation of cancer cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The approach offers the potential for siRNA delivery for various in vitro and in vivo applications .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "9",
    "token_num": "192"
  }
}