{
  "paper_id": "888a2dcee2c34b07d19a0528febb54aad70bdf00",
  "metadata": {
    "title": "Surveillance of Airborne Adenovirus and Mycoplasma pneumoniae in a Hospital Pediatric Department",
    "coda_data_split": "train",
    "coda_paper_id": 2667,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "This investigation evaluated the distributions of airborne adenovirus and Mycoplasma pneumoniae in public areas in the pediatric department of Children\u0027s Hospital in northern Taiwan. The airborne viral and bacterial concentrations were evaluated twice a week for a year using filter sampling with an airflow rate of 12 liters per minute for eight hours in the pediatric outpatient department and 24 hours in the pediatric emergency room. Real-time polymerase chain reaction assays were conducted for analysis. Approximately 18% of the air samples from the pediatric emergency room were found to contain adenovirus. Approximately forty-six percent of the air samples from the pediatric outpatient department contained Mycoplasma pneumoniae DNA products. High detection rates of airborne adenovirus DNA were obtained in July and August in the pediatric public areas. Airborne Mycoplasma pneumoniae was detected only in July in the pediatric emergency room and the peak levels were found from August to January in the pediatric outpatient department. Airborne particles that contained adenovirus and Mycoplasma pneumoniae were the most prevalent in the pediatric public areas. The potential relationship between these airborne viral/bacterial particles and human infection should be examined further.",
      "sentences": [
        [
          {
            "segment_text": "This investigation evaluated the distributions of airborne adenovirus and Mycoplasma pneumoniae in public areas in the pediatric department of Children \u0027s Hospital in northern Taiwan .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The airborne viral and bacterial concentrations were evaluated twice a week for a year using filter sampling with an airflow rate of 12 liters per minute for eight hours in the pediatric outpatient department and 24 hours in the pediatric emergency room .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Real-time polymerase chain reaction assays were conducted for analysis .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Approximately 18 % of the air samples from the pediatric emergency room were found to contain adenovirus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Approximately forty-six percent of the air samples from the pediatric outpatient department contained Mycoplasma pneumoniae DNA products .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "High detection rates of airborne adenovirus DNA were obtained in July and August in the pediatric public areas .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Airborne Mycoplasma pneumoniae was detected only in July in the pediatric emergency room and the peak levels were found from August to January in the pediatric outpatient department .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Airborne particles that contained adenovirus and Mycoplasma pneumoniae were the most prevalent in the pediatric public areas .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The potential relationship between these airborne viral/bacterial particles and human infection should be examined further .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "9",
    "token_num": "197"
  }
}