{
  "paper_id": "889e77cd570f947e60bdff889866e481e7651291",
  "metadata": {
    "title": "",
    "coda_data_split": "train",
    "coda_paper_id": 7155,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background. -The objective of this study was to evaluate, within the Italian National Influenza Epidemiological and Virological Surveillance, the rate of vaccination coverage, the incidence of Influenza Like-Illness (ILI), the incidence of Acute Respiratory Illness (ARI), and to identify the virus strains circulating in Apulia from 1999 to 2003.",
      "sentences": [
        [
          {
            "segment_text": "Background .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "- The objective of this study was to evaluate ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "within the Italian National Influenza Epidemiological and Virological Surveillance ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "the rate of vaccination coverage ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "the incidence of Influenza Like-Illness ( ILI ) ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "the incidence of Acute Respiratory Illness ( ARI ) ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and to identify the virus strains circulating in Apulia from 1999 to 2003 .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Methods. -Vaccination coverage rates were calculated based on the number of doses administered to individuals \u003e65 years of age. Every week, sentinel physicians reported ILI and ARI cases having occurred among their patients. Voluntary general practitioners (GPs) and paediatricians (Ps) collected oropharyngeal swab samples from patients suspected with ILI. Influenza viruses were isolated and identified by cell culture (MDCK cells) and RT-PCR. Virological surveillance was carried out by the ISS, in collaboration with a network of peripheral laboratories.",
      "sentences": [
        [
          {
            "segment_text": "Methods .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "- Vaccination coverage rates were calculated based on the number of doses administered to individuals \u003e 65 years of age .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Every week , sentinel physicians reported ILI and ARI cases having occurred among their patients .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Voluntary general practitioners ( GPs ) and paediatricians ( Ps ) collected oropharyngeal swab samples from patients suspected with ILI .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Influenza viruses were isolated and identified by cell culture ( MDCK cells ) and RT-PCR .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Virological surveillance was carried out by the ISS ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "in collaboration with a network of peripheral laboratories .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results. -In Apulia, vaccination coverage progressively increased to 68.6% during the 2002-2003 season. The analysis of ILI cases showed higher incidence rates during the 1999-2000 and 2002-2003 seasons. ARI rates appeared to have a more constant trend. ILI and ARI incidence rates were higher in the 0-14 year age group.",
      "sentences": [
        [
          {
            "segment_text": "Results .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "- In Apulia , vaccination coverage progressively increased to 68.6 % during the 2002-2003 season .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The analysis of ILI cases showed higher incidence rates during the 1999-2000 and 2002-2003 seasons .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "ARI rates appeared to have a more constant trend .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "ILI and ARI incidence rates were higher in the 0-14 year age group .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusion. -The increase in vaccination coverage rates and implementation of the network of clinical, and epidemiological and virological surveillance are fundamental for the control and prevention of influenza.",
      "sentences": [
        [
          {
            "segment_text": "Conclusion .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "- The increase in vaccination coverage rates and implementation of the network of clinical ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and epidemiological and virological surveillance are fundamental for the control and prevention of influenza .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "15",
    "segment_num": "22",
    "token_num": "245"
  }
}