{
  "paper_id": "88a6f16e3a29467781615ad847b2b00d78fee8dd",
  "metadata": {
    "title": "Phagocytic cells contribute to the antibody-mediated elimination of pulmonary-infected SARS coronavirus",
    "coda_data_split": "train",
    "coda_paper_id": 7458,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "While the 2002-2003 outbreak of severe acute respiratory syndrome (SARS) resulted in 774 deaths, patients who were affected with mild pulmonary symptoms successfully recovered. The objective of the present work was to identify, using SARS coronavirus (SARS-CoV) mouse infection models, immune factors responsible for clearing of the virus. The elimination of pulmonary SARS-CoV infection required the activation of B cells by CD4 þ T cells. Furthermore, passive immunization (post-infection) with homologous (murine) anti-SARS-CoV antiserum showed greater elimination efficacy against SARS-CoV than that with heterologous (rabbit) antiserum, despite the use of equivalent titers of neutralizing antibodies. This distinction was mediated by mouse phagocytic cells (monocyte-derived infiltrating macrophages and partially alveolar macrophages, but not neutrophils), as demonstrated both by adoptive transfer from donors and by immunological depletion of selected cell types. These results indicate that the cooperation of anti-SARS-CoV antibodies and phagocytic cells plays an important role in the elimination of SARS-CoV.",
      "sentences": [
        [
          {
            "segment_text": "While the 2002-2003 outbreak of severe acute respiratory syndrome ( SARS ) resulted in 774 deaths ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "patients who were affected with mild pulmonary symptoms successfully recovered .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The objective of the present work was to identify ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "using SARS coronavirus ( SARS-CoV ) mouse infection models ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "immune factors responsible for clearing of the virus .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The elimination of pulmonary SARS-CoV infection required the activation of B cells by CD4 þ T cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , passive immunization ( post-infection ) with homologous ( murine ) anti-SARS-CoV antiserum showed greater elimination efficacy against SARS-CoV than that with heterologous ( rabbit ) antiserum ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "despite the use of equivalent titers of neutralizing antibodies .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This distinction was mediated by mouse phagocytic cells ( monocyte-derived infiltrating macrophages and partially alveolar macrophages , but not neutrophils ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as demonstrated both by adoptive transfer from donors and by immunological depletion of selected cell types .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results indicate that the cooperation of anti-SARS-CoV antibodies and phagocytic cells plays an important role in the elimination of SARS-CoV .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "11",
    "token_num": "175"
  }
}