{
  "paper_id": "88bdd99c41f943dd769a81f74a53434f3eb4f371",
  "metadata": {
    "title": "Preliminary evidence that higher temperatures are associated with lower incidence of COVID-19, for cases reported globally up to 29th February 2020",
    "coda_data_split": "train",
    "coda_paper_id": 2255,
    "coda_has_expert_labels": false,
    "subset": "biorxiv_medrxiv"
  },
  "abstract": [
    {
      "original_text": "Seasonal variation in COVID-19 incidence could impact the trajectory of the pandemic. Using global linelist data on COVID-19 cases reported until 29 th February 2020 and global gridded temperature data, and after adjusting for surveillance capacity and time since first imported case, higher average temperature was strongly associated with lower COVID-19 incidence for temperatures of 1°C and higher. However, temperature explained a relatively modest amount of the total variation in COVID-19 incidence. These preliminary findings support stringent containment efforts in Europe and elsewhere.",
      "sentences": [
        [
          {
            "segment_text": "Seasonal variation in COVID-19 incidence could impact the trajectory of the pandemic .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Using global linelist data on COVID-19 cases reported until 29 th February 2020 and global gridded temperature data ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and after adjusting for surveillance capacity and time since first imported case ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "higher average temperature was strongly associated with lower COVID-19 incidence for temperatures of 1 °C and higher .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , temperature explained a relatively modest amount of the total variation in COVID-19 incidence .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These preliminary findings support stringent containment efforts in Europe and elsewhere .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "6",
    "token_num": "91"
  }
}