{
  "paper_id": "88e67f8fd299210867da50bb0879c8a3d8a65e65",
  "metadata": {
    "title": "Toward Personalized Gene Therapy: Characterizing the Host Genetic Control of Lentiviral-Vector-Mediated Hepatic Gene Delivery",
    "coda_data_split": "train",
    "coda_paper_id": 6947,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The success of lentiviral vectors in curing fatal genetic and acquired diseases has opened a new era in human gene therapy. However, variability in the efficacy and safety of this therapeutic approach has been reported in human patients. Consequently, lentiviral-vector-based gene therapy is limited to incurable human diseases, with little understanding of the underlying causes of adverse effects and poor efficacy. To assess the role that host genetic variation has on efficacy of gene therapy, we characterized lentiviral-vector gene therapy within a set of 12 collaborative cross mouse strains. Lentiviral vectors carrying the firefly luciferase cDNA under the control of a liver-specific promoter were administered to female mice, with total-body and hepatic luciferase expression periodically monitored through 41 weeks post-vector administration. Vector copy number per diploid genome in mouse liver and spleen was determined at the end of this study. We identified major strain-specific contributions to overall success of transduction, vector biodistribution, maximum luciferase expression, and the kinetics of luciferase expression throughout the study. Our results highlight the importance of genetic variation on gene-therapeutic efficacy; provide new models with which to more rigorously assess gene therapy approaches; and suggest that redesigning preclinical studies of gene-therapy methodologies might be appropriate.",
      "sentences": [
        [
          {
            "segment_text": "The success of lentiviral vectors in curing fatal genetic and acquired diseases has opened a new era in human gene therapy .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , variability in the efficacy and safety of this therapeutic approach has been reported in human patients .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Consequently , lentiviral-vector-based gene therapy is limited to incurable human diseases ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "with little understanding of the underlying causes of adverse effects and poor efficacy .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To assess the role that host genetic variation has on efficacy of gene therapy ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "we characterized lentiviral-vector gene therapy within a set of 12 collaborative cross mouse strains .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Lentiviral vectors carrying the firefly luciferase cDNA under the control of a liver-specific promoter were administered to female mice ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "with total-body and hepatic luciferase expression periodically monitored through 41 weeks post-vector administration .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Vector copy number per diploid genome in mouse liver and spleen was determined at the end of this study .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We identified major strain-specific contributions to overall success of transduction ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "vector biodistribution , maximum luciferase expression ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the kinetics of luciferase expression throughout the study .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our results highlight the importance of genetic variation on gene-therapeutic efficacy ; provide new models with which to more rigorously assess gene therapy approaches ; and suggest that redesigning preclinical studies of gene-therapy methodologies might be appropriate .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "13",
    "token_num": "217"
  }
}