{
  "paper_id": "88f1e875045388fa81f4c2acb5ee569ce01ab2cf",
  "metadata": {
    "title": "Theiler\u0027s murine encephalomyelitis virus attachment to the gastrointestinal tract is associated with sialic acid binding",
    "coda_data_split": "train",
    "coda_paper_id": 2234,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "DA and GDVII are strains of Theiler\u0027s murine encephalomyelitis virus (TMEV). DA virus mutant DApB encodes VP2 puff B of GDVII, whereas DApBL2M contains VP1 loop II of GDVII with a point mutation in VP2 puff B. Neuraminidase treatment of cells inhibited infection by DA and DApB, but not GDVII or DApBL2M viruses; sialic acid (SA) binding correlated with virus persistence. In virus binding assays to intestine sections, all four TMEVs bound goblet cells and the mucus of the epithelium that was SA dependent. Therefore, differences in SA composition on different cell types can affect tropism and infection.",
      "sentences": [
        [
          {
            "segment_text": "DA and GDVII are strains of Theiler \u0027s murine encephalomyelitis virus ( TMEV ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "DA virus mutant DApB encodes VP2 puff B of GDVII ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "whereas DApBL2M contains VP1 loop II of GDVII with a point mutation in VP2 puff B. Neuraminidase treatment of cells inhibited infection by DA and DApB ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but not GDVII or DApBL2M viruses ; sialic acid ( SA ) binding correlated with virus persistence .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In virus binding assays to intestine sections ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "all four TMEVs bound goblet cells and the mucus of the epithelium that was SA dependent .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Therefore , differences in SA composition on different cell types can affect tropism and infection .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "7",
    "token_num": "112"
  }
}