{
  "paper_id": "89310dadd3635852cc7afe2c9b8c7c45778cdebf",
  "metadata": {
    "title": "Development and Application of a High-Throughput Micro- Neutralization Assay -Lack of XMRV/MLV Detection in Blood Donors",
    "coda_data_split": "train",
    "coda_paper_id": 2789,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "BACKGROUND-Xenotropic murine leukemia virus (MLV)-related virus (XMRV) and other related MLVs have been described with chronic fatigue syndrome (CFS) and certain types of prostate cancer. In addition, prevalence rates as high as 7% have been reported in blood donors, raising the risk of transfusion-related transmission. Several laboratories have utilized microneutralization assays as a surrogate marker for detection of anti-MLV serological responses -with up to 25% of prostate cancer patients reported to harbor neutralizing antibody responses.",
      "sentences": [
        [
          {
            "segment_text": "BACKGROUND-Xenotropic murine leukemia virus ( MLV ) - related virus ( XMRV ) and other related MLVs have been described with chronic fatigue syndrome ( CFS ) and certain types of prostate cancer .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In addition , prevalence rates as high as 7 % have been reported in blood donors ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "raising the risk of transfusion-related transmission .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Several laboratories have utilized microneutralization assays as a surrogate marker for detection of anti-MLV serological responses - with up to 25 % of prostate cancer patients reported to harbor neutralizing antibody responses .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "We developed a high-throughput micro-neutralization assay for research studies on blood donors using retroviral vectors pseudotyped with XMRVspecific envelopes. Infection with these pseudotypes was neutralized by sera from both macaques and mice challenged with XMRV, but not pre-immune serum. 354 plasma samples from blood donors in the Reno/Tahoe area were screened for neutralization. RESULTS-6.5% of donor samples gave moderate neutralization of XMRV, but not control pseudotypes. However, further testing by Western blot revealed no evidence of antibodies against MLVs in any of these samples. Furthermore, no evidence of infectious virus or viral nucleic acid was observed.",
      "sentences": [
        [
          {
            "segment_text": "We developed a high-throughput micro-neutralization assay for research studies on blood donors using retroviral vectors pseudotyped with XMRVspecific envelopes .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Infection with these pseudotypes was neutralized by sera from both macaques and mice challenged with XMRV , but not pre-immune serum .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "354 plasma samples from blood donors in the Reno/Tahoe area were screened for neutralization .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "RESULTS-6.5 % of donor samples gave moderate neutralization of XMRV , but not control pseudotypes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , further testing by Western blot revealed no evidence of antibodies against MLVs in any of these samples .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , no evidence of infectious virus or viral nucleic acid was observed .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "CONCLUSION-A micro-neutralization assay was developed for detection of XMRV, and can be applied in a high-throughput format for large scale studies. Although a proportion of blood donors demonstrated the ability to block XMRV envelope-mediated infection, we found no evidence that this inhibition was mediated by specific antibodies elicited by exposure to XMRV/ MLV. It is likely that this moderate neutralization is mediated through another, non-specific mechanism.",
      "sentences": [
        [
          {
            "segment_text": "CONCLUSION-A micro-neutralization assay was developed for detection of XMRV ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and can be applied in a high-throughput format for large scale studies .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Although a proportion of blood donors demonstrated the ability to block XMRV envelope-mediated infection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "we found no evidence that this inhibition was mediated by specific antibodies elicited by exposure to XMRV / MLV .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "It is likely that this moderate neutralization is mediated through another , non-specific mechanism .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "12",
    "segment_num": "15",
    "token_num": "271"
  }
}