{
  "paper_id": "8946e4b778ae5312b4db84cd75b68848c39a3a93",
  "metadata": {
    "title": "The Utility of Preliminary Patient Evaluation in a Febrile Respiratory Infectious Disease Unit outside the Emergency Department",
    "coda_data_split": "train",
    "coda_paper_id": 7666,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "A febrile respiratory infectious disease unit (FRIDU) with a negative pressure ventilation system was constructed outside the emergency department (ED) of the Samsung Medical Center in 2015, to screen for patients with contagious diseases requiring isolation. We evaluated the utility of the FRIDU during 1 year of operation. We analyzed 1,562 patients who were hospitalized after FRIDU screening between August 2015 and July 2016. The level of isolation recommended during their screening at the FRIDU was compared with the level deemed appropriate given their final diagnosis. Of the 1,562 patients screened at the FRIDU, 198 (13%) were isolated, 194 (12%) were reverse isolated, and 1,170 (75%) were not isolated. While hospitalized, 97 patients (6%) were confirmed to have a contagious disease requiring isolation, such as tuberculosis; 207 patients (13%) were confirmed to be immunocompromised and to require reverse isolation, mainly due to neutropenia; and the remaining 1,258 patients (81%) did not require isolation. The correlation coefficient for isolation consistency was 0.565 (P \u003c 0.001). The sensitivity and negative predictive value of FRIDU screening for diagnosing contagious disease requiring isolation are 76% and 98%, respectively. No serious nosocomial outbreaks of contagious diseases occurred. During FRIDU screening, 114 patients were admitted to the resuscitation zone due to clinical instability, and three of these patients died. The initial isolation levels resulting from FRIDU screening were moderately well correlated with the isolation levels required by the final diagnosis, demonstrating the utility of pre-hospitalization screening units. However, the risks of deterioration during the screening process remain challenges.",
      "sentences": [
        [
          {
            "segment_text": "A febrile respiratory infectious disease unit ( FRIDU ) with a negative pressure ventilation system was constructed outside the emergency department ( ED ) of the Samsung Medical Center in 2015 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "to screen for patients with contagious diseases requiring isolation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We evaluated the utility of the FRIDU during 1 year of operation .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We analyzed 1,562 patients who were hospitalized after FRIDU screening between August 2015 and July 2016 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The level of isolation recommended during their screening at the FRIDU was compared with the level deemed appropriate given their final diagnosis .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Of the 1,562 patients screened at the FRIDU ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "198 ( 13 % ) were isolated ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "194 ( 12 % ) were reverse isolated ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and 1,170 ( 75 % ) were not isolated .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "While hospitalized , 97 patients ( 6 % ) were confirmed to have a contagious disease requiring isolation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "such as tuberculosis ; 207 patients ( 13 % ) were confirmed to be immunocompromised and to require reverse isolation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "mainly due to neutropenia ; and the remaining 1,258 patients ( 81 % ) did not require isolation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The correlation coefficient for isolation consistency was 0.565 ( P \u003c 0.001 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The sensitivity and negative predictive value of FRIDU screening for diagnosing contagious disease requiring isolation are 76 % and 98 % , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "No serious nosocomial outbreaks of contagious diseases occurred .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "During FRIDU screening , 114 patients were admitted to the resuscitation zone due to clinical instability ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and three of these patients died .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The initial isolation levels resulting from FRIDU screening were moderately well correlated with the isolation levels required by the final diagnosis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "demonstrating the utility of pre-hospitalization screening units .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , the risks of deterioration during the screening process remain challenges .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "12",
    "segment_num": "20",
    "token_num": "304"
  }
}