{
  "paper_id": "894e9a681490af51667a059d727a9cce8dddbf7f",
  "metadata": {
    "title": "Complement-Mediated Neutralization of Dengue Virus Requires Mannose-Binding Lectin",
    "coda_data_split": "train",
    "coda_paper_id": 8641,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Mannose-binding lectin (MBL) is a key soluble pathogen recognition protein of the innate immune system that binds specific mannose-containing glycans on the surfaces of microbial agents and initiates complement activation via the lectin pathway. Prior studies showed that MBL-dependent activation of the complement cascade neutralized insect cell-derived West Nile virus (WNV) in cell culture and restricted pathogenesis in mice. Here, we investigated the antiviral activity of MBL in infection by dengue virus (DENV), a related flavivirus. Using a panel of na誰ve sera from mouse strains deficient in different complement components,",
      "sentences": [
        [
          {
            "segment_text": "Mannose-binding lectin ( MBL ) is a key soluble pathogen recognition protein of the innate immune system that binds specific mannose-containing glycans on the surfaces of microbial agents and initiates complement activation via the lectin pathway .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Prior studies showed that MBL-dependent activation of the complement cascade neutralized insect cell-derived West Nile virus ( WNV ) in cell culture and restricted pathogenesis in mice .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we investigated the antiviral activity of MBL in infection by dengue virus ( DENV ) , a related flavivirus .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Using a panel of na誰ve sera from mouse strains deficient in different complement components ,",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "we showed that inhibition of infection by insect cell-and mammalian cell-derived DENV was primarily dependent on the lectin pathway. Human MBL also bound to DENV and neutralized infection of all four DENV serotypes through complement activation-dependent and -independent pathways. Experiments with human serum from na誰ve individuals with inherent variation in the levels of MBL in blood showed a direct correlation between the concentration of MBL and neutralization of DENV; samples with high levels of MBL in blood neutralized DENV more efficiently than those with lower levels. Our studies suggest that allelic variation of MBL in humans may impact complement-dependent control of DENV pathogenesis.",
      "sentences": [
        [
          {
            "segment_text": "we showed that inhibition of infection by insect cell-and mammalian cell-derived DENV was primarily dependent on the lectin pathway .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Human MBL also bound to DENV and neutralized infection of all four DENV serotypes through complement activation-dependent and - independent pathways .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Experiments with human serum from na誰ve individuals with inherent variation in the levels of MBL in blood showed a direct correlation between the concentration of MBL and neutralization of DENV ; samples with high levels of MBL in blood neutralized DENV more efficiently than those with lower levels .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our studies suggest that allelic variation of MBL in humans may impact complement-dependent control of DENV pathogenesis .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Citation Avirutnan P, et al. 2011. Complement-mediated neutralization of dengue virus requires mannose-binding lectin. mBio 2(6):e00276-11.",
      "sentences": [
        [
          {
            "segment_text": "Citation Avirutnan P , et al. 2011 .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Complement-mediated neutralization of dengue virus requires mannose-binding lectin .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "mBio 2 ( 6 ) : e00276-11 .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "11",
    "segment_num": "11",
    "token_num": "236"
  }
}