{
  "paper_id": "896cfa254a80c192a7aa872d955e750d6280e071",
  "metadata": {
    "title": "Seroepidemiological Study on SARS-CoV IgG Antibodies of Different Populations from Several Areas",
    "coda_data_split": "train",
    "coda_paper_id": 6959,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Objective: In order to investigate the clinical and epidemiological rules of severe acute respiratory syndrome (sArs), rates and levels sArs coronavirus (sArs-coV) IgG antibodies of the patients and community populations from several areas were detected. Methods: Indirect immunofluorescent assay (IFA) and double-antigen sandwich enzyme-linked immunosorbent assay (ELIsA) were used to detect the sArs coronavirus-specific IgG antibodies in sera of 1700, including 1453 general populations from Hongkong, Marco, Guangzhou and Peking and 257 SARS patients from Guangzhou and Peking. The dynamics of the serum antibodies of SARS patients were observed from 3 to 360 days after onset of symptoms. Results: 90% of 257 patient serum specimens after 20 days of disease onset showed positive SARS-CoV IgG either using ELISA or IFA . 257 SARS patients, antibodies titers increased steadily in early 4 to 6 months after onset of SARS. The titers of most cases came to the peak in the 6th month. Then antibodies titers declined rapidly in some cases. However, all specimens still were positive for SARS-CoV IgG in the 48th month. Conclusions: this study suggest that few inapparent infectious patients exist during sArs epidemic. serum IgG antibodies has diagnostic value for SARS in the late course of disease and the antibodies present more than 48 months. (Int J Biomed Sci 2005; 1: 72-75) ",
      "sentences": [
        [
          {
            "segment_text": "Objective : In order to investigate the clinical and epidemiological rules of severe acute respiratory syndrome ( sArs ) ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "rates and levels sArs coronavirus ( sArs-coV ) IgG antibodies of the patients and community populations from several areas were detected .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : Indirect immunofluorescent assay ( IFA ) and double-antigen sandwich enzyme-linked immunosorbent assay ( ELIsA ) were used to detect the sArs coronavirus-specific IgG antibodies in sera of 1700 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "including 1453 general populations from Hongkong ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "Marco , Guangzhou and Peking and 257 SARS patients from Guangzhou and Peking .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The dynamics of the serum antibodies of SARS patients were observed from 3 to 360 days after onset of symptoms .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : 90 % of 257 patient serum specimens after 20 days of disease onset showed positive SARS-CoV IgG either using ELISA or IFA .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "257 SARS patients , antibodies titers increased steadily in early 4 to 6 months after onset of SARS .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The titers of most cases came to the peak in the 6th month .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Then antibodies titers declined rapidly in some cases .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , all specimens still were positive for SARS-CoV IgG in the 48th month .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : this study suggest that few inapparent infectious patients exist during sArs epidemic .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "serum IgG antibodies has diagnostic value for SARS in the late course of disease and the antibodies present more than 48 months .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "( Int J Biomed Sci 2005 ; 1 : 72-75 )",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "14",
    "token_num": "246"
  }
}